{"error": 448, "message": "OK", "parameters": {"id": 9560, "name": "soundtrap", "created_at": "2023-09-04 22:55:35.846493", "updated_at": "2023-09-05 10:02:23.885188", "wikipedia": "https://en.wikipedia.org/wiki/Soundtrap", "keywords": null, "related": null, "slug": "soundtrap", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9560.png", "url": "soundtrap.com", "documents": [{"id": 18947, "name": "Trust Center", "url": "https://docs.google.com/document/d/e/2PACX-1vS9lGnRj4kIr8XbH9njpGX_HessErxPwz4cJwWYdFkMAcYRIsztFuQGf7st4_QZVAKHSQrMXS8Yw-Z9/pub", "xpath": "//body", "text": "Mit Google Docs veröffentlichtMissbrauch meldenWeitere InformationenTrust CenterAutomatisch alle 5&nbsp;Minuten aktualisiert<p>A Trusted Partner in Education</p>\n<p>At Soundtrap for Education, we value the trust of the schools and school districts that have chosen our services.\nWe work hard to meet or exceed legal compliance requirements and to stay abreast of the fast-changing privacy law landscape.\nWe are committed to being a trusted partner in education and to help schools meet their own compliance obligations under the applicable privacy laws, such as GDPR, COPPA and other local laws.</p>\n<p>The Student Privacy Pledge</p>\n<p>Soundtrap for Education is a signatory of&nbsp;the Student Privacy Pledge&nbsp;(the “Pledge”), an industry standard of privacy principles for providers of K–12 educational services.\nAs part of our commitment to the Pledge, we follow certain core principles with respect to our collection and use of student personal information, including the following:</p>\n<ul>\n<li>We collect, maintain, use or share student personal information only for purposes for which we were authorized.</li>\n<li>We disclose clearly in contracts and/or privacy policies what types of student personal information we collect and the purposes for which it is used and shared.</li>\n<li>We support access to and correction of student personal information by the student or their authorized parent.</li>\n<li>We maintain a comprehensive security program that is reasonably designed to protect the security, privacy, confidentiality, and integrity of student personal information through the use of appropriate safeguards.</li>\n<li>We require our vendors that process student personal information on our behalf to implement safeguards at least as protective as the commitments we undertake.</li>\n<li>We do not sell student personal information.</li>\n<li>We do not use or disclose student personal information for behavioral targeting of advertisements to students.</li>\n<li>We do not build a personal profile of a student other than for supporting authorized educational purposes or as authorized by the parent/student.</li>\n<li>We will not make material changes to our privacy policies without notice or choice.</li>\n<li>We do not knowingly retain student personal information beyond the time period necessary or as authorized by the parent/student.</li>\n</ul>\n<p>Our collection and use of student personal information is governed by our privacy notices, terms of use, agreements signed with a school or school district, and by applicable laws like the provisions of the Family Educational Rights and Privacy Act (FERPA), the Children’s Online Privacy Protection Act (COPPA), and other local student privacy laws, of which a few key ones are highlighted below.\n</p>\n<p>Family Educational Rights and Privacy Act (FERPA) </p>\n<p>Soundtrap for Education is designed to meet our responsibilities to protect personal information from the students' educational records under FERPA.\nWe are committed to helping schools ensure compliance with the FERPA regulations to protect the confidentiality of educational records, provide parents and eligible students the opportunity to access and review such records, and limit further disclosure of personal information only as necessary to support the schools educational purposes.</p>\n<p>Children’s Online Privacy Protection Act (COPPA)</p>\n<p>Soundtrap for Education is designed to comply with COPPA.\nConsistent with the COPPA regulations, we rely on the school to provide appropriate consent and authorization for a student under 13 to use our services and for Soundtrap for Education to collect personal information from each student.\nWe use and process student personal information for the purpose of providing the educational services to the school and do not collect or retain student personal information for longer than is necessary to provide the Service.\nWe provide the school the opportunity to review and delete the personal information collected from their students, and we work with schools to provide parents the same level of access, upon request.\n</p>\n<p>California Student Online Personal Information Protection Act (SOPIPA) and California Assembly Bill 1584</p>\n<p>Soundtrap for Education is designed to comply with SOPIPA and California Assembly Bill 1584.\nWe do not use student personal information for targeted advertising purposes.\nWe do not use collected information to amass a profile of a K-12 student except in furtherance of K-12 school purposes.\nWe never sell student personal information unless the sale is part of a corporate transaction, such as a merger, acquisition, bankruptcy, or other sale of assets, in which case we make efforts to ensure the successor entity honors the privacy commitments made in this policy and/or we will notify you of such a sale and provide you an opportunity to opt out by deleting your account before the data transfer occurs.\n</p>\n<p>New York Education Law §2-d and Regulation 121</p>\n<p>Soundtrap for Education is committed to protecting the confidentiality, integrity and security of student personal information, consistent with the provisions of New York Education Law §2-d.\nThe New York State Board of Regents recently approved new regulations that provide further guidance for New York Education Law §2-d, which becomes effective July 1, 2020 (namely, Part 121 of the Regulations of the Commissioner of Education).\nSoundtrap for Education is designed to align with the finalized regulations.\nUpon request, we will append a Parents’ Bill of Rights to our agreement with any New York State school district and provide a copy of Soundtrap’s Data Security and Privacy Plan.\n</p>\n<p>Last Updated:&nbsp;September 2020</p>\n<p>\n</p>", "created_at": "2023-09-04 23:06:57.249274", "updated_at": "2023-09-04 23:07:04.425671"}, {"id": 18948, "name": "Soundtrap for Education Sub-processors", "url": "https://docs.google.com/document/d/e/2PACX-1vT_S41SBVNoK9UA7vpVJLJFF6VjXpvtSlzJCuNbNULmlHychxggUIKaC3PtCpMU9k_0RlLuXa9I1vzN/pub", "xpath": "//body", "text": "Published using Google DocsReport abuseLearn moreSoundtrap for Education Sub-ProcessorsUpdated automatically every 5 minutes<p>Soundtrap for Education Sub-processors</p>Last updated: September 2023<p>\n</p>\n<p>To support delivery of our Services, Soundtrap may engage and use data processors with access to certain Customer Data (each, a \"Sub-processor\").\nThis page provides information about the identity, location and role of each Sub-processor.</p>\n<p>\n</p>Infrastructure Sub-processors <p>\n</p>\n<p>Soundtrap for Education may use the following Sub-processors to host Customer Data or provide other infrastructure that helps with delivery of our Services:</p>\n<p>\n</p>\n<p>\n</p>\n<p>Entity name </p>\n<p>Subprocessor activity </p>\n<p>Entity web address</p>\n<p>Amazon Web Services</p>\n<p>Cloud hosting provider.\nFor the US only.</p>\n<p>https://aws.amazon.com/</p>\n<p>Google</p>\n<p>Cloud hosting provider</p>\n<p>https://cloud.google.com/</p>\n<p>\n</p>\n<p>\n</p>Service Specific Sub-processors<p>\n</p>\n<p>Soundtrap may use the following Sub-processors to perform other Service functions:</p>\n<p>\n</p>\n<p>\n</p>\n<p>Entity name </p>\n<p>Subprocessor activity </p>\n<p>Entity web address</p>\n<p>Amplitude</p>\n<p>Data analytics and digital optimization platform</p>\n<p>https://www.amplitude.com/</p>\n<p>Hotjar</p>\n<p>Data analytics and insight platform.\nLimited to teacher/admin data.</p>\n<p>https://www.hotjar.com/</p>\n<p>Hubspot</p>\n<p>Custom Management Relationship platform.\nLimited to teacher/admin data.</p>\n<p>https://www.hubspot.com/</p>\n<p>Mailchimp</p>\n<p>Email marketing automation platform.Used to notify users about project updates within Soundtrap (e.g.\nwhen collaboration happens).\nNOTE: we don’t send marketing emails to students registered in Soundtrap for Education.</p>\n<p>https://mailchimp.com/</p>\n<p>Qualaroo</p>\n<p>Survey and research provider.\nLimited to teacher/admin data.</p>\n<p>https://qualaroo.com/</p>\n<p>Sentry</p>\n<p>Application Monitoring and Error Tracking Software</p>\n<p>https://sentry.io/</p>\n<p>Teachable</p>\n<p>Soundtrap Academy video tutorial platform.\nLimited to teacher/admin data</p>\n<p>https://teachable.com/</p>\n<p>YesWare</p>\n<p>Sales Emails Campaigns Software.\nLimited to teacher/admin data.</p>\n<p>https://www.yesware.com/</p>\n<p>Zendesk Support</p>\n<p>Customer Support Provider.\nLimited to teacher/admin data.</p>\n<p>https://www.zendesk.com/</p>\n<p>\n</p>\n<p>\n</p>Updates<p>\n</p>\n<p>As our business grows and evolves, the Sub-processors we engage may also change.</p>\n<p>Please check back frequently for updates.</p>\n<p>\n</p>", "created_at": "2023-09-04 23:07:18.592826", "updated_at": "2023-09-04 23:07:26.980603"}, {"id": 18949, "name": "DATA PROCESSOR APPENDIX ", "url": "https://docs.google.com/document/d/e/2PACX-1vS_6UvWe7j8r57iedMT8j-T6qwJLssLQrGcbwIRQ4IlWoxBpXe6uk7PN2I4oSnPVTAB6oV2bylxJXYl/pub", "xpath": "//body", "text": "Mit Google Docs veröffentlichtMissbrauch meldenWeitere InformationenSOUNDTRAP DPAAutomatisch alle 5&nbsp;Minuten aktualisiert<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>DATA PROCESSOR APPENDIX </p>\n<p>FOR PROVIDING THE SERVICE SOUNDTRAP EDUCATIONAL PLAN</p>\n<p>This Appendix&nbsp;is made between&nbsp;the Customer&nbsp;and Spotify AB, and shall apply if and to the extent Spotify collects or otherwise processes Personal Data&nbsp;on behalf of the Customer&nbsp;in connection with performance of its obligation under the Agreement&nbsp;and as further described in Schedule 1&nbsp;to this Appendix.\n</p>\n<p>\n</p>\n<ol>\n<li>DEFINITIONS</li>\n</ol>\n<p>For the purposes of this Appendix:</p>\n<p>“Controller”, “Processor”, “Data Subject”, “Personal Data”, and “ Personal Data Breach” shall mean as defined in the EU General Data Protection Regulation 2016/679 (“GDPR”);</p>\n<p>“Affiliate” shall mean any entity that directly or indirectly controls, is controlled by, or is under common control with a Party.\n</p>\n<p>“Agreement” shall mean the Service’s Terms of Use, Privacy Policy, Cookie Policy and Community Guidelines which constitute a legally binding agreement between Spotify and the Customer to which this Appendix is attached;</p>\n<p>“Business Day” shall mean a day (other than a Saturday, Sunday or public holiday) on which commercial banks are open for general banking business in Sweden, other than for Internet banking services only.\n</p>\n<p>“Data Protection Legislation” shall mean all data protection and privacy legislation applicable to the Parties, which for the avoidance of doubt shall include the GDPR;</p>\n<p>“Force Majeure” shall mean as defined in Section 7.\n</p>\n<p>“Party”/”Parties” shall mean the Customer and Spotify separately, or jointly, as the case may be.\nand</p>\n<p>“Service” shall mean the Soundtrap Educational Plan.\n</p>\n<ol>\n<li>SPECIAL UNDERTAKINGS OF THE PARTIES</li>\n</ol>\n<ol>\n<li>Roles, ownership of Personal Data, processing, and purpose</li>\n</ol>\n<p>For the purposes of processing Personal Data under the Agreement, the Customer&nbsp;shall be regarded as a Controller and Spotify shall be regarded as a Processor.</p>\n<p>Spotify&nbsp;may only process the Customer’s Personal Data for the purposes and to the extent it is necessary for the fulfilment of Spotify’s obligations under the&nbsp;Agreement.&nbsp;Spotify&nbsp;acknowledges that, between the Parties, all rights, title, and interest in the Personal Data processed as a result of this Agreement is vested solely in the Customer.</p>\n<ol>\n<li>Special undertakings of the Customer</li>\n</ol>\n<p>The Customer&nbsp;undertakes to: </p>\n<ol>\n<li>Ensure that there is a legal ground for processing the Personal Data covered by this Appendix;</li>\n<li>Ensure that the Data Subjects, as required by the Data Protection Legislation, have received sufficient information regarding the processing, including information that Spotify&nbsp;may process the Personal Data on behalf of the Customer;</li>\n<li>Immediately after it is brought to the Customer’s attention, inform Spotify&nbsp;of any erroneous, rectified, updated, or deleted Personal Data subject to Spotify’s processing.\nand</li>\n<li>In a timely manner, provide Spotify&nbsp;with lawful and documented instructions regarding Spotify’s processing of Personal Data.\n</li>\n</ol>\n<ol>\n<li>Special undertakings of Spotify</li>\n</ol>\n<p>Spotify&nbsp;undertakes to:</p>\n<ol>\n<li>Ensure that such employees (of Spotify&nbsp;or its subcontractors) which process Personal Data on behalf of the Customer&nbsp;have committed themselves to confidentiality or are under an appropriate statutory obligation of confidentiality;</li>\n<li>Take all measures required pursuant to GDPR, Article 32;</li>\n<li>Taking into account the nature of the processing, assist the Customer&nbsp;by appropriate technical and organisational measures, insofar as this is possible, for the fulfilment of the Customer’s obligations to respond to requests for exercising the Data Subject’s rights laid down in the Data Protection Legislation;</li>\n<li>Except in cases of Personal Data Breach, upon a timely request by the Customer, assist the Customer in ensuring compliance with the obligations pursuant to GDPR, Articles 32 to 36.\nand</li>\n<li>Make available to the Customer&nbsp;the information necessary to demonstrate compliance with Spotify’s obligations laid down in this Appendix&nbsp;and allow for and contribute to audits, including inspections, conducted by Customer&nbsp;or another third party mandated by it, in accordance with Clause 4.</li>\n</ol>\n<p>Spotify&nbsp;shall immediately inform the Customer&nbsp;if, in its opinion, an instruction issued by the Customer&nbsp;infringes the Data Protection Legislation.</p>\n<ol>\n<li>SUBCONTRACTORS</li>\n</ol>\n<p>The Customer acknowledges and agrees that Spotify&nbsp;and Spotify’s Affiliates respectively may engage third-party subcontractors in connection with the provision of the Service.\nA current list of all subcontractor for the Service is accessible via https://www.soundtrap.com/legal/subcontractors.\n</p>\n<p>Spotify confirms that it&nbsp;has entered (or, for future appointments, will enter) into a written agreement with the subcontractor incorporating terms which are substantially similar to those set out in this Appendix.</p>\n<p>Spotify will give the Customer notice, by updating the website, of any new subcontractors at least five Business Days in advance of providing that subcontractor with access to Personal Data.\nThe Customer may reasonably object to Spotify’s use of a new subcontractors by notifying Spotify promptly in writing within ten Business Days after Spotify’s notice in accordance with above.\nSuch notice shall explain the reasonable grounds for the objection.</p>\n<p>If the Customer’s Personal Data is to be transferred to and processed by a subcontractor located outside the EU/EEA, Spotify is obliged to ensure it has implemented a data transfer solution compliant with the Data Protection Legislation prior to transferring such data.</p>\n<p>For the avoidance of doubt, Customer&nbsp;fully and explicitly consents to the use of subcontractors with whom Spotify&nbsp;has agreements in place at the time this Appendix&nbsp;enters into force, including all Spotify&nbsp;Affiliates, regardless if they have been engaged as subcontractors at the time of this Appendix.</p>\n<ol>\n<li>DATA TRANSFERS</li>\n</ol>\n<p>The EU standard contractual clauses adopted by decision of 4 June 2021 document number C/2021/3972 (module 2, controllers to processors) (“SCCs”) shall apply to any transfers of Personal Data under this DPA from the European Union (“EU”) and the European Economic Area (“EEA”) to countries which do not ensure an adequate level of data protection within the meaning of Applicable Laws of the foregoing territories, to the extent such transfers are subject to such Applicable Laws.\n</p>\n<p>\n</p>\n<p>The parties agree that Customer is the “data exporter” and Spotify is the “data importer” as defined in the SCCs.\n</p>\n<p>\n</p>\n<p>For the purposes of Annex I of the Appendix to the SCCs, the following will apply:</p>\n<p>\n</p>\n<p>A: List of Parties.\nThe names and contact details of the parties shall be as set out in the applicable order form&nbsp;or customer Intake form for the services.</p>\n<p>\n</p>\n<p>B: Description of Transfer.\n</p>\n<p>\n</p>\n<ol>\n<li>Data subjects:&nbsp;Users of the Soundtrap for Education service.</li>\n<li>Categories of data.&nbsp;Account Data, Platform Usage Data as described by Spotify in the Soundtrap for Education Privacy Policy.</li>\n<li>Sensitive data:&nbsp;None</li>\n<li>Frequency of transfer:&nbsp;Continuous</li>\n<li>Nature and purpose of processing:&nbsp;To provide the services under the Agreement.</li>\n<li>Period for which data will be retained: By Spotify in accordance with Soundtrap for Education’s Privacy Policy</li>\n</ol>\n<p>\n</p>\n<p>C: Competent Supervisory Authority.\nThe relevant competent supervisory authority(ies) for the Customer as data exporter as applicable.</p>\n<p>\n</p>\n<p>For purposes of Annex II of the Appendix to the SCCs, the following will apply:</p>\n<p>\n</p>\n<p>Data importer shall undertake appropriate technical and organizational security measures to protect personal data against the unauthorized or unlawful processing of personal data and against accidental loss or destruction of, or damage to, personal data.\nThese measures should take into account available encryption technology and the costs of implementing the specific measures and must ensure a level of security appropriate to the harm that might result from a breach of security and the nature of the data to be protected.\n</p>\n<p>\n</p>\n<p>The parties further agree that: (i) option 2 in clause 9 of the SCCs shall apply for the general authorisation for the use of sub-processors with a time period of thirty days for notice of the addition or replacement of sub-processors.\n(ii) the optional additional clauses of the SCC shall not apply.\nand (iii) the laws and courts of Sweden shall apply for the purposes of clause 17 of the SCC.\nInformation for the purposes of impact assessments is available if requested.</p>\n<p>\n</p>\n<ol>\n<li>AUDIT RIGHTS</li>\n</ol>\n<p>Spotify will, during normal business hours and upon reasonable notice (whereby a notice period or 20 Business Days shall always be deemed reasonable) make available to the Customer&nbsp;all information necessary to demonstrate compliance with the obligations laid down in this Appendix and the Data Protection Legislation (including processing that may be carried out by Spotify’s subcontractors, if any) and allow for and contribute to audits, including inspections, conducted by the Customer or another auditor mandated by the Customer.</p>\n<p>Spotify accepts and agrees that supervisory authorities may request information from Spotify, and carry out investigations in the form of data protection audits of Spotify, in accordance with Data Protection Legislation.\n</p>\n<p>The Customer is responsible for all costs associated with the audit, save for when the audit concludes a material breach of Spotify’s undertakings in violation of this Appendix.\nIf so, Spotify shall compensate the Customer for reasonable and verified costs associated with the audit.\n</p>\n<ol>\n<li>TERMINATION OF THE SERVICE</li>\n</ol>\n<p>Upon termination of the Service provided under the Agreement, Spotify shall, upon the Customer’s request, return all Personal Data in Spotify’s possession to the Customer or securely destroy such Personal Data and demonstrate to the satisfaction of the Customer that it has taken such measures, unless storage of the Personal Data is required under Data Protection Legislation.\n</p>\n<ol>\n<li>LIABILITY</li>\n</ol>\n<p>Each Party shall compensate the other Party for all losses due to claims from third parties resulting from, arising out of, or relating to any breach by such first-mentioned Party of this Agreement.</p>\n<p>Notwithstanding the above, Spotify&nbsp;shall not be held liable for indirect losses, including damages and/or consequential damages such as loss of profit or revenue, or other economic losses incurred pursuant to this Agreement, except in cases of wilful intent or gross negligence on part of Spotify.\nSpotify’s total liability towards the Customer&nbsp;shall never exceed the greater of 100 EURO or the amounts, if any, paid to Spotify&nbsp;pursuant to this Agreement during the last twelve (12) months’ period.</p>\n<ol>\n<li>FORCE MAJEURE</li>\n</ol>\n<p>Spotify&nbsp;shall not be liable for any default or delay in the performance of its obligations under this Appendix&nbsp;if and to the extent the default or delay is caused by circumstances that are outside Spotify’s control and that Spotify&nbsp;could not reasonably have foreseen or prevented by reasonable precaution (“Force&nbsp;Majeure”).\nA failure by a subcontractor will be considered a Force Majeure event provided that the underlying reason for the subcontractor’s non-performance is an event which, if it had been related directly to Spotify, would have qualified as a Force Majeure event under this Appendix.</p>\n<ol>\n<li>MISCELLANEOUS</li>\n</ol>\n<p>Spotify may assign this Appendix, and its rights and obligations hereunder, to any Spotify Affiliate without the Customer’s consent.\nThe Customer may not assign this Appendix, or any of its rights and obligations hereunder, without Spotify’s prior written consent.</p>\n<ol>\n<li>GOVERNING LAW AND DISPUTES</li>\n</ol>\n<p>Provisions regarding governing law and disputes are set forth in the Terms of Use (https://soundtrap.com/legal/terms) </p>\n<p>\n</p>\n<p>\n</p>\n<ol>\n<li>\n</li>\n</ol>\n<ol>\n<li>description of the processing of personal data</li>\n</ol>\n<ol>\n<li>Subject matter</li>\n</ol>\n<p>The subject matter of this agreement concerns Spotify’s provision of the Service to the Customer.</p>\n<p>\n</p>\n<ol>\n<li>Nature and purpose</li>\n</ol>\n<p>Spotify will process the Customer’s Personal Data for the purposes of providing the Service to the Customer in accordance with the Terms of Use&nbsp;(https://www.soundtrap.com/legal/terms/us).\n</p>\n<p>\n</p>\n<ol>\n<li>Data categories</li>\n</ol>\n<p>Spotify shall process Personal Data relating to individuals provided to Spotify via the Service in accordance with the Terms of Use&nbsp;(https://www.soundtrap.com/legal/terms/us) and the Privacy Policy&nbsp;(https://www.soundtrap.com/legal/privacy_us_canada).\n</p>\n<p>\n</p>\n<ol>\n<li>Data subjects</li>\n</ol>\n<p>The Personal Data processed concern the following categories of Data Subjects:</p>\n<ul>\n<li>Teachers</li>\n<li>Students</li>\n</ul>\n<p>\n</p>\n<ol>\n<li>Duration of processing</li>\n</ol>\n<p>Spotify shall process Personal Data during the terms of the Agreement and not thereafter except if specifically instructed to do so by the Customer or if required by law.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>", "created_at": "2023-09-04 23:09:37.934358", "updated_at": "2023-09-04 23:09:45.45179"}, {"id": 18942, "name": "Terms of Use", "url": "https://docs.google.com/document/d/e/2PACX-1vQTLQruQ43Qfwk7MW3_1iHEIYjTwTLDqI9Z2YtSNLlDvIaZ-eotFZ-5OYCeLBsy0w/pub", "xpath": "//body", "text": "Published using Google DocsReport abuseLearn moreTerms of Use ROW.docxUpdated automatically every 5 minutes<p>Soundtrap® Terms of Use</p>\n<p>Effective 1 July, 2023</p>\n<p>NOTE: If you are signing up to or using Soundtrap®&nbsp;for Education on behalf of a school, school district, or other educational organization or entity, these are not the right terms for you.\nPlease review our Soundtrap for Education Terms of Use instead.</p>\n<p>1.\nIntroduction and binding agreement</p>\n<p>2.\nAge and registration requirements</p>\n<p>3.\nChanges to the Agreement</p>\n<p>4.\nOur Service, subscriptions, price changes etc.</p>\n<p>5.\nYour Soundtrap® account</p>\n<p>6.\nYour use of the Service</p>\n<p>7.\nThird party websites, applications and services</p>\n<p>8.\nUser Guidelines</p>\n<p>9.\nYour Content</p>\n<p>10.\nRights you grant us</p>\n<p>11.\nLiability for Content</p>\n<p>12.\nBlocking and removal of Content</p>\n<p>13.\nReporting infringements</p>\n<p>14.\nService limitations and modifications</p>\n<p>15.\nRepresentations and warranties</p>\n<p>16.\nIndemnification</p>\n<p>17.\nWarranty disclaimer</p>\n<p>18.\nLimitation of liability</p>\n<p>19.\nData protection, privacy and cookies</p>\n<p>20.\nTerm and termination</p>\n<p>21.\nAssignment to third parties</p>\n<p>22.\nSeverability, waiver and interpretation</p>\n<p>23.\nChoice of law, mandatory arbitration and venue</p>\n<p>24.\nEntire agreement, third party beneficiaries</p>\n<p>25.\nExport Control</p>\n<p>26 Contact us</p>\n<p>1.\nIntroduction and binding agreement</p>\n<p>Welcome to Soundtrap®, a service provided by Soundtrap AB (“Soundtrap®”, “we” “our”, or “us”).</p>\n<p>These Soundtrap® Terms of Use (“Terms of Use”) govern your use of the Soundtrap® services, including all associated features and functionalities, websites, mobile and desktop applications and all related tools, applications, data, software, APIs as well as all other content and services associated with the Soundtrap® services (the “Service”).</p>\n<p>By signing up or otherwise accessing or using any parts of the Service you are entering into a binding agreement with Soundtrap AB.</p>\n<p>Your agreement with us includes these Terms of Use, together with our Community Guidelines&nbsp;and any additional terms that you agree to from time to time, other than terms with any third parties (collectively, the “Agreement”).\nIf you wish to read the terms of the Agreement, the current effective version can be found on our website, www.soundtrap.com&nbsp;(the “Website”).</p>\n<p>Please read these Terms of Use and the other referenced documents carefully, as they include important information on:</p>\n<ul>\n<li>your legal rights and obligations when you use the Service;</li>\n<li>the rights you give us and other users when you use the Service;</li>\n<li>the rules everyone needs to follow when using the Service;</li>\n<li>other key information regarding changes and termination of the Service, automatic renewals, your liability for content, infringements and limitation of liability.\nand</li>\n<li>a class action waiver and an agreement to resolve any disputes that may arise by arbitration.\n&nbsp;</li>\n</ul>\n<p>You acknowledge that you have read and understood the Agreement, and agree to be bound by it.\nIf you do not agree with (or cannot comply with) the Agreement, then you may not use the Service or any parts thereof.</p>\n<p>2.\nAge and registration requirements</p>\n<p>In order to use the Service, you need to (1) meet the age requirements in the chart below, or if your country is not indicated be 18 years or older, or be 13 years or older and have your parent or guardian’s consent to the Agreement, and (2) have the power to enter into a binding contract with us and not be prevented from doing so under any applicable laws.</p>\n<p>If your country is marked with an asterisk (*) in the chart below, and you require parent or guardian consent, your parent or guardian will enter into the contract on behalf of you.</p>\n<p>Country</p>\n<p>Age Requirements</p>\n<p>Andorra*, Argentina*, Australia, Austria*, Bahrain, Belgium, Bolivia*, Costa Rica*, Czech Republic, Denmark*, Dominican Republic, Ecuador, El Salvador*, Estonia, Finland, France*, Greece*, Guatemala*, Honduras*, Hong Kong, Iceland, India, Ireland, Israel, Jordan, Kuwait, Latvia, Lebanon, Liechtenstein, Luxembourg, Malaysia*, Malta*, Mexico*, Monaco*, Morocco, New Zealand, Nicaragua*, Norway*, Oman, Palestine, Panama*, Paraguay*, Philippines*, Poland*, Portugal*, Qatar, Saudi Arabia, Singapore, South Africa, Spain*, Sweden, Switzerland, UAE, Turkey*, United Kingdom, Uruguay, Vietnam</p>\n<p>Must be 18 or older, or be 13 or older and have parent or guardian consent.</p>\n<p>Algeria</p>\n<p>Must be 19 or older, or be 13 or older and have parent or guardian consent.</p>\n<p>Brazil, Germany</p>\n<p>Must be 18 or older, or be 16 or older and have parent or guardian consent.</p>\n<p>Bulgaria*, Colombia*, Chile, Hungary, Peru, Romania</p>\n<p>Must be 18 or older, or be 14 or older and have parent or guardian consent.</p>\n<p>Canada</p>\n<p>Must be 13 or older to use the Free Service.\nFor Paid Subscriptions, you must be age of majority in your province or territory of residence, or 13 or older with parent or guardian consent.</p>\n<p>Cyprus*, Italy, Lithuania, Netherlands</p>\n<p>To use the Free Service, must be 16 or older, or be 13 or older and have parent or guardian consent.\nTo register for a Paid Subscription, must be 18 or older, or be 13 or older and have parent or guardian consent.</p>\n<p>Egypt, Indonesia</p>\n<p>Must be 21 or older, or be 13 or older and have parent or guardian consent.</p>\n<p>Japan, Taiwan, Thailand</p>\n<p>Must be 20 or older, or be 13 or older and have parent or guardian consent.</p>\n<p>Slovakia*</p>\n<p>Must be 16 or older, or be 13 or older and have parent or guardian consent.</p>\n<p>Tunisia</p>\n<p>Must be 18 or older.</p>\n<p>3.\nChanges to the Agreement</p>\n<p>We reserve the right to change, alter, replace or otherwise modify the Agreement, including these Terms of Use, at any time.</p>\n<p>When we make any material changes to the Agreement, including these Terms of Use, we will provide you with notice as we deem appropriate under the circumstances, for example by updating the date of last modification and posting to the Website, displaying a prominent notice on the Website, within the Service and/or by sending an email to the email address registered in your account.\nIn some cases we will notify you in advance, and your continued use of the Service after the changes have taken effect will constitute your acceptance of the revised Agreement.\nIf you do not wish to continue using the Service under the new version of the Agreement, you may terminate the Agreement as described in the Term and termination&nbsp;section below.</p>\n<p>4.\nOur Service, subscriptions, price changes etc.</p>\n<p>4.1 Our Service and subscriptions</p>\n<p>Soundtrap® is a cloud based hosting and collaborative recording platform.\nRegistered users of the Service may submit, upload and post audio, text, photos, pictures, graphics, comments, and other content, data or information (“Content”), which will be stored at the direction of such registered users, and may be shared and distributed by such registered users, and other users of the Service, using the tools and features provided as part of the Service and accessible via the Website, applications and elsewhere.\nThe Service also enables registered users to interact with one another, to contribute to discussions, and to view, listen to and share Content uploaded and made available by other registered users.</p>\n<p>Certain functions and features of the Service are provided to you free-of-charge (“Free Subscription”) whereas other functions and features require payment before you can access and use them (“Paid Subscription”).</p>\n<p>You can learn more about our Service and subscriptions by visiting the Website.</p>\n<p>4.2 Trials and cooling-off period</p>\n<p>From time to time, we or others on our behalf may offer trials or special offers of Paid Subscriptions for a specified period without payment or at a reduced rate (a “Trial”).\nThese Trials may be subject to separate and additional terms and conditions.\nWe may determine your eligibility for a Trial, and withdraw or modify a Trial at any time without prior notice and with no liability, to the extent permitted under applicable law.</p>\n<p>For some Trials, we will require you to provide your payment details to start the Trial.\nBy providing such details you agree that we may automatically begin charging you for the Paid Subscription on the first day following the end of the Trial on a recurring monthly or yearly basis or another interval that we disclose to you in advance.\nIF YOU DO NOT WANT THIS CHARGE, YOU MUST CANCEL THE APPLICABLE PAID SUBSCRIPTION AT THE LATEST ON THE LAST DAY BEFORE THE RENEWAL DATE AS DESCRIBED IN THE TERM AND TERMINATION&nbsp;SECTION BELOW.</p>\n<p>When you cancel a free Trial during the Trial period, you will lose access to the Paid Subscription immediately upon cancellation and your Soundtrap account will switch to a Free Subscription, unless otherwise advertised.</p>\n<p>If you register for a Paid Subscription, you may change your mind for any or no reason and receive a full refund of all monies paid within fourteen (14) days starting from the day you sign up for the relevant service (the “Cooling-off Period”) in accordance with the following:</p>\n<ul>\n<li>If you sign up for a Trial, you agree that the Cooling-off Period for the Paid Subscription for which you are receiving a Trial ends fourteen (14) days after you start the Trial.\nIf you don’t cancel the Paid Subscription before the Trial ends, you lose your right of withdrawal and authorize us to automatically charge you the agreed price each month until you cancel the Paid Subscription.</li>\n<li>If you purchase a Paid Subscription with no Trial, you authorize us to charge you automatically each month until you cancel.\nYou agree that the Cooling-off Period is available for fourteen (14) days after your purchase but is lost once you use the Service during that period.</li>\n</ul>\n<p>You also expressly agree that by logging in and starting to use the Service at any time during the Cooling-off Period, your right of withdrawal in relation to the Paid Subscription will be irrevocably lost.</p>\n<p>&nbsp;</p>\n<p>4.3 Payment, renewals and cancellation</p>\n<p>You may purchase a Paid Subscription by paying the subscription fee in advance on a monthly or yearly basis, or some other recurring interval disclosed to you prior to your purchase.\nThe Paid Subscription and your payment will automatically renew at the end of the applicable subscription period, unless you cancel your Paid Subscription before the end of the then-current subscription period.\nExcept as set out in Section 4.2 for free Trials, the cancellation will take effect the day after the last day of the current subscription period, and you will be automatically downgraded to and may continue to use the Service under the Free Subscription.</p>\n<p>If you purchased a Paid Subscription and you cancel your payment or Paid Subscription</p>\n<p>and/or terminate the Agreement (1) after the Cooling-off Period is over or lost , or (2) before the current subscription period has ended, we will not refund any subscription fees already paid to us.</p>\n<p>&nbsp;</p>\n<p>See the Term and Termination&nbsp;section below for further information on how to cancel a Paid Subscription and/or terminate the Agreement.</p>\n<p>4.4 Price changes</p>\n<p>We may change the price for the Paid Subscription, including recurring subscription fees, from time to time and will communicate any price changes to you in advance and, if applicable, how to accept those changes.\nPrice changes will take effect at the start of the next subscription period following the date of the price change.\nSubject to applicable law, you accept the new price by continuing to use the Service after the price change takes effect.\nIf you do not agree with a price change, you have the right to reject the change by cancelling your Paid Subscription before the price change takes effect.</p>\n<p>5.\nYour Soundtrap® account</p>\n<p>When you register to use the Service, you will provide us with your email address, and will choose a username and password for your account.\nYou must ensure that the email address that you provide is, and remains, valid at all times.\nYou also promise that any registration information that you submit to us is true, accurate, and complete, and you agree to keep it that way at all times.</p>\n<p>The email address and any other information you chose to provide about yourself will be treated in accordance with our Privacy Policy.</p>\n<p>You are solely responsible for maintaining the confidentiality and security of your username and password, and you will remain responsible for all use of your username and password, and all activity emanating from your account, whether or not such activity was authorized by you.</p>\n<p>If your username or password is lost or stolen, or if you believe that unauthorized third parties have accessed your account, you must notify us immediately in writing, and change your password as soon as possible.</p>\n<p>We reserve the right to disallow, cancel, remove or reassign certain usernames and permalinks in appropriate circumstances, as determined by us in our sole discretion, and may, with or without prior notice, suspend or terminate your account if activities occur which, in our sole discretion, would or might constitute a violation of the Agreement.</p>\n<p>6.\nYour use of the Service</p>\n<p>The Service is the property of Soundtrap®.\nAs a registered user and subject to your strict compliance with the Agreement, we grant you a limited, personal, non-exclusive, revocable and non-transferable permission to: (i) submit, upload, record or post Content to the Service, which includes using the Sample Content described below, (ii) view, listen, collaborate, share and download Content that other users have uploaded and posted to the Service using the features of the Service and where the appropriate functionality has been enabled by the user who uploaded the Content (“Uploader”), and (iii) participate in the community areas and communicate and collaborate with other members of the Soundtrap® community.</p>\n<p>As a registered user, the Service provides you access to certain pre-recorded sample content including audio files, loops and beats, instruments and other sounds, sound settings, graphics, images and similar assets (“Sample Content”).\nThe Sample Content is proprietary to Soundtrap® and/or its licensors, and is protected by applicable intellectual property laws, including but not limited to copyright.\nUnless otherwise is provided, you may use all Sample Content included in the Service on a royalty-free basis to create your own original Content.\nThe Service may also provide you access from time to time to complete musical or other audio works and compositions (“Demo Projects”).\nThese Demo Projects serve as inspiration and education only and you may not include these Demo Projects in your own Content, or reformat, mix, filter, re-synthesize or otherwise alter the Demo Projects, unless otherwise is explicitly provided in relation to the particular Demo Project.\nNeither the Sample Content, nor the Demo Projects may be commercially or otherwise distributed outside the Service on a stand alone basis or repackaged as audio samples or similar.</p>\n<p>The Soundtrap® Service and software applications are not sold or transferred to you, and we and our licensors retain ownership of all copies of the Soundtrap® Service and software applications.\nExcept for the permission expressly granted to you in the Agreement, you do not acquire any right, title or interest in or to the Service.</p>\n<p>All Soundtrap® trademarks, service marks, trade names, logos, domain names, and any other features of the Soundtrap® brand (“Soundtrap® Brand Features”) are the sole property of Soundtrap® or our licensors.\nThe Agreement does not grant you any permission to use any Soundtrap® Brand Features whether for commercial or non-commercial use.</p>\n<p>Third party software (for example, open source software libraries) included in the Service are made available to you under the relevant third party license terms as published and described in the Service, the Website, and in these Terms of Use.</p>\n<p>7.\nThird party websites, applications and services</p>\n<p>The Service is integrated with or may otherwise interact with third party websites, applications, software and services including the Linked Services as defined below (“Third Party Services”) to provide the Service to you.\nThese Third Party Services may have their own terms and conditions of use and privacy policies and you understand and agree that we do not endorse and do not have or maintain any control over these Third Party Services, and are not and cannot be held responsible for their content, operation or use, or for any transaction you may enter into with the provider of any such Third Party Services, nor do we give any warranty with respect to the compatibility, content, operation or use of any such Third Party Services.\nBy using Third Party Services, you agree to be bound by the additional terms and policies, as applicable, provided by each Third Party Service and as referenced below.\nThese Third Party Services may change, and we will update the list from time to time.</p>\n<p>Third Party Services</p>\n<p>Additional Terms and Policies</p>\n<p>Facebook</p>\n<p>Terms of Service</p>\n<p>Privacy Policy</p>\n<p>Google</p>\n<p>Terms of Service</p>\n<p>Privacy Policy</p>\n<p>Soundcloud</p>\n<p>Terms of Use</p>\n<p>Privacy Policy</p>\n<p>Spotify</p>\n<p>Terms of Use</p>\n<p>Privacy Policy</p>\n<p>YouTube</p>\n<p>Terms of Service</p>\n<p>API Services - Developer Policies</p>\n<p>Privacy Policy</p>\n<p>8.\nUser Guidelines</p>\n<p>We respect the rights of others and expect you to do the same.\nWe have established a few ground rules for you to follow when using the Service to make sure Soundtrap® stays enjoyable for everyone.\nYou must follow the rules in this section (“User Guidelines”), including the Community Guidelines, at all times and should encourage other users to do the same.</p>\n<p>The following is NOT ALLOWED for any reason whatsoever:</p>\n<ul>\n<li>copying, ripping, capturing or attempting to do the same, any Content from the Service, other than by means of download in circumstances where the relevant Uploader has permitted downloads of the relevant Content.</li>\n<li>adapting, copying, republishing, making available or otherwise communicating to the public, displaying, performing, transferring, sharing, distributing or otherwise using or exploiting any Content on or from the Service, except where (i) such Content is Your Content, or (ii) as permitted under the Agreement, and within the parameters set by the Uploader (for example, under the terms of Creative Commons licenses selected by the Uploader).</li>\n<li>using any Content (other than Your Content) in any way that is designed to create a separate content service or that replicates any part of the Service.</li>\n<li>employing scraping or other automated techniques to aggregate, repurpose, republish or otherwise make use of any Content.</li>\n<li>employing or making use of any techniques or services, automated or otherwise, designed to misrepresent the popularity of Your Content on the Service, or to misrepresent your activity on the Service, including by the use of bots, botnets, scripts, applications, plugins, extensions or other automated means to register accounts, login, add followers to your account, play Content, follow or unfollow other users, send messages, post comments, or otherwise to act on your behalf, particularly where such activity occurs in a multiple or repetitive fashion.\nYou must not offer or promote the availability of any such techniques or services to any other users of the Service.</li>\n<li>altering or removing, or attempting to do the same, any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the Service or any Content appearing on the Service (other than Your Content).</li>\n<li>copying or adapting, either by yourself or via a third party, the object code of the Service, or reverse engineer, reverse assemble, decompile, modify or attempt to discover any source or object code of any part of the Service, or circumvent or attempt to circumvent or copy any copy protection mechanism or access any rights management information pertaining to Content other than Your Content, except to the extent permitted by applicable law.</li>\n<li>renting, selling or leasing access to the Service or any Content, although this shall not prevent you from including links from Your Content to any legitimate online download store from where any item of Your Content may be purchased.</li>\n<li>using or attempting to use another person's account, password, or other information, unless you have express permission from that other person.</li>\n<li>selling, transferring, or offering to sell or transfer, any Soundtrap® account or access to any Soundtrap® account to any third party without our prior written approval.</li>\n<li>collecting or attempting to collect personal data, or any other kind of information about other users, including through spidering or any form of scraping.</li>\n<li>violating, circumventing or attempting to violate or circumvent any data security measures employed by us or any Uploader.\naccessing or attempting to access data or materials which are not intended for your use.\nlogging into, or attempting to log into, a server or account which you are not authorized to access.\nattempting to scan or test the vulnerability of our servers, system or network or attempting to breach our data security or authentication procedures.\nattempting to interfere with the Service by any means including hacking our servers or systems, submitting a virus, overloading, mail-bombing or crashing.</li>\n</ul>\n<p>When using the Service, you are also NOT ALLOWED to upload, post, store, transmit, display, copy, distribute, promote Content or otherwise engage in any activity which, in our reasonable opinion, includes information or material that:</p>\n<ul>\n<li>is offensive, abusive, libelous, defamatory, obscene, racist, sexually explicit, ethnically or culturally offensive, indecent, that promotes violence, terrorism, or illegal acts, incites hatred on grounds of race, gender, religion or sexual orientation, or is otherwise objectionable in our reasonable discretion;</li>\n<li>violates, plagiarizes, misappropriates or infringes the rights of any other party including, without limitation, copyright, trademark rights, rights of privacy or publicity, proprietary rights or any other of our rights or the rights of a third party;</li>\n<li>violates, breaches or is contrary to any law, rule, regulation, court order or is otherwise is illegal or inappropriate in our reasonable opinion;</li>\n<li>contains any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component, which or might overburden, impair or disrupt the Service or servers or networks forming part of, or connected to, the Service, or which does or might restrict or inhibit any other user's use and enjoyment of the Service;</li>\n<li>contains unsolicited or unauthorized advertising, promotional messages, spam or any other form of solicitation.</li>\n<li>encourage, induce, solicit or promote, any conduct that would constitute a criminal offence, give rise to civil liability or otherwise violate any law or regulation.</li>\n<li>impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity, for example, by registering an account in the name of another person or company, or sending messages or making comments using the name of another person.</li>\n<li>involves &nbsp;stalking, exploiting, threatening, bullying, abusing or otherwise harassing another user, or any of our employees.</li>\n</ul>\n<p>You agree to comply with the above User Guidelines, and acknowledge and agree that violation, or if we reasonably suspect violation, of these User Guidelines may result in immediate suspension or termination of your account or such other action that we see fit, including taking court action and/or reporting offending users to, and cooperating with, relevant authorities.</p>\n<p>9.\nYour Content</p>\n<p>Any and all Content that you upload, store, transmit, submit, exchange or make available to or via the Service (\"Your Content\") is generated, owned and controlled solely by you, and not by us.</p>\n<p>We do not claim any ownership rights in Your Content, and you hereby expressly acknowledge and agree that Your Content remains your sole responsibility.</p>\n<p>Under no circumstances should you upload, store, distribute, send, transmit, display, perform, make available or otherwise communicate to the public any Content to which you do not hold the necessary rights.\nIn particular, any unauthorized use of copyright protected material within Your Content may constitute an infringement of third party rights and is strictly prohibited.\nAny such infringements may result in termination of your account, and may also result in civil litigation or criminal prosecution by or on behalf of the relevant rights holder.</p>\n<p>You promise that, with respect to any of Your Content that you submit to the Service, (1) you own or have the right to submit and have all rights necessary to grant the rights and licenses for us to use Your Content as permitted by the Agreement, and (2) Your Content, or its use by us as contemplated by the Agreement, does not violate the Agreement, applicable law, or the intellectual property, publicity, personality, or other rights of others.</p>\n<p>We may, from time to time, invite or provide you with means to provide feedback regarding the Service, and in such circumstances, any feedback you provide will be deemed non-proprietary and non-confidential and we will have the unrestricted right, but no obligation, to use such feedback as we see fit.</p>\n<p>10.\nRights you grant us</p>\n<p>By uploading or posting Your Content to the Service, you initiate an automated process to transcode any audio Content and direct us to store Your Content on our servers, from where you may control and authorize the use, reproduction, transmission, distribution, public display, public performance and other communication to the public of Your Content.</p>\n<p>You hereby grant us a worldwide, non-exclusive, transferable, sub-licensable, perpetual, irrevocable, royalty-free and fully paid up right to access and use Your Content and any other information solely as necessary in order for us to provide you with the Service, to undertake any of the tasks set forth in the Agreement and to improve and enable your use of the Service including providing support or other services as may be requested by you from time to time.</p>\n<p>By uploading Your Content to the Service, you also acknowledge and agree that other users of the Service and operators and users of any Third Party Services to which you have chosen to share or embed Your Content using the Services (“Linked Services”) may use, copy, repost, transmit, distribute or otherwise make available to the public, Your Content utilizing the features of the Service from time to time, and within the parameters set by you using the Service.</p>\n<p>You can limit and restrict the availability of certain of Your Content to other users of the Service and to users of Linked Services, at any time using the settings on the sound page for each sound you upload.\nNotwithstanding the foregoing, nothing in the Agreement grants any rights to any other user of the Service with respect to any proprietary name, logo, trademark or service mark uploaded by you as part of Your Content (for example, your profile picture) (“Marks”), other than the right to reproduce, publicly display, make available and otherwise communicate to the public those Marks, automatically and without alteration, as part of the act of reposting sounds with which you have associated those Marks.</p>\n<p>The rights you grant to us in this section are granted separately with respect to each item of Your Content that you upload to the Service.\nThe rights with respect to audio Content, and any images or text within your account, will terminate automatically when you remove such Content from your account.\nprovided that we have the right to keep a copy of any of Your Content in our archives for backup, legal, or any other purpose.\nThe rights with respect to comments or other contributions that you make on the Service will be perpetual and irrevocable, and will continue notwithstanding any termination of your account.</p>\n<p>Removal of audio Content from your account will automatically result in the deletion of the relevant files from our systems and servers.\nHowever, notwithstanding the foregoing, you hereby acknowledge and agree that once Your Content is distributed to a Linked Service, we are not obligated to ensure the deletion of Your Content from any servers or systems operated by any Linked Services, or to require that any user of the Service or any Linked Services deletes any item of Your Content.</p>\n<p>Any Content other than Your Content is the property of the relevant Uploader, and is or may be subject to copyright, trademark rights or other intellectual property or proprietary rights.\nSuch Content may not be downloaded, reproduced, distributed, transmitted, re-uploaded, republished, displayed, sold, licensed, made available or otherwise communicated to the public or exploited for any purposes except via the features of the Service from time to time and within the parameters set by the Uploader on the Service or with the express written consent of the Uploader.\nWhere you repost another user’s Content, or include another user’s Content in a set, you acquire no ownership rights whatsoever in that Content.\nSubject to the rights expressly granted in this section, all rights in Content are reserved to the relevant Uploader.</p>\n<p>11.\nLiability for Content</p>\n<p>You hereby acknowledge and agree that the Service (i) stores Content and other information at the direction, request and with the authorization of its users, (ii) acts merely as a passive conduit and/or host for the uploading, storage and distribution of such Content, and (iii) plays no active role and gives no assistance in the presentation or use of such Content.\nYou are solely responsible for all of Your Content that you upload, post or distribute to, on or through the Service.</p>\n<p>You hereby acknowledge and agree that we do not have the obligation to review any of Your Content that is created or uploaded by you and neither we, nor our subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers and shareholders have any obligation, and do not undertake or assume any duty, to monitor the Service for Content that is inappropriate, that does or might infringe any third party rights, or has otherwise been uploaded in breach of the Agreement or applicable law.</p>\n<p>We, our subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers and shareholders hereby exclude, to the fullest extent permitted by law, any and all liability which may arise from any Content (including Your Content) uploaded to the Service by our users.</p>\n<p>By using the Service, you irrevocably waive the right to assert any claim with respect to any of the foregoing against us or any of our subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers or shareholders.</p>\n<p>From time to time, other users may promote competitions, promotions, prize draws and other similar opportunities on the Service (“Third Party Competitions”).\nWe are not the sponsor or promoter of these Third Party Competitions, and do not have any responsibility or liability for the actions or inactions of any third parties who organize, administer or are otherwise involved in any of promotion of these Third Party Competitions.\nIf you wish to participate in any of these Third Party Competitions, it is your responsibility to read the terms and conditions applicable to the relevant Third Party Competition and to ensure that you understand the rules and any eligibility requirements, and are lawfully able to participate in such Third Party Competitions in your country of residence.</p>\n<p>12.\nBlocking and removal of Content</p>\n<p>Notwithstanding the fact that we have no obligation to monitor the Content on the Service, we reserve the right to block, remove or delete any Content at any time, and to limit or restrict access to any Content, for any reason and without liability, including if we have reason to believe that such Content does or might infringe the rights of any third party, has been uploaded or posted in breach of the Agreement, including our Community Guidelines or applicable law, or is otherwise unacceptable in our reasonable opinion.</p>\n<p>Please also note that individual Uploaders have control over the Content that they store in their account from time to time, and may remove any or all Content without notice.\nYou have no right of continued access to any particular item of Content and we shall have no liability in the event that you are unable to access an item of Content due to its removal from the Service, whether by us or the relevant Uploader.</p>\n<p>13.\nReporting infringements</p>\n<p>We respect the rights of intellectual property owners.\nIf you believe that any Content on the Service infringes your copyright, see our copyright information pages.\nIf we are notified by a copyright holder, using the process provided on the copyright information pages, that any Content infringes a copyright, we may in our sole discretion remove such Content from the Service, or take other steps that we deem appropriate, without prior notification to the user or other party who supplied or posted that Content.\nIf such user or other party believes that the Content is not infringing, he or she may in certain circumstances submit a counter-notification to us with a request to restore the removed content, which we may or may not honor, in our sole discretion.<br>\n<br>Please note that this process applies to copyright infringements only.\nIf you believe that any Content infringes any other intellectual property right or is illegal, defamatory, offensive, &nbsp;harassment, spam&nbsp;or otherwise violates the User Guidelines, please report this to us at support@soundtrap.com.</p>\n<p>14.\nService limitations and modifications</p>\n<p>We will make reasonable efforts to keep the Service operational.\nHowever, certain technical difficulties, maintenance or testing, or updates required to reflect changes in the Service or in relevant laws and regulatory requirements, may, from time to time, result in temporary interruptions.\nWe reserve the right, periodically and at any time, to modify or discontinue, temporarily or permanently, functions and features of the Service, with advance notice where possible, all without liability to you, except where prohibited by law, for valid reasons such as in case of genuine interruption, modification, or discontinuation of the Service or any function or feature thereof, or need to repair, maintain or improve the existing functions or features, or to add new functions or features to the Service, or to implement advancements in science and technology or ensure the operability or the security of the Service, legal and regulatory reasons.\nYou understand, agree, and accept that we will make reasonable efforts, although we have no obligation to maintain, support, upgrade, or update the Service, or to provide all or any specific content through the Service.</p>\n<p>Any new versions, tools, resources and other services and features released for the Service are subject to the Agreement, including these Terms of Use, as well as any additional terms of use that may apply to those specific releases.</p>\n<p>15.\nRepresentations and warranties</p>\n<p>You hereby represent and warrant as follows:</p>\n<p>1.\nYour Content, and each and every part thereof, is an original work by you, and/or you have obtained and will maintain all rights, licenses, consents, waivers, clearances, or approvals required from any collecting society (including STIM, ASCAP, BMI, SESAC, PRS, PPL etc.), record label, publisher or any other party in order for us to lawfully use Your Content pursuant to the Agreement, including these Terms of Use, including the right to upload, reproduce, store, transmit, distribute, share, publicly display, publicly perform, make available and otherwise communicate to the public Your Content, and each and every part thereof, on, through or via the Service and any Linked Services.</p>\n<p>2.\nYour Content and the availability thereof on the Service does not and will not infringe or violate the rights of any third party, including any copyright or other intellectual property rights, performers’ rights, rights of privacy or publicity, or rights in confidential information.</p>\n<p>3.\nYou have obtained any and all necessary consents, permissions and/or releases from any and all persons appearing in Your Content in order to include their name, voice, performance or likeness in Your Content and to publish the same on the Service and via any Linked Services.</p>\n<p>4.\nYour Content, including any comments that you may post on the Website, is not and will not be unlawful, offensive, abusive, libelous, defamatory, obscene, racist, sexually explicit, ethnically or culturally offensive, indecent, will not promote violence, terrorism, or illegal acts, or incite hatred on grounds of race, gender, religion or sexual orientation.</p>\n<p>5.\nYour Content does not and will not create any liability on the part of us, our subsidiaries, affiliates, successors, and assigns, and our respective employees, agents, directors, officers and/or shareholders.</p>\n<p>We reserve the right to remove Your Content, suspend or terminate your access to the Service and/or pursue all legal remedies if we believe that any of Your Content breaches any of the foregoing representations or warranties, or otherwise infringes another person's rights or violates any law, rule or regulation.</p>\n<p>16.\nIndemnification</p>\n<p>You hereby agree to indemnify, defend and hold harmless Soundtrap®, its successors, assigns, affiliates, agents, directors, officers, employees and shareholders from and against any and all claims, obligations, damages, losses, expenses, and costs, including reasonable attorneys' fees, resulting from or related to:</p>\n<p>(i) your breach of the Agreement or applicable law;</p>\n<p>(ii) any third party claim of infringement of copyright or other intellectual property rights or invasion of privacy arising from the uploading or hosting of Your Content on the Service, and/or your making available thereof to other users of the Service, and/or the actual use of Your Content by other users of the Service or any Third Party Services in accordance with the Agreement and the parameters set by you with respect to the distribution and sharing of Your Content;</p>\n<p>(iii) any activity related to your account, be it by you or by any other person accessing your account with or without your consent unless such activity was caused by an act or default for which we are responsible.</p>\n<p>17.\nWarranty disclaimer</p>\n<p>WHILE WE USE COMMERCIALLY REASONABLE EFFORTS TO CORRECT ANY ERRORS OR OMISSIONS IN THE SERVICE AS SOON AS PRACTICABLE ONCE THEY HAVE BEEN BROUGHT TO OUR ATTENTION, WE DO NOT REPRESENT OR WARRANT THAT OUR SERVICE IS ACCURATE, COMPLETE, RELIABLE, CURRENT OR ERROR-FREE.\nEXCEPT AS OTHERWISE PROVIDED IN THESE TERMS, OUR SERVICE IS PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nWE EXPRESSLY DISCLAIM IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nIN ADDITION, YOU ASSUME THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF OUR SERVICE.</p>\n<p>THIS SECTION DOES NOT AFFECT YOUR STATUTORY RIGHTS AS A CONSUMER OR OTHER MANDATORY RIGHTS AFFORDED TO YOU BY APPLICABLE LAW.</p>\n<p>18.\nLimitation of liability</p>\n<p>YOU AGREE THAT YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY PROBLEMS OR DISSATISFACTION WITH THE SERVICE IS TO UNINSTALL AND TO STOP USING THE SERVICE.\nYOU AGREE THAT WE HAVE NO OBLIGATION OR LIABILITY ARISING FROM OR RELATED TO LINKED SERVICES OR ANY OTHER THIRD PARTY SERVICES OR THE CONTENT THEREOF MADE AVAILABLE THROUGH OR IN CONNECTION WITH THE SERVICE, AND WHILE YOUR RELATIONSHIP WITH SUCH LINKED SERVICES AND OTHER THIRD PARTY SERVICES MAY BE GOVERNED BY SEPARATE AGREEMENTS WITH SUCH THIRD PARTIES, YOUR SOLE AND EXCLUSIVE REMEDY, AS WITH RESPECT TO US, FOR ANY PROBLEMS OR DISSATISFACTION WITH THE LINKED SERVICES AND OTHER THIRD PARTY SERVICES OR THE CONTENT THEREOF, IS TO UNINSTALL AND/OR STOP USING ANY SUCH LINKED SERVICES AND OTHER THIRD PARTY SERVICES.</p>\n<p>IN NO EVENT WILL WE OUR SUBSIDIARIES, AFFILIATES, SUCCESSORS, OR ASSIGNS, OR THEIR RESPECTIVE EMPLOYEES, AGENTS, DIRECTORS, OFFICERS OR SHAREHOLDERS BE LIABLE FOR:</p>\n<p>1.\nANY LOSS OR DAMAGE ARISING FROM:</p>\n<p>(A) YOUR INABILITY TO ACCESS OR USE THE SERVICE OR ANY PART THEREOF, OR TO ACCESS ANY CONTENT OR ANY LINKED SERVICES OR OTHER THIRD PARTY SERVICES VIA THE SERVICE;</p>\n<p>(B) ANY CHANGES THAT WE MAY MAKE TO THE SERVICE OR ANY PART THEREOF, OR ANY TEMPORARY OR PERMANENT SUSPENSION OR CESSATION OF ACCESS TO THE SERVICE OR ANY CONTENT IN OR FROM ANY OR ALL TERRITORIES;</p>\n<p>(C) ANY ACTION TAKEN AGAINST YOU BY THIRD PARTY RIGHTS HOLDERS WITH RESPECT TO ANY ALLEGED INFRINGEMENT OF SUCH THIRD PARTY’S RIGHTS RELATING TO YOUR CONTENT OR YOUR USE OF THE SERVICE, OR ANY ACTION TAKEN AS PART OF AN INVESTIGATION BY US OR ANY RELEVANT LAW ENFORCEMENT AUTHORITY REGARDING YOUR USE OF THE SERVICE;</p>\n<p>(D) ANY ERRORS OR OMISSIONS IN THE SERVICE’S TECHNICAL OPERATION, OR FROM ANY INACCURACY OR DEFECT IN ANY CONTENT OR ANY INFORMATION RELATING TO CONTENT;</p>\n<p>(E) YOUR FAILURE TO PROVIDE US WITH ACCURATE OR COMPLETE INFORMATION, OR YOUR FAILURE TO KEEP YOUR USERNAME OR PASSWORD CONFIDENTIAL;</p>\n<p>2.\nANY LOSS OR DAMAGE TO ANY COMPUTER HARDWARE OR SOFTWARE, ANY LOSS OF, DATA (INCLUDING YOUR CONTENT), OR ANY LOSS OR DAMAGE FROM ANY SECURITY BREACH (WHETHER DIRECT OR INDIRECT).\nAND/OR</p>\n<p>3.\nANY LOSS OR DAMAGE (INCLUDING ANY LOST PROFITS OR INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL DAMAGES)</p>\n<p>IN NO EVENT SHALL OUR AGGREGATE LIABILITY TO YOU UNDER THIS AGREEMENT EXCEED THE GREATER OF €100 EURO OR THE AMOUNTS (IF ANY) PAID BY YOU TO US DURING THE PREVIOUS TWELVE (12) MONTHS FOR THE PART OF THE SERVICE GIVING RISE TO THE CLAIM.</p>\n<p>ANY CLAIM OR CAUSE OF ACTION ARISING OUT OF OR RELATED TO YOUR USE OF THE SERVICE MUST BE NOTIFIED TO US AS SOON AS POSSIBLE.</p>\n<p>APPLICABLE LAW MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nIN SUCH CASES, YOU ACKNOWLEDGE AND AGREE THAT SUCH LIMITATIONS AND EXCLUSIONS REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND US AND ARE FUNDAMENTAL ELEMENTS OF THE BARGAIN BETWEEN YOU AND US, AND THAT OUR LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.</p>\n<p>THIS SECTION APPLIES TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\nYOU MAY HAVE RIGHTS UNDER APPLICABLE LAW IN YOUR JURISDICTION WHICH PROVIDES FOR REMEDIES IN ADDITION TO THOSE SET OUT ABOVE.</p>\n<p>Nothing in this Agreement limits or excludes our liability for fraud, fraudulent misrepresentation, death or personal injury caused by our negligence, and if required by applicable law, gross negligence.</p>\n<p>19.\nData protection, privacy and cookies</p>\n<p>All personal data that you provide to us in connection with your use of the Service is collected, stored and used by us in accordance with our Privacy Policy.\nIn addition, in common with most online services, we use cookies to help us understand how people are using the Service, so that we can continue to improve the services we offer.\nOur use of cookies, and how to disable cookies, is explained in our Cookies Policy.</p>\n<p>20.\nTerm and termination</p>\n<p>The Agreement will continue to apply until terminated by either you or us.</p>\n<p>20.1 Termination by you</p>\n<p>You may terminate the Agreement and/or cancel your Paid Subscription at any time by either (i) accessing the account page within your settings on the Website, or (ii) sending us a notice in writing to support@soundtrap.com&nbsp;or to Soundtrap AB, Katarinavägen 15, 11645, &nbsp;STOCKHOLM, SWEDEN&nbsp;confirming such termination or cancellation.</p>\n<p>20.2 Termination by us</p>\n<p>We may terminate the Agreement, or suspend and remove your Paid Subscription and access to the Service or any part thereof, temporarily or permanently, at any time including in the event of non-payment of subscription fees, your actual or suspected unauthorized use of the Service and/or Content, non-compliance with the Agreement or if we withdraw the Service (in which case we shall provide you with reasonable notice in advance of doing so).</p>\n<p>In particular, we may terminate the Agreement, or suspend and remove your Paid Subscription and access to the Service if (i) you are, or are deemed to be, infringing any third party intellectual property or other rights.\n(ii) you are in breach of any of the material provision of the Agreement.\n(iii) we elect in our own discretion to cease providing access to the Service in the jurisdiction where you reside or from where you are attempting to access the Service, or (iv) in other reasonable circumstances as determined by us in our sole discretion.</p>\n<p>20.3 Consequences of termination</p>\n<p>If the Agreement is terminated by you or us, or if we suspend and remove your Paid Subscription and access to the Service in accordance with the Agreement, before the end of your subscription period, you agree that we shall have no liability or responsibility to you and we will not offer any refund for any unused period of your subscription.</p>\n<p>Once the Agreement has been terminated, your account and any and all Content residing in your account, or pertaining to activity from your account (for example, data relating to the distribution or consumption of your sounds), may be irretrievably deleted by us, except to the extent that we are obliged or permitted to retain such Content, data or information for a certain period of time in accordance with applicable laws and regulations and/or to protect our legitimate business interests.\nYou are advised to save or back up any Content that you have uploaded to your account before terminating the Agreement.</p>\n<p>We are not able to provide you with any .csv or other similar file of data relating to activity associated with your account, whether before or after termination of your account.\nThis data is provided and is accessible only for viewing via your account page on the Service for as long as your account is active, and except as set forth in our Privacy Policy.</p>\n<p>If you access the Service via any of our applications or via any third party application connected to your account, deleting that application will not automatically delete your account.</p>\n<p>Sections 5, 7-12, 14-19, 20-25 and any other provisions of the Agreement, including these Terms of Use, which by their nature must remain in effect after termination of the Agreement, shall survive termination.</p>\n<p>21.\nAssignment to third parties</p>\n<p>We may assign the Agreement, and any of our rights under the Agreement, in whole or in part, and we may delegate any of our obligations under the Agreement, to any third party at any time without notice, including to any person or entity acquiring all or substantially all of the assets or business of Soundtrap®.\nYou may not assign the Agreement, or any rights and obligations under the Agreement, nor transfer or sub-license any rights hereunder to any third party.</p>\n<p>22.\nSeverability, waiver and interpretation</p>\n<p>Unless otherwise stated in the Agreement, should one or more provisions of the Agreement be held invalid or unenforceable for any reason or to any extent, such invalidity or enforceability shall not in any manner affect or render invalid or unenforceable the remaining provisions of the Agreement, and the application of that provision shall be enforced to the fullest extent permitted by law.</p>\n<p>Any failure by us to enforce the Agreement or any provision thereof shall not constitute a waiver of our right to do so.</p>\n<p>As used in these Terms of Use, the words “include” and “including,” and variations thereof, will be deemed to be followed by the words “without limitation”.</p>\n<p>23.\nChoice of law, mandatory arbitration and venue </p>\n<p>23.1 Governing Law / Jurisdiction</p>\n<p>Unless otherwise required by a mandatory law of a member state of the European Union or any other jurisdiction, the Agreement (and any non-contractual disputes/claims arising out of or in connection with them) are subject to the laws of the state or country listed below, without regard to choice or conflicts of law principles.<br>\n<br>Further, you agree to the jurisdiction of the courts listed below to resolve any dispute, claim, or controversy that arises in connection with the Agreement (and any non-contractual disputes/claims arising out of or in connection with them).\nIn some cases, that jurisdiction will be “exclusive”, meaning that no other countries’ courts can preside over the matter.\nhave jurisdiction.\nin other cases, the jurisdiction is “non-exclusive”, meaning that other countries’ courts may have jurisdiction as well.\nThis is indicated in the chart as well.</p>\n<p>Country</p>\n<p>Choice of Law</p>\n<p>Jurisdiction</p>\n<p>Andorra, Australia, Austria, Belgium, Czech Republic, Denmark, Finland, Greece, Hungary, Iceland, Indonesia, Ireland, Israel, Italy, Japan, Liechtenstein, Malaysia, Mexico, Netherlands, New Zealand, Poland, Romania, Singapore, South Africa, Sweden, Switzerland, Taiwan, Thailand, Vietnam</p>\n<p>Sweden</p>\n<p>Exclusive.\nCourts of Sweden</p>\n<p>Bulgaria, Cyprus, Estonia, France, Germany, Hong Kong, Latvia, Lithuania, Luxembourg, Malta, Monaco, Norway, Philippines, Portugal, Slovakia, Spain, Turkey</p>\n<p>Laws of Sweden</p>\n<p>Non-exclusive.\nCourts of Sweden</p>\n<p>Brazil</p>\n<p>Laws of Brazil</p>\n<p>Exclusive.\nState and Federal Courts of São Paulo, State of São Paulo, Brazil</p>\n<p>Canada</p>\n<p>Not applicable to residents of Quebec: Laws of the Province of Ontario</p>\n<p>Residents of Quebec: Laws of the Province of Quebec, Canada</p>\n<p>Not applicable to residents of Quebec: Exclusive other than for the purpose of enforcing judgements.\nCourts of Ontario,<br>Canada</p>\n<p>Residents of Quebec: Courts of Quebec, Canada</p>\n<p>Argentina, Bolivia, Chile, Colombia, Costa Rica, Dominican Republic, Ecuador, El Salvador, Guatemala, Honduras, Nicaragua, Panama, Paraguay, Peru, Uruguay</p>\n<p>State of California, United States</p>\n<p>Exclusive.\nState and Federal Courts of San Francisco County, CA or New York, NY</p>\n<p>United Kingdom</p>\n<p>Laws of England and Wales</p>\n<p>Exclusive.\nCourts of England and Wales in London, England</p>\n<p>23.2 CLASS ACTION WAIVER</p>\n<p>WHERE PERMITTED UNDER THE APPLICABLE LAW, YOU AND WE&nbsp;AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR OUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE ACTION.\nUnless both you and we agree, no arbitrator or judge may consolidate more than one person’s claims or otherwise preside over any form of a representative or class proceeding.</p>\n<p>\n<br>23.3 Arbitration</p>\n<p>If you are located in, are based in, have offices in, or do business in a jurisdiction in which this Section 23.3 is enforceable, the following mandatory arbitration provisions apply to you:</p>\n<p>23.3.1 Dispute resolution and arbitration</p>\n<p>You and we&nbsp;agree that any dispute, claim, or controversy between you and us&nbsp;arising in connection with or relating in any way to the Agreement or to your relationship with us&nbsp;as a user of the Service (whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and whether the claims arise during or after the termination of the Agreement) will be determined by mandatory binding individual arbitration.\nArbitration is more informal than a lawsuit in court.\nTHERE IS NO JUDGE OR JURY IN ARBITRATION, AND COURT REVIEW OF AN ARBITRATION AWARD IS LIMITED.\nThere may be more limited discovery than in court.\nThe arbitrator must follow this agreement and can award the same damages and relief as a court (including attorney fees), except that the arbitrator may not award declaratory or injunctive relief benefiting anyone but the parties to the arbitration.\nThis arbitration provision will survive termination of the Agreement.</p>\n<p>23.3.2 Exceptions</p>\n<p>Notwithstanding clause 23.3.1 above, you and we&nbsp;both agree that nothing herein will be deemed to waive, preclude, or otherwise limit either of our rights, at any time, to (1) bring an individual action in a small claims court (2) pursue enforcement actions through applicable federal, state, or local agencies where such actions are available, (3) seek injunctive relief in a court of law, or (4) to file suit in a court of law to address intellectual property infringement claims.</p>\n<p>23.3.3 Arbitration rules</p>\n<p>Either you or we may start arbitration proceedings.\nAny arbitration between you and us&nbsp;will be finally settled under the Rules of Arbitration of the International Chamber of Commerce (the “ICC”) then in force (the “ICC Rules”) by one or more arbitrators appointed in accordance with the ICC Rules, as modified by the Agreement, and will be administered by the International Court of Arbitration of the ICC.<br>\n<br>Any arbitration will be conducted in the English language and unless otherwise required by a mandatory law of a member state of the European Union or any other jurisdiction, the law to be applied in any arbitration shall be the law of the relevant state or country listed in clause 23.1, without regard to choice or conflicts of law principles.</p>\n<p>23.3.4 Time for filing</p>\n<p>Any arbitration must be commenced by filing a demand for arbitration within ONE (1) YEAR after the date the party asserting the claim first knows or reasonably should know of the act, omission, or default giving rise to the claim.\nand there shall be no right to any remedy for any claim not asserted within that time period.\nIf applicable law prohibits a one-year limitation period for asserting claims, any claim must be asserted within the shortest time period permitted by applicable law.</p>\n<p>23.3.5 Notice.\nprocess</p>\n<p>A party who intends to seek arbitration must first send a written notice of the dispute to the other, by certified mail or Federal Express (signature required), or in the event that we do not have a physical address on file for you, by electronic mail (\"Notice\").\nOur&nbsp;address for Notice is: Katarinavägen 15, 116 45 STOCKHOLM.\nThe Notice must (1) describe the nature and basis of the claim or dispute.\nand (2) set forth the specific relief sought (\"Demand\").\nWe agree to use good faith efforts to resolve the claim directly, but if we do not reach an agreement to do so within 30 days after the Notice is received, you or we&nbsp;may commence an arbitration proceeding.\nDuring the arbitration, the amount of any settlement offer made by you or us shall not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any.\nIn the event our dispute is finally resolved through arbitration in your favor, we shall pay you (1) the amount awarded by the arbitrator, if any, (2) the last written settlement amount offered by us&nbsp;in settlement of the dispute prior to the arbitrator’s award.\nor (3) €1,000 euro, whichever is greater.\nAll documents and information disclosed in the course of the arbitration shall be kept strictly confidential by the recipient and shall not be used by the recipient for any purpose other than for purposes of the arbitration or the enforcement of the arbitrator’s decision and award and shall not be disclosed except in confidence to persons who have a need to know for such purposes or as required by applicable law.</p>\n<p>\n<br>Except as required to enforce the arbitrator’s decision and award, neither you nor we shall make any public announcement or public comment or originate any publicity concerning the arbitration, including the fact that the parties are in dispute, the existence of the arbitration, or any decision or award of the arbitrator.<br>\n<br>23.3.6 Modifications<br>\n<br>In the event that we make any future change to this arbitration provision (other than a change to our&nbsp;address for Notice), you may reject any such change by sending us written notice within 30 days of the change to our&nbsp;address for Notice, in which case your Soundtrap® account shall be immediately terminated and this arbitration provision, as in effect immediately prior to the amendments you reject, shall survive.<br>\n<br>23.3.7 Enforceability<br>\n<br>If the class action waiver in section 23.2 is found to be unenforceable in arbitration or if any part of this section 23.3 is found to be invalid or unenforceable, then the entirety of this section 23.3 shall be null and void and, in such case, the parties agree that the exclusive jurisdiction and venue described in Section 23.1 shall govern any action arising out of or related to the Agreement.</p>\n<p>24.\nEntire agreement, third party beneficiaries</p>\n<p>Other than as stated in this section or as explicitly agreed upon in writing between you and us, this&nbsp;Agreement together with and any additional terms you agree to from time to time, constitute the entire agreement between you and us with respect to your use of the Service and supersede any prior agreement with respect to the same subject matter.\nAny modifications to the Agreement other than by us as permitted by Section 3&nbsp;are prohibited unless made in writing between you and us.</p>\n<p>As noted previously, however, certain aspects of your use of the Service may be governed by additional agreements.\nThat could include, for example, when access to the Service is sold via a third party, together with other services, or when you have agreed to terms and conditions of Third Party Services.\nTo the extent that there is any irreconcilable conflict between any such additional terms and these Terms of Use, the additional terms shall prevail.</p>\n<p>25.\nExport control</p>\n<p>Our products may be subject to U.S.\nexport and re-export control laws and regulations or similar laws applicable in other jurisdictions, including the Export Administration Regulations (“EAR”) maintained by the U.S.\nDepartment of Commerce, trade and economic sanctions maintained by the Treasury Department’s Office of Foreign Assets Control (“OFAC”), and the International Traffic in Arms Regulations (“ITAR”) maintained by the Department of State.\nYou warrant that you are (1) not located in any country to which the United States has embargoed goods or has otherwise applied any economic sanctions.\nand (2) not a denied party as specified in any applicable export or re-export laws or regulations or similar laws applicable in other jurisdictions.</p>\n<p>&nbsp;</p>\n<p>You agree to comply with all applicable export and reexport control laws and regulations, including the EAR, trade and economic sanctions maintained by OFAC, and the ITAR.\nSpecifically, you agree that you shall not – directly or indirectly – sell, export, reexport, transfer, divert, or otherwise dispose of any products, software, or technology (including products derived from or based on such technology) received from us under the Agreement to any destination, entity, or person prohibited by any applicable laws or regulations of the United States or any other jurisdiction without obtaining prior authorization from the competent government authorities as required by those laws and regulations.</p>\n<p>26 Contact us</p>\n<p>If you have any questions concerning the Service or the Agreement, please contact us by sending an email to contact@soundtrap.com or by visiting our Website.\nIf you wish to speak with us, click here for further information.</p>\n<p>Thank you for reading our Terms of Use.\nWe hope you enjoy Soundtrap®.</p>\n<p>Contracting Entity:</p>\n<p>\n</p>\n<p>\n</p>\n<p>Soundtrap AB<br>Katarinavägen 15, 116 45 STOCKHOLM</p>\n<p>Org.no.\n559434-9044<br>\n</p>\n<p>\n</p>\n<p>© Soundtrap AB</p>\n<p>\n</p>", "created_at": "2023-09-04 22:55:35.876277", "updated_at": "2023-09-04 22:57:28.640686"}, {"id": 18943, "name": "Promotional Offer Terms", "url": "https://docs.google.com/document/d/e/2PACX-1vSA1J64VB6D21kqGQmHoBrxtmkIP2dmc70nqrg8Fjs5LLazOsg970TKFe0PlDYRSItjqz9Qq0ciTeGz/pub", "xpath": "//body", "text": null, "created_at": "2023-09-04 22:58:19.056251", "updated_at": "2023-09-04 22:58:19.056251"}, {"id": 18944, "name": "Education Terms of Use", "url": "https://docs.google.com/document/d/e/2PACX-1vSZYK1TA_VZcitqJQQWI23lyQMhkcTTgnzwcBqIQge-44zc80sny-UKcSUbLqa_yA2Qa_LV6V33JCb9/pub", "xpath": "//body", "text": "Published using Google DocsReport abuseLearn moreTerms of Use EDU ROW Updated automatically every 5 minutes<p>Soundtrap® for Education Terms of Use</p>\n<p>Effective 1 July, 2023</p>\n<p>NOTE: If you are signing up to or using the Soundtrap®&nbsp;service as a non-educational, individual creator, these are not the right terms for you.\nPlease review our Soundtrap Terms of Use&nbsp;instead.</p>\n<p>1.\nIntroduction and binding agreement</p>\n<p>2.\nRegistration and notice requirements</p>\n<p>3.\nChanges to the Agreement</p>\n<p>4.\nOur Service, subscriptions, price changes etc.</p>\n<p>5.\nStudent Data</p>\n<p>6.\nYour use of the Service</p>\n<p>7.\nThird party websites, applications and services</p>\n<p>8.\nUser Guidelines</p>\n<p>9.\nYour Content</p>\n<p>10.\nLiability for Content</p>\n<p>11.\nBlocking and Removal of Content</p>\n<p>12.\nReporting Infringement</p>\n<p>13.\nService Limitations and modifications</p>\n<p>14.\nWarranty Disclaimer</p>\n<p>15.\nLimitation of Liability</p>\n<p>16.\nTerm and Termination</p>\n<p>17.\nAssignment to Third Parties</p>\n<p>18.\nSeverability, Waiver and Interpretation</p>\n<p>19.\nChoice of law, mandatory arbitration and venue </p>\n<p>20.\nEntire agreement, third party beneficiaries</p>\n<p>21.\nExport control</p>\n<p>22.\nContact Us</p>\n<p>\n</p>\n<ol>\n<li>Introduction and binding agreement</li>\n</ol>\n<p>Welcome to Soundtrap® for Education, a service provided by Soundtrap AB (“Soundtrap®”, “we” “our”, or “us”).</p>\n<p>\n</p>\n<p>These Soundtrap® for Education Terms of Use (“Terms of Use”) govern your use of the Soundtrap® for Education services including all associated features and functionalities, websites, mobile and desktop applications and all related tools, applications, data, software, APIs as well as all other content and services associated with the Soundtrap® for Education services (the “Service”).</p>\n<p>\n</p>\n<p>By signing up or otherwise accessing or using any part of the Service you are entering into a binding agreement with Soundtrap AB.\nIf you are signing up or using the Service on behalf of a school, school district, or other educational organization or entity (the “School”) you are agreeing to the agreement on behalf of the School and promise that you have the authority to bind the School to this agreement.\nIn that case, “you” and “your” will refer to the School.</p>\n<p>\n</p>\n<p>Your agreement with us includes these Terms of Use together with our Data Processor Agreement&nbsp;and any additional terms to which you agree with us from time to time, other than terms with any third parties (collectively, the “Agreement”).\nIf you wish to read the terms of the Agreement, the current effective version can be found on our website, www.soundtrap.com/edu&nbsp;(the “Website”).</p>\n<p>\n</p>\n<p>Please read these Terms of Use and the other referenced documents carefully, as they include important information on:</p>\n<ul>\n<li>your legal rights and obligations when you use the Service;</li>\n<li>your responsibilities for your end users’ use of the Service;</li>\n<li>the rights you give us when you and your end users use the Service;</li>\n<li>the rules everyone needs to follow when using the Service;</li>\n<li>other key information regarding changes and termination of the Service, automatic renewals, your liability for content, infringements and limitation of liability</li>\n</ul>\n<p>You acknowledge that you have read and understood the Agreement, and agree to be bound by it.\nIf you do not agree with (or cannot comply with) the Agreement, then you and your end users may not use the Service or any parts thereof.</p>\n<ol>\n<li>Registration and notice requirements</li>\n</ol>\n<p>You are responsible for providing all notices to, and obtaining any and all consents from, any student invited to use the Service through your plan (“Student”) that may be required by applicable law.\nYou will also convey notification on our behalf to your Students or, with respect to a Student under 18 years of age, to the Student’s parent or guardian, upon our request including in connection with any judicial order or lawfully-issued subpoena requiring the disclosure of Student personal data in our possession as may be required under applicable law.</p>\n<ol>\n<li>Changes to the Agreement</li>\n</ol>\n<p>We reserve the right to change, alter, replace or otherwise modify the Agreement, including these Terms of Use, at any time.</p>\n<p>\n</p>\n<p>When we make any material changes to the Agreement, including these Terms of Use, we will provide you with notice as we deem appropriate under the circumstances, for example by updating the date of last modification and posting to the Website, displaying a prominent notice on the Website, within the Service and/or by sending an email to the email address registered in your account (we never send these emails to Students).\nIn some cases we will notify you in advance, and your continued use of the Service after the changes have taken effect will constitute your acceptance of the revised Agreement.\nIf you do not wish to continue using the Service under the new version of the Agreement, you may terminate the Agreement as described in the Term and Termination section&nbsp;below.</p>\n<ol>\n<li>Our Service, subscriptions, price changes etc.</li>\n</ol>\n<p>Soundtrap® for Education is a cloud-based hosting and collaborative audio recording platform for use by Students and teachers in an educational setting.</p>\n<p>\n</p>\n<p>By purchasing a Soundtrap® for Education subscription, you will be granted access to our educational plan (the “Educational Subscription”) pursuant to which you may provide access for you and your Students and other end users to use the Service in accordance with the number of seats you have purchased.\nYou acknowledge and agree that you: (a) are responsible for the use of the Service by your Students and all other end users that use the Service through your Educational Subscription, including any administrators or teachers (collectively, “End Users”).\nand (b) shall ensure that each of your End Users complies with the Agreement.\nYou shall be responsible for all losses, damages, and costs (including attorneys’ fees) incurred by us in connection with any use of the Service by any End User, any claim made by an End User, or any failure of any End User to comply with the Agreement.</p>\n<p>\n</p>\n<p>You may purchase an Educational Subscription either directly from us or from a third-party reseller (where available) (the “Reseller”).\nIf the Educational Subscription is purchased from a Reseller, you will enter into a separate order form or agreement setting forth the fees to be paid by you to the Reseller for the Educational Subscription.\nWe are not liable or responsible for any commercial or other terms agreed between you and the Reseller, except that we shall remain responsible for the provision of the Service in accordance with this Agreement, and your use of the Service shall be governed by the same.</p>\n<p>\n</p>\n<p>You may purchase an Educational Subscription directly from us by paying the subscription fee in advance on a yearly basis, or some other recurring interval agreed upon prior to the purchase.\nPrices and fees are exclusive of VAT, GST, HST, sales taxes or other similar taxes, duties, charges or assessments (\"Indirect taxes\").\nIndirect taxes will be added on top of agreed amounts as per local legislation.\nEach party shall be solely responsible for payment of all Indirect taxes it is legally obliged to pay arising as a result of this Agreement or otherwise.\nTaxes we collect, if any, will be listed separately on the invoice.\nYou agree to make all payments of fees to us free and clear of, and without reduction for, any withholding taxes.</p>\n<p>\n</p>\n<p>If you use a credit card as payment method, your Educational Subscription and payment will automatically renew at the end of the applicable subscription period, unless you cancel your Educational Subscription upon thirty (30) days’ written notice before the end of the then-current subscription period.\nIf you use another payment method, your payment will not&nbsp;renew automatically and your Educational Subscription will cancel automatically at the end of your initial subscription period.\nIn both cases.\nthe cancellation will take effect the day after the last day of the current subscription period, and you will have no continued right to use the Service thereafter.\nIf you cancel the Educational Subscription before the end of the current subscription period, we will not refund any subscription fees already paid to us.</p>\n<p>\n</p>\n<p>We may change the price for the Educational Subscription from time to time and we will communicate any price changes in advance of any renewal and, if applicable, how to accept those changes.\nPrice changes will take effect at the start of the next subscription period following the date of the price change.\nSubject to applicable law, you accept the new price by continuing to use the Service after the price change takes effect.\nIf you do not agree with a price change, you may reject the change by cancelling your Educational Subscription before the price change takes effect.</p>\n<p>\n</p>\n<p>Any invoices are due and payable within thirty (30) days from the invoice date.</p>\n<p>\n</p>\n<p>From time to time, we or others on our behalf may offer trials or special offers of the Educational Subscription for a specified period without payment or at a reduced rate (a “Trial”).\nThese Trials may be subject to separate and additional terms and conditions.\nWe may determine your eligibility for a Trial, and withdraw or modify a Trial at any time without prior notice and with no liability, to the extent permitted under applicable law.\nUnless otherwise set forth in the Trial terms and conditions, you will have no continued right to use the Educational Subscription after the Trial expires.</p>\n<ol>\n<li>Student Data</li>\n</ol>\n<p>By signing up to and using the Service, we will collect certain account and platform usage data about your Students (the “Student Data”) and other End Users as further described in our Education Privacy Policy.\nStudent Data may contain personal data as well as other information relating to your and your Students’ and other End Users’ use of the Service, such as the Students’ interactions with the Service and the content viewed, uploaded or created using the Service.\n&nbsp;</p>\n<p>\n</p>\n<p>We collect, maintain, use or share Student Data only to provide the Service and as otherwise permitted by applicable laws.\nWe may use aggregate or de-identified Student Data that does not identify any individual Student for research, analysis, and similar purposes, for example, to better understand how users access and use our Service, to improve our services, or for other research and analytical purposes.</p>\n<p>\n</p>\n<p>We will not advertise or market to Students or others based on Student Data.\nWe will not disclose personal information about Students to third parties, except as further described in our Education Privacy Policy, such as to our service providers when needed to provide the Service, as required by law or court order, to authorized school personnel as directed by a Student’s school, or to protect the security of the Service or other users.\nWe do not sell, rent, or trade Student Data.</p>\n<p>\n</p>\n<p>For more information on access, security, deletion and how we protect Student Data, please visit our Trust Center&nbsp;and Education Privacy Policy.</p>\n<p>\n</p>\n<p>You and your End Users are solely responsible for maintaining the confidentiality and security of your accounts and login credentials, and for all activity emanating from the accounts under your Educational Subscription.\nWe reserve the right to suspend or terminate your or any End User’s access and account(s) if activities occur which, in our sole discretion, would or might constitute a violation of the Agreement or applicable laws or regulations or to protect the rights of property of us or any other customer or user.</p>\n<ol>\n<li>Your use of the Service</li>\n</ol>\n<p>Subject to your strict compliance with the Agreement by you and your End Users, we grant you a limited, non-exclusive, revocable and non-transferable permission to, for educational purposes only, use the Service and to provide access to your End Users to use the Service in order to: (i) submit, upload, record or post audio, text, photos, pictures, graphics, comments, and other content, data or information (“Content”)&nbsp;to the Service, including using the Sample Content described below, and (ii) view, listen to, collaborate, share and download other users’ Content, as permitted by the settings that you have selected for your Educational Subscription.</p>\n<p>The Service may provide access to certain pre-recorded sample content including audio files, loops and beats, instruments and other sounds, sound settings, graphics, images and similar assets (“Sample Content”).\nThe Sample Content is proprietary to Soundtrap®&nbsp;and/or its licensors, and is protected by applicable intellectual property laws, including copyright.\nUnless otherwise is provided, you and your End Users may use all Sample Content included in the Service on a royalty-free basis to create your own original Content.\nThe Service may also provide access from time to time to complete musical or other audio works and compositions (“Demo Projects”).\nThese Demo Projects serve as inspiration and education only and neither you, nor your End Users may include these Demo Projects in your own Content, or reformat, mix, filter, re-synthesize or otherwise alter the Demo Projects, unless otherwise is explicitly provided in relation to the particular Demo Project.\nNeither the Sample Content, nor the Demo Projects may be commercially or otherwise distributed outside the Service on a stand alone basis or repackaged as audio samples or similar.</p>\n<p>The Soundtrap® for Education service and software applications are not sold or transferred to you, and we and our licensors retain ownership of all copies of the Soundtrap® for Education service and software applications.\nExcept for the permission expressly granted to you in the Agreement, you and your End Users do not acquire any right, title or interest in or to the Service.</p>\n<p>\n</p>\n<p>All Soundtrap® trademarks, service marks, trade names, logos, domain names, and any other features of the Soundtrap® brand (“Soundtrap® Brand Features”) are the sole property of Soundtrap® or our licensors.\nThe Agreement does not grant you any permission to use any Soundtrap® Brand Features whether for commercial or non-commercial use.</p>\n<p>\n</p>\n<p>Third party software (for example, open source software libraries) included in the Service are made available to you under the relevant third party license terms as published and described in the Service, the Website, and in these Terms of Use.</p>\n<ol>\n<li>Third party websites, applications and services</li>\n</ol>\n<p>The Service is integrated with and may (subject to your settings) interact with certain third party websites, applications, software and services such as third party learning management systems (“Third Party Services”) to provide the Service to you.\nThese Third Party Services may have their own terms and conditions of use and privacy policies and you understand and agree that we do not have or maintain any control over these Third Party Services, and are not and cannot be held responsible for their content, operation or use, or for any transaction you may enter into with the provider of any such Third Party Services, nor do we give any warranty with respect to the compatibility, content, operation or use of any such Third Party Services.</p>\n<ol>\n<li>User Guidelines</li>\n</ol>\n<p>We respect the rights of others and expect you and your End Users to do the same.\nWe have established a few ground rules for you and your End Users to follow when using the Service.\nYou must follow the rules in this Section (“User Guidelines”) at all times and shall ensure that your End Users do the same.</p>\n<p>\n</p>\n<p>The following are NOT ALLOWED for any reason whatsoever:</p>\n<ol>\n<li>copying, ripping, capturing or attempting to do the same, any Content from the Service, other than by means of download in circumstances where the relevant uploader has permitted downloads of the relevant Content.</li>\n<li>adapting, copying, republishing, making available or otherwise communicating to the public, displaying, performing, transferring, sharing, distributing or otherwise using or exploiting any Content on or from the Service, except where (i) such Content is Your Content, or (ii) as permitted under the Agreement, and within the parameters set by the uploader (for example, under the terms of Creative Commons licenses selected by the uploader).</li>\n<li>using any Content (other than Your Content) in any way that is designed to create a separate content service or that replicates any part of the Service.</li>\n<li>employing scraping or other automated techniques to aggregate, repurpose, republish or otherwise make use of any Content.</li>\n<li>employing or making use of any techniques or services, automated or otherwise, designed to misrepresent the popularity of Your Content on the Service, or to misrepresent your activity on the Service, including by the use of bots, botnets, scripts, applications, plugins, extensions or other automated means to register accounts, login, add followers to your account, play Content, follow or unfollow other users, send messages, post comments, or otherwise to act on your behalf, particularly where such activity occurs in a multiple or repetitive fashion.\nYou must not offer or promote the availability of any such techniques or services to any other users of the Service.</li>\n<li>altering or removing, or attempting to do the same, any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the Service or any Content appearing on the Service (other than Your Content).</li>\n<li>copying or adapting, either by yourself or via a third party, the object code of the Service, or reverse engineer, reverse assemble, decompile, modify or attempt to discover any source or object code of any part of the Service, or circumvent or attempt to circumvent or copy any copy protection mechanism or access any rights management information pertaining to Content other than Your Content, except to the extent permitted by applicable law.</li>\n<li>renting, selling or leasing access to the Service or any Content, although this shall not prevent you from including links from Your Content to any legitimate online download store from where any item of Your Content may be purchased.</li>\n<li>using or attempting to use another person's account, password, or other information, unless you have express permission from that other person.</li>\n<li>selling, transferring, or offering to sell or transfer, any Soundtrap® account or access to any Soundtrap® account to any third party without our prior written approval.</li>\n<li>collecting or attempting to collect personal data, or any other kind of information about other users, including through spidering or any form of scraping.</li>\n<li>violating, circumventing or attempting to violate or circumvent any data security measures employed by us or any uploader.\naccessing or attempting to access data or materials which are not intended for your use.\nlogging into, or attempting to log into, a server or account which you are not authorized to access.\nattempting to scan or test the vulnerability of our servers, system or network or attempting to breach our data security or authentication procedures.\nattempting to interfere with the Service by any means including hacking our servers or systems, submitting a virus, overloading, mail-bombing or crashing.</li>\n</ol>\n<p>When using the Service, you are also NOT ALLOWED to upload, post, store, transmit, display, copy, distribute, promote Content or otherwise engage in any activity which, in our reasonable opinion, includes information or material that:</p>\n<p>\n</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nis offensive, abusive, libelous, defamatory, obscene, racist, sexually explicit, ethnically or culturally offensive, indecent, that promotes violence, terrorism, or illegal acts, incites hatred on grounds of race, gender, religion or sexual orientation, or is otherwise objectionable in our reasonable discretion;</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nviolates, plagiarizes, misappropriates or infringes the rights of any other party including copyright, trademark rights, rights of privacy or publicity, proprietary rights or any other of our rights or the rights of a third party;</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nviolates, breaches or is contrary to any law, rule, regulation, court order or is otherwise is illegal or inappropriate in our reasonable opinion;</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\ncontains any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component, which or might overburden, impair or disrupt the Service or servers or networks forming part of, or connected to, the Service, or which does or might restrict or inhibit any other user's use and enjoyment of the Service;</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\ncontains unsolicited or unauthorized advertising, promotional messages, spam or any other form of solicitation.</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nencourage, induce, solicit or promote, any conduct that would constitute a criminal offence, give rise to civil liability or otherwise violate any law or regulation.</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity, for example, by registering an account in the name of another person or company, or sending messages or making comments using the name of another person.</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\ninvolves &nbsp;stalking, exploiting, threatening, bullying, abusing or otherwise harassing another user, or any of our employees.</p>\n<p>You agree, and shall cause your End Users, to comply with the above User Guidelines, and acknowledge and agree that violation, or if we reasonably suspect violation, of these User Guidelines may result in immediate suspension or termination of your and your End Users’ accounts or such other action that we see fit, including taking court action and/or reporting offending users to, and cooperating with, relevant authorities.</p>\n<ol>\n<li>Your Content</li>\n</ol>\n<p>Any and all Content that you and your End Users upload, store, transmit, submit, exchange or make available to or via the Service (\"Your Content\") is generated, owned and controlled solely by you and your End Users, and not by us.\nWe do not claim any ownership rights in Your Content, and you hereby expressly acknowledge and agree that Your Content remains your sole responsibility.</p>\n<p>\n</p>\n<p>Subject to your and your End Users’ ownership rights in Your Content, you grant us a limited right to host, use, distribute, reproduce, transmit, publicly display and publicly perform Your Content in accordance with the settings that you have selected for your Educational Subscription, to undertake any of the tasks set forth in the Agreement and to improve and enable use of the Service, including providing support or other services as may be requested by you and your End Users from time to time.</p>\n<p>\n</p>\n<p>Under no circumstances should you or your End Users upload, store, distribute, send, transmit, display, perform, make available or otherwise communicate to the public any Content to which you do not hold the necessary rights.\nIn particular, any unauthorized use of copyright protected material within Your Content may constitute an infringement of third party rights and is strictly prohibited.\nAny such infringements may result in termination of your and your End Users’ account, and may also result in civil litigation or criminal prosecution by or on behalf of the relevant rights holder.</p>\n<p>You promise that, with respect to any of Your Content that you or your End Users submit to the Service, (1) you or your End Users own or have the right to submit, and have all rights necessary to grant the rights and licenses for us to use Your Content as permitted by the Agreement, and (2) Your Content, or its use by us or any End User as contemplated by the Agreement, does not violate the Agreement, applicable law, or the intellectual property, publicity, personality, or other rights of others.</p>\n<ol>\n<li>Liability for Content &nbsp;</li>\n</ol>\n<p>You hereby acknowledge and agree that the Service (i) stores Content and other information at the direction, request and with the authorization of its users, (ii) acts merely as a passive conduit and/or host for the uploading, storage and distribution of such Content, (iii) plays no active role and gives no assistance in the presentation or use of such Content.\nYou are solely responsible for all Your Content that you and your End Users upload, post or distribute to, on or through the Service.</p>\n<p>You hereby acknowledge and agree that we do not have the obligation to review any of Your Content that is created or uploaded by you and your End Users and neither we, nor our subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers and shareholders have any obligation, and do not undertake or assume any duty, to monitor the Service for Content that is inappropriate, that does or might infringe any third party rights, or has otherwise been uploaded in breach of the Agreement or applicable law.</p>\n<p>We, our subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers and shareholders hereby exclude, to the fullest extent permitted by law, any and all liability which may arise from any Content (including Your Content) uploaded to the Service by our users.</p>\n<p>By using the Service, you irrevocably waive the right to assert any claim with respect to any of the foregoing against us or any of our subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers or shareholders.</p>\n<ol>\n<li>Blocking and Removal of Content</li>\n</ol>\n<p>Notwithstanding the fact that we have no obligation to monitor the Content on the Service, we reserve the right to block, remove or delete any Content at any time, and to limit or restrict access to any Content, for any reason and without liability, including if we have reason to believe that such Content does or might infringe the rights of any third party, has been uploaded or posted in breach of the Agreement, or applicable law, or is otherwise unacceptable in our reasonable opinion.</p>\n<ol>\n<li>Reporting Infringement</li>\n</ol>\n<p>We respect the rights of intellectual property owners.\nIf you or your End Users believe that any Content on the Service infringes your copyright, see our&nbsp;copyright information pages.\nIf we are notified by a copyright holder, using the process provided on the copyright information pages, that any Content infringes a copyright, we may in our sole discretion remove such Content from the Service, or take other steps that we deem appropriate, without prior notification to the user or other party who supplied or posted that Content.\nIf such user or other party believes that the Content is not infringing, he or she may in certain circumstances submit a counter-notification to us with a request to restore the removed content, which we may or may not honor, in our sole discretion.<br>\n<br>Please note that this process applies to copyright infringements only.\nIf you believe that any Content infringes any other intellectual property right or is illegal, defamatory, offensive, &nbsp;harassment, spam or otherwise violates the&nbsp;User Guidelines, please report this to us at support@soundtrap.com.</p>\n<ol>\n<li>Service Limitations and modifications</li>\n</ol>\n<p>We will make reasonable efforts to keep the Service operational.\nHowever, certain technical difficulties, maintenance or testing, or updates required to reflect changes in the Service or in relevant laws and regulatory requirements, may, from time to time, result in temporary interruptions.\nWe reserve the right, periodically and at any time, to modify or discontinue, temporarily or permanently, functions and features of the Service, with advance notice where possible, all without liability to you, except where prohibited by law, for valid reasons such as in case of genuine interruption, modification, or discontinuation of the Service or any function or feature thereof, or need to repair, maintain or improve the existing functions or features, or to add new functions or features to the Service, or to implement advancements in science and technology or ensure the operability or the security of the Service, legal and regulatory reasons.\nYou understand, agree, and accept that we will make reasonable efforts, although we have no obligation to maintain, support, upgrade, or update the Service, or to provide all or any specific content through the Service.</p>\n<p>\n</p>\n<p>Any new versions, tools, resources and other services and features released for the Service are subject to the Agreement, including these Terms of Use, as well as any additional terms of use that may apply to those specific releases.</p>\n<ol>\n<li>Warranty Disclaimer</li>\n</ol>\n<p>WHILE WE USE COMMERCIALLY REASONABLE EFFORTS TO CORRECT ANY ERRORS OR OMISSIONS IN THE SERVICE AS SOON AS PRACTICABLE ONCE THEY HAVE BEEN BROUGHT TO OUR ATTENTION, WE DO NOT REPRESENT OR WARRANT THAT OUR SERVICE IS ACCURATE, COMPLETE, RELIABLE, CURRENT OR ERROR-FREE.\nEXCEPT AS OTHERWISE PROVIDED IN THESE TERMS, OUR SERVICE IS PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nWE EXPRESSLY DISCLAIM IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nIN ADDITION, YOU ASSUME THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF OUR SERVICE.</p>\n<ol>\n<li>Limitation of Liability</li>\n</ol>\n<p>YOU AGREE THAT YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY PROBLEMS OR DISSATISFACTION WITH THE SERVICE IS TO UNINSTALL AND TO STOP USING THE SERVICE.\nYOU AGREE THAT WE HAVE NO OBLIGATION OR LIABILITY ARISING FROM OR RELATED TO THIRD PARTY SERVICES OR THE CONTENT THEREOF MADE AVAILABLE THROUGH OR IN CONNECTION WITH THE SERVICE, AND WHILE YOUR AND YOUR END USERS’ RELATIONSHIP WITH SUCH THIRD PARTY SERVICES MAY BE GOVERNED BY SEPARATE AGREEMENTS WITH SUCH THIRD PARTIES, YOUR AND YOUR END USERS’ SOLE AND EXCLUSIVE REMEDY, AS WITH RESPECT TO US, AND WITHOUT LIMITING ANY OTHER REMEDIES YOU MAY HAVE AGAINST THE APPLICABLE THIRD PARTIES, FOR ANY PROBLEMS OR DISSATISFACTION WITH THE THIRD PARTY SERVICES OR THE CONTENT THEREOF, IS TO UNINSTALL AND/OR STOP USING ANY SUCH THIRD PARTY SERVICES.</p>\n<p>\n</p>\n<p>IN NO EVENT WILL WE OUR SUBSIDIARIES, AFFILIATES, SUCCESSORS, OR ASSIGNS, OR OUR AND THEIR RESPECTIVE EMPLOYEES, AGENTS, DIRECTORS, OFFICERS OR SHAREHOLDERS BE LIABLE FOR:</p>\n<p>1.\nANY LOSS OR DAMAGE ARISING FROM:</p>\n<p>\n</p>\n<p>(A) ANY INABILITY TO ACCESS OR USE THE SERVICE OR ANY PART THEREOF, OR TO ACCESS ANY CONTENT OR OTHER THIRD PARTY SERVICES VIA THE SERVICE;</p>\n<p>\n</p>\n<p>(B) ANY CHANGES THAT WE MAY MAKE TO THE SERVICE OR ANY PART THEREOF, OR ANY TEMPORARY OR PERMANENT SUSPENSION OR CESSATION OF ACCESS TO THE SERVICE OR ANY CONTENT IN OR FROM ANY OR ALL TERRITORIES;</p>\n<p>\n</p>\n<p>(C) ANY ACTION TAKEN AGAINST YOU OR YOUR END USERS BY THIRD PARTY RIGHTS HOLDERS WITH RESPECT TO ANY ALLEGED INFRINGEMENT OF SUCH THIRD PARTY’S RIGHTS RELATING TO YOUR CONTENT OR YOUR OR YOUR END USERS’ USE OF THE SERVICE, OR ANY ACTION TAKEN AS PART OF AN INVESTIGATION BY US OR ANY RELEVANT LAW ENFORCEMENT OR OTHER GOVERNMENT AUTHORITY REGARDING YOUR USE OF THE SERVICE;</p>\n<p>\n</p>\n<p>(D) ANY ERRORS OR OMISSIONS IN THE SERVICE’S TECHNICAL OPERATION, OR FROM ANY INACCURACY OR DEFECT IN ANY CONTENT OR ANY INFORMATION RELATING TO CONTENT;</p>\n<p>\n</p>\n<p>(E) ANY FAILURE BY YOU OR YOUR END USERS TO PROVIDE US WITH ACCURATE OR COMPLETE INFORMATION, OR TO KEEP CREDENTIALS CONFIDENTIAL;</p>\n<p>\n</p>\n<p>2.\nANY LOSS OR DAMAGE TO ANY COMPUTER HARDWARE OR SOFTWARE, ANY LOSS OF, DATA (INCLUDING YOUR CONTENT), OR ANY LOSS OR DAMAGE FROM ANY SECURITY BREACH (WHETHER DIRECT OR INDIRECT).\nAND/OR</p>\n<p>\n</p>\n<p>3.\nANY LOSS OR DAMAGE (INCLUDING ANY LOST PROFITS OR INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, CONSEQUENTIAL OR EXEMPLARY, DAMAGES.</p>\n<p>IN NO EVENT SHALL OUR AGGREGATE LIABILITY TO YOU UNDER THE AGREEMENT EXCEED THE GREATER OF (EURO) €100 OR THE AMOUNTS (IF ANY) PAID BY YOU TO US DURING THE PREVIOUS TWELVE (12) MONTHS FOR THE PART OF THE SERVICE GIVING RISE TO THE CLAIM.</p>\n<p>\n</p>\n<p>ANY CLAIM OR CAUSE OF ACTION ARISING OUT OF OR RELATED TO YOUR USE OF THE SERVICE MUST BE NOTIFIED TO US AS SOON AS POSSIBLE.</p>\n<p>\n</p>\n<p>APPLICABLE LAW MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU AND YOUR END USERS.\nIN SUCH CASES, YOU ACKNOWLEDGE AND AGREE THAT SUCH LIMITATIONS AND EXCLUSIONS REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND US AND ARE FUNDAMENTAL ELEMENTS OF THE BARGAIN BETWEEN YOU AND US, AND THAT OUR LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.</p>\n<p>THIS SECTION APPLIES TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\nYOU MAY HAVE RIGHTS UNDER APPLICABLE LAW IN YOUR JURISDICTION WHICH PROVIDES FOR REMEDIES IN ADDITION TO THOSE SET OUT ABOVE.</p>\n<p>Nothing in the Agreement limits or excludes our liability for fraud, fraudulent misrepresentation, death or personal injury caused by our negligence, and if required by applicable law, gross negligence.</p>\n<ol>\n<li>Term and Termination</li>\n</ol>\n<p>The Agreement will continue to apply until terminated by either you or us.</p>\n<p>\n</p>\n<p>16.1 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nTermination by you</p>\n<p>\n</p>\n<p>You may terminate the Agreement and/or cancel your Educational Subscription at any time through your account settings or by sending us a notice in writing to support@soundtrap.com&nbsp;or to Soundtrap AB,Katarinavägen 15, 116 45, STOCKHOLM, Sweden confirming such termination or cancellation.\nIf you cancel your Educational Subscription before the end of the current subscription period, we will not refund any subscription fees already paid to us.\nIf you do not want your Educational Subscription to renew, you must cancel your subscription no later than thirty (30) days before the end of the then-current subscription period.</p>\n<p>\n</p>\n<p>16.2 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Termination by us</p>\n<p>\n</p>\n<p>We may terminate the Agreement, or suspend and remove access to the Service or any part thereof, temporarily or permanently, at any time including in the event of non-payment of subscription fees, your or your End Users’ actual or suspected unauthorized use of the Service and/or Content, your or your End Users’ non-compliance with the Agreement or if we withdraw the Service (in which case we shall provide you with reasonable notice in advance of doing so).</p>\n<p>\n</p>\n<p>In particular, we may terminate the Agreement, or suspend and remove your Educational Subscription and access to the Service if (i) you or your End Users are, or are deemed to be, infringing any third party intellectual property or other rights.\n(ii) you are in breach of any of the material provision of the Agreement.\n(iii) we elect in our own discretion to cease providing access to the Service in the jurisdiction where you and your End Users reside or from where you and your End Users are attempting to access the Service, or (iv) in other reasonable circumstances as determined by us in our sole discretion.</p>\n<p>\n</p>\n<p>16.3 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Consequences of termination</p>\n<p>\n</p>\n<p>If the Agreement is terminated by you or us, or if we suspend and remove your Educational Subscription and access to the Service in accordance with the Agreement, before the end of your subscription period, you agree that we shall have no liability or responsibility to you or your End Users.</p>\n<p>\n</p>\n<p>Once the Agreement has been terminated, your accounts and any and all Content residing in your and your End Users’ accounts, or pertaining to activity from your accounts (for example, data relating to the distribution or consumption of your sounds), may be irretrievably deleted by us, except to the extent that we are obliged or permitted to retain such Content, data or information for a certain period of time in accordance with applicable laws and regulations and/or to protect our legitimate business interests.\nYou and your End Users are advised to save or back up any Content that you have uploaded to your accounts before terminating the Agreement.</p>\n<p>\n</p>\n<p>If you access the Service via any of our applications or via any third party learning management system, deleting that application will not automatically delete your account.</p>\n<p>Sections 2, 5-11, 14-22 and any other provisions of the Agreement, including these Terms of Use, which by their nature must remain in effect after termination of the Agreement, shall survive termination.</p>\n<p>\n</p>\n<ol>\n<li>Assignment to Third Parties</li>\n</ol>\n<p>We may assign the Agreement, and any of our rights under the Agreement, in whole or in part, and we may delegate any of our obligations under the Agreement, to any third party at any time without notice, including to any person or entity acquiring all or substantially all of the assets or business of Soundtrap®.\nYou may not assign the Agreement, or any rights and obligations under the Agreement, nor transfer or sub-license any rights hereunder to any third party.</p>\n<ol>\n<li>Severability, Waiver and Interpretation</li>\n</ol>\n<p>Unless otherwise stated in the Agreement, should one or more provisions of the Agreement be held invalid or unenforceable for any reason or to any extent, such invalidity or enforceability shall not in any manner affect or render invalid or unenforceable the remaining provisions of the Agreement, and the application of that provision shall be enforced to the fullest extent permitted by law.</p>\n<p>\n</p>\n<p>Any failure by us to enforce the Agreement or any provision thereof shall not constitute a waiver of our right to do so.</p>\n<p>\n</p>\n<p>As used in these Terms of Use, the words “include” and “including,” and variations thereof, will be deemed to be followed by the words “without limitation”.</p>\n<ol>\n<li>Choice of law, mandatory arbitration and venue </li>\n</ol>\n<p>19.1 Governing Law / Jurisdiction</p>\n<p>Unless otherwise required by a mandatory law of a member state of the European Union or any other jurisdiction, the Agreement (and any non-contractual disputes/claims arising out of or in connection with them) are subject to the laws of the state or country listed below, without regard to choice or conflicts of law principles.<br>\n<br>Further, you agree to the jurisdiction of the courts listed below to resolve any dispute, claim, or controversy that arises in connection with the Agreement (and any non-contractual disputes/claims arising out of or in connection with them).\nIn some cases, that jurisdiction will be “exclusive”, meaning that no other countries’ courts can preside over the matter.\nhave jurisdiction.\nin other cases, the jurisdiction is “non-exclusive”, meaning that other countries’ courts may have jurisdiction as well.\nThis is indicated in the chart as well.</p>\n<p>\n</p>\n<p>Country</p>\n<p>Choice of Law</p>\n<p>Jurisdiction</p>\n<p>Andorra, Australia, Austria, Belgium, Czech Republic, Denmark, Finland, Greece, Hungary, Iceland, Indonesia, Ireland, Israel, Italy, Japan, Liechtenstein, Malaysia, Mexico, Netherlands, New Zealand, Poland, Romania, Singapore, South Africa, Sweden, Switzerland, Taiwan, Thailand, Vietnam</p>\n<p>Sweden</p>\n<p>Exclusive.\nCourts of Sweden</p>\n<p>Bulgaria, Cyprus, Estonia, France, Germany, Hong Kong, Latvia, Lithuania, Luxembourg, Malta, Monaco, Norway, Philippines, Portugal, Slovakia, Spain, Turkey</p>\n<p>Laws of Sweden</p>\n<p>Non-exclusive.\nCourts of Sweden</p>\n<p>Brazil</p>\n<p>Laws of Brazil</p>\n<p>Exclusive.\nState and Federal Courts of São Paulo, State of São Paulo, Brazil</p>\n<p>Canada</p>\n<p>Not applicable to residents of Quebec: Laws of the Province of Ontario</p>\n<p>Residents of Quebec: Laws of the Province of Quebec, Canada</p>\n<p>Not applicable to residents of Quebec: Exclusive other than for the purpose of enforcing judgements.\nCourts of Ontario,<br>Canada</p>\n<p>Residents of Quebec: Courts of Quebec, Canada</p>\n<p>Argentina, Bolivia, Chile, Colombia, Costa Rica, Dominican Republic, Ecuador, El Salvador, Guatemala, Honduras, Nicaragua, Panama, Paraguay, Peru, Uruguay</p>\n<p>State of California, United States</p>\n<p>Exclusive.\nState and Federal Courts of San Francisco County, CA or New York, NY</p>\n<p>United Kingdom</p>\n<p>Laws of England and Wales</p>\n<p>Exclusive.\nCourts of England and Wales in London, England</p>\n<p>19.2 CLASS ACTION WAIVER</p>\n<p>WHERE PERMITTED UNDER THE APPLICABLE LAW, YOU AND WE&nbsp;AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR OUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE ACTION.\nUnless both you and we agree, no arbitrator or judge may consolidate more than one person’s claims or otherwise preside over any form of a representative or class proceeding.</p>\n<p>\n<br>19.3 Arbitration</p>\n<p>If you are located in, are based in, have offices in, or do business in a jurisdiction in which this Section 19.3 is enforceable, the following mandatory arbitration provisions apply to you:</p>\n<p>19.3.1 Dispute resolution and arbitration</p>\n<p>You and we&nbsp;agree that any dispute, claim, or controversy between you and us&nbsp;arising in connection with or relating in any way to the Agreement or to your relationship with us&nbsp;as a user of the Service (whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and whether the claims arise during or after the termination of the Agreement) will be determined by mandatory binding individual arbitration.\nArbitration is more informal than a lawsuit in court.\nTHERE IS NO JUDGE OR JURY IN ARBITRATION, AND COURT REVIEW OF AN ARBITRATION AWARD IS LIMITED.\nThere may be more limited discovery than in court.\nThe arbitrator must follow this agreement and can award the same damages and relief as a court (including attorney fees), except that the arbitrator may not award declaratory or injunctive relief benefiting anyone but the parties to the arbitration.\nThis arbitration provision will survive termination of the Agreement.</p>\n<p>19.3.2 Exceptions</p>\n<p>Notwithstanding clause 19.3.1 above, you and we&nbsp;both agree that nothing herein will be deemed to waive, preclude, or otherwise limit either of our rights, at any time, to (1) bring an individual action in a small claims court (2) pursue enforcement actions through applicable federal, state, or local agencies where such actions are available, (3) seek injunctive relief in a court of law, or (4) to file suit in a court of law to address intellectual property infringement claims.</p>\n<p>19.3.3 Arbitration rules</p>\n<p>Either you or we may start arbitration proceedings.\nAny arbitration between you and us&nbsp;will be finally settled under the Rules of Arbitration of the International Chamber of Commerce (the “ICC”) then in force (the “ICC Rules”) by one or more arbitrators appointed in accordance with the ICC Rules, as modified by the Agreement, and will be administered by the International Court of Arbitration of the ICC.<br>\n<br>Any arbitration will be conducted in the English language and unless otherwise required by a mandatory law of a member state of the European Union or any other jurisdiction, the law to be applied in any arbitration shall be the law of the relevant state or country listed in clause 23.1, without regard to choice or conflicts of law principles.</p>\n<p>19.3.4 Time for filing</p>\n<p>Any arbitration must be commenced by filing a demand for arbitration within ONE (1) YEAR after the date the party asserting the claim first knows or reasonably should know of the act, omission, or default giving rise to the claim.\nand there shall be no right to any remedy for any claim not asserted within that time period.\nIf applicable law prohibits a one-year limitation period for asserting claims, any claim must be asserted within the shortest time period permitted by applicable law.</p>\n<p>19.3.5 Notice.\nprocess</p>\n<p>\n</p>\n<p>A party who intends to seek arbitration must first send a written notice of the dispute to the other, by certified mail or Federal Express (signature required), or in the event that we do not have a physical address on file for you, by electronic mail (\"Notice\").\nOur&nbsp;address for Notice is: Soundtrap AB, Katarinavägen 15, 116 45, STOCKHOLM, Sweden.\nThe Notice must (1) describe the nature and basis of the claim or dispute.\nand (2) set forth the specific relief sought (\"Demand\").\nWe agree to use good faith efforts to resolve the claim directly, but if we do not reach an agreement to do so within 30 days after the Notice is received, you or we&nbsp;may commence an arbitration proceeding.\nDuring the arbitration, the amount of any settlement offer made by you or us shall not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any.\nIn the event our dispute is finally resolved through arbitration in your favor, we shall pay you (1) the amount awarded by the arbitrator, if any, (2) the last written settlement amount offered by us&nbsp;in settlement of the dispute prior to the arbitrator’s award.\nor (3) €1,000.00, whichever is greater.\nAll documents and information disclosed in the course of the arbitration shall be kept strictly confidential by the recipient and shall not be used by the recipient for any purpose other than for purposes of the arbitration or the enforcement of the arbitrator’s decision and award and shall not be disclosed except in confidence to persons who have a need to know for such purposes or as required by applicable law.</p>\n<p>\n<br>Except as required to enforce the arbitrator’s decision and award, neither you nor we shall make any public announcement or public comment or originate any publicity concerning the arbitration, including the fact that the parties are in dispute, the existence of the arbitration, or any decision or award of the arbitrator.<br>\n<br>19.3.6 Modifications<br>\n<br>In the event that we make any future change to this arbitration provision (other than a change to our&nbsp;address for Notice), you may reject any such change by sending us written notice within 30 days of the change to our&nbsp;address for Notice, in which case your Soundtrap® account shall be immediately terminated and this arbitration provision, as in effect immediately prior to the amendments you reject, shall survive.<br>\n<br>19.3.7 Enforceability<br>\n<br>If the class action waiver in section 19.2 is found to be unenforceable in arbitration or if any part of this section 19.3 is found to be invalid or unenforceable, then the entirety of this section 19.3 shall be null and void and, in such case, the parties agree that the exclusive jurisdiction and venue described in Section 19.1 shall govern any action arising out of or related to the Agreement.</p>\n<ol>\n<li>Entire agreement, third party beneficiaries</li>\n</ol>\n<p>Other than as stated in this section or as explicitly agreed upon in writing between you and us, this Agreement together with and any additional terms you agree to from time to time, constitute the entire agreement between you and us with respect to your and your End Users use of the Service and supersede any prior agreement between you and us with respect to the same subject matter.\nAny modifications to the Agreement other than by us as permitted by Changes to the Agreement section&nbsp;are prohibited without a written agreement signed by a representative with actual authority to bind us to those modifications.\n&nbsp;</p>\n<p>\n</p>\n<p>As noted previously, however, certain aspects of your use of the Service may be governed by additional agreements.\nThat could include, for example, when access to the Service is sold via a Reseller together with other services, or when you have agreed to terms and conditions of Third Party Services.\nTo the extent that there is any irreconcilable conflict between any such additional terms and these Terms of Use, the additional terms shall prevail.</p>\n<ol>\n<li>Export control</li>\n</ol>\n<p>Our products may be subject to U.S.\nexport and re-export control laws and regulations or similar laws applicable in other jurisdictions, including the Export Administration Regulations (“EAR”) maintained by the U.S.\nDepartment of Commerce, trade and economic sanctions maintained by the Treasury Department’s Office of Foreign Assets Control (“OFAC”), and the International Traffic in Arms Regulations (“ITAR”) maintained by the Department of State.\nYou warrant that you and your End Users are (1) not located in any country to which the United States has embargoed goods or has otherwise applied any economic sanctions.\nand (2) not a denied party as specified in any applicable export or re-export laws or regulations or similar laws applicable in other jurisdictions.</p>\n<p>\n</p>\n<p>You and your End Users agree to comply with all applicable export and reexport control laws and regulations, including the EAR, trade and economic sanctions maintained by OFAC, and the ITAR.\nSpecifically, you agree that you and your End Users shall not – directly or indirectly – sell, export, reexport, transfer, divert, or otherwise dispose of any products, software, or technology (including products derived from or based on such technology) received from us under the Agreement to any destination, entity, or person prohibited by any applicable laws or regulations of the United States or any other jurisdiction without obtaining prior authorization from the competent government authorities as required by those laws and regulations.</p>\n<ol>\n<li>Contact Us</li>\n</ol>\n<p>If you have any questions concerning the Service or the Agreement, please contact us by sending an email to contact@soundtrap.com or by visiting our Website.</p>\n<p>Thank you for reading our Terms of Use.\nWe hope you enjoy Soundtrap®.</p>\n<p>Contracting Entity:</p>\n<p>\n</p>\n<p>\n</p>\n<p>Soundtrap AB<br>Katarinavägen 15</p>\n<p>116 45 &nbsp;STOCKHOLM<br>Sweden<br>Org.no.\n559434-9044<br>\n</p>\n<p>\n</p>\n<p>© Soundtrap AB</p>\n<p>\n</p>", "created_at": "2023-09-04 22:58:36.869783", "updated_at": "2023-09-04 22:58:45.262937"}, {"id": 18945, "name": "Cookie Policy", "url": "https://docs.google.com/document/d/e/2PACX-1vSzR98HcSfgGp5PvZbh6J6BkcSIsbZ6FZnZ1dwxOc0COcfliSz62W30vUcnpH1Q_TmbEApie9V5XZu7/pub", "xpath": "//body", "text": "Published using Google DocsReport abuseLearn moreSoundtrap Cookie Policy (RW)Updated automatically every 5 minutesSoundtrap Cookie Policy<p>Effective as of 1 July, 2023</p>\n<p>\n</p>\n<p>Hello, and welcome to Soundtrap’s Cookie Policy (“Policy”).</p>\n<p>The objective of this Policy is to provide you, as a user of Soundtrap’s services and/or websites (collectively, the “Services”), with clear information about the cookies that Soundtrap uses, the role they play in helping us provide Soundtrap to you, and the choices you have when it comes to managing your cookie settings.</p>1.\nWhat are cookies?<p>Cookies are files which are downloaded to your device, for example, when you visit a website.\nThey are useful because they allow us and our partners to recognise a user's device and support the continuity of your experience.\nYou can find more information about cookies at: www.allaboutcookies.org&nbsp;or www.youronlinechoices.eu.</p>2.\nHow do we use cookies?<p>Cookies do lots of different jobs, like letting you navigate between pages efficiently, remembering your preferences, and improving your user experience.\nThey can also help to ensure that ads you see online are more relevant to you and your interests.</p>\n<p>\n</p>\n<p>There are a few different categories of cookies used by Soundtrap, as explained in the following table.\nYou can find out more about how to control functional, performance and targeting cookies in Section 3 “Options for managing cookies”.</p>\n<p>\n</p>\n<p>Cookie Type</p>\n<p>Purposes</p>\n<p>Functional cookies</p>\n<p>These cookies allow the website to remember choices you make (such as your user name, language or the region you are in) and provide enhanced, more personal features and content.\nThese cookies can also be used to remember changes you have made to text size, fonts, and other parts of web pages that you can customise.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>\n<p>Performance cookies</p>\n<p>These cookies gather data about how visitors use our Services to enhance the performance of our Services.\nFor example, these cookies allow us to count visits and traffic sources so we can measure and improve the performance of our Services.\nThey help us to know which pages are the most and least popular and see how visitors interact with our Services.\nIf you do not allow these cookies we will not be able to monitor the performance of our Services.</p>\n<p>Targeting cookies</p>\n<p>These cookies are used to deliver advertisements more relevant to you and your interests.\nThey are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaigns.\nThey remember that you have visited a website and this information may be shared with other organisations such as advertisers.\nThese cookies collect information about your browsing habits in order to make advertising relevant to you and your interests.</p>\n<p>Strictly necessary cookies</p>\n<p>These cookies are set by Soundtrap or a third party on our behalf, and are essential to enable you to use the basic features of our Services, such as technically delivering content, setting your privacy preferences, logging in, or filling in forms.\nWithout these cookies, services you have asked for e.g.\npayment, cannot be provided.</p>3.\nOptions for managing cookies<p>There are several options available for managing your cookie preferences, depending on the cookie type and your device.\nEach of the options are described below.\nPlease note that no one option is sufficient to manage all cookies on all devices.\nTherefore, you may wish to combine one or more options for complete coverage.\n</p>\n<p>\n</p>\n<p>Browser Settings</p>\n<p>You can use your web browser settings to accept, refuse and delete cookies.\nYou can withdraw or modify your consent to our use of cookies at any time, with the exception of strictly necessary cookies (as described above).\nTo do this, follow the instructions provided by your browser (usually located within the \"Help\", \"Tools\" or \"Edit\" settings).</p>\n<p>\n</p>\n<p>Consent Management Platform</p>\n<p>Soundtrap uses a consent management platform (\"CMP\") to help you manage cookie preferences.\nYou may view the CMP and access your cookie settings by clicking “Cookie Settings” in the footer of the website.\nThe CMP allows you to consent to the setting of certain cookies.\nUsing the CMP, you can manage your preferences in relation to how cookies are set according to the category of the cookie, as described in Section 2 “How do we use cookies?”.\nThe CMP also allows us to maintain records of your consent.\nIf you wish to update your consent choices via the CMP, please visit the “Cookie Settings” in the footer of the website.</p>\n<p>Please note that as with your web browser settings you will not be able to withdraw consent for cookies which are strictly necessary for the Service to operate.</p>4.\nSoundtrap for Education<p>If you are a student using the Soundtrap for Education Service, we are only using strictly necessary cookies that are essential to enable you to use the basic features of our Services.</p>5.\nUpdates to this policy<p>We may occasionally make changes to this Policy.</p>\n<p>\n</p>\n<p>When we make material changes to this Policy, we'll provide you with prominent notice e.g., by displaying a prominent notice within the Soundtrap Service or by sending you an email if you are a user of the Soundtrap Service.\nWe may notify you in advance.</p>6.\nHow to contact us<p>Thank you for reading our Cookie Policy.\nIf you want to find out more about how Soundtrap uses your personal data, please see our Privacy Policy.\nIf you have any questions about this Cookie Policy or our Privacy Policy, please contact our Data Protection Officer by emailing</p>\n<p>privacy@soundtrap.com&nbsp;or writing to us at the following address:</p>\n<p>\n</p>\n<p>\n</p>\n<p>Soundtrap AB<br>Katarinavägen 15, 116 45 STOCKHOLM</p>\n<p>Org.no.\n559434-9044</p>\n<p>\n</p>\n<p>We hope you enjoy Soundtrap!</p>\n<p>© Soundtrap AB</p>\n<p>\n</p>", "created_at": "2023-09-04 23:01:18.989596", "updated_at": "2023-09-04 23:01:26.420979"}, {"id": 18946, "name": "Community Guidelines", "url": "https://docs.google.com/document/d/e/2PACX-1vS1RCl9Tuzzs2d14deoLcK53K19wDTIWbaa4lzGZPfCut0wjJXg8wJ0f3r6bQROuTlOXGzO_TelqZZ1/pub", "xpath": "//body", "text": "Mit Google Docs veröffentlichtMissbrauch meldenWeitere InformationenCommunity Guidelines FINALAutomatisch alle 5&nbsp;Minuten aktualisiert<p>Community Guidelines</p>\n<p>These Community Guidelines are designed to ensure that everyone understands what the Soundtrap community is all about.\nDon't forget that your use of Soundtrap is also subject to our Terms of Use&nbsp;including the User Guidelines contained therein.</p>\n<p>\n</p>\n<p>We expect you to follow these Community Guidelines and behave accordingly.\nUsers who fail to abide by these Community Guidelines will, depending on severity, be warned or blocked from using the application and from communicating with their users.</p>\n<p>\n</p>\n<p>Do:</p>\n<p>Respect others</p>\n<p>Soundtrappers are a diverse group with a lot of different opinions and views.\nThat's great, but it means that everybody needs to be tolerant and respect people whose ideas are different from their own.\nOf course, if you feel that someone is expressing views or opinions that are offensive, defamatory, abusive, or otherwise contrary to our Terms of Use, you can let us know by sending an email.</p>\n<p>\n</p>\n<p>Create, upload and share</p>\n<p>Soundtrap enables you to express yourself through your sounds, and lets you share those sounds across the web.\nSo, be creative, be expressive and let the world know how awesome you are.\nBut remember – only share sounds that you have created yourself and have permission to share.\nIf you are unsure whether you can upload something, check out our Copyright Information Pages.</p>\n<p>\n</p>\n<p>Criticize, but do it constructively</p>\n<p>Criticism can be really valuable, but only when it’s done constructively.\nSo, please share your opinions, but before posting anything, ask yourself, \"Would I appreciate receiving the same comment?\".</p>\n<p>\n</p>\n<p>Don't:</p>\n<p>Upload things that aren't yours to upload</p>\n<p>Uploading and sharing means you must always be 100 percent certain that you are the creator of what you're uploading, or have permission from all relevant rights holders.\nAnyone who repeatedly uploads other people’s content risks having their account suspended or terminated.\nIf you need more information about copyright, check out our Copyright Information pages.</p>\n<p>\n</p>\n<p>Use someone else’s name</p>\n<p>Soundtrap usernames are allocated on a first come, first served basis.\nPlease don’t register accounts in the name of another person, or using someone else’s trademark, even if this is meant as a tribute.\nIf you feel that someone is impersonating you on Soundtrap, or is infringing your trademark, you can tell us about it by sending an email.</p>\n<p>\n</p>\n<p>Share sensitive information</p>\n<p>We care about your safety and encourage you to be careful about the information that you post.\nPlease do not post information such as name, address, personal identification number, social security number, email address, credit card information, or other personal information of you or other persons.\n</p>\n<p>Rant, flame, troll</p>\n<p>Soundtrap is a social place but let’s keep the conversations relevant and safe for all Soundtrap users.</p>\n<p>Inappropriate behaviour, including abusive, defamatory, obscene, racist, sexist, harassing, threatening or offensive comments, will lead to the content being removed and put a user at risk of having their account suspended or terminated.</p>\n<p>\n</p>\n<p>Spam</p>\n<p>There’s a fine line between promoting your sounds and spamming.\nThe more you can make your messages and actions personal and relevant, the less likely you are to be reported for spam.\nUsing sounds or comments to promote other products or services can be considered as spam and isn’t welcome on Soundtrap.\nFor obvious reasons, do not post links to malware, trojan viruses, or otherwise malicious content.</p>\n<p>\n</p>\n<p>If you break these rules</p>\n<p>We take these rules seriously, and expect you to do so as well.\nIf you break these rules we will take action.\nIf we receive notification from a rights holder that any sounds, text or images in your account infringe their copyright, we will remove said content.\nIf we believe that your behaviour is inappropriate, we will send you a warning.\nIf we have to send you more than two of these warnings, we will suspend your account.\nIn the most extreme cases, we may suspend your account without warning.</p>\n<p>\n</p>\n<p>Tell us about it</p>\n<p>If you feel that someone is infringing your copyright, you can tell us about it&nbsp;here.</p>\n<p>If you want to report any other breaches of these Guidelines or our Terms of Use&nbsp;– including offensive or defamatory comments, trade mark infringement, impersonation, stalking, harassment, breach of privacy or spamming - you can report this to us by&nbsp;sending an email.</p>\n<p>Remember, we want Soundtrap to be a community where everyone feels comfortable and respected - it’s up to all of us to make sure this happens.</p>\n<p>\n</p>\n<p>To sum it up</p>\n<p>Be nice, respect the law and think before you post.\nWe will remove any content that violates these Guidelines and/or our Terms of Use.\nThese Guidelines have been written to ensure that everyone within the community has a good experience on our site.\nSoundtrap should be a place of respect between people and a place for responsible content posting.\nWe hope you agree and understand.\nIf you do, don't or have any other questions or comments please let us know.</p>\n<p>We may change these Community Guidelines from time to time, so please be sure to check back here every so often for any updates.</p>\n<p>\n</p>\n<p>The Soundtrap Team</p>", "created_at": "2023-09-04 23:01:57.869561", "updated_at": "2023-09-04 23:02:07.017883"}, {"id": 18950, "name": "Privacy policy (EDU) ", "url": "https://docs.google.com/document/d/e/2PACX-1vSBa3JKzXOaloJGmsqgA9rZvJyS7IBxcFzxe6lk3oDpm2r5OYXYUOYPM28ftsyjQY4YqbqInL8WnIeg/pub", "xpath": "//body", "text": "Mit Google Docs veröffentlichtMissbrauch meldenWeitere InformationenSoundtrap Privacy policy (EDU) Automatisch alle 5&nbsp;Minuten aktualisiert<p>SOUNDTRAP FOR EDUCATION</p>\n<p>PRIVACY POLICY</p>\n<p>Effective as of 1 July, 2023</p>\n<p>\n</p>\n<p>This privacy policy (“Policy”) gives schools and parents information about Soundtrap for Education, a service provided by Soundtrap, (“Soundtrap”) that provides students with music editing, creation, and collaboration tools through their school via the Internet web site located at the URL www.soundtrap.com together with our mobile and desktop applications as well as our related sites, players, widgets, tools, apps, data, software, API’s and other services that we provide (“Education Services”).</p>\n<p>\n</p>\n<p>When does this Policy Apply?</p>\n<p>\n</p>\n<p>This Policy applies to information we collect from students who are using the Education Services (“Students”) via a service that we provide to the schools.\nThis Policy does not apply to Soundtrap’s general services offered outside of a classroom setting.\nTo understand how Soundtrap collects, uses, and discloses personal information outside of its relationship with schools, please visit the&nbsp;Soundtrap Privacy Policy.</p>\n<p>\n</p>\n<p>\n</p>\n<p>What information does Soundtrap collect through the Education Services?</p>\n<p>\n</p>\n<p>\n</p>\n<p>Soundtrap will not collect, maintain, use or share Student personal information beyond that needed for Students to use our Education Services, to comply with our legal obligations, and to improve the Soundtrap services.\n&nbsp;Soundtrap collects the following information:</p>\n<p>Account Data&nbsp;- To enable Students to sign up for and use Soundtrap we collect email, password, and name.\nOptionally, we also collect first name, last name, city, country, profile picture and/or an avatar.\nIf Students use a third party service, e.g., GSuite for Education or Microsoft 365, to create an account, we will receive personal data via that third party service, such as their name, profile information, and email address.</p>\n<p>Platform Usage Data&nbsp;-</p>\n<ul>\n<li>Information about interactions with the Education Services which may include date and time of any request Students make, sounds Students have streamed, recorded, uploaded or downloaded, interactions with other students and, if permitted by the school, other Soundtrap users, details about the connections and use of third party applications.</li>\n<li>Student content posted to Soundtrap, including music and Soundtrap messages, and interactions with the Soundtrap customer service team.</li>\n<li>Technical Data which may include URL information, IP address, the types of devices used to access or connect to the Education Services, unique device IDs, device attributes, network connection type and provider, network and device performance, browser type, language, operating system, and Soundtrap application version.\nWe collect some of this information using cookies, which are alphanumeric identifiers that we transfer to a computer’s hard drive through a web browser for record-keeping purposes.\nSome cookies allow us to make it easier for a Student to navigate our website and Services, while others are used to enable a faster log-in process or to allow us to track a Student’s activities, but only as those activities relate to the Student’s use of our websites and Services.</li>\n</ul>\n<p>How will Soundtrap use the information it collects from Students?</p>\n<p>\n</p>\n<p>\n</p>\n<p>We use the information that we collect about Students for the following purposes: to provide the Education Services, to identify a Student when logging in to the Education Services, to display information in a Student’s profile, to process account subscriptions and to send service updates, to send collaboration-related notifications and emails such as invites and followers to Students, to connect Students in their groups or, with the school’s permission, to other Soundtrap users, to operate and maintain Student Soundtrap accounts, to provide Students with access to the Education Services, to identify Students as the creator of the sounds that the Student uploads or posts, to provide technical support, to analyze the use of the Education Services, and the people using the Education Services, in order to improve Soundtrap, to respond to Students about a comment or enquiry they have submitted, and to prevent or take action against activities that are, or may be, in breach of our Terms of Use, Community Guidelines or applicable law.</p>\n<p>\n</p>\n<p>We may use aggregate or de-identified information about the use of the Education Services for research, analysis, and similar purposes, for example, to better understand how users access and use our services, to improve our services, or for other research and analytical purposes.</p>\n<p>\n</p>\n<p>Does Soundtrap share this information with any third parties?</p>\n<p>\n</p>\n<p>\n</p>\n<p>We are committed to not advertising or marketing to Students or others based on Students’ use of the Education Services.\nWe will not disclose personal information about Students to third parties, except as further described below, such as to our service providers as required to provide the Education Services, as required by law, authorized school personnel as directed by a Student’s school, or to protect the security of the Education Services or other users.\nWe do not sell, rent, or trade Student information.</p>\n<p>\n</p>\n<p>If a school chooses to allow students to connect their Soundtrap for Education accounts to other apps or social networks such as Facebook, Google+, Microsoft 365, Tumblr, or Twitter, Students may share certain information with these apps or networks.</p>\n<p>\n</p>\n<p>We will disclose personal information if we believe in good faith that we are permitted or required to do so by law, including in response to a court order, subpoena or other legal demand or request.</p>\n<p>We may disclose personal information if we feel this is necessary in order to protect or defend our legitimate rights and interests, or those of our users, employees, directors or shareholders, and/or to ensure the safety and security of our services.</p>\n<p>\n</p>\n<p>We may transfer personal information to any person or company that acquires all or substantially all of the assets or business of Soundtrap, or on a merger of our business, or in the event of our insolvency.\nprovided that a successor entity may only maintain Student personal information subject to these same commitments for the previously collected Student personal information.</p>\n<p>\n</p>\n<p>If permitted by the Student’s school: 1) any personal information in a Student’s public profile (other than email address) will be accessible by other Soundtrap users, who may view their profile information, listen to and comment on any of their public sounds, add themselves to their list of followers, and send them messages.\n2) the fact that a Student has listened to a premium user’s sounds will be shared with that premium user, so that the premium user can track the popularity of their sounds.\nand 3) Student comments will be available to all Soundtrap users.</p>\n<p>Reviewing, changing or deleting information collected by the Education Services</p>\n<p>\n</p>\n<p>\n</p>\n<p>Schools control the personal information shared with us, and are responsible for ensuring that they have any parental consents necessary to share personal information with us and to allow us to collect personal information from Students.\nIf you have any questions about your school’s relationship with Soundtrap, please reach out to your child’s school.\n&nbsp;</p>\n<p>Account Information</p>\n<p>\n</p>\n<p>\n</p>\n<p>Students and the parents or legal guardians of Students who use the Education Services can contact the appropriate official at the Student’s school to exercise to access, review, correct, or delete their Student’s personal information or accounts.\nIf the school determines that the request should be implemented, the school may either make the change themselves or submit the request to us.\n&nbsp;</p>\n<p>\n</p>\n<p>If your child has registered for a Soundtrap account independent of a school (or if you set up an account for your child independent of a school), you may update, correct, or delete some of your child’s profile information or your preferences at any time by logging into your child’s account and accessing the account settings page or by emailing privacy@soundtrap.com.\n&nbsp;</p>\n<p>\n</p>\n<p>You may ask us to delete the account by emailing us at privacy@soundtrap.com.\nWhen you exercise these rights, we may ask you to provide proof of legal guardianship.\nIf you are not sure what type of account your child has, please contact us at privacy@soundtrap.com, and we will assist you.\nPlease note that even if you delete information from your or your child’s account or deactivate it, we may retain certain information as required by law.\nWe may also retain cached or archived copies of your child’s information or content for a certain period of time.</p>\n<p>\n</p>\n<p>Disabling Cookies</p>\n<p>\n</p>\n<p>\n</p>\n<p>Most web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in the future.\nThe help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nVisitors to our websites who disable cookies will still be able to browse certain areas of those sites, but some features may not be available.</p>\n<p>\n</p>\n<p>Contact</p>\n<p>\n</p>\n<p>\n</p>\n<p>To contact Soundtrap about a Student’s personal information you or a parent or guardian can write to Soundtrap at privacy@soundtrap.com&nbsp;or to the following address:</p>\n<p>\n</p>\n<p>Soundtrap AB<br>Katarinavägen 15, 116 45 STOCKHOLM</p>\n<p>Org.no.\n559434-9044</p>\n<p>\n</p>\n<p>\n</p>\n<p>© Soundtrap AB</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>", "created_at": "2023-09-04 23:10:50.182836", "updated_at": "2023-09-04 23:10:59.297972"}, {"id": 18951, "name": "Privacy Policy", "url": "https://docs.google.com/document/d/e/2PACX-1vQxnbDC8-5EEb3N4SvnyVmzldTmGER6dWSbE0fTkr_oV5Ub8ZSknqnha9hKrUbmpT9NldTy6F3yo_6K/pub", "xpath": "//body", "text": "Mit Google Docs veröffentlichtMissbrauch meldenWeitere InformationenSoundtrap Privacy policy Automatisch alle 5&nbsp;Minuten aktualisiertSoundtrap Privacy PolicyEffective as of 1 July, 2023Introduction<p>Thanks for choosing Soundtrap!</p>\n<p>\n</p>\n<p>At Soundtrap, we want to give you the best possible experience to ensure that you enjoy our service today, tomorrow and in the future.\nYour privacy and the security of your personal data is, and will always be, enormously important to us.\nSo, we want to transparently explain how and why we gather, store, share and use your personal data - as well as outline the controls and choices you have around when and how you share your personal data.</p>\n<p>\n</p>\n<p>That is our objective, and this Privacy Policy (“Policy”) will explain exactly what we mean in further detail below.</p>About this Policy<p>This Policy sets out the essential details relating to your personal data relationship with Soundtrap, a service provided by the Soundtrap entity indicated in Section “How to Contact Us” (“Soundtrap”, “we”, “our”, “us”).\nThe Policy applies to Soundtrap.com (the “Website”), our mobile and desktop apps (the \"Apps\") and all related sites, players, widgets, tools, apps, data, software, APIs and other services provided by Soundtrap (the “Service”).</p>\n<p>\n</p>\n<p>We hope this helps you to understand our privacy commitments to you.&nbsp;For information on how to contact us if you ever have any questions or concerns, then please see Section “How to Contact Us”.\nAlternatively, if you do not agree with the content of this Policy, then please remember it is your choice whether you want to use the Soundtrap Service.</p>Your rights and your preferences: Giving you choice and control<p>The General Data Protection Regulation or \"GDPR\" gives certain rights to individuals in relation to their personal data.\nAs available and except as limited under applicable law, the rights afforded to individuals are:</p>\n<p>\n</p>\n<ul>\n<li>Right of Access&nbsp;- the right to be informed of and request access to the personal data we process about you;</li>\n<li>Right to Rectification&nbsp;- the right to request that we amend or update your personal data where it is inaccurate or incomplete;</li>\n<li>Right to Erasure&nbsp;- the right to request that we delete your personal data;</li>\n<li>Right to Restrict&nbsp;- the right to request that we temporarily or permanently stop processing all or some of your personal data;</li>\n<li>Right to Object&nbsp;- the right, at any time, to object to us processing your personal data on grounds relating to your particular situation, or to object to your personal data being processed for direct marketing purposes;</li>\n<li>Right to Data Portability&nbsp;- the right to request a copy of your personal data in electronic format and the right to transmit that personal data for use in another party’s service.\nand</li>\n<li>Right not to be subject to Automated Decision-making&nbsp;- the right to not be subject to a decision based solely on automated decision-making, including profiling, where the decision would have a legal effect on you or produce a similarly significant effect.\n&nbsp;</li>\n</ul>\n<p>\n</p>\n<p>If we send you electronic marketing messages based on your consent or otherwise permitted by applicable law, you may, at any time, withdraw such consent or declare your objection (“opt-out”) at no cost.\nThe electronic marketing messages you receive from Soundtrap (e.g.\nthose sent via email) will also include an opt-out mechanism within the message itself (e.g.\nan unsubscribe link in the emails we send to you).</p>\n<p>\n</p>\n<p>You can learn more about how to set your preferences in relation to how Soundtrap uses your personal data in Section “Choice and Control” and you can control your personal data on the Settings page on the Website.</p>\n<p>\n</p>\n<p>If you have any questions about your privacy, your rights, or how to exercise them, please contact privacy@soundtrap.com.\nWe will respond to your request within a reasonable period of time upon verification of your identity.\nIf you are unhappy with the way we are using your personal data you can also contact, and are free to lodge a complaint with, the Swedish Data Protection Authority (Datainspektionen) or your local Data Protection Authority.</p>Personal data we collect from you<p>We have set out in the tables below the categories of personal data we collect and use about you.</p>\n<p>\n</p>\n<p>Personal data collected when you sign up: &nbsp;</p>\n<p>\n</p>\n<p>Categories of personal data</p>\n<p>Description of category</p>\n<p>Account registration data</p>\n<p>This is the personal data that is provided by you or collected by us to enable you to sign up for and use the Soundtrap Service.\nThis includes your email address, age, country and password.</p>\n<p>\n</p>\n<p>If you register a premium account, you will also need to provide your real name, address and payment verification information.</p>\n<p>\n</p>\n<p>Some of the personal data we will ask you to provide is required in order to create your account.\nYou also have the option to provide us with some additional personal data in order to make your account more personalized, such as data for your public profile on Soundtrap.</p>\n<p>\n</p>\n<p>The exact data we will collect depends on the type of Soundtrap Service plan you sign up for and whether or not you use a third party service to sign up and use the Soundtrap Service.\nIf you use a third party service to create an account, we will receive personal data via that third party service but only when you have consented to that third party sharing you personal data with us.</p>\n<p>\n</p>\n<p>Personal data provided through your use of the Service</p>\n<p>\n</p>\n<p>Categories of personal data</p>\n<p>Description of category</p>\n<p>Service Usage Data</p>\n<p>This is the personal data that is collected about you when you are using the Soundtrap Service.\nThis includes:</p>\n<p>\n</p>\n<ul>\n<li>Information about your type of Soundtrap Service plan.</li>\n<li>Information about your interactions with the Soundtrap Service which includes date and time of any request you make, sounds you have streamed, recorded, uploaded or downloaded, your interactions with other Soundtrap users, details about your connections and use of third party applications.</li>\n<li>Your Content (as defined in the Terms and Conditions of Use), you post to Soundtrap including messages you send and/or receive via Soundtrap and your interactions with the Soundtrap Customer Service team.</li>\n<li>Technical Data which may include URL information, cookie data, your IP address, the types of devices you are using to access or connect to the Soundtrap Service, unique device IDs, device attributes, network connection type and provider, network and device performance, browser type, language, operating system, and Soundtrap application version.\nFurther details about the technical data that is processed by us can be found in our Cookie Policy.</li>\n</ul>\n<p>\n</p>\n<p>Personal data collected with your permission that enables us to provide you with additional features/functionality</p>\n<p>\n</p>\n<p>Categories of personal data</p>\n<p>Description of category</p>\n<p>Payment Data</p>\n<p>We may collect such personal data if you sign up for a Trial or purchase any of our Paid Subscriptions (as defined in the&nbsp;Terms and Conditions of Use) or make other purchases through the &nbsp;Service.\nThe exact personal data collected will vary depending on the payment method (e.g.\ndirect via your mobile phone carrier or by invoice) but will include information such as:</p>\n<p>\n</p>\n<ul>\n<li>Name;</li>\n<li>Credit or debit card type, expiration date, and certain digits of your card number;</li>\n<li>Billing address;</li>\n<li>Details of your transaction history.</li>\n</ul>\n<p>Survey &nbsp;and Contest Data</p>\n<p>If you participate in any survey or contest, you will provide certain personal data as part of your participation, unless you respond anonymously.\nThe exact personal data collected will vary depending on the survey or contest.</p>\n<p>\n</p>\n<p>Personal data collected from third party sources</p>\n<p>\n</p>\n<p>We collect personal data about you from various third parties.\nThese third party sources vary over time and include the following:</p>\n<p>\n</p>\n<p>Categories of personal data</p>\n<p>Description of category</p>\n<p>Authentication Partners</p>\n<p>If you register for or log into our Services using third party credentials (e.g.\nGoogle), we will import your information for such third party to help create your account with us.</p>\n<p>Technical service partners</p>\n<p>We work with technical service partners that provide us with certain data, such as mapping IP addresses to non-precise location data (e.g.\ncity, state), to enable us to provide the Soundtrap Service.</p>What do we use your personal data for?<p>When you use or interact with the Soundtrap Service, we use a variety of technologies to process the personal data we collect about you for various reasons.\nWe have set out in the table below the reasons why we process your personal data, the associated legal bases we rely upon to legally permit us to process your personal data, and the categories of personal data (identified in Section “Personal data we collect from you”) used for these purposes:</p>\n<p>Description of why Soundtrap process your personal data (´processing purpose´)</p>\n<p>Legal Basis for the processing purpose</p>\n<p>Categories of personal data used by Soundtrap for the processing purpose</p>\n<p>To provide, personalize, and improve your experience with the Soundtrap Service and other services and products provided by Soundtrap, for example by providing customized, personalized, or localized content, recommendations, features, and advertising on or outside of the Soundtrap Service (including for third party products and services).</p>\n<ul>\n<li>Performance of a Contract</li>\n<li>Legitimate interest</li>\n</ul>\n<ul>\n<li>Account Registration Data</li>\n<li>Service Usage Data</li>\n<li>Payment Data</li>\n<li>Survey and Contest Data</li>\n</ul>\n<p>To understand how you access and use the Soundtrap Service to ensure technical functionality of the Soundtrap Service, develop new products and services, and analyze your use of the Soundtrap Service, including your interaction with applications, products, and services that are made available, linked to, or offered through the Soundtrap Service.</p>\n<ul>\n<li>Performance of a Contract</li>\n<li>Legitimate interest</li>\n</ul>\n<ul>\n<li>Account Registration Data</li>\n<li>Service Usage Data</li>\n<li>Survey and Contest Data</li>\n</ul>\n<p>To understand, diagnose, troubleshoot and fix issues with the Soundtrap Service.</p>\n<ul>\n<li>Performance of a Contract</li>\n<li>Legitimate interest</li>\n</ul>\n<ul>\n<li>Account Registration Data</li>\n</ul>\n<p>For marketing, promotion, and advertising purposes.</p>\n<ul>\n<li>Legitimate interest</li>\n<li>Consent</li>\n</ul>\n<ul>\n<li>Account Registration Data</li>\n<li>Service Usage Data</li>\n<li>Survey and Contest Data</li>\n</ul>\n<p>To conduct research, contests, and surveys.\n&nbsp;</p>\n<ul>\n<li>Performance of a Contract</li>\n<li>Legitimate interest</li>\n<li>Consent</li>\n</ul>\n<ul>\n<li>Account Registration Data</li>\n<li>Service Usage Data</li>\n<li>Survey and Contest Data</li>\n</ul>\n<p>To process your payment to prevent or detect fraud including fraudulent payments and fraudulent use of the Soundtrap Service.</p>\n<ul>\n<li>Performance of a Contract</li>\n<li>Compliance with legal obligations</li>\n<li>Legitimate interest</li>\n</ul>\n<ul>\n<li>Account Registration Data</li>\n<li>Service Usage Data</li>\n<li>Payment Data</li>\n</ul>\n<p>To comply with legal obligations and law enforcement requests.\nTo establish, exercise, or defend legal claims.</p>\n<ul>\n<li>Compliance with legal obligations</li>\n<li>Legitimate interest</li>\n</ul>\n<ul>\n<li>Account Registration Data</li>\n<li>Service Usage Data</li>\n<li>Payment Data</li>\n<li>Survey and Contest Data</li>\n</ul>\n<p>\n</p>\n<p>If you require further information about the legal basis and the balancing test that Soundtrap has undertaken to justify its reliance on the legitimate interest legal basis under the GDPR, please see Section “How to Contact Us”.</p>Sharing your personal data<p>We have set out the categories of recipients of the personal data collected or generated through your use of the Soundtrap Platform.&nbsp;</p>\n<p>\n</p>\n<p>Publicly available personal data</p>\n<p>\n</p>\n<p>Your public profile will be publicly accessible and may be used by anyone accessing the Website, or using our API or other Service.</p>\n<p>The following personal data will always be publically available on the Soundtrap Platform: any personal data in your public profile (other than your email address) will be accessible by other users of the Platform, who may view your profile data, listen to and comment on any of your public sounds, add themselves to your list of followers, and send you messages.\nIf you listen to any sounds uploaded by a premium user, the fact that you have listened to those sounds will be shared with that premium user, so that they can track the popularity of their sounds.\nSimilarly, if you comment on any sounds on the Platform, your comments will be available to all users of the Platform.</p>\n<p>\n</p>\n<p>Personal data you may choose to share</p>\n<p>\n</p>\n<p>Your personal data will only be shared with the categories of recipients outlined in the table below if:</p>\n<ul>\n<li>You choose to make use of a specific Soundtrap service feature where sharing of particular personal data is required for the proper use of the feature, or</li>\n<li>You grant us your permission to share the personal data</li>\n</ul>\n<p>\n</p>\n<p>For information on how to control the data you share, please see Section “Choice and Control” below.</p>\n<p>\n</p>\n<p>Categories of recipients</p>\n<p>Reason for sharing</p>\n<p>Other networks and connected apps</p>\n<p>If you choose to connect your Soundtrap account to other apps or social networks, you will be sharing certain data with these apps or networks.</p>\n<p>\n</p>\n<p>This Privacy Policy does not apply to the collection of your information by these third parties.\nWe recommend that you review their privacy policy for more information.</p>\n<p>\n</p>\n<p>Facebook: https://www.facebook.com/about/privacy</p>\n<p>Google: https://policies.google.com/privacy</p>\n<p>Soundcloud: https://soundcloud.com/pages/privacy</p>\n<p>Spotify: https://www.spotify.com/us/legal/privacy-policy/</p>\n<p>Youtube API: https://policies.google.com/privacy&nbsp;</p>\n<ul>\n<li>To revoke access visit: https://security.google.com/settings/security/permissions</li>\n</ul>\n<p>Support Community</p>\n<p>When you register for a Soundtrap Support Account on the Soundtrap Support Community, we will ask you to create a specific Soundtrap Support Community username.\nThis will be publicly displayed to anyone who accesses the Soundtrap Support Community along with any questions or comments you post.</p>\n<p>\n</p>\n<p>Personal data we may share</p>\n<p>\n</p>\n<p>Categories of recipients</p>\n<p>Reason for sharing</p>\n<p>Service Providers</p>\n<p>We use certain reputable third parties to provide us with certain specialized services related to the Platform, in particular providers which host, store, manage and maintain the Soundtrap application, its content and the data we process.\nThese third parties will have access to certain data about you, but only where this is necessary in order for those third parties to provide their services to us.</p>\n<p>Marketing Partners</p>\n<p>We may share personal data with certain marketing and advertising partners to promote our Service and to send you marketing communications about Soundtrap.</p>\n<p>Our marketing partners may help us to serve ads to you by combining this information with data which they have collected about you elsewhere.</p>\n<p>Statistical Analysis Platform</p>\n<p>We may aggregate your personal data with similar data relating</p>\n<p>to other users of the Platform in order to create statistical information regarding the Platform and its use, which we may then share with third parties or make publicly available.\nHowever, none of this information would include any email address or other contact information, or anything that could be used to identify you individually, either</p>\n<p>online or in real life.</p>\n<p>Law Enforcement and Data Protection Authorities</p>\n<p>We will disclose your personal data if we believe in good</p>\n<p>faith that we are permitted or required to do so by law, including in response to a court order, subpoena or other legal demand or request.</p>\n<p>\n</p>\n<p>We may disclose your personal data if we feel this is</p>\n<p>necessary in order to protect or defend our legitimate rights and interests, or those of our users, employees, directors or shareholders, and/or to ensure the safety and security of the Platform and/or the Soundtrap community.</p>\n<p>Purchasers of our business</p>\n<p>We may transfer your personal data to any person or company that acquires all or substantially all of the assets or business of Soundtrap, or on a merger of our business, or in the event of our insolvency, provided that such person or company be bound by the Soundtrap Privacy Policy or terms substantially similar.</p>Choice and control<p>We do our best to give you as much choice as possible regarding the amount of personal data you provide to us, and the control you have over that data.</p>\n<p>\n</p>\n<p>It is not necessary for you to provide us with any data in order to visit the Website, although certain data will be collected automatically by virtue of your visit (as described above).\nHowever, if you do decide to register a Soundtrap account, you can control your personal data through Soundtrap privacy settings.\nThis enables you to control, among other things, which email notifications (if any) you would like to receive from us.</p>Data retention and deletion<p>We keep your personal data only as long as necessary to provide you with the Soundtrap Platform and for legitimate and essential business purposes, such as maintaining the performance of the Soundtrap Platform, making data-driven business decisions about new features and offerings, complying with our legal obligations, and resolving disputes.\nWe keep some of your personal data for as long as you are a user of the Soundtrap Platform.</p>\n<p>\n</p>\n<p>If you request, we will delete or anonymise your personal data so that it no longer identifies you, unless we are legally allowed or required to maintain certain personal data, including situations such as the following:</p>\n<p>\n</p>\n<ul>\n<li>If there is an unresolved issue relating to your account, such as an outstanding credit on your account or an unresolved claim or dispute, we will retain the necessary personal data until the issue is resolved;</li>\n<li>Where we are required to retain the personal data for our legal, tax, audit and accounting obligations, we will retain the necessary personal data for the period required by applicable law.\nand/or,</li>\n<li>Where necessary for our legitimate business interests, such as fraud prevention or to maintain the security of our users.</li>\n<li>You can always delete your account by contacting us at support@soundtrap.com&nbsp;at any time.</li>\n</ul>Transfer to other countries<p>Soundtrap may subcontract processing to, or share your personal data with, third parties located in countries other than your home country.\nYour personal data may therefore be subjected to privacy laws that are different from those in your country of residence.</p>\n<p>\n</p>\n<p>Personal data collected within the European Union and Switzerland may, for example, be transferred to and processed by third parties located in a country outside of the European Union and Switzerland.\nIn such instances Soundtrap shall ensure that the transfer of your personal data is carried out in accordance with applicable privacy laws and in particular that appropriate contractual, technical, and organisational measures are in place, such as the Standard Contractual Clauses approved by the EU Commission.&nbsp;</p>Keeping your personal data safe<p>We are committed to protecting our users’ personal data.\nWe implement appropriate technical and organisational measures to help protect the security of your personal data.\nhowever, please note that no system is ever completely secure.</p>\n<p>\n</p>\n<p>Your password protects your user account, so we encourage you to use a unique and strong password, limit access to your computer and browser, and log out after having used the Soundtrap Platform.</p>Children<p>The Soundtrap Service is not directed to children under the age of 13 years except where schools oversee the child’s use of the Soundtrap Education service as described below in Section “Soundtrap Education”.\nHowever, in some countries, different and potentially more strict age limits may apply under local law.\nPlease see our Terms and Conditions of Use&nbsp;for further details.</p>\n<p>\n</p>\n<p>We do not knowingly collect personal data from children under 13 years or under the applicable age limit (the “Age Limit”).\nIf you are a parent of a child under the Age Limit and become aware that your child has provided personal data to Soundtrap outside of the Soundtrap Education service, please contact us as described in Section “How to contact us”.</p>\n<p>\n</p>\n<p>If we learn that we have collected the personal data of a child under the age of 13 years, we will take reasonable steps to delete the personal data.\n&nbsp;For information about your child’s use of Soundtrap Education, please see Section “Soundtrap Education” below.</p>Soundtrap Education<p>If you are a student or teacher using the Soundtrap Education service, your school acts as a data controller of your personal data and Soundtrap processes the data on the school’s behalf.\nIf you have any questions about how we collect personal data in schools or your child’s rights and how to exercise them, please contact your school.&nbsp;For a general description of how Soundtrap Education processes student data on a school’s behalf, please visit our Education Privacy Notice.\nIf you still have questions or concerns after contacting your school, please contact us as described in Section “How to contact us”.</p>Changes to this Privacy Policy<p>We may occasionally make changes to this Policy.</p>\n<p>\n</p>\n<p>When we make material changes to this Policy, we’ll provide you with prominent notice as appropriate under the circumstances, e.g., by displaying a notice within the Soundtrap Service or by sending you an email.\nWe may notify you in advance.</p>\n<p>\n</p>\n<p>Please therefore make sure you read any such notice carefully.</p>\n<p>\n</p>\n<p>If you want to find out more about this Policy and how Soundtrap uses your personal data, please contact privacy@soundtrap.com&nbsp;to find out more.</p>How to contact us<p>Thank you for reading our Privacy Policy.\nIf you have questions about this Policy, please contact privacy@soundtrap.com&nbsp;or by writing to us at the address indicated below:</p>\n<p>\n</p>\n<p>\n</p>\n<p>Soundtrap AB<br>Katarinavägen 15, 116 45 STOCKHOLM</p>\n<p>Org.no.\n559434-9044</p>\n<p>\n</p>\n<p>We hope you enjoy Soundtrap!</p>\n<p>© Soundtrap AB</p>\n<p>\n</p>\n<p>\n</p>", "created_at": "2023-09-04 23:11:19.486854", "updated_at": "2023-09-04 23:11:28.955792"}, {"id": 18952, "name": "STANDARD STUDENT DATA PRIVACY AGREEMENT", "url": "https://docs.google.com/document/d/e/2PACX-1vR17J1DfgFG0_kMwdeAtoZWrwl0uONycJZwWrRfKIV-JccWEKtR0B85eChZd4UgeZT7diLqxHcc_76R/pub", "xpath": "//body", "text": null, "created_at": "2023-09-04 23:13:37.822889", "updated_at": "2023-09-04 23:13:37.822889"}], "points": [{"id": 34870, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-04 23:00:37.419334", "updated_at": "2023-09-16 14:30:38.702667", "quoteText": null, "case_id": 331, "document_id": 18942, "quoteStart": null, "quoteEnd": null}, {"id": 34871, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-04 23:02:37.843139", "updated_at": "2023-09-17 17:20:33.853", "quoteText": null, "case_id": 329, "document_id": 18942, "quoteStart": null, "quoteEnd": null}], "urls": ["soundtrap.com"]}}