{"error": 448, "message": "OK", "parameters": {"id": 9132, "name": "Medito Foundation", "created_at": "2023-07-13 21:30:16.299206", "updated_at": "2023-07-13 22:02:20.859004", "wikipedia": null, "keywords": null, "related": null, "slug": "medito-foundation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9132.png", "url": "meditofoundation.org", "documents": [{"id": 17888, "name": "Terms of Service", "url": "https://meditofoundation.org/terms-of-service", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>App</li>\n<li>Meditations</li>\n<li>Blog</li>\n<li>Resources</li>\n<li>About</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Volunteer</li>\n<li>Donate</li>\n</ul> Terms of service Terms\n<p>By accessing the website at http://meditofoundation.org, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.</p>\nDonation\nVoluntary\n<p>You are free to donate to Medito Foundation.\nYou will never be obligated to donate to Medito Foundation.\nDonating is done voluntarily.</p>\nRefunds\n<p>Medito can offer refunds in two cases:</p>\n<ul>\n<li>Within 30 days of your transaction: we will refund that transaction minus the transaction fee.</li>\n<li>If you have been charged twice (\"Duplicate charge\"): we will refund the total amount.</li>\n</ul>\nCancel / modify a monthly / recurring donation\n<p>To cancel your donation, use our donation portal, available here.<br>\nYou will need the email address you used to donate.<br>\nMedito's team will be happy to assist you if you can't log in.\nPlease send us an email at hello@meditofoundation.org, providing your full name and a copy of the receipt of your previous donation.</p>\nUse License\n<p>Permission is granted to temporarily download one copy of the materials (information or software) on Medito Foundation's website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:</p>\n<ul>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on Medito Foundation's website;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or \"mirror\" the materials on any other server.<br>\nThis license shall automatically terminate if you violate any of these restrictions and may be terminated by Medito Foundation at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</li>\n</ul>\nDisclaimer\n<p>The materials on Medito Foundation's website are provided on an 'as is' basis.\nMedito Foundation makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.<br>\nFurther, Medito Foundation does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.</p>\nLimitations\n<p>In no event shall Medito Foundation or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Medito Foundation's website, even if Medito Foundation or a Medito Foundation authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\nAccuracy of materials\n<p>The materials appearing on Medito Foundation's website could include technical, typographical, or photographic errors.\nMedito Foundation does not warrant that any of the materials on its website are accurate, complete or current.\nMedito Foundation may make changes to the materials contained on its website at any time without notice.\nHowever Medito Foundation does not make any commitment to update the materials.</p>\nLinks\n<p>Medito Foundation has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Medito Foundation of the site.\nUse of any such linked website is at the user's own risk.</p>\nModifications\n<p>Medito Foundation may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.</p>\nGoverning Law\n<p>These terms and conditions are governed by and construed in accordance with the laws of the Netherlands and you irrevocably submit to the exclusive jurisdiction of the courts in that location.</p> Navigate <ul>\n<li>Home</li>\n<li>App</li>\n<li>Blog</li>\n<li>Resources</li>\n<li>About</li>\n<li>Volunteer</li>\n</ul> The Medito app <ul>\n<li>Download on the App store</li>\n<li>Download on Google Play</li>\n</ul> Foundation <ul>\n<li>About</li>\n<li>License</li>\n<li>Privacy Policy</li>\n<li>Terms of service</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Medito Foundation or in Dutch, Stichting Medito <br> Non-profit organisation registered in the Netherlands 🇳🇱 <br> hi@meditofoundation.org - KvK-nummer: 75284251 - RSIN: 860222627</p> Help us understand what works well<p>Welcome! Before we continue, please let us know if we can collect some information.\nIt's purely so we can see how many people visit the website and which sections are most popular.\nTo learn more, please read our privacy policy.</p>\n<ul>\n<li>Analytics (Please turn this on, it'll help us a lot)↓ 1 service<ul>\n<li>Google Tag Manager &amp.\nAnalytics<p>Collecting of visitor statistics to optimize the website</p>\n<p>purpose: Analytics (Please turn this on, it'll help us a lot)</p>\n</li>\n</ul>\n</li>\n<li>Security(always required)↓ 1 service<ul>\n<li>Cloudflare(always required)<p>Protection against DDoS attacks</p>\n<p>purpose: Security</p>\n</li>\n</ul>\n</li>\n</ul>I declineAccept selectedAccept all<p>Realized with Klaro!</p>", "created_at": "2023-07-13 21:30:16.358509", "updated_at": "2023-07-13 21:30:29.949142"}, {"id": 17887, "name": "Privacy Policy", "url": "https://meditofoundation.org/privacy", "xpath": "//body", "text": null, "created_at": "2023-07-13 21:30:16.328669", "updated_at": "2023-07-13 21:30:32.575355"}], "points": [], "urls": ["meditofoundation.org"]}}