{"error": 448, "message": "OK", "parameters": {"id": 9777, "name": "Chromatic Europe ", "created_at": "2023-10-14 22:41:35.687166", "updated_at": "2023-10-15 10:02:26.019972", "wikipedia": null, "keywords": null, "related": null, "slug": "chromatic-europe", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9777.png", "url": "chromatic.ee", "documents": [{"id": 19472, "name": "Privacy Policy", "url": "https://www.chromatic.ee/privacy-policy", "xpath": "/html/body/div[2]/section[2]/div/div[1]/div", "text": "Summary<p>The privacy of our website visitors is of the utmost importance to us.\n<br>We do not track or collect any data that could be used to identify any individuals, unless you give us explicit permission to do so.\n<br>\n<br>As a “Visitor” to the Website, you can be sure that: <br>‍<br>• None of your personal information will be collected <br>• No cookies will be stored in your browser <br>• None of your personal information is shared with, sent to or sold to third-parties (we don’t collect them) <br>• No personal information will be shared with advertising companies (again, we don’t collect such data at all) <br>• We run a privacy-focussed analytics script to collect some anonymous usage data for statistical purposes <br>• Our goal is to track overall trends about the traffic and usage of the Website, and NOT to track individual visitors <br>• All the data we collect is aggregate only <br>• We never collect personal data without your permission <br>\n<br>If you decide to create an account (and thus become a “User”), we will only ask for data that is absolutely necessary for the Website, App or Service to function properly and securely.</p>Introduction<p>This Privacy Policy (“Privacy Policy”) relates to the website chromatic.ee and/or any sub-websites and/or associated domains (and/or sub-domains), web and mobile applications (“apps”) and/or software systems (“software”, “systems”) of chromatic.ee (hereinafter referred to as the “Website”), the services provided by Chromatic Europe OU, the owner of the Website, (“We”, “Us”, “Our”, “Ourselves” and/or “Chromatic”) and any related software applications (“Systems”), where Personal Data is processed by the same (via the Website, any of our systems or otherwise) relating to You.\n<br>\n<br>In this Privacy Policy, “You” and “Your” and “User(s)” and “Visitor(s)” refer to an identified or identifiable natural or legal person being the User of the Website(s), app(s) or other software systems and/or client (or prospective client) of any of our services.\nOur full details, including contact details, can be read below.\nAlthough our goal is to always be as clear and transparent as possible, we appreciate that legal documents can sometimes be difficult to read.\nHowever, we strongly encourage you to read this Privacy Policy thoroughly.\n<br>\n<br>Please do not hesitate to contact us with any questions you may have.\nFor example, if you need clarification on a specific legal basis we are relying on to process your personal data for a specific processing operation, we will be happy to provide you with any such information.</p>Applicable Laws<p>As an entity established in Estonia, currently part of the EU, the main privacy laws that are applicable to Us in so far as You are concerned, are as follows:The Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the Protection of Natural Persons with Regard to the Processing of Personal Data and on the Free Movement of such Data – the “GDPR”.<br>‍<br>All the above are referred to together as the “Data Protection Laws” (DPL) and/or the “GDPR”.</p>What is Personal Data?<p>“PERSONAL DATA” means any information that identifies You as an individual or that relates to an identifiable individual.<br>\n<br>Whenever it is not possible or feasible for us to make use of anonymous and/or anonymised data (in a manner that does not identify any users of the Website or customers of our Services), We are nevertheless committed to protecting your privacy and the security of your personal data at all times.<br>\n<br>We collect personal data in various ways both digitally via the website (either when you choose to provide us with certain data or in some cases automatically and/or via third parties) as well as non-digitally (for example when you fill in a physical form to benefit from one or more of our services).</p>Personal Data We May Collect About You - With Your Permission<p>\n</p>Category of Personal DataPurposeType of data we may collectCONTACT DETAILSTo manage our relationship with you.\nTo be able to provide you information that you requested from us or that we may be authorised by law to provide to you.\nTo manage your subscription to a newsletter or mailing list.\nTo send you text messages and push notificationsFull name.\nmailing address.\ntelephone or mobile number.\nemail address.\ncollaboration and instant messaging contact details, social media profilesREGISTRATION DATATo make our website(s), apps and other systems usable by enabling basic functions like page navigation and access to secure areas.\nThe website(s), apps, and systems cannot function properly and securely without these details.Full name.\nemail address.\nmailing address.\nbusiness name, address and description.\nUsernames.\nPasswordsMARKETING DATATo ensure that the content of our website(s)/apps are relevant and engaging for our users and to refine our marketing strategy and tactics.\nAlso, to enable our website(s)/apps to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.Full name.\nEmail address.\nwebsite address.\nsocial media profiles.\nmailing address.\ndemographic and/or business-related information such as postcode, age, position or function within an organisation.\nlinks to social media profiles on other platforms.\nsocial media profiles.\npreferences and interests.\nwebsite usage data, including duration of your visit, visited pages and their order, search queries, links that you have clicked on (including text links, images, graphics, etc.).\nonline identifiers (including IP addresses and information generated via your browser).\nDevices used during visiting our websiteTRACKING DATATo ensure the safety and security of our website(s), systems and apps, and to understand how our visitors interact with our website by collecting and reporting information anonymouslyIP address, Location Data, Configuration information, Operational logs, Devices used during visiting our website, Location of files.\nwebsite usage data, including duration of your visit, visited pages and their order, search queries, links that you have clicked on (including text links, images, graphics, etc.)FINANCIAL INFORMATIONTo process and manage payments transactions (where applicable)Credit card information, PayPal and/or other payment gateway ID, Bank detailsADDITIONAL INFORMATIONIn some cases, for example, if you are a client or prospective client of our services, or a prospective employee via the website(s), any app or otherwise we may request additional personal data as a means of securely identifying you or for another similar lawful purpose.More secure identification methods.\ncredentials/references.\ndetails of Your next of kinSPECIAL INFORMATIONIn special circumstances we might need to process special categories of data, such as your health data (e.g.\ndietary restrictions before attending a meeting with us or one of our events).\nWe only process such sensitive Personal Data with your explicit consent, when it's absolutely necessary and with the strictest safeguards in place.health conditions/status, dietary restrictions and requirements<p>\n</p>\n<p>Many of the categories of personal data above are collected directly from you (for example, your contact details and your registration data).\nHowever, we may also collect personal data from other sources, including publicly accessible databases, joint marketing partners, social media platforms and other third parties.\n<br>\n<br>We may also receive personal data about you from third parties when we need to confirm your contact details.\nShould this be the case, and when acting as a data controller, we will take all measures as required by law to further inform you about the source of such personal data as well as the categories of personal data we collect and process.\n<br>\n<br>There are certain instances at law where we are specifically forbidden from disclosing to you such activity (for example, when carrying out due diligence for anti-money laundering purposes).\nWhen acting as a data processor, Chromatic processes personal data on behalf of one or more data controllers.\nIn such cases it is the data controller’s obligation to provide data subjects with the said information.\nIn case of uncertainty over who the data controller is, please contact us.<br>\n<br>For a detailed description of the reasons why we process (as a data controller) the categories of personal data above (and any other specific personal data we process), as well as the corresponding legal ground(s) for doing so, please see the ‘What we use your personal data for (Purpose of Processing)’ table below.\n<br>\n<br>For information/personal data that we may collect automatically via the Website, Software or Apps, please see the Cookies section below.</p>Social Media<p>If you choose to connect or share one or more of your social media accounts with us to enable the sharing of personal data via social media platforms, certain categories of personal data relating to you from your social media account(s) may be shared with and processed by us.</p>How and Why We Collect Personal Data in Certain Cases<p>As a general rule, when acting as a data controller, we do not collect any personal data, that is, information that identifies you as an individual other than that which you choose to provide to us such as the data (including contact details and registration data) you provide when registering with us (where this is available), when contacting us with enquiries relating to our products and/or services, when subscribing to any service offered by us or via our website, such as any newsletters as may be issued by us from time to time or even when subscribing to any offers we (and/or our affiliates and/or corporate partners) may offer from time to time (see Personal Data We May Collect About You above).<br>\n<br>Unless otherwise specified and subject to various controls, as a general rule, we only collect personal data (from you or elsewhere) when we:<br>• Need to be able to provide you with the products and/or services you request from us<br>• Are legally required to collect/use and to keep for a predetermined period of time<br>• Believe to be strictly necessary for our legitimate business interests<br>\n<br>For a detailed description of the reasons why we process specific categories of personal data as well as the corresponding legal ground(s) for doing so, please see the ‘What we use your personal data for (Purpose of Processing)’ below.</p>Personal Data Related to Third Parties<p>By providing us with or allowing us to access personal data relating to individuals other than yourself, you are letting us know that you have the authority to send us that personal data or the authority to permit us to access those data in the manner described in this Privacy Policy.</p>Purpose of Processing: For What We Use Your Personal Data<p>The following table contains the description of what we use your personal data for and the corresponding legal ground(s) we rely on for doing so.<br>For more detail on what is meant by terms such as ‘contact details’, ‘registration data’ and other categories of personal data used in the tables below, please see the “Personal Data We May Collect About You” section above.</p>Users of the Website, prospective and new clients, prospective and new employees, partners, and suppliers<p>\n</p>PURPOSE OF PROCESSINGCATEGORIES OF PERSONAL DATALEGAL BASIS FOR PROCESSINGTo register users (directly or through third-parties social signups)Registration DataContractual necessity or Legitimate interestTo manage our relationship with youRegistration Data, Contact DetailsLegitimate InterestTo be able to provide you with marketing and promotional offers that you may have requested from us or that we may be authorised at law to provide to youMarketing Data, Tracking DataContractual Necessity or ConsentTo establish and investigate any suspicious behaviour in order to protect our business from any risk and fraudRegistration Data, Contact DetailsLegitimate Interest (detection and prevention of fraud)Subscribing to a newsletter or mailing listRegistration Data, Contact DetailsConsentSend you text messages and push notificationsRegistration Data, Contact DetailsContractual Necessity or Consen<p>\n</p>Existing clients, partners, suppliers, past and current employees<br>‍<p>\n</p>PURPOSE OF PROCESSINGCATEGORIES OF PERSONAL DATALEGAL BASIS FOR PROCESSINGYour being able to participate in a survey, feedback, feature demonstration, poll or a discussion across our digital propertiesRegistration Data, Contact DetailsConsent or Legitimate InterestMaintain records on our systemsRegistration Data, Contact Details, Tracking Data, Profile Data, Financial InformationContractual Necessity or Legitimate Interest (to ensure we have accurate records)Continue to manage our relationship with youRegistration Data, Contact Details, Tracking Data, Financial InformationContractual Necessity or Compliance with the Legal ObligationsTo process and manage payments transactions (where applicable)Financial InformationContractual NecessityTo be able to provide you with (some or all of) our servicesRegistration Data, Contact Details, Profile data, Marketing DataContractual NecessityTo comply with legal and regulatory obligationsRegistration Data, Contact Details, Tracking data, Financial InformationLegal ObligationSubscribing to a newsletter or mailing listRegistration Data, Contact DetailsConsent or Contractual NecessityTo be able to provide you with marketing material that you may have requested from us or that we may be authorised at law to provide to youMarketing Data, Tracking DataConsent or Legitimate InterestsSend you text messages and push notificationsContact Details, Registration dataConsent or Contractual Necessity<p>\n</p>\n<p>Please note, that without certain Personal Data relating to you, we may not be able to provide some or all of the information or services you expect or request from us nor guarantee the full functionality of our Website(s), Apps, or Software Systems.</p>Accuracy of Personal Data<p>All reasonable efforts are made to ensure the personal data we hold about you is up-to-date and as accurate as possible.\nWe may periodically ask you to confirm the accuracy of the records we hold, especially if there is a corresponding privacy and/or security risk justifying to do so.\nOtherwise, we largely rely on you to inform us when your personal data (such as your address or other contact details) change.</p>Digital Marketing Communications<p>We only send email, text messages and other communications relating to marketing where we have the necessary legal grounds to do so.\nIn most cases we rely on your consent.\n<br>\n<br>If, at any time, you no longer wish to receive marketing communications from us, you can exercise this right by clicking the “unsubscribe” or “opt-out” link in the marketing emails we send you or let us know by contacting us at the details below or update your preferences on any of our website(s), apps or software system(s) (where applicable).<br>\n<br>In the case of direct marketing sent by electronic communications (where we are legally authorised to do so) you will be given an easy way of opting out (or unsubscribing) from any such communications.</p>Data Transfers to/via Third Countries<p>As a general rule, the data we process about you (collected via our website(s), any of our apps or software systems) will be stored and processed within the European Union (EU)/European Economic Area (EEA) or any other non-EEA country deemed by the European Commission to offer an adequate level of protection (the so-called ‘white-listed’ countries listed here).<br>\n<br>Please note, that data sent via the Internet may be transmitted across international borders even where both sender and receiver of information are located in GDPR-compliant countries.\nWe cannot be held responsible for any misuse of personal data prior to our receiving it or after our sending it, when the personal data from you to us (or vice versa) is transferred via a non-GDPR-compliant country.</p>Authorised Disclosures<p>We reserve the right to disclose (and otherwise process) any relevant personal data which we may be processing (including IP addresses, in special circumstances) to authorised third parties in or outside the EU/EEA, if such disclosures are allowed under the Data Protection Laws (whether or not you gave us permission to do so):<br>‍<br>1.\nFor the purpose of preventing, detecting or suppressing fraud (for example, if You provide false or deceptive information about Yourself or attempt to pose as someone else, we may disclose any information we may have about you in our possession so as to assist any type of investigation into your actions);<br>2.\nIn the event of Chromatic being involved in a merger, sale, restructure, acquisition, joint venture, assignment, transfer;<br>3.\nTo protect and defend our rights (including the right to property), safety, or those of our affiliates, of users of our site or even your own;<br>4.\nTo protect against abuse, misuse or unauthorised use of our website(s).\napps or software systems;<br>5.\nFor any purpose that may be necessary for the performance of any agreement you may have entered into with us (including the request for provision of services by third parties) or in order to take steps at your request prior to entering into a contract;<br>6.\nTo comply with any legal obligations such as may arise by way of response to any court subpoena or order or similar official request for personal data;<br>7.\nAs may otherwise be specifically allowed or required by or under any applicable law (for example, under anti-money laundering legislation).</p>Security Measures<p>The personal information which we may hold (and/or transfer to any affiliates/partners/subcontractors as the case may be) will be held securely in accordance with our internal security policy and the GDPR.\nWe take reasonable steps to safeguard the confidentiality of any and/or all personal data that we process.\n<br>\n<br>We regularly review and enhance our technical, physical and managerial procedures to ensure that your personal data is protected from:<br>• unauthorised access<br>• improper use or disclosure<br>• unauthorised modification<br>• unlawful destruction or accidental loss.<br>\n<br>To this end we have implemented security policies, practices, and technical and organisational measures to protect the personal data that we may have under our control.\nAll our members, staff and data processors (including specific subcontractors, including cloud service providers, who may have access to and are associated with the processing of personal data, are further obliged (under contract) to respect the confidentiality of our users’ or clients’ personal data as well as other obligations as imposed by the GDPR.\nDespite all our efforts, we cannot guarantee that a data transmission or a data storage system can ever be 100% secure.\nFor more information about our security measures, please contact us in the manner described below.\n<br>\n<br>Authorised third parties, and external/third party service providers, with permitted access to your information (as explained in this Privacy Policy) are specifically required to apply appropriate technical and organisational security measures that may be necessary to safeguard the personal data being processed from unauthorised or accidental disclosure, loss or destruction and from any unlawful forms of processing.\n<br>\n<br>These service providers (our data processors) are also bound by a number of other obligations in line with the GDPR (in particular, Article 28 of the GDPR).\nFor the avoidance of all doubt, these are the same obligations that we are bound by when acting as data processor on behalf of one or more data controllers.</p>Sharing of Personal Data with Third Parties<p>Relevant data will also be disclosed or shared as appropriate (and in all cases in line with the GDPR) to/with members and staff of Chromatic, to/with affiliated entities and/or subcontractors if pertinent to any of the purposes listed in this Privacy Policy (including to/with our services providers who facilitate the functionality of the site and/or any service you may require).\n<br>\n<br>Personal information will only be shared by us to provide the services you request or for any other lawful reason (including authorised disclosures not requiring your consent).\nAny such authorised disclosures will be done in accordance with the GDPR (for example all our processors are bound by the requirements of GDPR, including a strict obligation to keep any information they receive confidential and to ensure that their employees/personnel are also bound by similar obligations).\n<br>\n<br>The said service providers (our processors) are also bound by a number of other obligations (in particular, Article 28 of the GDPR).\nYour personal data will never be shared with third parties for their marketing purposes (unless you explicitly authorise us to do so).\nThe list of third parties to whom we may disclose to and/or share your personal data with is available on request.</p>Retention Periods<p>We will retain your personal data only for as long as is necessary (taking into consideration the purpose for which it was originally obtained).\nThe criteria we use to determine what is ‘necessary’ depends on the particular personal data in question and the specific relationship we have with you (including its duration).<br>\n<br>Our normal practice is to determine whether there is/are any specific EU and/or Estonian law(s) (for example tax or corporate laws) permitting or obliging us to keep certain personal data for a certain period of time (in which case we will keep the personal data for the maximum period indicated by any such law).\n<br>\n<br>For example, any data that can be deemed to be ‘accounting records’ must be kept for at least six years (plus current year).\nWe would also have to determine whether there are any laws and/or contractual provisions that may be invoked against us by you and/or third parties and if so, what the prescriptive periods for such actions are (this is usually 6 years, plus current year).\nIn the latter case, we will keep any relevant personal data that we may need to defend ourselves against any claim(s), challenge(s) or other such action(s) by you and/or third parties for such time as is necessary.<br>\n<br>Where your personal data is no longer required by us, we will either securely delete or anonymise the personal data in question.</p>Processing for Statistical Purposes<p>We use research and statistics data based on user or client information to better understand our users’ and clients’ needs, to develop and improve our services, our marketing and other operational activities.\nWe will always make sure to obtain any consent we legally require from you.\nWe will also ensure to implement all appropriate safeguards to keep your data secure.</p>Links to Third-party Sources<p>Links that we provide to third-party websites are clearly marked and we are not in any way whatsoever responsible for the content of such websites (including any applicable privacy policies or data processing practices).\nWe suggest that you read the privacy policies of any such third-party websites.</p>Cookies<p>When you visit our website, use our apps or software systems, we collect certain categories of personal data automatically through the use of cookies and similar tracking technologies.<br>\n<br>For more detailed information, including what cookies are and how and why we process such data in this manner (including the difference between essential and non-essential cookies) please read our Cookie Policy.</p>Children<p>Our website(s), apps and services are not intended to be used by any persons under the age of eighteen (18) and therefore we will never intentionally collect any personal data from such persons.\nIf you are under the age of consent, please consult and get your parents' or legal guardians' permission to use the website, apps to use any of our services.</p>Your Rights Under the Data Protection Laws<p>Before addressing any of your requests, we may first need to verify your identity.\nIn all cases we will try to respond to your request as timely as reasonably possible.\nAs explained in the Retention Periods section above, we may need to keep certain personal data for compliance with our legal retention obligations, but also to complete transactions that you have requested prior to the change or deletion that you requested.<br>\n<br>Please note that when acting as a data processor, Chromatic processes personal data on behalf of one or more data controllers.\nIn such cases queries will generally be directed to our client(s) or partner(s) – the data controller(s).\n<br>\n<br>When we act as a data controller, your various legal rights include:</p>Your Right of Access<p>You may request us to confirm whether or not we are processing your personal data and, if we are, you have the right to access that personal data and to the following information:<br>\n<br>• What personal data we hold,<br>• Why we process them,<br>• To whom we disclose them,<br>• For how long we intend to keep them,<br>• Whether we transfer them abroad and the safeguards we take to protect them,<br>• What your relevant rights are,<br>• How you can make a complaint,<br>• From where we obtained your personal data,<br>• Whether we have carried out any automated decision-making (including profiling) based on the related information.<br>\n<br>Upon request, we shall (without adversely affecting the rights and freedoms of others, including our own) provide you with a copy of your personal data within one month of receipt of your request, which period may be extended by two months where necessary, taking into account the complexity and number of the requests.\nWe will inform you of any such extension and the reasons for the delay within one month of receipt of the request.</p>Your Right to Rectification<p>You have the right to rectify your personal data.\nYou can ask us to rectify inaccurate personal data and to complete your incomplete personal data.\nWe may seek to verify the accuracy of the data before rectifying it.</p>Your Right to Erasure (\"Right to be Forgotten\")<p>You have the right to ask us to delete your personal data and we shall comply without undue delay but only where:<br>• The personal data are no longer necessary for the purposes for which they were collected.\nor<br>• You have withdrawn your consent (in those cases where we process on the basis of your consent) and we have no other legal ground to process your personal data.\nor<br>• You shall have successfully exercised your right to object (as explained below).\nor<br>• Your personal data have been processed unlawfully.\nor<br>• There is a legal obligation to which we are subject.\nor<br>• Special circumstances exist in connection with certain children’s rights.<br>\n<br>Please note, that we are not legally bound to comply with your erasure request if the processing of your personal data is necessary:<br>• for compliance with a legal obligation to which we are subject (including but not limited to our data retention obligations).\nor<br>• for the establishment, exercise or defence of legal claims.<br>\n<br>There are other legal grounds entitling us to refuse erasure requests, although the two instances above are the most likely grounds that may be invoked by us to deny such requests.</p>Your Right to Data Restriction<p>You have the right to ask us to restrict the use of your personal data (i.e.\nkeep, but not further process) but only where:<br>• The accuracy of your personal data is contested (see the right to data rectification above), for a period enabling us to verify the accuracy of the personal data.\nor<br>• The processing is unlawful and You oppose the erasure of your personal data.\nor<br>• We no longer need the personal data for the purposes for which they were collected but You need the personal data for the establishment, exercise or defence of legal claims.\nor<br>• You exercised your right to object and verification of our legitimate grounds to override your objection is pending.<br>\n<br>Following your request for restriction, except for storing your personal data, we may only process your personal data:<br>• Where we have your consent.\nor<br>• For the establishment, exercise or defence of legal claims.\nor<br>• For the protection of the rights of another natural or legal person.\nor<br>• For reasons of important public interest.</p>Your Right to Data Portability<p>You have the right to ask us to provide your personal data (that you shall have provided to us) to you in a structured, commonly used, machine-readable format, or (where technically feasible) to have it transferred directly to another data controller, provided this does not adversely affect the rights and freedoms of others.</p>Your Right to Withdraw Consent (when we rely on consent )<p>In those cases, where our legal basis to process your data is your explicit consent, you have the right to withdraw your consent at any time and in the same manner as you have provided it to us.\nShould you exercise your right to withdraw your consent (by writing to us at the physical or email address below), we will determine whether at that stage an alternative legal basis exists for processing your data (for example, on the basis of a legal obligation to which we are subject) where we would be legally authorised or required to process your personal data without needing your consent and if so, notify you accordingly.<br>\n<br>When we ask for such personal data, you may always decline, however should you decline to provide us with that necessary data we require to provide the services you require, we may not necessarily be able to provide you with such services (especially if consent is the only legal ground that is available to us).</p>Your Right to Object to Certain Processing<p>We only process your personal data when this is <br>1.) necessary for the performance of a task carried out in the public interest or <br>2.) when processing is necessary for the purposes of the legitimate interests pursued by us or by a third party.\nYou have the right to object to processing of your personal data by us.\n<br>\n<br>Where an objection is entered, the processing of data shall cease, unless we as data controller provide compelling and legitimate grounds requiring the continuation of the data processing which outweigh the objections you may have raised.\nWhen your data is processed for direct marketing purposes, you have the right to object at any time to the processing of your personal data, which includes profiling to the extent that it is related to such direct marketing.\n<br>\n<br>Please note, that this general right to object does not subsist when we process your personal data because it is necessary for the performance of a contract, when necessary for legal compliance or when processing of the data is necessary to protect your vital interests or those of another natural person.</p>Your Right to Lodge a Complaint<p>You also have the right to lodge complaints with the appropriate Data Protection Supervisory Authority.\nThe competent authority in Estonia is the&nbsp.\nData Protection Inspectorate ('DPI').\nYou can contact them to make a complaint here.<br>\n<br>We kindly ask that you please attempt to resolve any issues you may have with us first.\nEven though, as stated above, you have a right to contact the competent authority at any time.</p>What We May Require from You<p>As one of the security measures we implement, before being able to legally help you exercise your rights as described above, we may need to verify your identity to ensure that we do not disclose to or share any personal data with any unauthorised individuals.</p>Changes to the Privacy Policy<p>We reserve the right, at our complete discretion, to change, modify, add to and/or remove portions of this Privacy Policy at any time.\nIf you are an existing client with whom we have a contractual relationship, you will be informed by us of any changes made to this Privacy Policy (as well as other terms and conditions relevant to the use of our Website(s), Apps or Software Systems.\nWe will also archive and store previous versions of the Privacy Policy for your review.\n<br>\n<br>As a user of the Website with whom we have no contractual relationship or lawful way of tracing, it is in your interest to regularly check for any updates to this Privacy Policy (which are usually deemed to be effective on the date they are published on the website), in case our attempts to notify you of such updates do not succeed.</p>Our Contact Details<p>If you have any questions/comments about privacy or should you wish to exercise any of your individual rights, please contact us by writing to: dpo (at) chromatic.ee or the Data Protection Officer at Chromatic Europe OU, Keemia tn 4, Tallinn, Harju Maakond, 10616, Estonia.</p>Other policies that apply to our website(s), apps, systems, and services<p>Terms and Conditions</p>\n<p>Cookie Policy</p>", "created_at": "2023-10-14 22:41:35.722087", "updated_at": "2023-10-14 22:42:01.216855"}, {"id": 19473, "name": "Cookie Policy", "url": "https://www.chromatic.ee/cookie-policy", "xpath": "/html/body/div[2]/section[2]/div/div[1]/div", "text": "Summary<p>We<strong> do not use cookies</strong> and we do not collect any personal data about the visitors of the Website, unless you give us your explicit permission.\n<br>If you decide to create an account, we will only ask for data that is absolutely necessary for the Website, App or Service to function properly and securely.</p>Introduction<p>This Cookie Policy (“Cookie Policy”) relates to the website chromatic.ee and/or any sub-websites and/or associated domains (and/or sub-domains), web and mobile applications (“apps”) and/or software systems (“software”, “systems”) of chromatic.ee (hereinafter referred to as the “Website”), the services provided by Chromatic Europe OU, the owner of the Website, (“We”, “Us”, “Our”, “Ourselves” and/or “Chromatic”) and any related software applications (“Systems”), where Personal Data is processed by the same (via the Website, any of our systems or otherwise) relating to You.\n<br>\n<br>In this Cookie Policy, “You” and “Your” and “User(s)” and “Visitor(s)” refer to an identified or identifiable natural or legal person being the User of the Website(s), app(s) or other software systems and/or client (or prospective client) of any of our services.\nOur full details, including contact details, can be read below.\nAlthough our goal is to always be as clear and transparent as possible, we appreciate that legal documents can sometimes be difficult to read.\nHowever, we strongly encourage you to read this Cookie Policy thoroughly.\n<br>\n<br>Please do not hesitate to contact us with any questions you may have.</p>What are Cookies?<p>Cookies usually are small text or image files that can be saved via a web browser to a visitor’s computer, tablet, or phone.\nThey keep information about preferences and activities on the site, helping to greatly improve user experience.\nUpon repeated visits, this information is sent back to the website to allow the website’s operator (or authorised third parties) to aggregate, analyse and use this data to improve the security, operation, functionalities, features, and content of the website, app or portal.<br>\n<br>Cookies are used by the vast majority of websites and are not generally used to collect sensitive personal data or to identify a particular person.\nThe use of cookies is fairly wide – from saving personal settings such as preferred language or currency, through traffic counting to targeted ad targeting based on the users’ behaviour.</p>Specific Cookies Used on This Website<p>We do NOT use cookies on our website.\n</p>Our Contact Details<p>If you have any questions/comments about privacy or should you wish to exercise any of your individual rights, please contact us by writing to: dpo (at) chromatic.ee or the Data Protection Officer at Chromatic Europe OU, Keemia tn 4, Tallinn, Harju Maakond, 10616, Estonia.</p>Other policies that apply to our website(s), apps, systems, and services<p>Privacy Policy</p>\n<p>Terms and Conditions</p>", "created_at": "2023-10-14 22:42:20.325531", "updated_at": "2023-10-14 22:42:36.348995"}, {"id": 19474, "name": "Terms and conditions", "url": "https://www.chromatic.ee/terms-and-conditions", "xpath": "/html/body/div[2]/section[2]/div/div[1]/div", "text": "Introduction<p>Welcome to our website.\nIf you continue to browse and use this website you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern our relationship with you in relation to this website.<br>\n<br>The term Chromatic, “the team”, “Chromatic Europe”, “the Operator”, or “us”, “our” or “we” refers to the owner of the website, Chromatic Europe OU, whose registered address is Keemia tn 4, Tallinn, Harju Maakond, Estonia, 10616.\nOur company registration number is 16048954.\nThe term ‘you’ refers to the user(s) or viewer(s) of our website.</p>Preliminary<p>These terms and conditions of service (the “Terms”) relate to your use of the website and its content provided by Chromatic Europe OU under the domain \"chromatic.ee\" (the “Website”) as well as all of its subdomains and pages.<br>\n<br>We have the right to revise and amend these Terms and/or the website from time to time to reflect changes in market conditions affecting our business, changes in technology, changes in payment methods, changes in relevant laws and regulatory requirements and changes in our system’s capabilities or for any other reason in our sole discretion which we may decide.\n<br>\n<br>Your continued access to or use of the Website and/or the Services constitutes your acceptance of any such change and/or amendment.</p>By Using The Website, You Agree To And Accept The Following<p>1.\nAcceptance of the Terms.\nYour continued access to or use of the Website constitutes your acceptance of our Privacy Policy, our Cookie Policy and these Terms.\nIn order to use certain functionalities, features or services you may need to accept additional terms and conditions, in which case your clicking of “acceptance buttons” and/or other prompts and/or any other similar methods of acquiring your consent will constitute your acceptance of the said terms and conditions.<br>\n<br>2.\nThe content of the pages of this website is for your general information and use only.\nIt is subject to change without notice.<br>\n<br>3.\nNeither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose.\nYou acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.<br>\n<br>4.\nYour use of any information or materials on this website is entirely at your own risk, for which we shall not be liable.\nIt shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.<br>\n<br>5.\nThis website contains material which is owned by us or licensed to us.\nThis material includes, but is not limited to the copy, design, layout, appearance, graphics, and audio- and or video content.\nReproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions.<br>\n<br>6.\nAll trademarks reproduced in this website, which are not the property of, or licensed to the Operator (including text, images, logos, other rich media formats being used by Chromatic with consent of the owner), are acknowledged on the Website.<br>\n<br>7.\nUnauthorised use of the Website may give rise to a claim for damages and/or be a criminal offence.<br>\n<br>8.\nFrom time to time the Website may also include links to other websites.\nThese links are provided for your convenience to provide further information.\nThey do not signify that we endorse these websites.\nWe have no responsibility for the content of the linked websites.<br>\n<br>9.\nYour use of this website and any dispute arising out of such use of the website is subject to the laws of Estonia and the EU.</p>Summary<p>1.\nThe information contained in this website is for general information purposes only.\nThe information is provided by Chromatic and while we do our best to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose.\nAny reliance you place on such information is therefore strictly at your own risk.<br>\n<br>2.\nIn no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of the Website.<br>\n<br>3.\nThrough this website you are able to link to other websites which are not under the control of Chromatic.\nWe have no control over the nature, content and availability of those sites.\nThe inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them.<br>\n<br>4.\nEvery effort is made to keep the website up and running smoothly.\nHowever, Chromatic takes no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control.</p>VAT<p>We charge VAT on all of our services, unless stated otherwise.\nOur VAT registration number is EE102 2956 45.</p>Copyright Notice<p>This website and its content is copyright of Chromatic Europe OU (trading as Chromatic) – © 2020-2023.\nAll rights reserved.<br>\n<br>Any redistribution or reproduction of part or all of the contents in any form is prohibited other than the following:<br>\n<br>1.\nyou may print or download to a local hard disk extracts for your personal and non-commercial use only;<br>\n<br>2.\nyou may copy the content to individual third parties for their personal use, but only if you acknowledge the website as the source of the material.\n<br>\n<br>You may not, except with our express written permission, distribute or commercially exploit the content.\nNor may you transmit it or store it in any other website or other form of electronic retrieval system.</p>Our Contact Details<p>If you have any questions/comments about these terms and conditions or should you wish to exercise any of your related individual rights, please contact us by writing to: dpo (at) chromatic.ee or the Data Protection Officer at Chromatic Europe OU, Keemia tn 4, Tallinn, Harju Maakond, 10616, Estonia.</p>Other policies that apply to our website(s), apps, systems, and services<p>Privacy Policy</p>\n<p>Cookie Policy</p>", "created_at": "2023-10-14 22:43:04.626833", "updated_at": "2023-10-14 22:43:16.276228"}], "points": [], "urls": ["chromatic.ee"]}}