{"error": 448, "message": "OK", "parameters": {"id": 8527, "name": "Programmer Network", "created_at": "2023-06-27 19:11:45.915416", "updated_at": "2023-07-10 22:02:53.947135", "wikipedia": null, "keywords": null, "related": null, "slug": "programmer-network", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8527.png", "url": "programmer.network", "documents": [{"id": 16559, "name": "Terms of Service", "url": "https://programmer.network/terms-of-service", "xpath": "//body", "text": " You need to enable JavaScript to run this app.\nProgrammer Network AlphaJoin UsProgrammer Network Terms of Service<p>Effective Date: June 26, 2023</p>1.\nAcceptance of Terms<p>By using and accessing the Programmer Network (\"Platform\"), you (\"User\") agree to these Terms of Service (\"Terms\").\nIf you do not agree with these Terms, please do not use or access the Platform.</p>2.\nUse of the Platform<p>You agree to use the Platform for lawful purposes only and in a way that does not infringe the rights of or restrict anyone else's use of the Platform.\nYou may not use the Platform to send, receive, upload, download, use or re-use any material which is offensive, abusive, indecent, defamatory, obscene or menacing.</p>3.\nUser Account<p>To access some features of the Platform, you may need to create an account.\nYou are responsible for safeguarding the password that you use to access the Platform and for any activities or actions under your password.\nWe encourage you to use strong passwords with your account and avoid using the same passwords you use for other services.</p>4.\nIntellectual Property<p>Unless otherwise stated, we or our licensors own the intellectual property rights for all material on the Platform.\nYou may view and/or print pages from the Platform for your own personal use subject to restrictions set in these terms and conditions.</p>5.\nUser Content<p>Any content you upload to the Platform will be considered non-confidential and non-proprietary.\nYou retain all of your ownership rights in your content, but you grant us and other users of the Platform a non-exclusive license to use, store and copy that content and to distribute and make it available to third parties.</p>6.\nTermination<p>We reserve the right to terminate or suspend access to our Platform without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.</p>7.\nChanges to Terms of Service<p>We reserve the right to modify these Terms at any time, and we will provide at least 30 days' notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>8.\nGoverning Law<p>These Terms shall be governed and construed in accordance with the laws of Denmark, without regard to its conflict of law provisions.</p>9.\nContact Us<p>If you have any questions about these Terms, please contact us at hi@programmer.network.</p>Privacy PolicyCode of ConductTerms of Service<p>© 2023 Programmer Network.\nAll rights reserved.</p> ", "created_at": "2023-06-27 19:11:45.976235", "updated_at": "2023-06-27 19:12:06.268648"}, {"id": 16558, "name": "Privacy Policy", "url": "https://programmer.network/privacy-policy", "xpath": "//body", "text": " You need to enable JavaScript to run this app.\nProgrammer Network AlphaJoin UsProgrammer Network Privacy Policy<p>Effective Date: June 26, 2023</p>\n<p>Welcome to the Programmer Network.\nThis Privacy Policy is meant to help you understand what information we collect, why we collect it, and how you can manage it.</p>1.\nInformation We Collect<p>As a platform dedicated to privacy and security, we strive to collect the minimum amount of information necessary.\nWe DO NOT collect any personally identifiable information (PII) about you unless you choose to provide it to us voluntarily.\nYou decide whether to proceed with any activity that requests personal information.</p>1.1 Third-Party Services<p>Our platform is hosted on Cloudflare, which employs a feature called Browser Insights to collect performance and geolocation metrics.\nThis information aids in optimizing and improving the performance of the Programmer Network.\nImportantly, Cloudflare does not store any personally identifiable data from our users.\nFor more in-depth information on how Cloudflare uses Browser Insights, you can visit their blog post here.</p>2.\nUse of Your Information<p>Any personal information that you provide to us, like your name and email for account setup, will be used solely to maintain your Programmer Network account, provide you with the services of Programmer Network, and communicate with you about your account or our services.</p>3.\nCookies and Tracking<p>Programmer Network does not use cookies to track your activity.\nNo third-party cookies are used on our platform, and no tracking cookies are used by us.</p>4.\nAdvertising<p>We do not host any third-party advertisements on the Programmer Network platform.\nAs such, no advertising cookies or tracking systems are used.</p>5.\nData Sharing and Transfer<p>We do not sell or rent your personal information to any third parties under any circumstances.\nThe personal information you provide to us is stored and processed in the location in which it was collected unless otherwise required by law.</p>6.\nSecurity of Your Information<p>We prioritize the security of your information and employ administrative, technical, and physical safeguards designed to protect against the loss, misuse, unauthorized access, disclosure, alteration, or destruction of the information we collect.</p>7.\nChanges to Our Privacy Policy<p>We may update our Privacy Policy from time to time.\nIf we make changes, we will post the new policy here with a new effective date.\nYour continued use of the Programmer Network after any changes to the Privacy Policy constitutes your acceptance of the new terms.</p>8.\nContact Us<p>If you have any questions about this Privacy Policy or our data handling practices, please contact us at hi@programmer.network.</p>\n<p>Thank you for choosing Programmer Network, where we value your privacy and data security.</p>Privacy PolicyCode of ConductTerms of Service<p>© 2023 Programmer Network.\nAll rights reserved.</p> ", "created_at": "2023-06-27 19:11:45.945993", "updated_at": "2023-06-27 19:12:22.649487"}], "points": [{"id": 34270, "title": "Your personal data is not sold", "source": "https://programmer.network/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-07-02 14:09:23.311297", "updated_at": "2023-07-02 17:44:05.506849", "quoteText": null, "case_id": 193, "document_id": 16558, "quoteStart": null, "quoteEnd": null}, {"id": 34269, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://programmer.network/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-07-02 14:08:50.733838", "updated_at": "2023-07-02 17:44:10.179443", "quoteText": null, "case_id": 399, "document_id": 16558, "quoteStart": null, "quoteEnd": null}, {"id": 34268, "title": "Third-party cookies are used for statistics", "source": "https://programmer.network/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-07-02 14:08:37.732861", "updated_at": "2023-07-14 11:31:38.556717", "quoteText": null, "case_id": 325, "document_id": 16558, "quoteStart": null, "quoteEnd": null}], "urls": ["programmer.network"]}}