{"error": 448, "message": "OK", "parameters": {"id": 7374, "name": "Safebase", "created_at": "2023-02-09 20:02:57.199196", "updated_at": "2023-03-29 19:26:40.253225", "wikipedia": null, "keywords": null, "related": null, "slug": "safebase", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7374.png", "url": "safebase.io", "documents": [{"id": 14164, "name": "Privacy Policy", "url": "https://safebase.io/privacy", "xpath": "//body", "text": " Opens in a new window Opens an external website Opens an external website in a new window Close this dialog This website stores data such as cookies to enable essential site functionality, as well as marketing, personalization, and analytics.\nYou may change your settings at any time or accept the default settings.\nYou may close this banner to continue with only essential cookies.\nCookie Policy <p> Storage Preferences </p>\n<ul>\n<li> Marketing </li>\n<li> Personalization </li>\n<li> Analytics </li>\n</ul> Save Accept All Reject All <p>\n</p> Close Cookie Preferences ProductFeaturesLearn how SafeBase can helpIntegrationsPower your Security Portal with integrationsCustomersTrust Center ExamplesCheck out some of our customers' Security PortalsCase StudiesSee how top companies are using SafeBaseCustomer LoveHear from our customersPricingResourcesBlogThe latest updates, releases, and announcements from SafeBase<br>Resource CenterTake your customer trust program to the next level with our helpful resources.AboutAbout SafeBaseLearn about SafeBase's values, history, and mission.CareersExplore career opportunities with SafeBase.Get a demoLog inSign upProductFeaturesLearn how SafeBase can help youIntegrationsPower your Security Portal with integrationsCustomersTrust center examplesCheck out some of our customers' security portalsCase studiesHear from our customersPricingBlogBook a DemoContactPrivacy Policy<strong>Date of Last Revision: March 21, 2022</strong>\n<p>‍</p>\n<p>Thank you for reviewing our privacy policy.\nThe entire team at SafeBase is committed to protecting your personal information and your right to privacy.\n</p>\n<p>We appreciate your trust, and we will work hard to continue to earn it.\nWe know that you care how information about you and your customers is used and shared.\n</p>\n<p>Please read this policy carefully.\nWe seek to explain to you in the clearest way possible the information we collect, how we use it and what rights you have in relation to it.\n</p>\n<p>While we encourage you to read the full policy, here is a summary of how we handle your personal information: </p>\n<ul>\n<li>We collect personal information that you disclose to us such as name, email, address, and other personal information.\n</li>\n<li>Some information such as IP address, browser and device types are automatically collected when you visit our sites.\n</li>\n<li>We process your information for purposes based on real and legitimate business reasons, the promises we outline in our contract with you, compliance with our legal obligations, and your consent.\n</li>\n<li>We may share information with your consent, to comply with laws, to protect your rights, in connection with a Transaction (defined below), or to fulfill business obligations.\n</li>\n</ul>\n<ul>\n<li>We protect your personal information through a system of organizational and technical security measures.\n</li>\n<li>We do not knowingly collect any data from or market to children under 18 years of age.\n</li>\n<li>You may review, change, or delete your personal information at any time.\n</li>\n</ul>\n<p>If you have any questions or concerns about this Privacy Policy, please do not hesitate to contact us at <strong>privacy@safebase.io.</strong>\n</p>\n<p>The capitalized terms are defined in this Privacy Policy or in our Terms of Services.\n</p>\n<p>‍ </p>\n<p>\n<strong>DATA THAT CAN BE COLLECTED</strong>\n</p>\n<p>‍</p>\n<p>\n<strong>Personal Information that you disclose to us</strong>\n</p>\n<p>\n<strong>Summary:</strong> We collect personal information that you disclose to us such as name, email, address, and other security data.\n</p>\n<p>We collect and process the personal information that you provide to us such as: </p>\n<ul>\n<li>Your contact details: first name, last name, email address, postal address.\n</li>\n<li>The name of your company.\n</li>\n<li>Your login details: username (email address) and password.\n</li>\n<li>Any information you provide to us when you fill in forms on the Site.\n</li>\n</ul>\n<p>The mandatory nature of the information you shall provide on the Site and/or when using our Services is notified at the time of the collection and on the corresponding forms by asterisks.\n</p>\n<p>We collect this information when you sign up for, buy, or use our Services.\n</p>\n<p>‍</p>\n<p>\n<strong>SOME INFORMATION IS AUTOMATICALLY COLLECTED</strong>\n</p>\n<p>‍</p>\n<p>\n<strong>Summary:</strong> Some information such as IP address, browser and device types are automatically collected when you visit our sites.\n</p>\n<p>‍</p>\n<p>\n<strong>Traffic data</strong>\n</p>\n<p>To improve our website and our services and to make them more efficient and more suited to our customer value proposition, our servers automatically collect technical data, among which some data might be personal information.\n</p>\n<p>SafeBase may collect the following data: </p>\n<ul>\n<li>Internet service providers.\n</li>\n<li>IP Address.\n</li>\n<li>HTTP errors.\n</li>\n<li>Information on your equipment, including: your internet connection, the equipment you use to access the Site, including the version and type of browser you use.\n</li>\n</ul>\n<ul>\n<li>Connection time on the Site and duration of the use of the Services.\n</li>\n<li>The links on which you click on the Site.\n</li>\n<li>Standard information regarding the server log, the bandwidth, some software installed on your computer.\n</li>\n</ul>\n<p>‍ </p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>A cookie is a small file placed on a device's hard drive for recording purposes by a web server.\nOur Site and our Services may use cookies allowing to recognize the User on her/his subsequent uses of the Site and/or Services and to record the User's clickstream data for many purposes, including: (i) identifying You when You sign-in to our Site or Services, (ii) delivering content, including advertisements, relevant to Your interest, on our Site or on third-party sites, (iii) improving the quality and the navigation on the Site and/or the use of our Services, (iv) creating new features, functionalities and services, (v) carrying out traffic and statistical analysis.\n</p>\n<p>In particular, we use the following cookies: </p>\n<ul>\n<li>Cookies allowing us to manage the User authentication.\n</li>\n<li>Cookies allowing audience and statistical measurements on the Site.\n</li>\n<li>Cookies allowing us to improve your browsing experience, for example by remembering whether you have clicked on the tooltip so as not to show it the next time.\n</li>\n</ul>\n<ul>\n<li>Cookies allowing us to follow up your preferences.\n</li>\n</ul>\n<p>You are free to block, delete or disable some or all cookies by changing your cookie preferences in your browser settings.\nHowever, please note that if you choose to set your browser in this manner, some areas of our Site and/or our Services may not function properly.\n</p>\n<p>‍ </p>\n<p>\n<strong>Information collected from other sources</strong>\n</p>\n<p>We may collect limited data from public databases, third party marketing vendors, and other outside sources.\n</p>\n<p>‍</p>\n<p>\n<strong>Security Portal Information</strong>\n</p>\n<p>If you subscribe to or access a SafeBase customer's private Security Portal, we collect your name, email address, and company name (collectively, “Security Portal Information”).\nWe collect Security Portal Information as a processor on behalf of our customers.\nIf you have any questions about our processing of Security Portal Information, or you want to request access to or deletion of Security Portal Information, please contact the relevant customer.\n&nbsp;</p>\n<p>‍ </p>\n<p>\n<strong>PURPOSES OF THE DATA PROCESSING</strong>\n</p>\n<p>\n<strong>Summary:</strong> We process your information for purposes based on real and legitimate business reasons, the promise we outline in our contract with you, compliance with our legal obligations, and your consent.\nBelow we clearly outline how and why we use the personal information we collected.\n</p>\n<p>The main purpose of collecting personal information is to provide you with a safe, optimal, efficient, and personalized experience.\n</p>\n<p>We may also use your personal information to: </p>\n<ul>\n<li>Allow you to use our Services and to provide you with related services.\n</li>\n<li>Answer your enquiries relating to the Services available on the Site.\n</li>\n<li>Send you emails containing technical or administrative information.\n</li>\n</ul>\n<ul>\n<li>Carry out statistical analyses and develop our Site and Services.\n</li>\n<li>Comply with the current laws and regulations and our Terms of Services.\n</li>\n</ul>\n<p>We may also send you marketing emails, and you can opt out by following the unsubscribe instructions in any marketing email we send.\n</p>\n<p>SafeBase may use the data collected for other purposes, which you will be informed of at the time the data is collected and be asked to accept.\n</p>\n<p>‍ </p>\n<p>\n<strong>SHARING YOUR DATA</strong>\n</p>\n<p>\n<strong>Summary:</strong> We only share information with your consent, to comply with laws, to protect your rights, in connection with a Transaction (defined below), or to fulfill business obligations.\n</p>\n<p>SafeBase is committed to keeping all personal information collected via the Site and the Services and to sharing it only as described in this policy.\n</p>\n<p>SafeBase may share with third-parties aggregated data that does not identify you directly and that will allow SafeBase to develop new Services, products, content, advertisements, on the Site to meet your needs and wishes.\n</p>\n<p>SafeBase may also share your personal information with service providers to carry out services related to the Site and/or our Services, including maintenance, hosting, analysis, marketing, online-payment, communication, data processing, distribution of emails.\nThese service providers will only have access to your data to provide and improve these services.\n&nbsp;</p>\n<p>SafeBase may share your data to prevent, detect, investigate and take measures against any activities potentially prohibited or illegal, any situation threatening the security or any other right and interest of Users or any individual, any breach of the Terms of Service, if authorized or required by law and if SafeBase considers in good faith that it is necessary to share them.\nBesides, SafeBase may send your personal information to respond to legal proceedings of any nature, Court orders, any legal action or implementing enforcement measures that are required by the competent authorities.\n</p>\n<p>If we are involved in a merger, acquisition, financing, reorganization, bankruptcy, receivership, dissolution, sale of all or a portion of our assets, or transition of service to another provider (collectively a “Transaction”), we may share your personal information in the diligence process with counterparties and others assisting with the Transaction and with a successor or affiliate as part of or following that Transaction.\n</p>\n<p>SafeBase may only share your personal information for other purposes with your prior consent.\n</p>\n<p>‍ </p>\n<p>\n<strong>KEEPING YOUR DATA SAFE</strong>\n</p>\n<p>We hold ourselves responsible for protecting your personal information through a system of organizational and technical security measures.\n</p>\n<p>We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process.\nWith that said, please remember, however, that we cannot guarantee the internet itself is 100% secure.\nWe will do our best to protect your personal information, the transmission of personal information is, however, at your own risk.\nWe recommend that you access the services within a secure environment.\n</p>\n<p>‍ </p>\n<p>\n<strong>DATA RETENTION</strong>\n</p>\n<p>SafeBase retains your personal information for the period necessary to provide the Services and to answer your requests and in accordance with the applicable law and statute of limitation obligations.\n</p>\n<p>‍ </p>\n<p>\n<strong>COLLECTION OF YOUR DATA BY THIRD PARTIES</strong>\n</p>\n<p>The Site may contain links towards other sites that we do not control.\n</p>\n<p>We are not responsible for the data privacy and collection practices or the content of such sites.\nEditors of such sites are not required to comply with this Privacy Policy.\nIf these sites include terms of services or any other privacy policy, you must read them carefully as the use you will make of these sites will be subject to such policies.\n</p>\n<p>‍ </p>\n<p>\n<strong>COLLECTION OF INFORMATION AND DATA FROM MINORS</strong>\n</p>\n<p>\n<strong>Summary:</strong> We do not knowingly collect any data from or market to children under 18 years of age.\n</p>\n<p>We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the sites, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the sites.\n</p>\n<p>If we learn that personal information from someone less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\n</p>\n<p>If you become aware of any data we have collected from children under age 18, please contact us at <strong>privacy@safebase.io</strong>.\n</p>\n<p>‍ </p>\n<p>\n<strong>ADDITIONAL INFORMATION FOR CALIFORNIA RESIDENTS</strong>\n</p>\n<p>\n<strong>\n<em>Disclosures Related to Collection, Use, and Disclosure of Personal Information</em>\n</strong>\n</p>\n<p>Pursuant to the California Consumer Privacy Act of 2018 (“CCPA”), we are providing the following additional details regarding the collection, use, and disclosure of personal information about California residents: </p>\n<ul>\n<li>‍<strong>Categories of Personal Information Collected:</strong> In the preceding 12 months, we have collected the following categories of personal information: identifiers, characteristics of protected classifications under California or U.S.\nlaw, professional and employment-related information, education information, commercial information, internet and electronic network activity, inferences drawn about your preferences, and other categories of personal information that relates to or is reasonably capable of being associated with you.\n</li>\n<li>‍<strong>Business or Commercial Purpose for Collecting and Using Data:</strong> We have collected the above categories of personal information for the business purposes described above.\n</li>\n<li>‍<strong>Categories of Sources of Personal Information:</strong> We may have collected the above categories of personal information directly from you, automatically about your use of our site, and from third parties, such as clients of our legal services, government and public entities, public records, industry research databases, parties and related parties in litigation matters, and others.\n</li>\n<li>‍<strong>Categories of Personal Information Disclosed:</strong> In the preceding 12 months, we have disclosed the following categories of personal information for business or commercial purposes: identifiers, characteristics of protected classifications under California or U.S.\nlaw, professional and employment-related information, education information, commercial information, internet and electronic network activity, inferences drawn about your preferences, and other categories of personal information that relates to or is reasonably capable of being associated with you.\n</li>\n<li>\n<strong>Categories of Third Parties With Whom We Share Personal Information:</strong>We may share your personal information with the third parties.\n</li>\n</ul>\n<ul>\n<li>\n<strong>Sale of Personal Information (as defined by the CCPA):</strong> We do not sell, and in the preceding 12 months have not sold, the personal information we have collected.\n</li>\n</ul>\n<p>‍ </p>\n<p>\n<strong>\n<em>Your Rights</em>\n</strong>\n</p>\n<p>To the extent provided for by law and subject to applicable exceptions, including but not limited to attorney-client privilege, California residents have the following privacy rights in relation to the personal information we collect: </p>\n<ul>\n<li>The right to know what personal information we have collected and how we have used and disclosed that personal information.\n</li>\n</ul>\n<ul>\n<li>The right to request deletion of your personal information.\n</li>\n<li>The right to opt out of the sale of your personal information.\nand </li>\n<li>The right to be free from discrimination relating to the exercise of any of your privacy rights.\n</li>\n</ul>\n<p>‍</p>\n<p>\n<strong>\n<em>Exercising Your Rights</em>\n</strong>\n</p>\n<p>California residents can exercise the above privacy rights by emailing us at <strong>privacy@safebase.io</strong>.\n</p>\n<p>Verification: in order to protect your personal information from unauthorized access or deletion, we may ask you to provide additional personal information for verification.\nIf we cannot verify your identity, we will not provide or delete your personal information.\n</p>\n<p>Authorized Agents: you may submit a request to know or a request to delete your personal information through an authorized agent.\nIf you do so, the agent must present signed written permission to act on your behalf and you may also be required to independently verify your identity with us and confirm that you have provided authorization to the agent.\n</p>\n<p>‍ </p>\n<p>\n<strong>\n<em>California “Shine the Light” Disclosures</em>\n</strong>\n</p>\n<p>Pursuant to California Civil Code Section 1798.83(c)(2), California law requires us to inform California residents who have provided us with personal information that they may request information from us about our disclosures to third parties for their direct marketing purposes.\nTo request this information, please contact us at <strong>privacy@safebase.io</strong>.\n</p>\n<p>‍ </p>\n<p>\n<strong>CHANGES TO OUR PRIVACY POLICY</strong>\n</p>\n<p>Applicable law and our practices change over time.\nIf we decide to update our privacy policy, we will post the changes on our website and platform.\nIf we materially change the way in which we process your personal information, we will provide you with prior notice, or where legally required, request your consent prior to implementing such changes.\nWe strongly encourage you to read our privacy policy and keep yourself informed of our practices.\n</p>© 2022 SafeBase, Inc.ProductHomeFeaturesPricingresourcesBlogSystem StatusSecurity &amp;&nbsp;TrustHelp CenterAPI&nbsp;ReferencecompanyAbout SafeBaseCareersPrivacy PolicyTerms of ServiceContact Us\n", "created_at": "2023-02-09 20:02:57.230319", "updated_at": "2023-02-09 20:05:10.080548"}, {"id": 14165, "name": "Terms of Service", "url": "https://safebase.io/terms-of-service", "xpath": "//body", "text": " Opens in a new window Opens an external website Opens an external website in a new window Close this dialog This website stores data such as cookies to enable essential site functionality, as well as marketing, personalization, and analytics.\nBy remaining on this website you indicate your consent.\nCookie Policy <p>\n</p> Close Cookie Preferences ProductFeaturesLearn how SafeBase can helpIntegrationsPower your Security Portal with integrationsCustomersTrust Center ExamplesCheck out some of our customers' Security PortalsCase StudiesSee how top companies are using SafeBaseCustomer LoveHear from our customersPricingResourcesBlogThe latest updates, releases, and announcements from SafeBase<br>Resource CenterTake your customer trust program to the next level with our helpful resources.AboutAbout SafeBaseLearn about SafeBase's values, history, and mission.CareersExplore career opportunities with SafeBase.Get a demoLog inSign upProductFeaturesLearn how SafeBase can help youIntegrationsPower your Security Portal with integrationsCustomersTrust center examplesCheck out some of our customers' security portalsCase studiesHear from our customersPricingBlogBook a DemoContactTerms of Service<p>\n<strong>Date of Last Revision: March 21, 2022</strong>\n</p>\n<p>‍</p>\n<p>SafeBase, Inc.\n(“SafeBase,” “Company,” “we,” “us,” “our”) provides its services (described below) to the entity or person placing an order for or accessing the Service (\"Customer\" or \"you\") through its website located at https://www.safebase.io (the “Site”) and through its mobile applications and related services (collectively, such services, including any new features and applications, and the Site, the “Service”), subject to the following Terms of Service (as amended from time to time, the “Terms of Service”).\nBy accessing, browsing, or otherwise using the Site or any other aspect of the Service, you acknowledge that you have read, understood, and agree to be bound by these Terms of Service.\nIf you are using the Service on behalf of any entity, you represent and warrant that you are authorized to accept these Terms of Service on such entity’s behalf.\nIf you do not accept the terms and conditions of these Terms of Service, you will not access, browse, or otherwise use the Service.\n</p>\n<p>\n</p>\n<p>We reserve the right, at our sole discretion, to change or modify portions of these Terms of Service at any time.\nIf we do this, we will post the changes on this page and will indicate at the top of this page the date these Terms of Service were last revised.\nWe will also notify you of any material changes, either through the Service user interface, in an email notification, or through other reasonable means.\n</p>\n<p>\n</p>\n<p>Your continued use of the Service after the date any such changes become effective constitutes your acceptance of the new Terms of Service.\nYou should periodically visit this page to review the current Terms of Service so you are aware of any revisions.\nIf you do not agree to abide by these or any future Terms of Service, you will not access, browse, or use (or continue to access, browse, or use) the Service.\n</p>\n<p>\n</p>\n<p>PLEASE READ THESE TERMS OF SERVICE CAREFULLY, AS THEY CONTAIN AN AGREEMENT TO ARBITRATE AND OTHER IMPORTANT INFORMATION REGARDING YOUR LEGAL RIGHTS, REMEDIES, AND OBLIGATIONS.\nTHE AGREEMENT TO ARBITRATE REQUIRES (WITH LIMITED EXCEPTION) THAT YOU SUBMIT CLAIMS YOU HAVE AGAINST US TO BINDING AND FINAL ARBITRATION, AND FURTHER (1) YOU WILL ONLY BE PERMITTED TO PURSUE CLAIMS AGAINST COMPANY ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING, (2) YOU WILL ONLY BE PERMITTED TO SEEK RELIEF (INCLUDING MONETARY, INJUNCTIVE, AND DECLARATORY RELIEF) ON AN INDIVIDUAL BASIS, AND (3) YOU MAY NOT BE ABLE TO HAVE ANY CLAIMS YOU HAVE AGAINST US RESOLVED BY A JURY OR IN A COURT OF LAW.\n</p>\n<p>\n</p>\n<p>In addition, when using certain services, you will be subject to any additional terms applicable to such services that may be posted on the Service from time to time, including, without limitation, the Privacy Policy located at https://safebase.io/privacy/.\nAll such terms are hereby incorporated by reference into these Terms of Service.\n</p>\n<p>\n</p>\n<p>\n<strong>Access and Use of the Service</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Services Description</strong>: &nbsp;The Service is a Trust Center that allows you to proactively share information about your organization's security program in a secure manner, and to optionally subscribe to, and to view other vendors' Security Portal </p>\n<p>\n</p>\n<p>\n<strong>Your Registration Obligations</strong>: You may be required to register with Company in order to access and use certain features of the Service.\nIf you choose to register for the Service, you agree to provide and maintain true, accurate, current, and complete information about yourself as prompted by the Service’s registration form.\nRegistration data and certain other information about you are governed by our Privacy Policy.\nIf you are under 13 years of age, you are not authorized to use the Service, with or without registering.\nIn addition, if you are between 13 and 18 years of age, you may use the Service, with or without registering, only with the approval of your parent or guardian.\n</p>\n<p>\n</p>\n<p>\n<strong>Subscriber and Private Security Portal Viewer Information Obligations</strong>: The Service allows you to collect information from users who wish to gain access to your private Security Portal or to subscribe to your Security Portal, including names, email addresses, and company names.\nInformation collected from your Private Security Portal viewers or Subscribers must be collected in accordance with the Privacy Policy of both SafeBase and the company of the administrators of the Private Security Portal.\nSubscribers may unsubscribe at any time.\nPrivate Security Portal viewers who wish to have their information and/or access removed are to directly contact the administrators of the Private Security Portal.\n</p>\n<p>\n</p>\n<p>\n<strong>Member Account, Password, and Security</strong>: If you are a SafeBase customer, you are responsible for maintaining the confidentiality of your password and account, if any, and are fully responsible for any and all activities that occur under your password or account.\nYou agree to (a) immediately notify Company of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session when accessing the Service.\nIf you are a Private Security Portal viewer, you are responsible for maintaining the confidentiality of the email account that Private Security Portal login links are sent to.\nIf you are a subscriber, you are responsible for maintaining the confidentiality of the email account that update emails are sent to.\nCompany will not be liable for any loss or damage arising from your failure to comply with this Section.\n</p>\n<p>\n</p>\n<p>\n<strong>Modifications to Service</strong>: Company reserves the right to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\nYou agree that Company will not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.\n</p>\n<p>\n</p>\n<p>\n<strong>General Practices Regarding Use and Storage</strong>: You acknowledge that Company may establish general practices and limits concerning use of the Service, including without limitation the maximum period of time that data or other content will be retained by the Service and the maximum storage space that will be allotted on Company’s servers on your behalf.\nYou agree that Company has no responsibility or liability for the deletion or failure to store any data or other content maintained or uploaded by the Service.\nYou acknowledge that Company reserves the right to terminate accounts that are inactive for an extended period of time.\nYou further acknowledge that Company reserves the right to change these general practices and limits at any time, in its sole discretion, with or without notice.\n</p>\n<p>\n</p>\n<p>\n<strong>Conditions of Use</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>User Conduct</strong>: You are solely responsible for all code, video, images, information, data, text, software, music, sound, photographs, graphics, messages or other materials (“content”) that you upload, post, publish or display (hereinafter, “upload”) or email or otherwise use via the Service.\nThe following are examples of the kind of content and/or use that is illegal or prohibited by Company.\nCompany reserves the right to investigate and take appropriate legal action against anyone who, in Company’s sole discretion, violates this provision, including without limitation, removing the offending content from the Service, suspending or terminating the account of such violators and reporting you to the law enforcement authorities.\nYou agree to not use the Service to: </p>\n<p>\n</p>\n<ol>\n<li>email or otherwise upload any content that (i) infringes any intellectual property or other proprietary rights of any party.\n(ii) you do not have a right to upload under any law or under contractual or fiduciary relationships.\n(iii) contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment.\n(iv) poses or creates a privacy or security risk to any person.\n(v) constitutes unsolicited or unauthorized advertising, promotional materials, commercial activities and/or sales, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” “contests,” “sweepstakes,” or any other form of solicitation.\n(vi) is unlawful, harmful, threatening, abusive, harassing, tortious, excessively violent, defamatory, vulgar, obscene, pornographic, libelous, invasive of another’s privacy, hateful racially, ethnically or otherwise objectionable.\nor (vii) in the sole judgment of Company, is objectionable or which restricts or inhibits any other person from using or enjoying the Service, or which may expose Company or its users to any harm or liability of any type.\n</li>\n</ol>\n<p>\n</p>\n<ol>\n<li>interfere with or disrupt the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies or regulations of networks connected to the Service.\nor </li>\n</ol>\n<p>\n</p>\n<ol>\n<li>violate any applicable local, state, national or international law, or any regulations having the force of law.\n</li>\n</ol>\n<p>\n</p>\n<ol>\n<li>impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity.\n</li>\n</ol>\n<p>\n</p>\n<ol>\n<li>solicit personal information from anyone under the age of 18.\n</li>\n</ol>\n<p>\n</p>\n<ol>\n<li>harvest or collect email addresses or other contact information of other users from the Service by electronic or other means for the purposes of sending unsolicited emails or other unsolicited communications.\n</li>\n</ol>\n<p>\n</p>\n<ol>\n<li>advertise or offer to sell or buy any goods or services for any business purpose that is not specifically authorized.\n</li>\n</ol>\n<p>\n</p>\n<ol>\n<li>further or promote any criminal activity or enterprise or provide instructional information about illegal activities.\nor </li>\n</ol>\n<p>\n</p>\n<ol>\n<li>obtain or attempt to access or otherwise obtain any materials or information through any means not intentionally made available or provided for through the Service.\n</li>\n</ol>\n<p>\n</p>\n<p>\n<strong>Fees</strong>: To the extent the Service or any portion thereof is made available for any fee, you will be required to select a payment plan and provide Company information regarding your credit card or other payment instrument.\nYou represent and warrant to Company that such information is true and that you are authorized to use the payment instrument.\n&nbsp;You will promptly update your account information with Company or the Payment Processors (as defined below), as applicable, of any changes (for example, a change in your billing address or credit card expiration date) that may occur.\nYou agree to pay Company the amount that is specified in the payment plan in accordance with the terms of such plan and these Terms of Service.\nIf your payment plan includes an ongoing subscription that is automatically renewed periodically, you hereby authorize Company (through the applicable Payment Processor) to bill your payment instrument in advance on such periodic basis in accordance with the terms of the applicable payment plan until you terminate your account, and you further agree to pay any charges so incurred.\n&nbsp;</p>\n<p>\n</p>\n<p>If you dispute any charges you must let Company know within sixty (60) days after the date that Company charges you.\nWe reserve the right to change Company’s prices.\nIf Company does change prices, Company will provide notice of the change on the Site, through the Service, in email to you, or through other reasonable means, at Company’s option, at least 30 days before the change is to take effect.\nYour continued use of the Service after the price change becomes effective constitutes your agreement to pay the changed amount.\n&nbsp;Company may choose to bill through an invoice, in which case, full payment for invoices issued in any given month must be received by Company thirty (30) days after the mailing date of the invoice, or the Services may be terminated.\nUnpaid invoices are subject to a finance charge of 1.5% per month on any outstanding balance, or the maximum permitted by law, whichever is lower, plus all expenses of collection.\nYou shall be responsible for all taxes associated with the Services other than U.S.\ntaxes based on Company’s net income.\n</p>\n<p>\n</p>\n<p>\n<strong>Payment Processing</strong>: Notwithstanding any amounts owed to Company hereunder, COMPANY DOES NOT PROCESS PAYMENT FOR ANY SERVICES.\nTo facilitate payment for the Service via bank account, credit card, or debit card, we use Stripe, Inc.\nand its affiliates (“Stripe”), a third-party payment processor, and/or other third party payment processors (collectively with Stripe, the “Payment Processors”).\nThese payment processing services are provided by the Payment Processors and are subject to the Stripe terms and conditions and other policies available at https://stripe.com/legal and Stripe’s Global Privacy Policy available at: https://stripe.com/privacy (collectively, the \"Stripe Agreements\") or the applicable Payment Processor’s terms and conditions, privacy policy, and all other relevant agreements (collectively with the Stripe Agreements, the “Payment Processor Agreements”).\nBy agreeing to these Terms of Service, users that use the payment functions of the Service also agree to be bound by the applicable Payment Processor Agreement for the payment function the user is using, as the same may be modified by the applicable Payment Processor from time to time.\nYou hereby authorize the applicable Payment Processor to store and continue billing your specified payment method even after such payment method has expired, to avoid interruptions in payment for your use of the Service.\nPlease contact the applicable Payment Processor for more information.\nCompany assumes no liability or responsibility for any payments you make through the Service.\n</p>\n<p>\n</p>\n<p>\n<strong>Special Notice for International Use.\nExport Controls</strong>: Software (defined below) available in connection with the Service and the transmission of applicable data, if any, is subject to United States export controls.\nNo Software may be downloaded from the Service or otherwise exported or re-exported in violation of U.S.\nexport laws.\nDownloading or using the Software is at your sole risk.\nRecognizing the global nature of the Internet, you agree to comply with all local rules and laws regarding your use of the Service, including as it concerns online conduct and acceptable content.\n</p>\n<p>\n</p>\n<p>\n<strong>Commercial Use</strong>: Unless otherwise expressly authorized herein or in the Service, you agree not to display, distribute, license, perform, publish, reproduce, duplicate, copy, create derivative works from, modify, sell, resell, exploit, transfer or upload for any commercial purposes, any portion of the Service, use of the Service, or access to the Service.\n</p>\n<p>\n</p>\n<p>\n<strong>Intellectual Property Rights</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Service Content, Software and Trademarks</strong>: You acknowledge and agree that the Service may contain content or features (“Service Content”) that are protected by copyright, patent, trademark, trade secret or other proprietary rights and laws.\nExcept as expressly authorized by Company, you agree not to modify, copy, frame, scrape, rent, lease, loan, sell, distribute or create derivative works based on the Service or the Service Content, in whole or in part, except that the foregoing does not apply to your own User Content (as defined below) that you legally upload to the Service.\nIn connection with your use of the Service you will not engage in or use any data mining, robots, scraping or similar data gathering or extraction methods.\nIf you are blocked by Company from accessing the Service (including by blocking your IP address), you agree not to implement any measures to circumvent such blocking (e.g., by masking your IP address or using a proxy IP address).\nAny use of the Service or the Service Content other than as specifically authorized herein is strictly prohibited.\nThe technology and software underlying the Service or distributed in connection therewith are the property of Company, our affiliates and our partners (the “Software”).\nYou agree not to copy, modify, create a derivative work of, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, or otherwise transfer any right in the Software.\nAny rights not expressly granted herein are reserved by Company.\n</p>\n<p>\n</p>\n<p>The Company name and logos are trademarks and service marks of Company (collectively the “Company Trademarks”).\nOther company, product, and service names and logos used and displayed via the Service may be trademarks or service marks of their respective owners who may or may not endorse or be affiliated with or connected to Company.\nNothing in this Terms of Service or the Service should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any of Company Trademarks displayed on the Service, without our prior written permission in each instance.\nAll goodwill generated from the use of Company Trademarks will inure to our exclusive benefit.\n</p>\n<p>\n</p>\n<p>\n<strong>Third Party Material</strong>: Under no circumstances will Company be liable in any way for any content or materials of any third parties (including users), including, but not limited to, for any errors or omissions in any content, or for any loss or damage of any kind incurred as a result of the use of any such content.\nYou acknowledge that Company does not pre-screen content, but that Company and its designees will have the right (but not the obligation) in their sole discretion to refuse or remove any content that is available via the Service.\nWithout limiting the foregoing, Company and its designees will have the right to remove any content that violates these Terms of Service or is deemed by Company, in its sole discretion, to be otherwise objectionable.\nYou agree that you must evaluate, and bear all risks associated with, the use of any content, including any reliance on the accuracy, completeness, or usefulness of such content.\n</p>\n<p>\n</p>\n<p>\n<strong>User Content</strong>: &nbsp;With respect to the content or other materials you upload through the Service or share with other users or recipients (collectively, “User Content”), you represent and warrant that you own all right, title, and interest in and to such User Content, including, without limitation, all copyrights and rights of publicity contained therein.\nBy uploading any User Content you hereby grant and will grant Company and its affiliated companies a nonexclusive, worldwide, royalty free, fully paid up, transferable, sub licensable, perpetual, irrevocable license to copy, display, upload, perform, distribute, store, modify and otherwise use your User Content in connection with the operation of the Service or the promotion, advertising or marketing thereof in any form, medium or technology now known or later developed.\nYou assume all risk associated with your User Content and the transmission of your User Content, and you have sole responsibility for the accuracy, quality, legality and appropriateness of your User Content.\n</p>\n<p>\n</p>\n<p>You hereby authorize Company and its third-party service providers to derive statistical and usage data relating to your use of the Service (“Usage Data”).\nWe may use Usage Data for any purpose in accordance with applicable law and our Privacy Policy.\n</p>\n<p>\n</p>\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback or other information about the Service (“Submissions”), provided by you to Company are non-confidential and Company will be entitled to the unrestricted use and dissemination of these Submissions for any purpose, commercial or otherwise, without acknowledgment or compensation to you.\n</p>\n<p>\n</p>\n<p>You acknowledge and agree that Company may preserve content and may also disclose content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process, applicable laws or government requests.\n(b) enforce these Terms of Service.\n(c)respond to claims that any content violates the rights of third parties.\nor (d)protect the rights, property, or personal safety of Company, its users and the public.\nYou understand that the technical processing and transmission of the Service, including your content, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.\n</p>\n<p>\n</p>\n<p>\n<strong>Copyright Complaints</strong>: Company respects the intellectual property of others, and we ask our users to do the same.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, or that your intellectual property rights have been otherwise violated, you should notify Company of your infringement claim in accordance with the procedure set forth below.\n</p>\n<p>\n</p>\n<p>Company will process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws with respect to any alleged or actual infringement.\nA notification of claimed copyright infringement should be emailed to Company’s Copyright Agent at copyright@safebase.io (Subject line: “DMCA Takedown Request”).\n</p>\n<p>\n</p>\n<p>To be effective, the notification must be in writing and contain the following information: </p>\n<p>\n</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest.\n</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed.\n</li>\n<li>a description of where the material that you claim is infringing is located on the Service, with enough detail that we may find it on the Service.\n</li>\n<li>your address, telephone number, and email address.\n</li>\n</ul>\n<ul>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law.\n</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.\n</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Counter-Notice</strong>: If you believe your User Content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner’s agent, or pursuant to the law, to upload and use the content in your User Content, you may send a written counter-notice containing the following information to the Copyright Agent: </p>\n<p>\n</p>\n<ul>\n<li>your physical or electronic signature.\n</li>\n<li>identification of the content that has been removed or to which access has been disabled and the location at which the content appeared before it was removed or disabled.\n</li>\n<li>a statement that you have a good faith belief that the content was removed or disabled as a result of mistake or a misidentification of the content.\nand </li>\n<li>your name, address, telephone number, and email address, a statement that you consent to the jurisdiction of the federal court located within Northern District of California and a statement that you will accept service of process from the person who provided notification of the alleged infringement.\n</li>\n<li>If a counter-notice is received by the Copyright Agent, Company will send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at our sole discretion.\n</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Repeat Infringer Policy</strong>: In accordance with the DMCA and other applicable law, Company has adopted a policy of terminating, inappropriate circumstances and at Company's sole discretion, users who are deemed to be repeat infringers.\nCompany may also at its sole discretion limit access to the Service and/or terminate the memberships of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.\n</p>\n<p>\n</p>\n<p>\n<strong>Third Party Services and Websites</strong>\n</p>\n<p>\n</p>\n<p>The Service may provide links or other access to services, sites, technology, and resources that are provided or otherwise made available by third parties (the “Third-Party Services”).\nAdditionally, you may enable or log in to the Service via various online Third-Party Services, such as Google.\nYour access and use of the Third-Party Services may also be subject to additional terms and conditions, privacy policies, or other agreements with such third party, and you may be required to authenticate to or create separate accounts to use Third-Party Services on the websites or via the technology platforms of their respective providers.\nSome Third-Party Services will provide us with access to certain information that you have provided to third parties, including through such Third-Party Services, and we will use, store and disclose such information in accordance with our Privacy Policy.\nFor more information about the implications of activating Third-Party Services and our use, storage and disclosure of information related to you and your use of such Third-Party Services within the Service, please see our Privacy Policy.\nThe Company has no control over and is not responsible for such Third-Party Services, including for the accuracy, availability, reliability, or completeness of information shared by or available through Third-Party Services, or on the privacy practices of Third-Party Services.\nWe encourage you to review the privacy policies of the third parties providing Third-Party Services prior to using such services.\nYou, and not the Company, will be responsible for any and all costs and charges associated with your use of any Third-Party Services.\nThe Company enables these Third-Party Services merely as a convenience and the integration or inclusion of such Third-Party Services does not imply an endorsement or recommendation.\nAny dealings you have with third parties while using the Service are between you and the third party.\nThe Company will not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any Third-Party Services.\n</p>\n<p>\n</p>\n<p>\n<strong>Indemnity and Release</strong>\n</p>\n<p>\n</p>\n<p>You agree to release, indemnify, and hold Company and its affiliates and their officers, employees, directors and agents (collectively, “Indemnitees”) harmless from any from any and all losses, damages, expenses, including reasonable attorneys’ fees, rights, claims, actions of any kind and injury (including death) arising out of or relating to your use of the Service, any User Content, your connection to the Service, your violation of these Terms of Service or your violation of any rights of another.\nNotwithstanding the foregoing, you will have no obligation to indemnify or hold harmless any Indemnitee from or against any liability, losses, damages or expenses incurred as a result of any action or inaction of such Indemnitee.\nCompany will provide notice to you of any such claim, suit, or proceeding.\nCompany reserves the right to assume the exclusive defense and control of any matter which is subject to indemnification under this section, and you agree to cooperate with any reasonable requests assisting Company’s defense of such matter.\nYou may not settle or compromise any claim against the Indemnitees without Company’s written consent.\nIf you are a California resident, you waive California Civil Code Section 1542, which says: “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.” If you are a resident of another jurisdiction, you waive any comparable statute or doctrine.\n</p>\n<p>\n</p>\n<p>\n<strong>Disclaimer of Warranties</strong>\n</p>\n<p>\n</p>\n<p>YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nCOMPANY EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.\n</p>\n<p>\n</p>\n<p>COMPANY MAKES NO WARRANTY THAT (I) THE SERVICE WILL MEET YOUR REQUIREMENTS, (II) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (III) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE, OR (IV) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS.\n</p>\n<p>\n</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>\n</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT COMPANY WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY DAMAGES, OR DAMAGES FOR LOSS OF PROFITS INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, RESULTING FROM: (I) THE USE OR THE INABILITY TO USE THE SERVICE.\n(II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION, OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(III) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(IV) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (V) ANY OTHER MATTER RELATING TO THE SERVICE.\nIN NO EVENT WILL COMPANY’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, OR CAUSES OF ACTION EXCEED THE AMOUNT YOU HAVE PAID COMPANY IN THE LAST SIX (6) MONTHS, OR, IF GREATER, ONE HUNDRED DOLLARS ($100).\n</p>\n<p>\n</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OR EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS SET FORTH ABOVE MAY NOT APPLY TO YOU OR BEEN FORCEABLE WITH RESPECT TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SERVICE OR WITH THESE TERMS OF SERVICE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USE OF THE SERVICE.\n</p>\n<p>\n</p>\n<p>IF YOU ARE A USER FROM NEW JERSEY, THE FOREGOING SECTIONS TITLED “DISCLAIMER OF WARRANTIES” AND “LIMITATION OF LIABILITY” ARE INTENDED TO BE ONLY AS BROAD AS IS PERMITTED UNDER THE LAWS OF THE STATE OF NEW JERSEY.\n&nbsp;IF ANY PORTION OF THESE SECTIONS IS HELD TO BE INVALID UNDER THE LAWS OF THE STATE OF NEW JERSEY, THE INVALIDITY OF SUCH PORTION SHALL NOT AFFECT THE VALIDITY OF THE REMAINING PORTIONS OF THE APPLICABLE SECTIONS.\n</p>\n<p>\n</p>\n<p>\n<strong>Dispute Resolution By Binding Arbitration: PLEASE READ THIS SECTION CAREFULLY AS IT AFFECTS YOUR RIGHTS.</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>a.\nAgreement to Arbitrate</strong>\n</p>\n<p>\n</p>\n<p>This Dispute Resolution by Binding Arbitration section is referred to in this Terms of Service as the “Arbitration Agreement.” You agree that any and all disputes or claims that have arisen or may arise between you and Company, whether arising out of or relating to this Terms of Service (including any alleged breach thereof), the Services, any advertising, any aspect of the relationship or transactions between us, shall be resolved exclusively through final and binding arbitration, rather than a court, in accordance with the terms of this Arbitration Agreement, except that you may assert individual claims in small claims court, if your claims qualify.\nFurther, this Arbitration Agreement does not preclude you from bringing issues to the attention of federal, state, or local agencies, and such agencies can, if the law allows, seek relief against us on your behalf.\nYou agree that, by entering into this Terms of Service, you and Company are each waiving the right to a trial by jury or to participate in a class action.\nYour rights will be determined by a neutral arbitrator, not a judge or jury.\nThe Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.\n</p>\n<p>\n</p>\n<p>\n<strong>b.\nProhibition of Class and Representative Actions and Non-Individualized Relief</strong>\n</p>\n<p>\n</p>\n<p>YOU AND COMPANY AGREE THAT EACH OF US MAY BRING CLAIMS AGAINST THE OTHER ONLY ON AN INDIVIDUAL BASIS AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.\nUNLESS BOTH YOU AND COMPANY AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE OR JOIN MORE THAN ONE PERSON’S OR PARTY’S CLAIMS AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A CONSOLIDATED, REPRESENTATIVE, OR CLASS PROCEEDING.\nALSO, THE ARBITRATOR MAY AWARD RELIEF (INCLUDING MONETARY, INJUNCTIVE, AND DECLARATORY RELIEF) ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF NECESSITATED BY THAT PARTY’S INDIVIDUAL CLAIM(S), EXCEPT THAT YOU MAY PURSUE A CLAIM FOR AND THE ARBITRATOR MAY AWARD PUBLIC INJUNCTIVE RELIEF UNDER APPLICABLE LAW TO THE EXTENT REQUIRED FOR THE ENFORCEABILITY OF THIS PROVISION.\n</p>\n<p>\n</p>\n<p>\n<strong>c.\n&nbsp.\n&nbsp;Pre-Arbitration Dispute Resolution</strong>\n</p>\n<p>\n</p>\n<p>Company is always interested in resolving disputes amicably and efficiently, and most customer concerns can be resolved quickly and to the customer’s satisfaction by emailing customer support at support@safebase.io.\nIf such efforts prove unsuccessful, a party who intends to seek arbitration must first send to the other, by certified mail, a written Notice of Dispute (“Notice”).\nThe Notice to Company should be sent to legal@safebase.io (“Notice Address”).\nThe Notice must (i) describe the nature and basis of the claim or dispute and (ii) set forth the specific relief sought.\nIf Company and you do not resolve the claim within sixty (60) calendar days after the Notice is received, you or Company may commence an arbitration proceeding.\nDuring the arbitration, the amount of any settlement offer made by Company or you shall not be disclosed to the arbitrator until after the arbitrator determines the amount, if any, to which you or Company is entitled.\n</p>\n<p>\n</p>\n<p>\n<strong>d.\n&nbsp.\n&nbsp;Arbitration Procedures</strong>\n</p>\n<p>\n</p>\n<p>Arbitration will be conducted by a neutral arbitrator in accordance with the American Arbitration Association’s (“AAA”) rules and procedures, including the AAA’s Consumer Arbitration Rules (collectively, the “AAA Rules”), as modified by this Arbitration Agreement.\nFor information on the AAA, please visit its website, http://www.adr.org.\nInformation about the AAA Rules and fees for consumer disputes can be found at the AAA’s consumer arbitration page, http://www.adr.org/consumer_arbitration.\nIf there is any inconsistency between any term of the AAA Rules and any term of this Arbitration Agreement, the applicable terms of this Arbitration Agreement will control unless the arbitrator determines that the application of the inconsistent Arbitration Agreement terms would not result in a fundamentally fair arbitration.\nThe arbitrator must also follow the provisions of these Terms of Service as a court would.\nAll issues are for the arbitrator to decide, including, but not limited to, issues relating to the scope, enforceability, and arbitrability of this Arbitration Agreement.\nAlthough arbitration proceedings are usually simpler and more streamlined than trials and other judicial proceedings, the arbitrator can award the same damages and relief on an individual basis that a court can award to an individual under the Terms of Service and applicable law.\nDecisions by the arbitrator are enforceable in court and may be overturned by a court only for very limited reasons.\n</p>\n<p>\n</p>\n<p>Unless Company and you agree otherwise, any arbitration hearings will take place in a reasonably convenient location for both parties with due consideration of their ability to travel and other pertinent circumstances.\nIf the parties are unable to agree on a location, the determination shall be made by AAA.\nIf your claim is for $10,000 or less, Company agrees that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules.\nIf your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the award is based.\n</p>\n<p>\n</p>\n<p>\n<strong>e.\nCosts of Arbitration</strong>\n</p>\n<p>\n</p>\n<p>Payment of all filing, administration, and arbitrator fees (collectively, the “Arbitration Fees”) will be governed by the AAA Rules, unless otherwise provided in this Arbitration Agreement.\nIf the value of the relief sought is $75,000 or less, at your request, Company will reimburse you for all Arbitration Fees.\nIf the value of relief sought is more than $75,000 and you are able to demonstrate to the arbitrator that you are economically unable to pay your portion of the Arbitration Fees or if the arbitrator otherwise determines for any reason that you should not be required to pay your portion of the Arbitration Fees, Company will pay your portion of such fees.\nIn addition, if you demonstrate to the arbitrator that the costs of arbitration will be prohibitive as compared to the costs of litigation, Company will pay as much of the Arbitration Fees as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive.\nAny payment of attorneys’ fees will be governed by the AAA Rules.\n</p>\n<p>\n</p>\n<p>\n<strong>f.\nConfidentiality</strong>\n</p>\n<p>\n</p>\n<p>All aspects of the arbitration proceeding, and any ruling, decision, or award by the arbitrator, will be strictly confidential for the benefit of all parties.\n</p>\n<p>\n</p>\n<p>\n<strong>g.\nSeverability</strong>\n</p>\n<p>\n</p>\n<p>If a court or the arbitrator decides that any term or provision of this Arbitration Agreement (other than the subsection (b) titled “Prohibition of Class and Representative Actions and Non-Individualized Relief” above) is invalid or unenforceable, the parties agree to replace such term or provision with a term or provision that is valid and enforceable and that comes closest to expressing the intention of the invalid or unenforceable term or provision, and this Arbitration Agreement shall be enforceable as so modified.\nIf a court or the arbitrator decides that any of the provisions of subsection (b) above titled “Prohibition of Class and Representative Actions and Non-Individualized Relief” are invalid or unenforceable, then the entirety of this Arbitration Agreement shall be null and void, unless such provisions are deemed to be invalid or unenforceable solely with respect to claims for public injunctive relief.\nThe remainder of the Terms of Service will continue to apply.\n</p>\n<p>\n</p>\n<p>\n<strong>h.\nFuture Changes to Arbitration Agreement</strong>\n</p>\n<p>\n</p>\n<p>Notwithstanding any provision in this Terms of Service to the contrary, Company agrees that if it makes any future change to this Arbitration Agreement (other than a change to the Notice Address) while you are a user of the Services, you may reject any such change by sending Company written notice within thirty (30) calendar days of the change to the Notice Address provided above.\nBy rejecting any future change, you are agreeing that you will arbitrate any dispute between us in accordance with the language of this Arbitration Agreement as of the date you first accepted these Terms of Service (or accepted any subsequent changes to these Terms of Service).\n</p>\n<p>\n</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>\n</p>\n<p>You agree that Company, in its sole discretion, may suspend or terminate your account (or any part thereof) or use of the Service and remove and discard any content within the Service, for any reason, including, without limitation, for lack of use or if Company believes that you have violated or acted inconsistently with the letter or spirit of these Terms of Service.\nAny suspected fraudulent, abusive or illegal activity that may be grounds for termination of your use of Service, may be referred to appropriate law enforcement authorities.\nCompany may also in its sole discretion and at any time discontinue providing the Service, or any part thereof, with or without notice.\nYou agree that any termination of your access to the Service under any provision of this Terms of Service may be effected without prior notice, and acknowledge and agree that Company may immediately deactivate or delete your account and all related information and files in your account and/or bar any further access to such files or the Service.\nFurther, you agree that Company will not be liable to you or any third party for any termination of your access to the Service.\n</p>\n<p>\n</p>\n<p>\n<strong>User Disputes</strong>\n</p>\n<p>\n</p>\n<p>You agree that you are solely responsible for your interactions with any other user in connection with the Service and Company will have no liability or responsibility with respect thereto.\nCompany reserves the right, but has no obligation, to become involved in any way with disputes between you and any other user of the Service.\n</p>\n<p>\n</p>\n<p>\n<strong>Notice for California Users</strong>\n</p>\n<p>\n</p>\n<p>Under California Civil Code Section 1789.3, users of the Service from California are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted (a) via email at dca@dca.ca.gov.\n(b) in writing at: Department of Consumer Affairs, Consumer Information Division, 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834.\nor (c) by telephone at (800) 952-5210 or (800) 326-2297 (TDD).\nSacramento-area consumers may call (916) 445-1254 or (916) 928-1227 (TDD).\nYou may contact us at SafeBase, Inc., 441 43rd Avenue, San Francisco, CA 94121.\nEmail us at support@safebase.io.\n&nbsp;</p>\n<p>\n</p>\n<p>\n<strong>General</strong>\n</p>\n<p>\n</p>\n<p>These Terms of Service constitute the entire agreement between you and Company and govern your use of the Service, superseding any prior agreements between you and Company with respect to the Service.\nYou also may be subject to additional terms and conditions that may apply when you use affiliate or third party services, third party content or third party software.\nThese Terms of Service will be governed by the laws of the State of California without regard to its conflict of law provisions.\nWith respect to any disputes or claims not subject to arbitration, as set forth above, you and Company agree to submit to the personal and exclusive jurisdiction of the state and federal courts located within San Francisco County, California.\nThe failure of Company to exercise or enforce any right or provision of these Terms of Service will not constitute a waiver of such right or provision.\nIf any provision of these Terms of Service is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of these Terms of Service remain in full force and effect.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Service or these Terms of Service must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nA printed version of this agreement and of any notice given in electronic form will be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nYou may not assign this Terms of Service without the prior written consent of Company, but Company may assign or transfer this Terms of Service, in whole or in part, without restriction.\nThe section titles in these Terms of Service are for convenience only and have no legal or contractual effect.\nNotices to you may be made via either email or regular mail.\nThe Service may also provide notices to you of changes to these Terms of Service or other matters by displaying notices or links to notices generally on the Service.\n</p>\n<p>‍</p>\n<strong>Questions? Concerns? Suggestions? Please contact us at </strong>\n<strong>legal@safebase.io</strong>\n<strong> to report any violations of these Terms of Service or to pose any questions regarding this Terms of Service or the Service.</strong>© 2022 SafeBase, Inc.ProductHomeFeaturesPricingresourcesBlogSystem StatusSecurity &amp;&nbsp;TrustHelp CenterAPI&nbsp;ReferencecompanyAbout SafeBaseCareersPrivacy PolicyTerms of ServiceContact Us\n", "created_at": "2023-02-09 20:02:57.261007", "updated_at": "2023-02-09 20:05:25.204771"}], "points": [{"id": 29915, "title": "There is a date of the last update of the agreements", "source": "https://safebase.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-02-10 22:01:10.241289", "updated_at": "2023-07-11 06:27:27.25133", "quoteText": null, "case_id": 331, "document_id": 14165, "quoteStart": null, "quoteEnd": null}], "urls": ["safebase.io"]}}