{"error": 448, "message": "OK", "parameters": {"id": 8076, "name": "Old Dominion University", "created_at": "2023-04-20 19:37:40.557611", "updated_at": "2023-04-22 11:50:44.151541", "wikipedia": "https://en.wikipedia.org/wiki/Old_Dominion_University", "keywords": null, "related": null, "slug": "old-dominion-university", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8076.png", "url": "odu.edu,barbados.cc.odu.edu,cc.odu.edu,catalog.odu.edu,ww2.bpa.odu.edu,bpa.odu.edu,blue.odu.edu,blackboard.odu.edu,arc.odu.edu,asce.odu.edu,apps.odu.edu,app.odu.edu,ww2.al.odu.edu,al.odu.edu,aero.odu.edu,admissions.odu.edu,adfs.odu.edu,acl.odu.edu", "documents": [{"id": 15662, "name": " Internet Privacy Statement", "url": "https://ww1.odu.edu/privacy", "xpath": "/html/body/div[1]/section/div/div", "text": " Internet Privacy Statement <p>We reserve the right to amend our Internet Privacy Policy and Internet Privacy Policy Statement at any time without notice.</p> Governing laws <p>ODU protects records in accordance with our obligations as defined by applicable Virginia statutes, including, but not limited to, the Virginia Privacy Protection Act of 1976, the Virginia Freedom of Information Act, and by any applicable U.S.\nfederal laws.</p> Links to other websites <p>The website may contain links to other public or private websites, whose privacy practices we do not control.\nODU does not take responsibility for the privacy practices of those websites or their content practices.\nYou should check each website in order to understand its privacy policy</p> Information we collect Routing information <p>The Internet domain and Internet address of the computer you are using.</p> Essential technical information <p>Identification of the page or service you are requesting, type of browser and operating system and the time and date of access.</p> Nonessential technical information <p>The Internet address of the website from which you linked directly to our website.</p> Optional information <p>When you send email, we collect your name, email address and the content of your email.\nWhen you complete online forms, we collect the data you choose to submit and confirm.</p> How information is collected and used <p>In general, users may visit the Old Dominion University website without being asked to share personal information.\nThere are times, however, when personal information must be collected.\nThere is no legal requirement for you to provide any information at our website.\nYou should also be aware that it may be not be possible to complete business transactions using this Web site without this personal information.\nAs an example, ODU may require your e-mail address in order to communicate with you.\nIn providing information to ODU through this Web site, you are agreeing to make such information available to the University so that it can meet its educational and business objectives.</p> The following clarifies how the University may use personal information Fulfilling a request <p>When requesting information or services from the University, the information you provide will be used in order to satisfy that request.\nInformation may be shared with a third-party to provide indirect support in fulfilling your request.</p> Account &amp.\nlog on information <p>When you use certain university websites, log on and account information may be collected and used by the website to authenticate your identity so that you may receive a variety of information resources and services.\nThe website does not maintain copies of this account and log on information.\nit is ephemeral, meaning that is only used to validate your identity so that you can obtain the information or services you requested.</p> Usage information <p>ODU routinely analyzes usage patterns on the website in order to better provide services to Internet users, primarily students, faculty and staff of the University.\nAs an example, we routinely collect Web pages access information, domain names where web pages are accessed, time of day, and the version of the browser used.\nThis information is used to provide a better Web browsing experience for people who use of Web servers the University maintains.</p> Use of \"cookies\" <p>This Web server makes use of \"cookies.\" A cookie is a small piece of information (or data) that the Web server may send in your Internet browser, which is usually stored on your computer.\nCookies are designed to improve your Web browsing experience and to make the website more useful.\nHowever, you may choose to disable cookies from your Internet browser.\nThis may affect website functionality for you.</p> Digital Millennium Copyright Act (DMCA) <p>Refer to the DMCA Notices Page for more information.</p> Pop up advertisement disclaimer <p>The Pop-Up advertisements you may be seeing on Old Dominion University's Home page are not coming from the Old Dominion University website.<br>\n<br> The advertisements are not generated by Old Dominion University and the University has not contracted with anyone for such advertisement services.<br>\n<br> Some Internet sites are programmed to create Pop-up windows when you exit them.\nWhen you visit the Old Dominion University website after surfing these websites, you may experience Pop-up windows on the screen.<br>\n<br> Also, some free ware programs that you may have installed on your system may cause these Pop-up windows.\n.\nThese programs (for example: Music and File sharing) support themselves by agreeing to install advertising packages with their product.\nFor more information see this article by wired.com<br>\n<br> If you are experiencing this problem, you can help us track it by sending email to webadmin@odu.edu</p> Contact <ul>\n<li>\n<strong>Information Technology Services</strong>\n</li>\n<li>4300 Engineering &amp.\nComputational Sciences Building</li>\n<li> Norfolk, VA 23529\n</li> 757-683-3189 (office) 757-683-5155 (fax) <li>itshelp@odu.edu</li>\n</ul> ", "created_at": "2023-04-20 19:37:40.589915", "updated_at": "2023-04-20 19:37:59.730776"}], "points": [], "urls": ["odu.edu", "barbados.cc.odu.edu", "cc.odu.edu", "catalog.odu.edu", "ww2.bpa.odu.edu", "bpa.odu.edu", "blue.odu.edu", "blackboard.odu.edu", "arc.odu.edu", "asce.odu.edu", "apps.odu.edu", "app.odu.edu", "ww2.al.odu.edu", "al.odu.edu", "aero.odu.edu", "admissions.odu.edu", "adfs.odu.edu", "acl.odu.edu"]}}