{"error": 448, "message": "OK", "parameters": {"id": 8545, "name": "Hybrid Hosting", "created_at": "2023-06-27 22:33:32.655521", "updated_at": "2023-06-28 10:02:07.546222", "wikipedia": null, "keywords": null, "related": null, "slug": "hybrid-hosting", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8545.png", "url": "hybridhosting.co", "documents": [{"id": 16592, "name": "Terms of Service", "url": "https://hybridhosting.co/tos", "xpath": "//body", "text": "Minecraft ServersDiscord Bot HostingDedicatedAbout usLog inTerms of Service<p>These are the applicable terms of service for any customer of Hybrid Hosting.\nThese terms were last amended 21/03/2023.</p>\n<p>Hybrid Hosting agrees to furnish services to the Subscriber, subject to the following (“Terms of Service”).</p>\n<p>Hybrid Hosting, the company hereafter referred to as, (“Hybrid Hosting”), (“Us”), (“We”) and The Client, (“Customer”), (“Client”), and (“You”).</p>\n<p>Use of Hybrid Hosting Service constitutes acceptance and agreement to AUP (“Acceptable Use Policy”) and ToS (“Terms of Service”).</p>\n<p>All provisions of this contract are subject to change from time to time at the discretion of Hybrid Hosting.\nSubscriber understands that change to the ToS by Hybrid Hosting shall not be grounds for early contract termination or non-payment.</p>\n<p>By accepting the terms you also agree to the Minecraft End User License Agreement (EULA) and our Privacy Policy, and authorize Hybrid Hosting to accept this agreement on your behalf.</p>Refund and Disputes<p>Servers are eligible for refunds within 24 hours of the creation of the server in our database.\nPlease note that this point is not marked by the time at which your initial payment is processed and may differ by several hours or days.\nRefunds cannot be requested without probable cause.\nAdditionally, non-monthly terms are non-refundable, and as dedicated servers require explicit provisioning, we are not able to provide refunds on these orders.</p>\n<p>Please be aware that if you have a PayPal subscription and do not cancel it on your end, we will not be able to issue a refund.\nIf you initiate a chargeback or dispute on a payment, your services will automatically be terminated, and your account will be closed.\nFinally, we reserve the right to deny refunds if we suspect that your refund attempt may be fraudulent.</p>Cancellations<p>To terminate your services, either cancel with your account at&nbsp;https://morehybridhosting.xyz/whmcs or cancel via opening a ticket on our Discord server.\nThe link for our Discord server is on our website (https://HybridHosting.co/).\nA cancellation can be induced at any point in time and executed immediately or at the end of the billing period.\nAs Hybrid Hosting does not have access to clients’ PayPal accounts we cannot and will not be responsible for unintended payments made from using the automatic payment subscription service.</p>Liability Limitation and Exclusion<p>Hybrid Hosting, under no circumstances, shall be held liable for any data loss, disruption of information, or distribution of information including that of unauthorized access to our server systems or any other loss of data.\nHybrid Hosting shall not be held liable for any disruption, delay, or disconnection of services for any period of time.</p>Support<p>Any support requests required for products from Hybrid Hosting shall be submitted through the billing system via tickets.\nAny other form of contact other than the predetermined ticket system is not guaranteed a proper answer from an official representative.</p>Promotions<p>Hybrid Hosting cannot guarantee that all promotion codes will work all of the time.</p>Legal Contact<p>Hybrid Hosting retains the right to seek and consult with any appropriate authorities that may need to be involved in the event of an issue arising whether it is through violation of this policy or any other illegal occurrence requiring the involvement of law-enforcement agencies.</p>Unlimited Policy<p>While we offer unlimited bandwidth and space to our customers we reserve the right to request that you delete excessive files such as large logs or anything else we deem excessive.\nWe do not support the use of any custom jar file or files uploaded by the user.\nAny uploaded files that cause the server to lag or make the server unplayable are not the responsibility of Hybrid Hosting.</p>Unfair usage<p>If we find your server using any sort of system to bypass limits put on your servers such as RAM or security your server is subject to being terminated without refund.</p>Termination<p>Additionally, we reserve all rights to terminate your server or service upon any violation of these terms or any other basis if deemed needed.</p>Illegal Use<p>Hybrid Hosting services may not be used for illegal purposes, or in support of illegal activities.\nHybrid Hosting reserves the right to cooperate with legal authorities and/or injured third parties in the investigation of any suspected crime or civil wrongdoing.</p>Threats<p>Use of the Hybrid Hosting services to transmit any material (by e-mail, uploading, posting, or otherwise) that threatens or encourages bodily harm or destruction of property is not permitted.</p>Harassment<p>Using of the Hybrid Hosting services to transmit any material (by e-mail, uploading, posting or otherwise) that harasses another is not permitted.</p>Forgery or Impersonation<p>Adding, removing, or modifying identifying network header information in an effort to deceive or mislead is prohibited.\nAttempting to impersonate any person by using forged headers or other identifying information is prohibited.\nThe use of anonymous remailers or nicknames does not constitute impersonation.</p>Fraudulent Activity<p>Use of Hybrid Hosting service to make fraudulent offers to sell or buy products, items, or services, or to advance any type of financial scam such as “pyramid schemes” and “chain letters.”</p>Unauthorized access<p>Use of the Hybrid Hosting service to access, or to attempt to access, the accounts of others, or to penetrate, or attempt to penetrate, security measures of Hybrid Hosting or another entity’s computer software or hardware, electronic communications system, or telecommunications system, whether or not the intrusion results in the corruption or loss of data, is expressly prohibited and the offending Hybrid Hosting account is subject to immediate termination and further investigation.</p>Network disruptions and unfriendly activity:<p>Use of the Hybrid Hosting service for any activity which affects the ability of other people or systems to use Hybrid Hosting Services or the Internet.\nThis includes “Denial of Service” (DoS) attacks against another network host or individual user.\nInterference with or disruption of other network users, services, or equipment is prohibited.\nIt is the Member’s responsibility to ensure that their network is configured in a secure manner.\nA Subscriber may not, through action or inaction, allow others to use their network for illegal or inappropriate actions.\nA Subscriber may not permit their network, through action or inaction, to be configured in such a way that gives a third party the capability to use their network in an illegal or inappropriate manner.\nUnauthorized entry and/or use of another company and/or individual’s computer system will result in immediate account termination.\nHybrid Hosting will not tolerate any subscriber attempting to access the accounts of others, or penetrate security measures of other systems, whether or not the intrusion results in corruption or loss of data.</p>Fraud<p>Fraud involves a knowing misrepresentation or misleading statement, writing, or activity made with the intent that the person receiving it will act upon it.\nFraud is strictly prohibited and offenses will be investigated.</p>Third-party Links, Sites, and Services<p>Our Products may contain links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by Hybrid Hosting.\nWe do not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access any third-party website, service, or content from Hybrid Hosting, you do so at your own risk and you agree that Hybrid Hosting will have no liability arising from your use of or access to any third-party website, service, or content.</p>Node Downtime<p>Our nodes may be offline at any time, with or without warning, intentionally or unintentionally.\nBy using our service, you accept that a node may go offline at any time, with or without warning or intention.\nIf the node is down for more than 30 minutes you may be eligible for compensation, if your services are down we will refund with in-store credit 3 times the cost of the server's downtime.</p>Unlimited Storage<p>Hybrid Hosting offers unlimited storage on some plans.\nThis storage is not allowed to be used other than for storage of the files of your server.\nIf Hybrid Hosting finds out that you are using our service for something other than this purpose, your server will be shut off with or without refund or notice.</p>Unlimited vCores<p>Hybrid Hosting offers unlimited vCores on some plans.\nThe vCores are not allowed to be used other than for Minecraft server intent.\nIf Hybrid Hosting finds out that you are using our service for something other than this purpose, your server will be shut off with or without a refund or notice.\nWhen we offer these \"Unlimited vCores\" it is only unlimited to the fact of the number of cores on the node.\nIf you are caught using a lot of cores and our staff thinks that the amount is overkill your cores can be limited.</p>twitteryoutube<p>© 2023 Hybrid Hosting LLC</p>\n<p>Products</p>Minecraft HostingDedicated ServersColocationDiscord Bot HostingBuilt to Order ServersWebsite Hosting<p>Information</p>Help CenterBrandService StatusHardware<p>About Hybrid Hosting</p>About usTerms of ServicePrivacy StatementService Level Agreement<p>\n</p>", "created_at": "2023-06-27 22:33:32.685174", "updated_at": "2023-06-27 22:34:32.137649"}, {"id": 16593, "name": "Privacy Statement", "url": "https://hybridhosting.co/privacy", "xpath": "//body", "text": "Minecraft ServersDiscord Bot HostingDedicatedAbout usLog inPrivacy Statement<p>This is the applicable privacy statement for Hybrid Hosting.\nThis statement was last amended 21/03/2023.</p>\n<p>At Hybrid Hosting, accessible from&nbsp;www.HybirdHosting.co, one of our main priorities is the privacy of our visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by Hybrid Hosting and how we use it.</p>\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.</p>\n<p>This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in Hybrid Hosting.\nThis policy is not applicable to any information collected offline or via channels other than this website.</p>Consent<p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.</p>Information we collect<p>The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.</p>\n<p>If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.</p>\n<p>When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.</p>How we use your information<p>We use the information we collect in various ways, including:</p>\n<ul>\n<li>Provide, operate, and maintain our website</li>\n<li>Improve, personalize, and expand our website</li>\n<li>Understand and analyze how you use our website</li>\n<li>Develop new products, services, features, and functionality</li>\n<li>Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes</li>\n<li>Send you emails</li>\n<li>Find and prevent fraud</li>\n</ul>Log Files<p>Hybrid Hosting follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files includes internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.</p>Cookies and Web Beacons<p>Like any other website, Hybrid Hosting uses 'cookies'.\nThese cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users' experience by customizing our web page content based on visitors browser type and/or other information.</p>\n<p>For more general information on cookies, please read \"What Are Cookies\".</p>Advertising Partners Privacy Policies<p>You may consult this list to find the Privacy Policy for each of the advertising partners of Hybrid Hosting.</p>\n<p>Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Hybrid Hosting, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.</p>\n<p>Note that Hybrid Hosting has no access to or control over these cookies that are used by third-party advertisers.</p>Third Party Privacy Policies<p>Hybrid Hosting's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt out of certain options.</p>\n<p>You can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.</p>CCPA Privacy Rights (Do Not Sell My Personal Information)<p>Under the CCPA, among other rights, California consumers have the right to:</p>\n<p>Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.</p>\n<p>Request that a business deletes any personal data about the consumer that a business has collected.</p>\n<p>Request that a business that sells a consumer's personal data, not sell the consumer's personal data.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.</p>GDPR Data Protection Rights<p>We would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<p>The right to access – You have the right to request copies of your personal data.\nWe may charge you a small fee for this service.</p>\n<p>The right to rectification – You have the right to request that we correct any information you believe is inaccurate.\nYou also have the right to request that we complete the information you believe is incomplete.</p>\n<p>The right to erasure – You have the right to request that we erase your personal data, under certain conditions.</p>\n<p>The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.</p>\n<p>The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.</p>\n<p>The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.</p>Children's Information<p>Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.</p>\n<p>Hybrid Hosting does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.</p>twitteryoutube<p>© 2023 Hybrid Hosting LLC</p>\n<p>Products</p>Minecraft HostingDedicated ServersColocationDiscord Bot HostingBuilt to Order ServersWebsite Hosting<p>Information</p>Help CenterBrandService StatusHardware<p>About Hybrid Hosting</p>About usTerms of ServicePrivacy StatementService Level Agreement<p>\n</p>", "created_at": "2023-06-27 22:33:32.714626", "updated_at": "2023-06-27 22:34:46.695975"}], "points": [], "urls": ["hybridhosting.co"]}}