{"error": 448, "message": "OK", "parameters": {"id": 8937, "name": "Joaillerie P.Lefebvre", "created_at": "2023-07-08 22:02:03.878861", "updated_at": "2023-07-09 10:02:48.251084", "wikipedia": null, "keywords": null, "related": null, "slug": "joaillerie-p-lefebvre", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8937.png", "url": "plefebvrebjo.com", "documents": [{"id": 17480, "name": "Privacy Policy", "url": "https://plefebvrebjo.com/en/content/8-privacy-policy", "xpath": "//body", "text": " Language: English <i>\n</i>\n<ul>\n<li> English </li>\n<li> Français </li>\n</ul> English Français <i></i>\n<i>\n</i> 0 0 <ul>\n<li> Shop </li>\n<li> Portfolio </li>\n<li> About me </li>\n<li> Contact </li>\n</ul>\n<ol>\n<li> Home </li>\n<li> Legal Notice </li>\n<li> Privacy policy </li>\n</ol> Privacy policy Purpose of the processing (purpose and legal basis)\n<p>The company PLEFEBVRE JOAILLIER, whose head office is located in Marseille (13004) at 21 Boulevard de Roux, has an online sales website.\nThis site allows me to receive orders from customers and the data collected on this occasion are recorded and processed in a dedicated file.</p>\n<p>This file only allows to manage the orders, the payment and the delivery.</p>\n<p>None of the data will ever be used for commercial marketing campaigns or advertising purposes, nor will it be passed on to a commercial partner for this purpose.</p>\nLegal basis for processing\n<p>Order management: the legal basis for processing is the execution of a contract (see Article 6.1.b) of the European Data Protection Regulation).</p>\n<p>Bookkeeping involving the retention of data for a period of 10 years: the legal basis for processing is the legal obligation (see Article 6.1.c of the European Data Protection Regulation).</p>\nCategories of data\n<p>Identity: surname, first name, address, delivery address, telephone number, e-mail address, internal processing code allowing the identification of the customer.</p>\n<p>Order data: transaction number, purchase details, purchase amount, invoice payment data (payments, outstanding payments, discounts), product returns.</p>\n<p>Data relating to payment methods are not recorded and are processed directly by the online payment service.</p>\n<p>IP address of the device used to visit the site.</p>\nRecipients of the data\n<p>The company PLEFEBVRE JOAILLIER is the recipient of all categories of data.</p>\n<p>Its subcontractors, responsible for the delivery of its orders, are recipients of the identity, address and telephone number of the recipient.</p>\nDuration of data retention\n<p>Data necessary for the management of orders and invoicing: for the entire duration of the commercial relationship and ten (10) years for accounting purposes.</p>\n<p>Data relating to means of payment: this data is not kept by PLEFEBVRE JOAILLIER.\nit is collected at the time of the transaction and is immediately deleted once the purchase has been paid for.</p>\nYour rights\n<p>You can access, rectify or delete your personal data.\nYou also have the right to portability and the right to limit the processing of your data (see the cnil.fr website for more information on your rights).</p>\n<p>To exercise these rights or for any question about the processing of your data in this system, you can contact me directly.</p>\n<p>By e-mail: contact@plefebvrebjo.com</p>\n<p>By post :</p>\n<p>Joaillerie P.Lefebvre</p>\n<p>21, Boulevard de Roux</p>\n<p>13004 Marseille</p>\n<p>\n</p>\n<p>If, after having contacted the company PLEFEBVRE JOAILLIER, you feel that your \"Data Protection\" rights have not been respected, you can send a complaint online to the CNIL.</p>\n<p>Contact</p> Contact <i></i>\n<i></i>\n<ul>\n<li> P.Lefebvre · Bijoutier-Joaillier<br>21 Boulevard de Roux<br>13004 Marseille<br>France </li>\n<li> contact@plefebvrebjo.com </li>\n</ul> About About <i></i>\n<i></i>\n<ul>\n<li> About me </li>\n<li> Terms and conditions </li>\n<li> Privacy policy </li>\n<li> Contact </li>\n<li> Order tracking </li>\n</ul>\n<p>\n</p> Cookies management panel Close Cookies management panel By allowing the third party services, you accept their cookies and the use of tracking technologies necessary for their proper functioning.\n<br>\n<br> Privacy policy Preference for all services Allow all cookies Deny all cookies <ul>\n<li> Mandatory cookies<ul>\n<li> This site uses cookies necessary for its proper functioning which cannot be deactivated.\n<br> Allow Deny </li>\n</ul>\n</li>\n<li> APIs APIs are used to load scripts: geolocation, search engines, translations, ...\n<ul>\n</ul>\n</li>\n<li> Advertising network Ad networks can generate revenue by selling advertising space on the site.\n<ul>\n</ul>\n</li>\n<li> Audience measurement The audience measurement services used to generate useful statistics attendance to improve the site.\n<ul>\n</ul>\n</li>\n<li> Comments Comments managers facilitate the filing of comments and fight against spam.\n<ul>\n</ul>\n</li>\n<li> Other Services to display web content.\n<ul>\n<li> LightWidget Instagram portfolio disallowed - This service can install 1 cookie.<br> Allow Deny </li>\n</ul>\n</li>\n<li> Social networks Social networks can improve the usability of the site and help to promote it via the shares.\n<ul>\n</ul>\n</li>\n<li> Support Support services allow you to get in touch with the site team and help to improve it.\n<ul>\n</ul>\n</li>\n<li> Videos Video sharing services help to add rich media on the site and increase its visibility.\n<ul>\n</ul>\n</li>\n<li>This website does not use any cookie requiring your consent.</li>\n</ul> This site uses third-party cookies and gives you control over what you want to activate.\nClick Personalize to get more information OK, accept all Deny all cookies Personalize Privacy policy ", "created_at": "2023-07-08 22:02:03.908315", "updated_at": "2023-07-08 22:02:42.789166"}, {"id": 17481, "name": " Terms and conditions", "url": "https://plefebvrebjo.com/en/content/7-terms-and-conditions", "xpath": "//body", "text": null, "created_at": "2023-07-08 22:02:51.058513", "updated_at": "2023-07-08 22:02:51.058513"}], "points": [], "urls": ["plefebvrebjo.com"]}}