{"error": 448, "message": "OK", "parameters": {"id": 7863, "name": "Convert.io", "created_at": "2023-04-02 00:04:58.175846", "updated_at": "2023-04-22 11:50:36.052632", "wikipedia": null, "keywords": null, "related": null, "slug": "convert-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7863.png", "url": "convertio.co", "documents": [{"id": 15181, "name": " Terms of Use", "url": "https://convertio.co/terms/", "xpath": "/html/body/div[1]/div", "text": " Terms of Use <p>You should understand that by accessing and using the service of Convertio, you acknowledge your being bound by the terms and conditions contained in the Terms and Conditions of Use specified below.\nThe entire website and any API usage are covered by the terms and conditions of use.</p>\n<p>At any time, at our sole discretion, we have the right to change or amend the Terms and Conditions of Use with a clear indication of the changes or amendments at the top of this page with the precise date of these changes or amendments.</p> Responsibility for Data Maintenance <p>We always do our best in order to make our services good.\nNevertheless, it’s your responsibility to backup your files as for privacy reasons we do not backup your files.</p>\n<p>There’s no guarantee that the files of the users or converted files will never be deleted, removed or lost.\nBy using the Convertio service you agree not to hold us responsible for any failure of conversion or deletion of your files including any damage resulting from the abovementioned loss.\nOur strong recommendation for every user is to create file archives as well as to backup all files and data.</p> Copyright <p>It’s strongly prohibited to use our services and intellectual property for any form of infringement or related actions.</p>\n<p>We do not supervise our customers’ content because we respect the copyright of our customers and, consequently, we expect others to respect the copyright of other people.\nThe use of our services with the purpose of any unauthorized copying, distribution as well as any other actions of infringement of copyright rights are expressively prohibited.\nYou should also understand and acknowledge that all trademarks and copyrighted materials published on our website are owned by us or our partners and protected by law.</p>\n<p>In order to use our services freely, please, confirm your ownership of the file or your permission from the legal owner of the file.</p> Acceptable Use Policy of the Unlimited Premium Plan <p>To ensure all our customers can enjoy the best possible service, the usage of the Unlimited premium plan is subject to our acceptable use policy.</p>\n<p>Despite we don't limit the maximum file size, maximum conversion time, and the number of files one can convert while being on the Unlimited plan, to ensure that the service received by other customers is not impacted through extremely heavy usage by a minority of people, we reserve the right to limit conversion speed or terminate the subscription unilaterally in the event that it is discovered that the service is being used in incommensurable amount.</p>\n<p>You are eligible for a prorated refund of the amount paid, in case your subscription terminated prior to the end of the paid period.</p>\n<p>You agree not to bypass this use policy by any means, including, but not limited to creating multiple accounts, ordering multiple premium plans, using a single premium plan on an enormous amount of devices.</p>\n<p>Taking into account our file conversion capabilities, with a high degree of probability, you will never be subject to this acceptable use policy, but if in doubt, please contact the support team, describing your particular use case.</p> Refunds <p>Please, review the refund terms and test the free version of our service thoroughly before purchasing a subscription.</p>\n<p>Convertio customers are responsible for testing our service fully before ordering any premium package and for managing their subscriptions, including cancellations.</p>\n<p>We may issue a refund in case a Convertio customer has a strong reason to claim it.</p>\n<p>In order to receive a refund, the user should submit a claim, which specifies at least the following:</p>\n<ul>\n<li>The exact date and time of the claimed incident;</li>\n<li>The reason why the user claims the refund.</li>\n</ul>\n<p>\n<b>We will not give you a refund in the following cases:</b>\n</p>\n<ul>\n<li>You receive an error while trying to convert DRM-protected media (audio, video, eBooks) — including those, directly obtained from iTunes or Amazon, which often DRM-protect their files.</li>\n<li>You receive an error while trying to convert password protected Documents or Archives.</li>\n<li>You are trying to convert a big file (usually video), and while uploading it from your local device you are dissatisfied with uploading speed.\nPlease, be advised, that uploading speed is out of our scope, it depends only on the upload bandwidth of your internet connection or upload capabilities of your internet service provider (ISP).\nOur hosts are located in Germany and you may use https://speedtest.net/ to check your upload bandwidth to any German host.\nContact your ISP for further assistance.</li>\n<li>You are dissatisfied with the speed of video conversion.\nPlease note that the time needed to convert a Full HD video from one video format to another video format may be as long as half of the real video duration.\nAlso, lower resolutions perform faster.\nThis is because we don't simply change the video container but do a full reencode of video and audio streams.</li>\n<li>You are trying to convert corrupted files that could not even be opened by their native applications.\nWe try our best to make the conversion even in the most hopeless cases, but if the file is not readable at all (like missing header or moov atom in video file) — there is nothing we can do at all.</li>\n<li>You don’t like the service or no longer need the service.</li>\n<li>You already converted a file bigger than the free tier allows and downloaded the result — it means that you already used the service you paid for.</li>\n<li>You’re dissatisfied with the features provided by our service or you haven’t found some particular features.</li>\n<li>You’ve found another service that you like better.</li>\n<li>You didn't cancel your subscription before the automatic renewal happened.</li>\n</ul>\n<p>Also, we urge you to test the free version of our service before ordering any premium package.</p>\n<p>\n</p>\n<p>Email: hello@softo.co <small>(no support)</small>\n</p>\n<p>\n<b>Need support?</b>\n<br> Visit our Help Center</p> ", "created_at": "2023-04-02 00:05:25.470389", "updated_at": "2023-04-02 00:05:32.735578"}, {"id": 15180, "name": " Privacy policy and GDPR compliance", "url": "https://convertio.co/privacy/", "xpath": "/html/body/div[1]/div", "text": " Privacy policy and GDPR compliance <p>Our user’s privacy is our top priority.\nYour security comes first in everything we do.\nIt is only you who chooses how your data is collected, processed and used.</p> Personal Information <p>The privacy of your data is very important to us which is why we do not collect or share with third parties your personal information.</p>\n<p>Browsing convertio.co is free of charge.\nYou don’t have to share any personal or sensitive information with us and you don't have to worry about the safeness of your privacy.\nWe do journal some impersonalized data, like IP address, input and output file types, conversion duration, conversion success/error flag.\nThis information is used for our internal performance monitoring, kept for a long time and not shared with third parties.</p> E-mail Addresses <p>You do not have to provide us your email address in order to use the Convertio service.</p>\n<p>You may use our service without disclosing your email address as long as you stay within free tier limits.\nIf you hit the limit, you will be offered to complete a simple registration and order a premium service.\nWe guarantee that your email address and any personal information will not be subject to sale or lease for personal or commercial purposes.</p> Certain Exceptional Disclosures <p>We can make the disclosure of your personal information only in cases stipulated by law or in a court order.</p>\n<p>Disclosure of your personal information can be done to protect our legal rights or if the information is a potential threat to the physical safety of any person.</p> User’s Files Handling and Keeping <p>We do not read, look into or copy your files.\nYou can delete your uploaded files yourself at any time.</p>\n<p>We convert more than 10 million files (300 TB of data) every month.\nWe delete input files and all temporary files instantly after any file conversion.\nWe delete output files instantly when the user clicks 'X' in the web panel, otherwise, output files are deleted after 24 hours automatically.\nThis implies that you can delete your files on your own anytime.</p>\n<p>We can’t make a backup copy of your files even if you ask us to do so.\nTo save a backup copy or all the contents of the file we need your user agreement.\nYour files are exclusively bound to your IP address.\nOnly the user, who initiated the conversion, can download the result file.</p> Security <p>Be believe that security is the most important thing which is why we take all the possible measures to protect your files and personal data.</p>\n<p>All communications between your host, our frontend server and conversion hosts are performed via secure channel with HSTS enabled, which prevents data to be altered or diverted.\nThis completely protects your data from unauthorized access.</p>\n<p>All collected information on the website is protected from disclosure and unauthorized access by using physical, electronic and managerial protection procedures.\nWe keep your files in the European Union.</p> Your Rights <p>You can manage and modify your data in your profile if you have created one.\nYou can delete your output files anytime.</p>\n<p>You can delete your output files anytime by clicking on My Files on the top right and then clicking on the “X” icon on the right of the pane of a file you want to delete.\nPlease note that they will be deleted anyway in 24 hours after conversion.\nWe delete your input files right away.</p>\n<p>You can delete your account easily on your own.\nThis will delete your account and all associated data instantly.</p> Cookies, Analytics and Ads <p>We use cookies and Google Analytics in order to provide better user experience.\nGoogle AdSense collects only impersonalized data in order to customize advertising for you.</p>\n<p>convertio.co uses cookies to store information and track user’s limits.</p>\n<p>We also use third party advertising networks and can’t rule out the possibility that some of these advertisers will use their own tracking technologies.\nBy placing an ad, advertisers can gather information about your IP address, browser capabilities, and other impersonalized data in order to customize your ad usage experience, measure the effectiveness of advertising, etc.\nGoogle AdSense, which is our main advertising provider, uses cookies extensively and its tracking behavior is part of Google's own privacy policy.\nOther third party ad network providers can also use cookies under their own privacy policies.</p>\n<p>We use Google Analytics as our main analytics software, in order to get insights about how our visitors use our website and deliver better user experience for our users.\nGoogle Analytics gathers your personal data under their own privacy policy which you should review carefully.</p> Links to Third-Party Websites <p>Usually we link to websites that are a part of our company’s network which is completely safe.\n</p>\n<p>While browsing convertio.co, users can stumble upon links that will lead to third-party websites.\nOften these sites will be a part of our company’s network and you can be assured that your personal data is safe, but as a general precaution, remember to check the third-parties site’s own privacy policy.</p> General Data Protection Regulation (GDPR) <p>We are bound to the strict data protection law.\nWe are committed to comply with the General Data Protection Regulation (GDPR).</p>\n<p>The GDPR is a regulation in EU law on data protection and privacy for all individuals across the EU and within the European Economic Area.\nIt becomes enforceable on 25 May 2018.</p>\n<p>In the terms of the GDPR, Convertio acts as the data controller and data processor.</p>\n<p>Convertio acts as a data controller when it directly collects or processes personal data providing services to end users.\nIt means that Convertio acts as a data controller when you upload files, which may contain your personal data.\nIf you exceed the free tier limit, you will be offered to order a premium service, in which case we also collect your email address for managing your account.\nThis privacy policy explains in detail which data we collect and share.\nWe do collect your IP address, access times, types of the files you convert and an average conversion error rate.\nWe do not share this data with anyone.</p>\n<p>All your billing information is collected and processed by our payment provider – FastSpring Limited, under its own GDPR-compliant privacy policy.</p>\n<p>Convertio does not extract or collect any data from your files, nor sharing or copying it.\nConvertio irreversibly deletes all your files according to the “User’s Files Handling and Keeping” section of this policy.</p>\n<p>Convertio acts as a data processor if it processes data on behalf of its customer, i.e.\nwhen you use Convertio API or any other way to process files of your own customers.\nAs a data processor, Convertio will treat and manage your data in accordance with strict security standards, maintaining a high level of security and keeping your data inside the EU throughout the whole file conversion process.</p>\n<p>\n</p>\n<p>Email: hello@softo.co <small>(no support)</small>\n</p>\n<p>\n<b>Need support?</b>\n<br> Visit our Help Center</p> ", "created_at": "2023-04-02 00:04:58.207079", "updated_at": "2023-04-02 00:06:04.169393"}], "points": [], "urls": ["convertio.co"]}}