{"error": 448, "message": "OK", "parameters": {"id": 871, "name": "OpticalTel", "created_at": "2018-12-19 04:50:19.9489", "updated_at": "2021-03-25 03:19:40.054455", "wikipedia": null, "keywords": null, "related": null, "slug": "opticaltel", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/871.png", "url": "opticaltel.com", "documents": [{"id": 13473, "name": " Privacy Policy", "url": "https://opticaltel.com/privacy-policy/", "xpath": "//body", "text": " Toggle Navigation ABOUT COMMUNITIES BUSINESS SUPPORT ACCOUNT &nbsp.\n&nbsp.\nHOME <ul>\n<li>Pay My Bill</li>\n<li>Manage Account</li>\n</ul>\n<ul>\n<li>My Community</li>\n<li>My Channels</li>\n<li>My Promotions</li>\n</ul> &nbsp.\n&nbsp.\nHOME Remember me Forgot Username or Password <p>&nbsp.\n</p> Privacy Policy <p>\n</p>\n<p>This Privacy Policy describes how your personal information is collected, used, and shared when you visit www.opticaltel.com (the “Site”).</p>\n<p>PERSONAL INFORMATION WE COLLECT</p>\n<p>When you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device.\nAdditionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site.\nWe refer to this automatically-collected information as “Device Information.”</p>\n<p>We collect Device Information using the following technologies:</p>\n<p>– “Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier.\nFor more information about cookies, and how to disable cookies, visit http://www.allaboutcookies.org.<br>\n– “Log files” track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.<br>\n– “Web beacons,” “tags,” and “pixels” are electronic files used to record information about how you browse the Site.</p>\n<p>When we talk about “Personal Information” in this Privacy Policy, we are talking both about Device Information.</p>\n<p>HOW DO WE USE YOUR PERSONAL INFORMATION?</p>\n<p>We use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site, and to assess the success of our marketing and advertising campaigns)</p>\n<p>SHARING YOUR PERSONAL INFORMATION</p>\n<p>We share your Personal Information with third parties to help us use your Personal Information, as described above.\nWe also use Google Analytics to help us understand how our customers use the Site–you can read more about how Google uses your Personal Information here: https://www.google.com/intl/en/policies/privacy/.\nYou can also opt-out of Google Analytics here: https://tools.google.com/dlpage/gaoptout.</p>\n<p>Finally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.</p>\n<p>DO NOT TRACK<br>\nPlease note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser.</p>\n<p>CHANGES<br>\nWe may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.</p>\n<p>CONTACT US<br>\nFor more information about our privacy practices, if you have questions, please contact us by e-mail at info@opticaltel.com.</p>\n<p>\n</p> MENU SUPPORT ACCOUNT MENU <ul>\n<li>Home</li>\n<li>About</li>\n<li>Communities</li>\n<li>Business</li>\n</ul> ACCOUNT <ul>\n<li>Pay My Bill</li>\n<li>Manage Account</li>\n</ul>\n<ul>\n<li>My Community</li>\n<li>My Channels</li>\n<li>My Promotions</li>\n</ul> &nbsp.\n&nbsp.\nHOME Remember me Forgot Username or Password SUPPORT About <li>Our Promise</li>\n<li>Our Company</li>\n<li>Community</li>\n<li>Events</li>\n<li>Careers</li>\n<li>Contact Us</li> Communities <li>Customers We Serve</li>\n<li>Our Services</li>\n<li>Fiber-Optic Advantage</li>\n<li>OpticalTel Advantage</li>\n<li>Our Customer Support</li>\n<li>Contact Sales</li> Business <li>Customers We Serve</li>\n<li>Our Services</li>\n<li>Gig Speed Fiber</li>\n<li>Partner Programs</li>\n<li>News</li>\n<li>Contact Sales</li> Follow us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Need Customer Support? <p>We're available by phone 24/7</p> Call Us <p> Communities: 1.855.303.4237 </p>\n<p> Business: 1.888.274.7635 </p> Send us a message <p>support@opticaltel.com</p> Mail Payment <p>PO Box 10710</p>\n<p>Miami, FL 33101</p> Terms &amp.\nConditions Privacy Policy Quick Clicks <p>\n</p>\n<ul>\n<li>Pay My Bill</li>\n<li>FAQ's</li>\n<li>Forgot Login/Password</li>\n<li>My Community</li>\n</ul> ©2021 OpticalTel.<br> All rights reserved.\nNeed Customer Support? <p>We're available by phone 24/7</p> Call For Communities Email Support <p>Mail Payments</p>\n<p>PO Box 10710</p>\n<p> Miami, FL 33101</p> Call For Businesses FAQ's <p>Quick Clicks</p>\n<p>Pay My Bill</p>\n<p>Forgot Login/Password</p>\n<p> My Community</p> About <li>Our Promise</li>\n<li>Our Company</li>\n<li>Community</li>\n<li>Events</li>\n<li>Careers</li>\n<li>Contact Us</li> Communities <li>Customers We Serve</li>\n<li>Our Services</li>\n<li>Fiber-Optic Advantage</li>\n<li>Optical Advantage</li>\n<li>Customer Support</li>\n<li>Contact Sales</li> Business <li>Customers We Serve</li>\n<li>Our Services</li>\n<li>Gig Speed Fiber</li>\n<li>Partner Programs</li>\n<li>News</li>\n<li>Contact Sales</li>\n<p>Follow us</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Terms &amp.\nConditions Privacy Policy © 2021 OpticalTel.\nAll rights reserved.\n", "created_at": "2022-12-20 05:04:35.111195", "updated_at": "2022-12-20 05:04:44.796696"}, {"id": 13474, "name": " TERMS & CONDITIONS", "url": "https://opticaltel.com/terms-and-conditions/", "xpath": "//body", "text": " Toggle Navigation ABOUT COMMUNITIES BUSINESS SUPPORT ACCOUNT &nbsp.\n&nbsp.\nHOME <ul>\n<li>Pay My Bill</li>\n<li>Manage Account</li>\n</ul>\n<ul>\n<li>My Community</li>\n<li>My Channels</li>\n<li>My Promotions</li>\n</ul> &nbsp.\n&nbsp.\nHOME Remember me Forgot Username or Password TERMS &amp.\nCONDITIONS <p>\n</p>\n<p>\n<strong>Introduction</strong>\n<br>\nThese Website Standard Terms and Conditions written on this webpage shall manage your use of our website, opticaltel.com accessible at www.opticaltel.com.</p>\n<p>These Terms will be applied fully and affect to your use of this Website.\nBy using this Website, you agreed to accept all terms and conditions written in here.\nYou must not use this Website if you disagree with any of these Website Standard Terms and Conditions.</p>\n<p>Minors or people below 18 years old are not allowed to use this Website.</p>\n<p>\n<strong>Intellectual Property Rights</strong>\n<br>\nOther than the content you own, under these Terms, Opticaltel and/or its licensors own all the intellectual property rights and materials contained in this Website.&nbsp.\nYou are granted limited license only for purposes of viewing the material contained on this Website.</p>\n<p>The Content and the Marks are provided on the Site “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms and Conditions, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.</p>\n<p>Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.</p>\n<p>\n<strong>Restrictions</strong>\n<br>\nYou are specifically restricted from all of the following:</p>\n<p>publishing any Website material in any other media;<br>\nselling, sublicensing and/or otherwise commercializing any Website material;<br>\npublicly performing and/or showing any Website material;<br>\nusing this Website in any way that is or may be damaging to this Website;<br>\nusing this Website in any way that impacts user access to this Website;<br>\nusing this Website contrary to applicable laws and regulations, or in any way may cause harm to the Website, or to any person or business entity;<br>\nengaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this Website;<br>\nusing this Website to engage in any advertising or marketing.<br>\nCertain areas of this Website are restricted from being access by you and Opticaltel may further restrict access by you to any areas of this Website, at any time, in absolute discretion.\nAny user ID and password you may have for this Website are confidential and you must maintain confidentiality as well.</p>\n<p>\n<strong>Your Content</strong>\n<br>\nIn these Website Standard Terms and Conditions, “Your Content” shall mean any audio, video text, images or other material you choose to display on this Website.\nBy displaying Your Content, you grant Opticaltel a non-exclusive, worldwide irrevocable, sub licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media.</p>\n<p>Your Content must be your own and must not be invading any third-party’s rights.\nOpticaltel reserves the right to remove any of Your Content from this Website at any time without notice.</p>\n<p>\n<strong>Your Privacy</strong>\n<br>\nPlease read Privacy Policy found here: http://opticaltel.com/privacy-policy/.</p>\n<p>\n<strong>Third-Party Websites and Content</strong>\n<br>\nThe Site may contain (or you may be sent via the Site) links to other websites (“Third-Party Websites”) as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (“Third-Party Content”).</p>\n<p>Such Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.</p>\n<p>Inclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms and Conditions no longer govern.</p>\n<p>You should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.</p>\n<p>You agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.</p>\n<p>\n<strong>No warranties</strong>\n<br>\nThis Website is provided “as is,” with all faults, and Opticaltel express no representations or warranties, of any kind related to this Website or the materials contained on this Website.\nAlso, nothing contained on this Website shall be interpreted as advising you.</p>\n<p>\n<strong>Limitation of liability</strong>\n<br>\nIn no event shall Opticaltel, nor any of its officers, directors and employees, shall be held liable for anything arising out of or in any way connected with your use of this Website whether such liability is under contract.\nOpticaltel, including its officers, directors and employees shall not be held liable for any indirect, consequential or special liability arising out of or in any way related to your use of this Website.</p>\n<p>\n<strong>Indemnification</strong>\n<br>\nYou hereby indemnify to the fullest extent Opticaltel from and against any and/or all liabilities, costs, demands, causes of action, damages and expenses arising in any way related to your breach of any of the provisions of these Terms.</p>\n<p>\n<strong>Severability</strong>\n<br>\nIf any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein.</p>\n<p>\n<strong>Variation of Terms</strong>\n<br>\nOpticaltel is permitted to revise these Terms at any time as it sees fit, and by using this Website you are expected to review these Terms on a regular basis.</p>\n<p>\n<strong>Assignment</strong>\n<br>\nThe Opticaltel is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification.\nHowever, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms.</p>\n<p>\n<strong>Entire Agreement</strong>\n<br>\nThese Terms constitute the entire agreement between Opticaltel and you in relation to your use of this Website, and supersede all prior agreements and understandings.</p>\n<p>\n<strong>Governing Law &amp.\nJurisdiction</strong>\n<br>\nThese Terms will be governed by and interpreted in accordance with the laws of the State of Florida, and you submit to the non-exclusive jurisdiction of the state and federal courts located in U.S.\nfor the resolution of any disputes.</p>\n<p>\n</p> MENU SUPPORT ACCOUNT MENU <ul>\n<li>Home</li>\n<li>About</li>\n<li>Communities</li>\n<li>Business</li>\n</ul> ACCOUNT <ul>\n<li>Pay My Bill</li>\n<li>Manage Account</li>\n</ul>\n<ul>\n<li>My Community</li>\n<li>My Channels</li>\n<li>My Promotions</li>\n</ul> &nbsp.\n&nbsp.\nHOME Remember me Forgot Username or Password SUPPORT About <li>Our Promise</li>\n<li>Our Company</li>\n<li>Community</li>\n<li>Events</li>\n<li>Careers</li>\n<li>Contact Us</li> Communities <li>Customers We Serve</li>\n<li>Our Services</li>\n<li>Fiber-Optic Advantage</li>\n<li>OpticalTel Advantage</li>\n<li>Our Customer Support</li>\n<li>Contact Sales</li> Business <li>Customers We Serve</li>\n<li>Our Services</li>\n<li>Gig Speed Fiber</li>\n<li>Partner Programs</li>\n<li>News</li>\n<li>Contact Sales</li> Follow us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Need Customer Support? <p>We're available by phone 24/7</p> Call Us <p> Communities: 1.855.303.4237 </p>\n<p> Business: 1.888.274.7635 </p> Send us a message <p>support@opticaltel.com</p> Mail Payment <p>PO Box 10710</p>\n<p>Miami, FL 33101</p> Terms &amp.\nConditions Privacy Policy Quick Clicks <p>\n</p>\n<ul>\n<li>Pay My Bill</li>\n<li>FAQ's</li>\n<li>Forgot Login/Password</li>\n<li>My Community</li>\n</ul> ©2021 OpticalTel.<br> All rights reserved.\nNeed Customer Support? <p>We're available by phone 24/7</p> Call For Communities Email Support <p>Mail Payments</p>\n<p>PO Box 10710</p>\n<p> Miami, FL 33101</p> Call For Businesses FAQ's <p>Quick Clicks</p>\n<p>Pay My Bill</p>\n<p>Forgot Login/Password</p>\n<p> My Community</p> About <li>Our Promise</li>\n<li>Our Company</li>\n<li>Community</li>\n<li>Events</li>\n<li>Careers</li>\n<li>Contact Us</li> Communities <li>Customers We Serve</li>\n<li>Our Services</li>\n<li>Fiber-Optic Advantage</li>\n<li>Optical Advantage</li>\n<li>Customer Support</li>\n<li>Contact Sales</li> Business <li>Customers We Serve</li>\n<li>Our Services</li>\n<li>Gig Speed Fiber</li>\n<li>Partner Programs</li>\n<li>News</li>\n<li>Contact Sales</li>\n<p>Follow us</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Terms &amp.\nConditions Privacy Policy © 2021 OpticalTel.\nAll rights reserved.\n", "created_at": "2022-12-20 05:04:58.753416", "updated_at": "2022-12-20 05:05:08.404337"}], "points": [], "urls": ["opticaltel.com"]}}