{"error": 448, "message": "OK", "parameters": {"id": 8911, "name": "Cozy.tv", "created_at": "2023-07-08 19:50:35.554032", "updated_at": "2023-07-08 22:02:36.029236", "wikipedia": null, "keywords": null, "related": null, "slug": "cozy-tv", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8911.png", "url": "cozy.tv", "documents": [{"id": 17421, "name": "Privacy Policy", "url": "https://cozy.tv/policies/?info=privacy", "xpath": "//body", "text": "legalMenuTerms of ServicePrivacy PolicyDMCA<p>Privacy Policy</p>\n<p>Last Updated: April 23, 2022</p>\n<p>Cozy.tv is owned, operated, and controlled by Trollge, LLC.\nCozy.tv, Trollge, LLC., and all other affiliates, hereinafter will be referred as “<strong>We”</strong> or the “<strong>Company”</strong>.\nWe are committed to protecting and respecting the user’s privacy.</p>\n<p>\n<strong>Currently, the Company collects the following data:</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Telegram ID and username.</strong>\n</p>\n</li>\n</ul>\n<p>\n<strong>Changes to Our Privacy Policy:</strong>\n</p>\n<p>\n<strong>It is the Company’s policy to post any changes We make to our privacy policy on this page with a notice of an updated policy.\nIf we make material changes to how we treat our users’ personal information, We will notify the user through a notice on the Website.\nThe date the privacy the privacy policy was last revised is identified at the top of the page.\nYou are solely responsible for ensuring you are up-to-date on our privacy policy.</strong>\n</p>\n<p>\n<strong>Your California Privacy Rights</strong>\n</p>\n<p>\n<strong>If you are a resident of the state of California, California law may provide you with additional rights for protection of your data.\nCurrently, we do not collect any information.</strong>\n</p>\n<p>\n<strong>If we were to collect personal data, California’s “Shine the Light” law (Civil Code Section § 1798.83) permits users of our Website, who are residents of the state of California, to request certain information regarding our disclosures of personal informational to third parties for their direct marketing purposes.\n</strong>\n</p>\n<p>\n<strong>Contact Information</strong>\n</p>\n<p>\n<strong>To ask questions or comment about this privacy policy and our privacy practices, contact us at:</strong>\n</p>\n<p>\n<strong>Trollge, LLC.</strong>\n</p>\n<p>\n<strong>530-B Harkle Rd, STE 100</strong>\n</p>\n<p>\n<strong>Santa Fe, New Mexico 87505</strong>\n</p>\n<p>\n<strong>Or by email: privacy@support.cozy.tv</strong>\n</p>\n", "created_at": "2023-07-08 19:50:35.584925", "updated_at": "2023-07-08 19:50:58.193442"}, {"id": 17422, "name": "Copyright Policy", "url": "https://cozy.tv/policies/?info=dmca", "xpath": "//body", "text": null, "created_at": "2023-07-08 19:51:08.310689", "updated_at": "2023-07-08 19:51:08.310689"}, {"id": 17423, "name": "TERMS OF SERVICES", "url": "https://cozy.tv/policies/?info=tos", "xpath": "//body", "text": "legalMenuTerms of ServicePrivacy PolicyDMCA<p>\n<strong>\n<u>TERMS OF SERVICES</u>\n</strong>\n</p>\n<p>Please read Cozy.tv’s (“<strong>Cozy”, “we”, “us”</strong>&nbsp;or “<strong>our</strong>”) Terms of Service carefully.\nThese terms of service are entered into by and between You and the Company (the “<strong>Agreement</strong>”).\nThe following terms and conditions, together with the Copyright Policy, the Privacy Policy and other documents expressly incorporated by reference (collectively “<strong>Terms of Service</strong>”), govern your access to and use of Cozy and other web properties of Trollge, LLC., including, but not limited to, any content, functionality, and services offered on or through Cozy, whether as a streamer, a registered user, or guest.</p>\n<p>\n<strong>\n<u>Agreement to Terms of Service:</u>\n</strong>\n</p>\n<p>By using Cozy, you accept and agree to be bound and abide by these Terms of Service.\nIf you do not want to agree to these Terms of Service, you must not access or use Cozy.</p>\n<p>\n<strong>\n<u>Changes to Terms of Service:</u>\n</strong>\n</p>\n<p>We may revise and update the Terms of Service at any time at our sole discretion.\nAll changes are effective immediately and apply to all access to and use of Cozy thereafter.\nIf you continue to access and use Cozy after we have posted the updated Terms of Service, you are agreeing to be bound by the updated Agreement.\nIf you do not agree to be bound by the updated Agreement, then you may not use or access Cozy.\nYou are expected to check this page frequently, so you are aware any chances, for they are binding.</p>\n<p>\n<strong>\n<u>Description of Service:</u>\n</strong>\n</p>\n<p>Cozy enables users, among other things, to access pre-recorded video content, live stream contents, participate in live chats, and interact with other users of Cozy.</p>\n<p>Content creators (“<strong>Streamers</strong>”) can broadcast live streams, post, share pre-recorded video content, and share other Streamers’ video content.</p>\n<p>\n<strong>\n<u>Accessing Cozy:</u>\n</strong>\n</p>\n<p>If you are between thirteen (13) and eighteen (18), you must have permission from your legal guardian before you are permitted to use Cozy.</p>\n<p>\n<strong>\n<u>Intellectual Property Rights:</u>\n</strong>\n</p>\n<p>Cozy and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned by Cozy, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights law.</p>\n<p>These Terms of Service permit you to use Cozy for your personal, non-commercial use only, unless you have explicit permission from Cozy, you must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on Cozy.</p>\n<p>If you wish to make any use of material on Cozy other than that set out in this section, please address your request to: media@support.cozy.tv</p>\n<p>\n<strong>\n<u>General Prohibitions:</u>\n</strong>\n</p>\n<p>You only may use Cozy for lawful purposes and abide by the Terms of Services.\nYou agree not to do any of the following:</p>\n<p>In any way that would violate any applicable federal, state, or local law of the United States of America (including, without limitation, any laws regarding the export of data or software to and from the US or other countries) and is not protected by the First Amendment to the U.S.\nConstitution (the “First Amendment”).</p>\n<p>Access, tamper with, or use non-public areas of Cozy, Cozy’s computer systems, or the technical delivery systems of Cozy providers;</p>\n<p>Attempt to probe, scan or test the vulnerability of Cozy’s systems or network or breach any security or authentication measures;</p>\n<p>Attempt to access or search Cozy or download its content, through the use of any engine, software, tool, agent, device or mechanism (including spiders, robots, crawlers, data mining tools or the like) other than the software and/or search agents provided by Cozy or other generally available third-party web browsers;</p>\n<p>Send any unsolicited or unauthorized advertising, promotional materials, email, junk mail, spam, chain letters or other form of solicitation;</p>\n<p>Use any meta tags or other hidden text or metadata utilizing Cozy’s trademark, logo URL or product name without Cozy’s express written consent;</p>\n<p>Attempt to decipher, decompile, disassemble or reverse engineer any of the software used for Cozy;</p>\n<p>Interfere with, or attempt to interfere with, the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing Cozy;</p>\n<p>Impersonate or misrepresent your affiliation with the Company;</p>\n<p>Encourage or enable any other individual to do any of the foregoing.\nWe are not obligated to monitor access to or use of Cozy or to review or edit any Streamer’s content.\nWe have the right to do so for the purpose of operating Cozy, to ensure compliance with this Agreement and to comply with applicable law or other legal requirements.\nWe reserve the right, but are not obligated, to remove or disable access to any Streamer, to disable or bar any activities, and to disable, suspend, or terminate any accounts at any time and without notice, for no reason or for any reason including, but not limited to, if we, at our sole discretion, consider any Streamer’s content, activities, or accounts to be objectionable, offensive, in violation of this Agreement, or unfavorable or potentially harmful to Cozy, their or the Company’s reputation, or the Company’s brands.\nWe have the right to investigate violations of this Agreement or conduct that affects Cozy, the Company’s reputation, or the Company’s brands.</p>\n<p>Prohibitions are not limited to the list above.\nCozy has full discretion to add, eliminate, or amend any prohibited activity on its website.</p>\n<p>\n<strong>\n<u>Streamers and Live Chat:</u>\n</strong>\n</p>\n<p>All streamers and live chat users (“users”) must comply with the Terms of Service.\nAny post to the site will be considered non-confidential and non-proprietary.\nBy providing any content, you grant us and our affiliates and service provided, and each of their and our licensees, successors, and assigns an irrevocable, preputial, royalty-free right to use, republish, preproduce, modify, perform, display, distribute, and otherwise disclose to third parties any such material for any purpose.</p>\n<p>You understand and acknowledge full responsibility for any content you submit or contribute, and you, not Cozy, have full responsibility for such content, including its legality, reliability, accuracy, and appropriateness.</p>\n<p>As a Streamer on Cozy, you agree to not defame, harass, abuse, threaten, or defraud other streamers on this platform.\nYou are prohibited from collecting or attempting to collect personal information about other streamers without their consent or disclosing personal information of other streamers.</p>\n<p>All content streamed on Cozy must be in compliance with local, state, and United States federal laws.\nContent displaying illegal activities, or a conviction of illegal activity, will automatically terminate your channel.\nPlease see the General Prohibition Section of the Terms of Service for more information.</p>\n<p>Aside from paragraph two, a violation of any of these terms or the Terms of Agreement may result in a strike against your channel.\nA strike, or an accumulation of strikes, may result in a temporary or permanent suspension.</p>\n<p>\n<strong>\n<u>Content Standards:</u>\n</strong>\n</p>\n<p>These content standards apply to any and all users of Cozy.\nAll content must comply with applicable federal, state, and local laws.</p>\n<p>All users of Cozy are prohibited from:</p>\n<p>Making any unlawful speech.\nAny and all users must not aid, abet, assist, counsel, procure or solicit the commission of, nor constitute an attempt or part of a conspiracy to commit any unlawful act;</p>\n<p>Unlawfully threatening any Streamer or third party;</p>\n<p>Posting any obscene, pornographic or sexually explicit material;</p>\n<p>Violating the legal rights of any other users.\nor</p>\n<p>Posting about investments relating to finance, investments or gambling of any kind.\nor</p>\n<p>\n<strong>\n<u>Privacy Policy:</u>\n</strong>\n</p>\n<p>All information we collect on Cozy is subject to our&nbsp;<strong>Privacy Policy</strong>.\nBy using the Cozy, you consent to all actions taken by us with respect to your information in compliance with the&nbsp;<strong>Privacy Policy</strong>.</p>\n<p>\n<strong>\n<u>Disclaimer of Warranties:</u>\n</strong>\n</p>\n<p>TO THE FULLEST EXTENT PROVIDED BY LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF COZY OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p>\n<p>YOUR USE OF COZY, ITS CONTENT, AND ANY SERVICES IS AT YOUR OWN RISK.\nCOZY, ITS CONTENT, AND ANY SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER COZY NOR ANY PERSON ASSOCIATED WITH COZY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF COZY.\nWITHOUT LIMITING THE FOREGOING, NEITHER COZY NOR ANYONE ASSOCIATED WITH COZY REPRESENTS OR WARRANTS THAT COZY, ITS CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT COZY OR ANY SERVICES OR ITEMS OBTAINED THROUGH COZY WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>TO THE FULLEST EXTENT PROVIDED BY LAW, THE COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>\n<strong>\n<u>Limitations on Liability:</u>\n</strong>\n</p>\n<p>TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL COZY, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, COZY, ANY WEBSITES LINKED TO IT, ANY CONTENT ON COZY OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE.THE FOREGOING DOES NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<p>\n<strong>\n<u>Indemnification:</u>\n</strong>\n</p>\n<p>You agree to defend, indemnify, and hold harmless the Cozy, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms of Service or your use of Cozy, including, but not limited to, any use of the Cozy’s content, services, and products other than as expressly authorized in these Terms of Service, or your use of any information obtained from Cozy.</p>\n<p>\n<strong>\n<u>Governing Law:</u>\n</strong>\n</p>\n<p>Any legal suit, action, or proceeding arising out of, or related to, these Terms of Service or Cozy shall be instituted exclusively in the federal courts of the United States or the courts of the State of Illinois, in each case located in the City of Chicago and County of Cook, although we retain the right to bring any suit, action, or proceeding against you for breach of these Terms of Service in your state or country of residence or any other relevant jurisdiction.\nYou waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.</p>\n<p>\n<strong>\n<u>Waiver and Severability</u>\n</strong>\n</p>\n<p>No waiver by Cozy of any term or condition set out in these Terms of Service shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Cozy to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision.\nAny provision held invalid by a court shall not deem the entire Terms of Service invalid.</p>\n<p>\n<strong>\n<u>Entire Agreement</u>\n</strong>\n</p>\n<p>The Terms of Service, our&nbsp;Privacy Policy, our&nbsp;Copyright Policy&nbsp;constitute the sole and entire agreement between you and&nbsp;<strong>Cozy.tv</strong>&nbsp;(fully controlled, operated, and owned by Trollge, LLC.) regarding the Cozy and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding Cozy.</p>\n<p>\n<strong>\n<u>WAIVER OF JURY TRIAL</u>\n</strong>\n</p>\n<p>YOU AGREE TO WAIVE ALL RIGHTS TO A JURY TRIAL FOR ANY DISPUTE BETWEEN YOU AND TROLLGE, LLC., AND AGREE TO FINAL AND BINDING ARBITRATION UNDER THE RULES OF ARBITRATION OF THE AMERICAN ARBITRATION ASSOCIATION APPLYING ILLINOIS LAW.</p>\n", "created_at": "2023-07-08 19:51:22.395461", "updated_at": "2023-07-08 19:51:30.057328"}], "points": [], "urls": ["cozy.tv"]}}