{"error": 448, "message": "OK", "parameters": {"id": 1031, "name": "Apache", "created_at": "2019-01-02 18:22:52.126291", "updated_at": "2022-12-04 00:46:07.998512", "wikipedia": "https://en.wikipedia.org/wiki/Apache_Software_Foundation", "keywords": null, "related": null, "slug": "apache_http_server", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1031.png", "url": "apache.org", "documents": [{"id": 2572, "name": "Privacy Policy", "url": "https://privacy.apache.org/policies/privacy-policy-public.html", "xpath": "/html/body/main", "text": " <p>** This privacy policy is currently being adopted and may not yet be fully implemented at all websites **</p>\n<p>This Privacy Policy clarifies the nature, scope and purpose of the processing of personal data\n(hereinafter referred to as “Data”) within our online offering and the related websites, features\nand content, as well as external online presence, e.g.\nour social media profiles on Twitter, Facebook, YouTube and similar sites\n(collectively referred to as “online presence”).\nWith regard to the terminology we use, e.g.\n“Processing” or “Responsible”,\nwe refer to the definitions in Article 4 of the General Data Protection Regulation (GDPR).</p> 1.\nName and contact details of the controller and the company data protection officer\n<p>This privacy policy applies to data processing by:</p>\n<p>Responsible:</p>\n<p>The Apache Software Foundation<br>\nV.\nP.\nData Privacy<br>\n1000 N West Street, Suite 1200<br>\nWilmington, DE 19801<br>\nU.S.A.</p>\n<p>E-Mail: vp-privacy@apache.org</p> 2.\nCollection and storage of personal data and the nature and purpose of their use a) When visiting the website Log files <p>When you visit our websites (full list of domains) or one of our subdomains,\nthe browser on your device automatically sends information to the server of our website.\nThis information is temporarily stored in a log file.\nThe following information is being collected without your intervention and stored until automated deletion:</p>\n<ul>\n<li>The IP address of the requesting computer</li>\n<li>The date and time of access</li>\n<li>The name and URL of the retrieved file</li>\n<li>The website from which access is made (referrer URL)</li>\n<li>Geo information of the location from which access is made</li>\n<li>The browser used and, if applicable, the operating system of your computer and the name of your access provider</li>\n</ul>\n<p>The data mentioned are processed by us for the following purposes:</p>\n<ul>\n<li>Ensuring connectivity of our website</li>\n<li>Ensuring a use of our website, of which we think is comfortable for you</li>\n<li>Evaluation of system security and stability</li>\n<li>Other administrative purposes</li>\n</ul>\n<p>The retention time for this data is 90 days.</p>\n<p>The legal basis for data processing is Art.\n6 para.\n1 p.\n1 lit.\nf GDPR.\nOur legitimate interest follows from the data collection purposes listed above.\nIn no case do we use the collected data for the purpose of drawing conclusions about you.\nIn addition, we use cookies and analysis services when you visit our website.\nFurther details can be found under no.\n4 and 5 of this privacy policy.</p> Matomo <p>In addition to log files, some of our websites use Matomo to understand what parts of the website are important to our users, what features are most frequently accessed, where users get lost in the documentation, etc.\nThis data allows us to better understand how users use the system, the website, and the docs and where to focus improvements next.</p>\n<p>The collected information consists of the following:</p>\n<ul>\n<li>The IP address from which you access the website</li>\n<li>The type of browser and operating system you use to access our site</li>\n<li>The date and time you access our site</li>\n<li>The pages you visit</li>\n<li>If you click on any of the file download links on our website</li>\n<li>The addresses of pages from where you followed a link to our site</li>\n<li>The addresses of pages you go to from our site</li>\n<li>The search terms you use on the website</li>\n</ul>\n<p>This information is gathered and stored using the open source software Matomo.\nWe don’t use any cookies to collect this information.\nAn IP address is anonymized by removing the last two octets from the IP address.\nThat means that if your IP is 192.168.100.50, we store it as 192.168.0.0.</p>\n<p>Matomo is self-hosted on a virtual machine provided by the Apache Software Foundation.\nIt can only be accessed by members of the Apache Privacy committee.\nThe data can be viewed by anyone by visiting https://analytics.apache.org/.</p>\n<p>Matomo respects any Do Not Track setting in your browser.\nYou can also opt-out from all Matomo tracking below.</p> b) When registering for our newsletter and mailing lists <p>If, pursuant to Art.\n6 para.\n1 sentence 1 lit.\na GDPR, you have expressly consented, we use your e-mail address to periodically send you our newsletter.\nFor the receipt of the newsletter the indication of an e-mail address is sufficient.</p>\n<p>We inform our visitors at regular intervals through newsletters about news and offers from The Apache Software Foundation.</p>\n<p>The newsletter of our Foundation can only be received if (1) the data subject has a valid e-mail address and (2) the person concerned registers for the newsletter.\nFor legal reasons, a confirmation e-mail will be sent to the e-mail address entered by an affected person before the first time of sending the newsletter, using the double-opt-in procedure.\nThis confirmation email is used to check whether the owner of the e-mail address is the person who authorized the receipt of the newsletter.</p>\n<p>When you subscribe to the newsletter, we store the date and time of registration and the email address.\nThe collection of this data is necessary for us to understand the (possible) misuse of an affected person’s e-mail address at a later date and therefore serves as legal safeguards for the controller.</p>\n<p>The personal data collected in the context of registering for the newsletter is used exclusively to send our newsletter.</p>\n<p>Subscribers may also be notified by e-mail if this is necessary for the operation of the newsletter service or registration, as might be the case in the event of changes to the newsletter/mailing list or technical changes.</p>\n<p>There will be no transfer to third parties of the personal data collected as part of the newsletter service.</p>\n<p>Subscription to our newsletter may be terminated by the person concerned at any time.\nConsent to the storage of personal data that the person has given us for the newsletter dispatch can be revoked at any time.\nFor the purpose of revoking the consent, instructions are given by the end of each newsletter email.</p> c) When registering for our mailing lists <p>If, pursuant to Art.\n6 para.\n1 sentence 1 lit.\na GDPR, you have expressly consented, we use your e-mail address to send you messages arriving at our mailing lists.\nFor the receipt of the mailing list message the indication of an e-mail address is sufficient.</p>\n<p>Visitors may communicate with us through our mailing lists.</p>\n<p>The mailing list messages of our organisation can only be received if (1) the person concerned has a valid e-mail address and (2) the person concerned registers for the mailing list.\nFor legal reasons, a confirmation e-mail will be sent to the e-mail address entered by an affected person for the first time using the double-opt-in procedure.\nThis confirmation email is used to check whether the owner of the e-mail address authorized the receipt of the mailing list messages.</p>\n<p>When you subscribe to a mailing list, we store the date and time of registration and the email address.\nThe collection of this data is necessary for us to understand the (possible) misuse of an affected person’s e-mail address at a later date and therefore serves as legal safeguards for the controller.\nWhen a mailing list is archived, the log file will be deleted.</p>\n<p>The personal data collected in the context of registering for a mailing list will be used exclusively to send messages arriving at that mailing list.</p>\n<p>Subscribers may also be notified by e-mail if this is necessary for the operation of the mailing list service or registration, as might be the case in the event of changes to the mailing list or other technical changes.</p>\n<p>We will not actively transfer to third parties any personal data as part of the mailing list service.\nHowever, almost all of our mailing lists are of a public nature.</p>\n<p>This means, your name and email may be exposed to the public.\nAlso, all information you send to a mailing list will be exposed to the public.\nThird parties may collect this information and process it separately.\nThe sender of messages is responsible if they expose their personal data to the public.</p>\n<p>All content sent to mailing lists is archived indefinitely.\nBy using our mailing list service, you agree that any content is archived in that way.</p>\n<p>Subscription to our mailing lists may be terminated by the person concerned at any time.\nThe consent to the storage of personal data that a person has given us for the mailing list dispatch can be revoked at any time.\nFor the purpose of revoking the consent, instructions are given by the end of every email.</p> 3.\nDisclosure of data <p>Transfer of your personal data to third parties for purposes other than those listed below does not take place.\nWe only share your personal information with third parties if:</p>\n<ul>\n<li>You, in accordance with Art.\n6 para.\n1 p.\n1 lit.\na GDPR, have given express consent to this.</li>\n<li>Disclosure pursuant to Art.\n6 para.\n1 sentence 1 lit.\nf GDPR is required to assert, exercise or defend legal claims and there is no reason to assume that you have a predominantly legitimate interest in not disclosing your data.</li>\n<li>Disclosure pursuant to Art.\n6 para.\n1 sentence 1 lit.\nc GDPR is a legal obligation.</li>\n<li>As permitted by law and according to Art.\n6 para.\n1 sentence 1 lit.\nb GDPR, disclosure is required for the settlement of contractual relationships with you.</li>\n</ul> 4.\nExternal service providers <p>The Apache Software Foundation uses the following external service providers who help to optimize its services.\nInsofar as these service providers process data on behalf of The Apache Software Foundation, agreements have been concluded with them which set the European data protection standards as binding and, in particular, prohibit the use of the data for other purposes.\nIf we commission third parties to process data on the basis of a so-called “contract processing contract”, this is done on the basis of Art.\n28 GDPR.</p> (a) Hetzner: Hosting <p>The Apache Software Foundation uses the Hetzner Data Centers (Hetzner Online GmbH, Industriestr.\n25, 91710 Gunzenhausen, Germany) to maintain our servers.\nThe servers are located in Finland and used for hosting databases and web content.</p> (b) Amazon Web Services: DNS\n<p>The Apache Software Foundation uses the Amazon Web Services (“AWS”) service of Amazon Web Services, Inc.\n(P.O.\nBox 81226, Seattle, WA 98108-1226, USA), to host DNS records.\nBy the nature of DNS, the data is stored in several servers around the globe.\nAWS data centers are certified to ISO 27001, 27017 and 2018 as well as PCI DSS Level 1.</p> (c) LeaseWeb: Hosting <p>The Apache Software Foundation uses the LeaseWeb Data Centers (Leaseweb USA, Inc., 9301 Innovation Drive / Suite 100, Manassas, VA 20110) to maintain our servers.\nThe servers are located in the USA and used for hosting databases and web content.\nLeaseWeb fully supports the GDPR.\nDetails and privacy statements can be found here.</p> (d) Microsoft Azure: Hosting <p>The Apache Software Foundation uses the Microsoft Azure Data Centers (Microsoft Corporation, One Microsoft Way, Redmond, Washington 98052 USA) to maintain our servers.\nThe servers are located in the USA and used for hosting databases and web content.\nMicrosoft fully supports the GDPR.\nDetails and privacy statements can be found here.</p> (d) Online.net (Scaleway): Hosting <p>The Apache Software Foundation uses the Scaleway Data Centers (Scaleway S.A.S., 8 rue de la Ville l’Evêque, 75008 Paris) to maintain our servers.\nThe servers are located in Europe and used for hosting databases and web content.\nScaleway fully supports the GDPR.\nDetails and privacy statements can be found here.</p> (e) GitHub: Source Code Hosting <p>The Apache Software Foundation uses the GitHub Services (GitHub Inc., 88 Colin P.\nKelly Jr.\nStreet, San Francisco, California 94107 USA) to store, serve, and maintain source code.\nGitHub fully supports the GDPR.\nDetails and privacy statements can be found here.</p> (f) Fastly: CDN <p>The Apache Software Foundation uses Fastly (Fastly Inc., PO Box 78266, San Francisco, California, 94107, United States of America) to support our services.\nFastly fully supports the GDPR.\nDetails and privacy statements can be found here.</p> 5.\nSocial Media Plug-ins <p>We rely on our website on the basis of Art.\n6 para.\n1 sentence 1 lit.\nf GDPR social plug-ins from the social networks Facebook, Twitter and Instagram to make our company better known.\nThe underlying commercial purpose is to be regarded as a legitimate interest within the meaning of the GDPR.\nResponsibility for operation compliant with data protection is to be guaranteed by the respective providers.\nThe integration of these plug-ins by us is done by means of the so-called two-click method to protect visitors to our website in the best possible way.</p> a) YouTube <p>On our website we have integrated components from YouTube.\nYouTube is an internet video portal that allows video publishers to freely watch video clips provided by other users for free viewing, rating and commenting.\nYouTube allows the publication of all types of videos, so that both complete film and television broadcasts, music videos, trailers and user-made videos uploaded via the YouTube internet portal are available.</p>\n<p>YouTube’s operating company is YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.\nYouTube, LLC is a subsidiary of Google Inc., 1600 Amphitheater Pkwy, Mountain View, CA 94043-1351, USA.</p>\n<p>Each visit to one of the pages of this site operated by the controller and incorporating a YouTube component (YouTube video) will automatically cause the Internet browser on the subject’s information technology system to download an illustration of the corresponding YouTube component from YouTube.\nMore information about YouTube can be found at https://www.youtube.com/yt/about/en/.\nAs part of this technical process, YouTube and Google are aware of the specific location of our site visited by the person concerned.\nIf the person visiting our site is logged in to YouTube at the same time, YouTube calls a sub-page containing a YouTube video for the person visiting our site.\nThis information is collected by YouTube and Google and associated with the individual YouTube account.</p>\n<p>YouTube and Google will always receive information through the YouTube component that a person has visited our website if the person is logged into YouTube at the time of access to our website.\nthis happens regardless of whether the person clicks on a YouTube video or not.\nIf such transmission of this information to YouTube and Google is not wanted by the person visiting our site, they can prevent the transmission by logging out of their YouTube account before visiting our website.</p>\n<p>YouTube’s privacy policy, available at https://www.google.com/intl/en/policies/privacy/, identifies the collection, processing, and use of personally identifiable information by YouTube and Google.</p> 7.\nAffected rights <p>You have the right:</p>\n<ul>\n<li>in accordance with Art.\n15 GDPR, to request information about your personal data processed by us.\nIn particular, you can request information on the processing purposes, the category of personal data, the categories of recipients to whom your data has been disclosed, the planned retention period, the right to rectification, deletion, limitation of processing or opposition, the existence of a right to complain, the source of your data, if not collected from us, and the existence of automated decision-making including profiling and, where appropriate, meaningful information about your data.</li>\n<li>in accordance with Art.\n16 GDPR, to demand the immediate correction of incorrect or complete personal data stored with us.</li>\n<li>in accordance with Art.\n17 GDPR, to demand the deletion of your personal data stored by us, unless the processing is required for the exercise of the right to freedom of expression and information, for the fulfillment of a legal obligation, for reasons of public interest or for the assertion, exercise or defense of Legal claims.</li>\n<li>to demand the restriction of the processing of your personal data according to Art.\n18 GDPR, as far as the accuracy of the data is disputed by you, the processing is unlawful, but you reject its deletion and we no longer need the data, but you assert this, in the exercise or defense of legal claims or you have objected to the processing in accordance with Art.\n21 GDPR.</li>\n<li>in accordance with Art.\n20 GDPR, to receive your personal data provided to us in a structured, standard and machine-readable format or to request transmission to another person.</li>\n<li>according to Art.\n7 para.\n3 GDPR, to revoke your once-given consent to us at any time.\nAs a result, we are not allowed to continue processing of data based on this consent for the future.</li>\n<li>to complain to a supervisory authority pursuant to Art.\n77 GDPR.\nAs a rule, you can contact the supervisory authority of your usual place of residence or work or our office.</li>\n</ul> 8.\nRight to object <p>If our retention of your personal data is based on legitimate interests in accordance with Art.\n6 para.\n1 sentence 1 lit.\nf GDPR, you have the right to file an objection against the processing of your personal data in accordance with Art.\n21 GDPR, provided that there are reasons for this arising from your particular situation or the objection is directed against direct mail.\nIn the latter case, you have a general right of objection, which is implemented by us without specifying any particular situation.\nIf you would like to exercise your right of revocation or objection, please send an e-mail to vp-privacy@apache.org.</p> 9.\nData security <p>We use the popular SSL (Secure Socket Layer) method during your site visit, in conjunction with the highest level of encryption supported by your browser.\nIn general, this is a 256-bit encryption.\nIf your browser does not support 256-bit encryption, we use 128-bit v3 technology instead.\nWhether a single page of our website is encrypted is shown by the closed representation of the key or lock icon in the lower status bar of your browser.</p>\n<p>We also take appropriate technical and organizational security measures to protect your data against accidental or intentional manipulation, partial or total loss, destruction or unauthorized access by third parties.\nOur security measures are continuously improved in line with technological developments.</p> 10.\nUpdating and changing this privacy policy <p>This privacy policy is currently valid and is valid as of 2022-04-21.</p>\n<p>As a result of the further development of our website and offers thereof, or due to changed legal or official requirements, it may be necessary to change this privacy policy.\nThe current privacy policy can be viewed and printed by you at any time on the website at https://privacy.apache.org/policies/privacy-policy-public.html.</p> ", "created_at": "2020-06-04 05:46:19.294362", "updated_at": "2022-12-04 00:45:03.388949"}], "points": [{"id": 25365, "title": "Third-party cookies are used for statistics", "source": "https://cwiki.apache.org/confluence/display/HTTPD/PrivacyPolicy", "status": "Draft of the Privacy Policy notes the usage of Google Analytics for statistical purposes.", "created_at": "2021-10-07 19:33:38.217821", "updated_at": "2021-12-08 23:05:07.717422", "quoteText": null, "case_id": 325, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["apache.org"]}}