{"error": 448, "message": "OK", "parameters": {"id": 8198, "name": "EJ Technologies", "created_at": "2023-05-02 21:42:34.458333", "updated_at": "2023-05-02 22:02:12.98612", "wikipedia": null, "keywords": null, "related": null, "slug": "ej-technologies", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8198.png", "url": "ej-technologies.com", "documents": [{"id": 15902, "name": "Privacy Policy", "url": "https://www.ej-technologies.com/company/privacy.html", "xpath": "/html/body/div[1]/div[3]/div/div/div[1]", "text": " Privacy Policy What data is collected? <p> Forms that collect your personal data on our web site have associated privacy policies that explain in detail why data is collected and what is done with it.\n</p>\n<p> In particular, we collect personal data in contact forms, support forms, in the quote generator and the trial extension forms.\nAlso, when you purchase a license, your personal data is saved in a database.\n</p>\n<p> In addition to the data entered in a form, an anonymized IP address may be collected.\nForm data may be stored in a database, an email ticketing system and email accounts.\n</p> Why is data collected? <p> The collected data is only used for the indicated purpose and related follow-ups: </p>\n<ul>\n<li> In contact and support forms, the data is used to follow up on your questions and feedback.\nWe will not send you any marketing emails based on your input in these forms.\n</li>\n<li> In the quote generator, the data is used to prepare a quote and send it to you per email.\nNo further emails will be sent based on this interaction.\n</li>\n<li> In the trial extension forms, the data is used to send you an evaluation key by email.\nOne follow-up email related to the evaluation and news about major releases with a maximum frequency of once per year may be sent.\n</li>\n<li> When you purchase a license through any channel, the licensing email is sent to the email address that you specified during your purchase.\nOne follow-up email related to the purchase and news about new significant releases may be sent.\nYour order data will be stored indefinitely.\n</li>\n</ul> How can I opt-out of email communication? <p> You can opt out of product-related emails by following the unsubscribe link directly in any email or by using the unsubscribe form.\nThe unsubscribe form will remove you from all mailing lists.\n</p> How is data hosted and content delivered?\n<p> We use the service “Cloudflare”.\nThe transfer of information between your browser and our website is routed through Cloudflare’s content delivery network network.\nCloudflare analyzes traffic between your browser and our website and filters out potentially malicious traffic from the Internet.\nIn doing so, Cloudflare may also use cookies, but these are used solely for the purpose described here.\n</p>\n<p> We have entered into an order processing agreement with Cloudflare.\nCloudflare is also a certified participant of the “EU-US Privacy Shield Framework”.\nCloudflare has committed to handling all personal data received from European Union (EU) member states in accordance with the “Privacy Shield Framework”.\nThe use of Cloudflare is based on our legitimate interest in providing our website as error-free and secure as possible (Art.\n6 para.\n1 lit.\nf GDPR).\nYou can find more information about security and data protection at Cloudflare here: https://www.cloudflare.com/privacypolicy/\n</p>\nHow long is the data stored?\n<p> The data is stored indefinitely unless you ask us to delete your data.\nContact forget@ej-technologies.com with any requests for deleting personal data.\n</p> What tracking mechanisms are used? <p> Our website does not use 3rd party tracking mechanism.\nFor our own marketing purposes we track if a click from an external advertisement leads to a download.\nThis is done with a session cookie that is discarded when the browser session is terminated.\nOnly aggregate data is store without any reference to personal information.\n</p>\n<p> We also use cookies to manage state while you are using our web site, for example in the multi-page steps of the trial extension or the quote generation.\nThese cookies are not used to track multiple visits to our web site.\n</p> How secure is the data? <p> Data is only transmitted through SSL-encrypted connections.\nIt is stored in computer systems that are controlled by ej-technologies GmbH and protected by security mechanisms that conform to the industry standard.\n</p> ", "created_at": "2023-05-02 21:42:34.488472", "updated_at": "2023-05-02 21:42:55.780208"}, {"id": 15903, "name": "Terms of Use", "url": "https://www.ej-technologies.com/company/terms.html", "xpath": "/html/body/div[1]/div[3]/div/div/div[1]", "text": " Terms of Use Copyright Statement <p> All material on this website is Copyright 2001-2023, ej-technologies GmbH.\nYou may link to any page that is directly accessible from the menu without submitting a form.\nAny other use or reproduction requires written consent of ej-technologies GmbH.\n</p> Privacy Statement <p> The privacy policy explains how personal information is handled by ej-technologies GmbH.\n</p> Links to Other Sites <p> Links to other sites are given for your convenience and may be protected by copyright laws.\nej-technologies GmbH is not responsible for the content and accuracy of these resources.\n</p> Trademarks <ul>\n<li>Java, Netbeans and Solaris are trademarks or registered trademarks of Oracle, Inc.\nin the United States and other countries.</li>\n<li>Microsoft and Windows are trademarks or registered trademarks of Microsoft Corporation, registered in the U.S.\nand other countries.</li>\n<li>All other trademarks mentioned on this web site are the property of their respective owners.</li>\n</ul> ", "created_at": "2023-05-02 21:42:34.518266", "updated_at": "2023-05-02 21:43:23.440381"}], "points": [], "urls": ["ej-technologies.com"]}}