{"error": 448, "message": "OK", "parameters": {"id": 8943, "name": "ChessTempo", "created_at": "2023-07-08 22:33:49.46539", "updated_at": "2023-07-09 10:02:48.439482", "wikipedia": null, "keywords": null, "related": null, "slug": "chesstempo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8943.png", "url": "chesstempo.com", "documents": [{"id": 17498, "name": "Privacy Policy", "url": "https://chesstempo.com/privacy", "xpath": "//body", "text": " LOG IN REGISTER FOR FREE Username Password Cancel Login Forgot log in Resend verification email Username Email Password Verify Password I have read and agree to the Chess Tempo Terms of Service.\nI would like to receive email updates related to Chess Tempo services.\nI have read and agree to the Chess Tempo Terms of Service.\nCancel Create menu CT Chesstempo.com Chess Books<i>arrow_drop_down</i>\n<ul>\n<li> Chess Books</li>\n<li> Buy Chess Books</li>\n</ul> Training <i>arrow_drop_down</i>\n<ul>\n<li> Chess Tactics</li>\n<li> Opening Training</li>\n<li> Chess Endgames</li>\n<li> Guess The Move</li>\n<li> Tactical Motifs</li>\n<li> Positional Motifs</li>\n<li> Training Targets</li>\n</ul> Problems <i>arrow_drop_down</i>\n<ul>\n<li> Chess Problems</li>\n<li> Problem search </li>\n<li> All Problem Comments</li>\n<li> Problem Comment Guidelines</li>\n<li> Problem Tagging Guidelines</li>\n</ul> Playing <i>arrow_drop_down</i>\n<ul>\n<li> Play Chess Online</li>\n<li> CT Players</li>\n</ul> Database <i>arrow_drop_down</i>\n<ul>\n<li> Chess Game Database</li>\n<li> Chess Openings</li>\n<li> Chess Players</li>\n<li> Database Comments</li>\n</ul> Members <i>arrow_drop_down</i>\n<ul>\n<li> Premium membership</li>\n<li> Users</li>\n<li> Leaderboards</li>\n<li> Online users</li>\n</ul> Resources <i>arrow_drop_down</i>\n<ul>\n<li> Widgets</li>\n<li> PGN Viewer</li>\n</ul> Forum <i>arrow_drop_down</i>\n<ul>\n<li> Forum Home</li>\n<li> Recent Posts</li>\n<li> Private Messages</li>\n<li> Unread Posts</li>\n<li> New Replies to Your Posts</li>\n</ul> Help <i>arrow_drop_down</i>\n<ul>\n<li> User Guide (HTML)</li>\n<li> User Guide (PDF)</li>\n<li> Blog</li>\n<li> FAQ</li>\n<li> Help &amp.\nSupport Forum</li>\n</ul>\n<i>brightness_medium</i> phone_iphone Log In / Register language <ul>\n<li>中文</li>\n<li>Deutsch</li>\n<li>Ελληνικά</li>\n<li>English</li>\n<li>Español</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Nederlands</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Русский</li>\n<li>Svenska</li>\n<li>Türkçe</li>\n</ul> Chess Tempo <i>brightness_medium</i> language <ul>\n<li>中文</li>\n<li>Deutsch</li>\n<li>Ελληνικά</li>\n<li>English</li>\n<li>Español</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Nederlands</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Русский</li>\n<li>Svenska</li>\n<li>Türkçe</li>\n</ul>\n<i>portrait</i> Log In / Register <i>home</i> Home <i>menu_book</i> Chess Books <i>people</i> Play chess online <i>extension</i> Chess Tactics <i>import_contacts</i> Opening Training <i>\n</i> Chess Endgames <i>\n</i> Guess The Move <i>\n</i> Tactical Motifs <i>\n</i> Positional Motifs <i>location_searching</i> Training Targets <i>find_replace</i> Problem search <i>\n</i> Chess Game Database <i>visibility</i> PGN Viewer <i>rss_feed</i> Blog <i>local_activity</i> Membership <i>\n</i> Users <i>\n</i> Leaderboards <i>\n</i> Forum <i>\n</i> User Guide <i>restore_page</i> Old site <i>\n</i> Mobile Privacy policy for Chess Tempo <p>\nIf you require any more information or have any questions about our privacy policy, please feel free to contact us by email at privacy@chesstempo.com.\n</p>\n<br>\n<p>\nAt Chess Tempo, the privacy of our visitors is of extreme importance to us.\nThis privacy policy document outlines the types of information that is received and collected by Chess Tempo and how it is used.\n</p>\n<br> Email Addresses\n<p>\nChess Tempo requires you enter your email address as part of the user registration process.\nUnder no circumstances is this email address shared with any third parties, including any third parties that may advertise on the Chess Tempo website.\n</p>\n<br>\n<p>\nEmail addresses are used as a method to authenticate users if they lose their password, and require a password reset.\nChess Tempo will only send you newsletters if you opted in to receive material from Chess Tempo when you signed up.\nOpting in to receive material will also turn on email notifications for other features such as correspondence game email notifications or comment reply notifications.\nYou can opt out of these and newsletters at any time via your preferences.\nIf you purchased premium membership via Chess Tempo, you may receive emails notifying you of the life cycle of your premium membership, such as when it begins and terminates.\nThese notifications are sent independent of the opt in settings.\n</p>\n<br> Log Files\n<p>\nLike many other Web sites, Chess Tempo makes use of log files.\nThe information inside the log files includes internet protocol ( IP ) addresses, type of browser, Internet Service Provider ( ISP ), date/time stamp, referring/exit pages, and number of clicks and patterns of browser usage, to analyze trends, administer the site, track user’s movement around the site, and gather demographic information.\nNone of this logged information is shared with any third parties\n</p>\n<br>\n<p>\nTo ensure fair play on the site, the logs may also include information required to help identify duplicate accounts\nsuch as specific browser or screen settings.\n</p>\n<br> Subscription details\n<p>\nIf you purchase a premium membership on Chess Tempo, we record the period, and payment amount of your purchase.\nWe do not store credit card details, and all processing and security is handled by our payment partners, Paypal and Stripe.\nPlease refer to their privacy policies for details on their data retention and other privacy details.\n</p>\n<br>\n<br> Game and training records\n<p>\nGame and training records are stored and are available publicly.\nData extracted from games is also logged and used to help detect cheating and enforce fair play.\nGame records cannot be deleted as the data is shared by both you and your opponent, however your game history page is removed upon account removal.\n</p>\n<br>\n<p>\nChats are also logged in order to provide a persistent record of chats for users, and to allow us to enforce our terms of service policies on chat abuse.\n</p>\n<br>\n<br> Do not track browser settings\n<p>\nWe do not current modify our data collection policy based on your browser's Do Not Track setting.\n</p>\n<br>\n<br> Cookies and Web Beacons\n<p>\nChess Tempo does use cookies to store information about visitors preferences, record user-specific information on which pages the user accesses or visits, customize Web page content based on visitors browser type or other information that the visitor sends via their browser.\n</p>\n<br>\n<p>\nSome of our advertising partners may use cookies and web beacons on our site.\nOur advertising partners include Google Adsense.\n</p>\n<br>\n<p>\nThese third-party ad servers or ad networks use technology to the advertisements and links that appear on Chess Tempo send directly to your browsers.\nThey automatically receive your IP address when this occurs.\nOther technologies ( such as cookies, JavaScript, or Web Beacons ) may also be used by the third-party ad networks to measure the effectiveness of their advertisements and / or to personalize the advertising content that you see.\n</p>\n<br>\n<p>\nChess Tempo has no access to or control over cookies that are used by third-party advertisers.\n</p>\n<br>\n<p>\nYou should consult the respective privacy policies of these third-party ad servers for more detailed information on their practices as well as for instructions about how to opt-out of certain practices.\nChess Tempo's privacy policy does not apply to, and we cannot control the activities of, such other advertisers or web sites.\n</p>\n<br>\n<p>\nIf you wish to disable cookies, you may do so through your individual browser options, however blocking cookies sent to chesstempo.com will prevent you from logging in to your account.\nMore detailed information about cookie management with specific web browsers can be found at the browsers' respective websites.\n</p>\n<br>\n<br>\n<br> Data retention\n<p>\nData collected by Chess Tempo is kept indexed by your email address and username unless removal is requested.\n</p>\n<br> Rights provided to EU citizens\n<p>\nIf you are a citizen of an EU country, you have the right to request access to your personal data.\nYou also have the right to have that data updated, corrected or deleted.\nIf you would like to exercise those rights, please contact us via the contact methods above.\nPlease note that your data may be transferred outside Europe as part of our operations and data backup requirements.\n</p> Account removal\n<p>\nIrrespective of whether you are a citizen of an EU country, you may request account removal by emailing privacy@chesstempo.com from the email address attached to your account, mentioning the username of the account in your email.\n</p>\n<br>\n<br>\n<ul>\n<li>Chess Tempo</li>\n<li>Privacy</li>\n<li>Terms of Service</li>\n<li>Contact </li>\n<li>Thanks </li>\n</ul> ", "created_at": "2023-07-08 22:33:49.495491", "updated_at": "2023-07-08 22:34:06.234492"}, {"id": 17499, "name": "Terms of Service", "url": "https://chesstempo.com/tos", "xpath": "//body", "text": " LOG IN REGISTER FOR FREE Username Password Cancel Login Forgot log in Resend verification email Username Email Password Verify Password I have read and agree to the Chess Tempo Terms of Service.\nI would like to receive email updates related to Chess Tempo services.\nI have read and agree to the Chess Tempo Terms of Service.\nCancel Create menu CT Chesstempo.com Chess Books<i>arrow_drop_down</i>\n<ul>\n<li> Chess Books</li>\n<li> Buy Chess Books</li>\n</ul> Training <i>arrow_drop_down</i>\n<ul>\n<li> Chess Tactics</li>\n<li> Opening Training</li>\n<li> Chess Endgames</li>\n<li> Guess The Move</li>\n<li> Tactical Motifs</li>\n<li> Positional Motifs</li>\n<li> Training Targets</li>\n</ul> Problems <i>arrow_drop_down</i>\n<ul>\n<li> Chess Problems</li>\n<li> Problem search </li>\n<li> All Problem Comments</li>\n<li> Problem Comment Guidelines</li>\n<li> Problem Tagging Guidelines</li>\n</ul> Playing <i>arrow_drop_down</i>\n<ul>\n<li> Play Chess Online</li>\n<li> CT Players</li>\n</ul> Database <i>arrow_drop_down</i>\n<ul>\n<li> Chess Game Database</li>\n<li> Chess Openings</li>\n<li> Chess Players</li>\n<li> Database Comments</li>\n</ul> Members <i>arrow_drop_down</i>\n<ul>\n<li> Premium membership</li>\n<li> Users</li>\n<li> Leaderboards</li>\n<li> Online users</li>\n</ul> Resources <i>arrow_drop_down</i>\n<ul>\n<li> Widgets</li>\n<li> PGN Viewer</li>\n</ul> Forum <i>arrow_drop_down</i>\n<ul>\n<li> Forum Home</li>\n<li> Recent Posts</li>\n<li> Private Messages</li>\n<li> Unread Posts</li>\n<li> New Replies to Your Posts</li>\n</ul> Help <i>arrow_drop_down</i>\n<ul>\n<li> User Guide (HTML)</li>\n<li> User Guide (PDF)</li>\n<li> Blog</li>\n<li> FAQ</li>\n<li> Help &amp.\nSupport Forum</li>\n</ul>\n<i>brightness_medium</i> phone_iphone Log In / Register language <ul>\n<li>中文</li>\n<li>Deutsch</li>\n<li>Ελληνικά</li>\n<li>English</li>\n<li>Español</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Nederlands</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Русский</li>\n<li>Svenska</li>\n<li>Türkçe</li>\n</ul> Chess Tempo <i>brightness_medium</i> language <ul>\n<li>中文</li>\n<li>Deutsch</li>\n<li>Ελληνικά</li>\n<li>English</li>\n<li>Español</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Nederlands</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Русский</li>\n<li>Svenska</li>\n<li>Türkçe</li>\n</ul>\n<i>portrait</i> Log In / Register <i>home</i> Home <i>menu_book</i> Chess Books <i>people</i> Play chess online <i>extension</i> Chess Tactics <i>import_contacts</i> Opening Training <i>\n</i> Chess Endgames <i>\n</i> Guess The Move <i>\n</i> Tactical Motifs <i>\n</i> Positional Motifs <i>location_searching</i> Training Targets <i>find_replace</i> Problem search <i>\n</i> Chess Game Database <i>visibility</i> PGN Viewer <i>rss_feed</i> Blog <i>local_activity</i> Membership <i>\n</i> Users <i>\n</i> Leaderboards <i>\n</i> Forum <i>\n</i> User Guide <i>restore_page</i> Old site <i>\n</i> Mobile Chess Tempo Terms of Service\n<br>\n<br>\nPlease note that the Terms of Service is only available in English, it is your responsibility to understand the document before agreeing to it.\n<br>\n<br> The gist:\n<br>\nChess Tempo runs a chess website and we would love for you to use it.\nOur basic service is free, and we offer paid upgrades for advanced features.\nWe encourage you to express yourself freely, however, be responsible in how you communicate on the site.\nIn particular, make sure that none of the prohibited items listed below appear in your comments, posts and other communications.\nIf you find any content that you believe violates our terms of service, please contact us via the details on the contacts page.\n<br>\n<br> Terms of Service:\n<br>\nThe following terms and conditions govern all use of the Chess Tempo website and all content, services and products available at or through the website, including, but not limited to, the Chess Tempo Premium subscriptions (\"Premium Subscriptions\"), (taken together, the Website).\nThe Website is owned and operated by Chess Tempo.\nThe Website is offered subject to your acceptance without modification of all of the terms and conditions contained herein and all other operating rules, policies (including, without limitation, Chess Tempo’s Privacy Policy) and procedures that may be published from time to time on this Site by Chess Tempo (collectively, the \"Agreement\").\nThe privacy policy can be found at https://chesstempo.com/privacy.html\n<br>\n<br>\nPlease read this Agreement carefully before accessing or using the Website.\nBy accessing or using any part of the web site, you agree to become bound by the terms and conditions of this agreement.\nIf you do not agree to all the terms and conditions of this agreement, then you may not access the Website or use any services.\nIf these terms and conditions are considered an offer by Chess Tempo, acceptance is expressly limited to these terms.\n<br>\n<br>\n<ol>\n<li>\nYour Chess Tempo Account.\nYou are responsible for maintaining the security of your account, and you are fully responsible for all activities that occur under the account.\nYou agree to use only one account on the Website and not to share that account with others.\nYou must not use your account in a misleading or unlawful manner, including in a manner intended to trade on the name or reputation of others, and Chess Tempo may change or remove any content that it considers inappropriate or unlawful, or otherwise likely to cause Chess Tempo liability.\nYou must immediately notify Chess Tempo of any unauthorized uses of your account or any other breaches of security.\nChess Tempo will not be liable for any acts or omissions by You, including any damages of any kind incurred as a result of such acts or omissions.\n</li>\n<li>\nResponsibility of Contributors.\nIf you comment on the site, post material to the Website, post links to the Website, or otherwise make (or allow any third party to make) material available by means of the Website (any such material, \"Content\"), You are entirely responsible for the content of, and any harm resulting from, that Content.\nThat is the case regardless of whether the Content in question constitutes text, graphics, an audio file, or computer software.\nBy making Content available, you represent and warrant that:\n<ul>\n<li> the downloading, copying and use of the Content will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any third party.\n</li>\n<li> if your employer has rights to intellectual property you create, you have either (i) received permission from your employer to post or make available the Content, including but not limited to any software, or (ii) secured from your employer a waiver as to all rights in or to the Content.\n</li>\n<li> you have fully complied with any third-party licenses relating to the Content, and have done all things necessary to successfully pass through to end users any required terms.\n</li>\n<li> the Content does not contain or install any viruses, worms, malware, Trojan horses or other harmful or destructive content.\n</li>\n<li> the Content is not spam, is not machine- or randomly-generated, and does not contain unethical or unwanted commercial content designed to drive traffic to third party sites or boost the search engine rankings of third party sites, or to further unlawful acts (such as phishing) or mislead recipients as to the source of the material (such as spoofing).\n</li>\n<li> the Content is not libelous or defamatory, does not contain threats or incite violence towards individuals or entities, and does not violate the privacy or publicity rights of any third party.\n</li>\n<li> any Content you make available is not getting advertised via unwanted electronic messages such as spam links on newsgroups, email lists, blogs and web sites, and similar unsolicited promotional methods.\n</li>\n<li> your content is not presented in a manner that misleads your readers into thinking that you are another person or company.\nFor example, your username is not the name of a real person other than yourself or company other than your own.\nand </li>\n<li> you have, in the case of Content that includes computer code, accurately categorized and/or described the type, nature, uses and effects of the materials, whether requested to do so by Chess Tempo or otherwise.\n</li>\n</ul>\n<br>\nBy submitting Content to the Chess Tempo Website, you grant Chess Tempo a world-wide, royalty-free, and non-exclusive license to reproduce, modify, adapt and publish the Content.\nAn example of such usage would be the publication of a book or article containing a collection of tactical problems and the user comments and quality ratings associated with them.\n</li>\n<li>\nWithout limiting any of those representations or warranties, Chess Tempo has the right (though not the obligation) to, in Chess Tempo’s sole discretion (i) refuse or remove any content that, in Chess Tempo’s reasonable opinion, violates any Chess Tempo policy or is in any way harmful or objectionable, or (ii) terminate or deny access to and use of the Website to any individual or entity for any reason, in Chess Tempo’s sole discretion.\nChess Tempo will have no obligation to provide a refund of any amounts previously paid.\n</li>\n<li>\nLimitations of use.\nYou agree not to use any form of outside assistance during activities that involve a rating or ranking of users on the Website.\nThis assistance includes , but is not limited to, computer chess engines or other analysis tools, other chess websites, other people, chess tablebases, chess databases and chess books or other printed material related to chess.\nYou also agree not to attempt to bulk download material provided on ChessTempo, such as the ChessTempo problems, or to engage in other types of screen scraping.\nInformation such as engine evaluations , statistics or any other data sent to the user while using the site are provided for personal use only, and remain the property of Chess Tempo.\nAs such, the data is not available for use in producing other products and services (either commercial or non-commercial) without direct permission from Chess Tempo.\nIf you intend to use any data obtained while using ChessTempo, or make use of Chesstempo's features and services for commercial purposes, you must request permission from ChessTempo before doing so.\nCommercial use may require payment of licensing fees, which will be decided on a case by case basis.\nIf you have not negotiated an agreement directly with Chesstempo, you agree to provide Chesstempo with 100% of the revenue generated via your use of Chesstempo data or services.\n</li>\n<li>\nFees and Payment.\nOptional premium paid services are available on the Website.\nBy selecting a premium service you agree to pay Chess Tempo the monthly or annual subscription fees indicated for that service.\nPayments will be charged on the day you sign up for a premium service and will cover the use of that service for a monthly or annual period as indicated.\nPremium service fees are not refundable.\n</li>\n<li> Premium Subscriptions.\n<ul>\n<li> Fees.\nPayment.\nBy signing up for a Premium Subscription account you agree to pay Chess Tempo the relevent fees indicated at http://chesstempo.com/memberships.html in exchange for the services listed at http://chesstempo.com/memberships.html.\nApplicable fees will be invoiced starting from the day your Premium Subscription is established and in advance of using such services.\nChess Tempo reserves the right to change the payment terms and fees upon thirty (30) days prior written notice to you.\nMonthly or Yearly Premium Subscriptions can be canceled by you at anytime before the next subscription payment is due, however no refund will be made on the unused portion of the subscription.\n</li>\n</ul>\n</li>\n<li>\nResponsibility of Website Visitors.\nChess Tempo has not reviewed, and cannot review, all of the material, including computer software, posted to the Website, and cannot therefore be responsible for that material’s content, use or effects.\nBy operating the Website, Chess Tempo does not represent or imply that it endorses the material there posted, or that it believes such material to be accurate, useful or non-harmful.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nThe Website may contain content that is offensive, indecent, or otherwise objectionable, as well as content containing technical inaccuracies, typographical mistakes, and other errors.\nThe Website may also contain material that violates the privacy or publicity rights, or infringes the intellectual property and other proprietary rights, of third parties, or the downloading, copying or use of which is subject to additional terms and conditions, stated or unstated.\nChess Tempo disclaims any responsibility for any harm resulting from the use by visitors of the Website, or from any downloading by those visitors of content there posted.\n</li>\n<li>\nContent Posted on Other Websites.\nWe have not reviewed, and cannot review, all of the material, including computer software, made available through the websites and webpages to which Chess Tempo links, and that link to Chess Tempo.\nChess Tempo does not have any control over those non-Chess Tempo websites and webpages, and is not responsible for their contents or their use.\nBy linking to a non-Chess Tempo website or webpage, Chess Tempo does not represent or imply that it endorses such website or webpage.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nChess Tempo disclaims any responsibility for any harm resulting from your use of non-Chess Tempo websites and webpages.\n</li>\n<li>\nCopyright Infringement.\nAs Chess Tempo asks others to respect its intellectual property rights, it respects the intellectual property rights of others.\nIf you believe that material located on or linked to by Chess Tempo violates your copyright, you are encouraged to notify Chess Tempo in accordance with Chess Tempo’s Copyright Policy.\nChess Tempo will respond to all such notices, including as required or appropriate by removing the infringing material or disabling all links to the infringing material.\nIn the case of a visitor who may infringe or repeatedly infringes the copyrights or other intellectual property rights of Chess Tempo or others, Chess Tempo may, in its discretion, terminate or deny access to and use of the Website.\nIn the case of such termination, Chess Tempo will have no obligation to provide a refund of any amounts previously paid to Chess Tempo.\n</li>\n<li>\nIntellectual Property.\nThis Agreement does not transfer from Chess Tempo to you any Chess Tempo or third party intellectual property, and all right, title and interest in and to such property will remain (as between the parties) solely with Chess Tempo.\nChess Tempo, ChessTempo, ChessTempo.com, the Chess Tempo logo, and all other trademarks, service marks, graphics and logos used in connection with Chess Tempo, or the Website are trademarks or registered trademarks of Chess Tempo or Chess Tempo’s licensors.\nOther trademarks, service marks, graphics and logos used in connection with the Website may be the trademarks of other third parties.\nYour use of the Website grants you no right or license to reproduce or otherwise use any Chess Tempo or third-party trademarks.\n</li>\n<li>\nChanges.\nChess Tempo reserves the right, at its sole discretion, to modify or replace any part of this Agreement.\nChanges will be clearly announced on the Chess Tempo website and forum.\nYour continued use of or access to the Website following the posting of any changes to this Agreement constitutes acceptance of those changes.\nChess Tempo may also, in the future, offer new services and/or features through the Website (including, the release of new tools and resources).\nSuch new features and/or services shall be subject to the terms and conditions of this Agreement.\n</li>\n<li>\nTermination.\nChess Tempo may terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately.\nIf you wish to terminate this Agreement or your Chess Tempo account (if you have one), you may simply discontinue using the Website.\nNotwithstanding the foregoing, if you have a Premium Subscription account, such account can only be terminated by Chess Tempo if you materially breach this Agreement.\nprovided that, Chess Tempo can terminate the Website immediately as part of a general shut down of our service.\nAll provisions of this Agreement which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.\n</li>\n<li>\nDisclaimer of Warranties.\nThe Website is provided “as is”.\nChess Tempo and its suppliers and licensors hereby disclaim all warranties of any kind, express or implied, including, without limitation, the warranties of merchantability, fitness for a particular purpose and non-infringement.\nNeither Chess Tempo nor its suppliers and licensors, makes any warranty that the Website will be error free or that access thereto will be continuous or uninterrupted.\nIf you’re actually reading this, here’s a treat.\nYou understand that you download from, or otherwise obtain content or services through, the Website at your own discretion and risk.\n</li>\n<li>\nInfringement of agreement and right to erasure.\nIf you have infringed the terms of this agreement, in order to protect the legitimate interests of Chess Tempo and its users, you will forgo your right to erasure of personal data where such erasure would make it difficult to prevent ongoing future infringements.\n</li>\n<li>\nLimitation of Liability.\nIn no event will Chess Tempo, or its suppliers or licensors, be liable with respect to any subject matter of this agreement under any contract, negligence, strict liability or other legal or equitable theory for: (i) any special, incidental or consequential damages.\n(ii) the cost of procurement or substitute products or services.\n(iii) for interruption of use or loss or corruption of data.\nor (iv) for any amounts that exceed the fees paid by you to Chess Tempo under this agreement during the twelve (12) month period prior to the cause of action.\nChess Tempo shall have no liability for any failure or delay due to matters beyond their reasonable control.\nThe foregoing shall not apply to the extent prohibited by applicable law.\n</li>\n<li>\nGeneral Representation and Warranty.\nYou represent and warrant that (i) your use of the Website will be in strict accordance with the Chess Tempo Privacy Policy, with this Agreement and with all applicable laws and regulations (including without limitation any local laws or regulations in your country, state, city, or other governmental area, regarding online conduct and acceptable content, and including all applicable laws regarding the transmission of technical data exported from Australia or the country in which you reside) and (ii) your use of the Website will not infringe or misappropriate the intellectual property rights of any third party.\n</li>\n<li>\nIndemnification.\nYou agree to indemnify and hold harmless Chess Tempo, its contractors, and its licensors, and their respective directors, officers, employees and agents from and against any and all claims and expenses, including attorneys’ fees, arising out of your use of the Website, including but not limited to out of your violation this Agreement.\n</li>\n<li>\nMiscellaneous.\nThis Agreement constitutes the entire agreement between Chess Tempo and you concerning the subject matter hereof, and they may only be modified by a written amendment signed by an authorized executive of Chess Tempo, or by the posting by Chess Tempo of a revised version.\nExcept to the extent applicable law, if any, provides otherwise, this Agreement, any access to or use of the Website will be governed by the laws of Australia., excluding its conflict of law provisions, and the proper venue for any disputes arising out of or relating to any of the same will be the state and federal courts located in Australia.\nThe prevailing party in any action or proceeding to enforce this Agreement shall be entitled to costs and attorneys’ fees.\nIf any part of this Agreement is held invalid or unenforceable, that part will be construed to reflect the parties’ original intent, and the remaining portions will remain in full force and effect.\nA waiver by either party of any term or condition of this Agreement or any breach thereof, in any one instance, will not waive such term or condition or any subsequent breach thereof.\nYou may assign your rights under this Agreement to any party that consents to, and agrees to be bound by, its terms and conditions.\nChess Tempo may assign its rights under this Agreement without condition.\nThis Agreement will be binding upon and will inure to the benefit of the parties, their successors and permitted assigns.\n</li>\n</ol>\n<br> This Terms of Service document was based on the ToS of WordPress.com, which they have kindly distributed under a Creative Commons Sharealike license.\n<ul>\n<li>Chess Tempo</li>\n<li>Privacy</li>\n<li>Terms of Service</li>\n<li>Contact </li>\n<li>Thanks </li>\n</ul> ", "created_at": "2023-07-08 22:33:49.524318", "updated_at": "2023-07-08 22:34:41.090727"}], "points": [], "urls": ["chesstempo.com"]}}