{"error": 448, "message": "OK", "parameters": {"id": 9806, "name": "Cat's Arch", "created_at": "2023-10-23 17:51:48.607125", "updated_at": "2023-10-23 22:02:42.620133", "wikipedia": null, "keywords": null, "related": null, "slug": "cat-s-arch", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9806.png", "url": "catsarch.com,connectivitycheck.catsarch.com,ntp.catsarch.com,nitter.catsarch.com,breezewiki.catsarch.com,rimgo.catsarch.com,quetre.catsarch.com,libremdb.catsarch.com", "documents": [{"id": 19534, "name": " Rimgo Instance Privacy", "url": "https://rimgo.catsarch.com/privacy", "xpath": "//body", "text": " rimgo Instance Privacy <p>The instance operator has indicated their instance's privacy practices below.</p> Data not collected <p>This instance does not collect any data.</p> What is instance privacy? <p>Instance privacy aims to bring transparency to the data collected by frontends and encourage privacy friendly practices.\nThere is often no privacy policy and users are forced to trust that the instance operator is not collecting data.\nHowever, there is a possibility that the instance operator can put false information so we encourage looking at other factors when selecting an instance.</p>\n<ul>\n<li> Internet address (IP Address) - This is an address that is given to your computer or internet connection.\nThis can be used to find your city or region and internet provider but can change depending on your connection.\n</li>\n<li> Page viewed (Request URL) - This is what page you are viewing.\n</li>\n<li> Device Type (User agent) - This is what browser, device, and operating system you are using.\nAdvanced users can change this with an extension or browser setting.\n</li>\n<li> Diagnostics - When this data is only collected when there is an error or only a short amount of time while diagnosing an issue.\n</li>\n</ul> Additional information <ul>\n<li>Version: 2023-10-07-8fe3f73</li>\n<li>Country: United States</li>\n<li>Provider: Comcast</li>\n<li>Using Cloudflare?: No</li>\n</ul> rimgo Source Code About Privacy <p>rimgo does not allow uploads or host any content.\nIssues with content should be reported to Imgur.</p> ", "created_at": "2023-10-23 17:51:48.648899", "updated_at": "2023-10-23 17:53:59.162505"}, {"id": 19535, "name": "Quetre Privacy Policy", "url": "https://quetre.catsarch.com/privacy", "xpath": "//body", "text": "Skip to main content Quetre Privacy PolicyThe short version<p>Quetre doesn't collect any personally identifiable data.</p>The long versionData actively collected by Quetre<p>None.</p>Data passively collected by Quetre<p>Whenever you hit some error page, an error object is logged to the console on the server.\nThat error object contains the resource url you were trying to access, and the usual stack trace.\nThat's it.</p>Data stored locally in your browser<p>A key called 'theme' is stored in local storage provided by your browser to store your theme preference should you override the default theme.\nTo prevent this behaviour, either disable JavaScript or local storage for Quetre.</p>\n<ul>\n<li>About</li>\n<li>Search</li>\n<li>Source Code </li>\n<li>Privacy</li>\n<li>Back to top </li>\n</ul>\n<p>Licensed under&nbsp;GNU AGPLv3.</p>", "created_at": "2023-10-23 17:51:48.680014", "updated_at": "2023-10-23 17:54:28.249585"}, {"id": 19536, "name": "Libremdb Privacy Policy", "url": "https://libremdb.catsarch.com/privacy", "xpath": "//body", "text": "libremdbView on IMDb (opens in new tab)SearchChange themePrivacy PolicyInformation collected<p>No information is collected.</p>Information stored in your browser<p>A key named 'theme' is stored in Local Storage provided by your browser, if you ever override the default theme.\nTo remove it, go to site data settings, and clear the data for this website.</p>\n<p>To permamently disable libremdb from storing your theme prefrences, either turn off JavaScript or disable access to Local Storage for libremdb.</p>Instance information<p>Operated by:&nbsp;What</p>\n<p>Version:&nbsp;3.1.1</p>\n<p>Privacy policy last updated on 31 october, 2022.</p>\n<p>You can see the full revision history of this privacy policy on GitHub, or Codeberg.</p>\n<ul>\n<li>About</li>\n<li>Find</li>\n<li>Privacy</li>\n<li>Contact</li>\n<li>Back to top</li>\n</ul>\n<p>Licensed under GNU AGPLv3.</p>\n<p>\n</p>", "created_at": "2023-10-23 17:51:48.710519", "updated_at": "2023-10-23 17:54:41.628204"}], "points": [], "urls": ["catsarch.com", "connectivitycheck.catsarch.com", "ntp.catsarch.com", "nitter.catsarch.com", "breezewiki.catsarch.com", "rimgo.catsarch.com", "quetre.catsarch.com", "libremdb.catsarch.com"]}}