{"error": 448, "message": "OK", "parameters": {"id": 8250, "name": "Javelin", "created_at": "2023-05-11 21:18:52.421467", "updated_at": "2023-05-11 22:02:14.424855", "wikipedia": null, "keywords": null, "related": null, "slug": "javelin", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8250.png", "url": "javelinstrategy.com", "documents": [{"id": 16005, "name": "Terms of Use", "url": "https://javelinstrategy.com/terms-use", "xpath": "//body", "text": " Skip to main content User account menu Log in Javelin Main navigation <ul>\n<li> Research <ul>\n<li> ADVISORY SERVICES <ul>\n<li> Digital Banking <ul>\n<li> Digital Strategy &amp.\nExperience </li>\n<li> Mobile &amp.\nOnline Banking </li>\n<li> Digital Lending </li>\n<li> Small Business </li>\n</ul>\n</li>\n<li> Payments <ul>\n<li> Comm.\n&amp.\nEnterprise </li>\n<li> Credit </li>\n<li> Cryptocurrency </li>\n<li> Debit </li>\n<li> Emerging </li>\n<li> Global </li>\n<li> Merchant </li>\n<li> Prepaid </li>\n<li> Tech &amp.\nInfrastructure </li>\n</ul>\n</li>\n<li> Fraud &amp.\nSecurity <ul>\n<li> Cybersecurity </li>\n<li> Fraud Management </li>\n</ul>\n</li>\n<li> Wealth Management <ul>\n<li> Digital Wealth — Advisor </li>\n<li> Digital Wealth — Investor </li>\n<li> Cryptocurrency </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> PRIMARY DATA SERVICES <ul>\n<li> North American PaymentsInsights </li>\n<li> Buyer PaymentsInsights </li>\n<li> Small Business PaymentsInsights </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Services <ul>\n<li> Advisory Services Research <ul>\n<li> Annual Subscription </li>\n</ul>\n</li>\n<li> Consulting <ul>\n<li> Consulting &amp.\nCustom Research </li>\n<li> Digital Banking Benchmarking </li>\n<li> Research Reports &amp.\nWebinars </li>\n</ul>\n</li>\n<li> PaymentsJournal </li>\n</ul>\n</li>\n<li> Events <ul>\n<li> Industry Events <ul>\n<li> Conferences </li>\n</ul>\n</li>\n<li> Javelin Webinars <ul>\n<li> Webinars </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> About <ul>\n<li> About Us <ul>\n<li> About Javelin </li>\n<li> Our Team </li>\n<li> Careers </li>\n</ul>\n</li>\n<li> Newsroom <ul>\n<li> Press Releases </li>\n<li> Javelin In The News </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Search </li>\n</ul> Client Login Contact Us Apply Contact Us Terms of Use Banner Section &nbsp.\n<ol>\n<li> Home </li>\n<li> Terms of Use </li>\n</ol> Terms of Use Body <p>The following are the terms of an agreement between you and Javelin, a business unit of Escalent, Inc.\nBy accessing or using our website,&nbsp;www.javelinstrategy.com, you acknowledge that you have read, understand, and agree to be bound by these terms.\nIf you do not agree to these terms, do not use our website.</p>\n<p>We reserve the right to change these Terms of Use and any other information contained on our website at any time, without notice.\nYour continued use of our website after such changes constitutes your acceptance of and agreement to these changes.</p>\n<p>In addition to these Terms of Use, please also review our Privacy Policy, which outlines our practices in handling any Personal Information you provide to us.\nOur Privacy Policy is incorporated by reference herein and can be viewed&nbsp;HERE.</p> Open Positions Accordian Authority and Capacity <p>Through your use of this website, you represent that you are at least 18 years of age and have attained the age of majority in the province, state or country in which you reside and that you are fully able and competent to enter into the terms, conditions, obligations, affirmations, and representations set forth in these Terms of Use.</p> Types of Users <p>Several different parties may use our website to access our research, ranking, reports, resources, and other materials, including, members, key decision-makers, industry experts, and financial professionals asked to participate in research (“Research Participants”), clients who engage Javelin, a business unit of Escalent, to perform consulting services (“Clients”), individuals who are interested in learning more about Escalent, but may be registered only as non-members (“Other Registered Users”) and unregistered users who are not provided with login information, but still access our website (“Unregistered Users”).\nAll are collectively referred to as “Users.”</p>\n<p>Escalent, has conducted research within the institutional financial services industry.\nOver this period of time, Javelin, a business unit of Escalent has built an extensive proprietary contact database, which contains information on many of financial professionals from around the world.</p>\n<p>\n<b>Clients</b>\n</p>\n<p>Javelin often renders consulting services to Clients based on its proprietary research and database information.\nFull or limited access to this website and the research, reports, rankings, resources, and other materials available on this website is often provided to these Clients.</p>\n<p>\n<b>Other Registered Users</b>\n</p>\n<p>Limited access to this website is provided to individuals who are interested in learning about its proprietary research.\nNon-member registered users have limited access to the full text of research, reports, rankings, resources, and other materials available on this website.</p>\n<p>\n<b>Unregistered Users</b>\n</p>\n<p>All other users are able to view the general areas of this website, but are not provided with login information and will not have access to all research, reports, rankings, resources, and other materials that are otherwise available to Research Participants, Clients or Other Registered Users.</p> Use of Website <p>Escalent grants you a non-exclusive, non-transferable, limited permission to access and display this website as a Research Participant, Client, Other Registered User, or Unregistered User provided that you comply with these Terms of Use.</p>\n<p>The right to use this website is personal to you and you shall not sell, lease, assign or transfer any right to use this website nor shall you permit any such assignment or transfer to occur, directly, indirectly or contingently by agreement or operation of law.\nThe use authorized under this agreement is non-commercial in nature.</p>\n<p>All other use of this website is prohibited.\nYou may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any research, reports, rankings, resources, or other materials or information you access on or through this website (the “Content”).</p>\n<p>You agree not to use this website in any way that is unlawful or harms Escalent, its affiliates or any other Users.\nYou must not use this website in any way that breaches any code of conduct or policy.\nWithout limiting the generality of this section, you must not use this website in any manner that could damage, disable, overburden, or impair any part of this website or interfere with any other party's use of this website.</p>\n<p>When you use this website you will comply at all times with all applicable international, federal, state and local laws, statutes, regulations, and ordinances and will not take any action that harms or violates the rights of any other person or entity.</p> Use of Website Content <p>No advertising, promotional or commercial use of the Content and other materials available on our website can be made without the express written permission from Escalent.</p>\n<p>To obtain permission, please email us at&nbsp;marketing@javelinstrategy.com.\nAny User found to be in violation of these Terms of Use will risk losing his or her access privileges.</p>\n<p>All Users are prohibited from modifying, copying, distributing, transmitting, displaying, performing, reproducing, publishing, licensing, creating derivative works from, transferring, or selling any Content, information or other materials available on our website, without securing express written permission.</p>\n<p>Escalent does not grant you any express or implied rights or licenses under any patents, trademarks, copyrights, or other proprietary or intellectual property rights.\nAny Content, information or materials made available for downloading, access, or other use from this website with its own license terms will be governed by such terms, conditions, and notices.</p>\n<p>Your failure to comply with such terms or any of the terms on this website will result in automatic termination of any rights granted to you, without prior notice, and you must immediately destroy all copies of the downloaded materials in your possession, custody or control.</p> Your Responsibilities <p>You are responsible for all activity that occurs within your profile on our website.\nThis means that you will:</p>\n<ul>\n<li>Have sole responsibility for the accuracy, quality, integrity, legality, reliability, and appropriateness of all Personal Information;</li>\n<li>Update your account and Personal Information as necessary to ensure that it is accurate and complete;</li>\n<li>Refrain from misrepresenting your identity or any other information disclosed during the registration process, impersonating another person or entity, or misrepresenting your affiliation with another person or entity, which can all result in termination of your ability to use our website;</li>\n<li>Prevent unauthorized access to, or use of this website using your account or profile and notify Javelin of any such unauthorized access or use, this includes keeping your username and password in a safe location.\nand</li>\n<li>Refrain from violating or encouraging others to violate, infringe or misappropriate any right of or obligation to a third party, including any intellectual property, proprietary, confidentiality, or privacy rights.</li>\n</ul>\n<p>You understand and acknowledge that:</p>\n<ul>\n<li>You must not use our website or any Content provided on our website for the transmission of advertising or promotional materials, including junk mail, spam, or any other form of unsolicited or unwelcome solicitation;</li>\n<li>You must not use our website in any manner that could disable, overburden, damage, or impair this website, or interfere with any other party’s use and enjoyment of our website, including by uploading or otherwise disseminating any virus, adware, spyware, worm or other malicious code, or interfering with or disrupting any network, equipment, or server connected to or used to provide access to our website, or violating any regulation, policy, or procedure of any network, equipment, or server;</li>\n<li>You must not post or transmit content or information on or through our website that is harmful, offensive, obscene, abusive, invasive of privacy, defamatory, hateful or otherwise discriminatory, false or misleading, or incites an illegal act;</li>\n<li>You must not use or attempt to use another’s account or personal information.\nand</li>\n<li>You must not attempt to gain unauthorized access to our website, or the computer systems or networks connected to our website, through hacking, password mining or any other means.</li>\n</ul> Linking <p>This website may provide links or references to third party websites, resources and content not related to Javelin.\nJavelin makes no representations, warranties, or other commitments or endorsements whatsoever about any third party websites or resources that may be referenced, accessible from, or linked to our website.</p>\n<p>In addition, Escalent is not a party to or responsible for any transactions you may enter into with third parties, even if you learn of such parties from this website.\nIt is up to you to take precautions to protect yourself from viruses, worms, and other potentially destructive programs, and to protect your Personal Information.</p> Confidentiality <p>Escalent confidential information (“Confidential Information”) includes, without limitation, all software, technology, programming, specifications, materials, rankings, resources, reports, Content, research, pricing, membership lists, databases, guidelines and documentation relating to our research and this website.</p>\n<p>You acknowledge that any unauthorized use or disclosure of this Confidential Information will cause irreparable damage to Escalent.\nYou also acknowledge that Escalent may suspend or terminate any and all rights granted to you under these Terms of Use and shall be entitled to injunctive relief in addition to all legal or equitable relief that may be available to it if you wrongfully disclose Confidential Information.</p>\n<p>Escalent does not want to receive confidential or proprietary information from you through our website.\nPlease note that any information or material sent to Javelin will be deemed not to be confidential.\nBy sending Javelin any information or material, you grant Javelin an unrestricted, irrevocable license to copy, reproduce, publish, upload, post, transmit, distribute, publicly display, perform, modify, create derivative works from, and otherwise freely use, those materials or information.</p> Representations and Warranties <p>You represent and warrant that the information provided to us or uploaded on this website does not infringe on any copyright, patent, trademark, trade secret, or other intellectual property or proprietary right held by any third party and that you will not use this website or our Content in a manner that violates any international, federal, state, or local law or regulation, including but not limited to, any individual privacy law or laws governing the distribution of email and any other digital communications.</p> Disclaimer of Warranties <p>USE OF THIS SITE IS AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, ALL CONTENT, MATERIALS, INFORMATION, PRODUCTS, SOFTWARE, PROGRAMS, AND SERVICES ARE PROVIDED \"AS IS,\" WITH NO WARRANTIES OR GUARANTEES WHATSOEVER.\nJAVELIN, ITS OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nJAVELIN MAKES NO WARRANTY OR GUARANTEE THAT THIS WEBSITE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.\nJAVELIN ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN.</p>\n<p>YOU UNDERSTAND AND AGREE THAT IF YOU DOWNLOAD OR OTHERWISE OBTAIN CONTENT, MATERIALS, INFORMATION, RESOURCES, PRODUCTS, SOFTWARE, PROGRAMS, OR SERVICES FROM THIS WEBSITE, YOU DO SO AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGES THAT MAY RESULT, INCLUDING LOSS OF DATA OR DAMAGE TO YOUR COMPUTER SYSTEM.</p> Limitation of Liability <p>To the fullest extent permitted by applicable law, in no event will Escalent, its officers, directors, employees or agents be liable to you for any direct, indirect, incidental, consequential, special, exemplary or punitive damages of any type whatsoever related to or arising out of this agreement, any use of this website or any site or resource linked to, referenced, or accessed through this website, or for the use or downloading of, or access to, any Content, materials, information, resources, products, or services, including, without limitation, any lost profits, business interruption, lost savings or loss of programs or other data, even if Escalent is expressly advised of the possibility of such damages.\nThis exclusion and waiver of liability applies to all causes of action, whether based on contract, warranty, tort, or any other legal theories.</p> Indemnification <p>To the extent not prohibited by law, you agree to indemnify and hold harmless Escalent, its employees, officers, directors, affiliates, and agents from and against any and all claims, losses, expenses, damages, and costs, including reasonable attorneys’ fees, resulting directly or indirectly from or arising out of your use, misuse or inability to use this website or Content or any violation of these Terms of Use.</p> Ownership <p>You acknowledge that ownership of all right, title and interest to Javelin intellectual property, which shall include without limitation, all trademarks and copyright, including, in all Content, research, reports, rankings and resources, and the components and source code of our website and its features, shall remain vested solely in Escalent.</p>\n<p>You further acknowledge that ownership of any improvements to this website or any new programs, upgrades, modifications and/or enhancements, even when such refinements result from your request, are and shall remain vested solely in Javelin.\nTo the extent, if any, that ownership in such refinements and improvements do not automatically vest in Escalent or its affiliates by virtue of these Terms of Use or otherwise, you hereby transfer and assign (and, if applicable, shall cause your affiliates to transfer and assign) to Javelin all rights, title, and interest which you may have to such refinements and improvements.</p>\n<p>Escalent respects the intellectual property and proprietary rights of others and we ask you do the same.\nYou should assume that all text, designs, graphics and images that you find on this website are subject to copyright, trademark, or other intellectual or proprietary rights.\nYou authorize Javelin to cooperate with intellectual property owners who claim that you have infringed or may infringe on their proprietary rights.\nThis cooperation includes, but is not limited to, disclosing your Personal Information and alleged infringing material to the intellectual property owner or its agent and destroying all alleged infringing material.</p> Termination <p>Escalent, in its sole discretion and without notice to you, may terminate this website, your access to this website, any feature of this website, or your use of any feature or Content posted on this website.\nEscalent will not be liable to you or any third party for any suspension or termination of your access to this website or its Content.</p> General Information <p>You agree that these Terms of Use shall be governed by the laws of Michigan.\nAny dispute or claim arising out of or in connection with this Agreement shall be adjudicated in Michigan.\nIf any term in these Terms of Use is found by competent judicial authority to be unenforceable in any respect, the validity of the remainder of these Terms of Use will be unaffected.</p>\n<p>This Agreement together with our Privacy Policy and any other legal notices published by Escalent on this website constitutes the entire agreement between the parties with respect to the subject matter hereof.\nThese Terms of Use supersede any prior agreements between you and Escalent.\nThe failure to require performance of any provision of these Terms of Use shall not affect a party's right to require performance at any time thereafter, nor shall a waiver of any breach or default of these Terms of Use constitute a waiver of any subsequent breach or default or a waiver.</p>\n<p>If any provision herein is held unenforceable, then such provision will be modified to reflect the parties' intention, and the remaining provisions of these Terms of Use will remain in full force and effect.\nNo agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship is intended or created by these Terms of Use.</p> Disclaimer <p>From time to time, this website may contain technical inaccuracies or typographical errors, and we do not warrant the accuracy of any posted information.\nPlease confirm you are using the most updated version of this website and its Content.</p> Contact US <p>Questions, comments and requests regarding these Terms of Use are welcomed and should be addressed to&nbsp;marketing@javelinstrategy.com.</p>\n<p>You can also call us at +1 925.225.9100 or reach us by mail at Privacy Matters c/o Javelin, a business unit of Escalent, 17430 College Parkway, Livonia, MI, 48152, USA.</p> Media Contact Hubspot Form Block Contact Us Footer menu Proud member of <br>the Escalent family.\nAbout Us <ul>\n<li> About Javelin </li>\n<li> Careers </li>\n<li> Our Team </li>\n<li> Javelin in the News </li>\n<li> Press Releases </li>\n</ul> Insights <ul>\n<li> Full Research library </li>\n<li> Identity Fraud Study </li>\n<li> Child Identity Fraud Study </li>\n<li> Scorecard Reports </li>\n<li> Whitepapers </li>\n</ul> Research Practices <ul>\n<li> Digital Banking </li>\n<li> Fraud &amp.\nSecurity </li>\n<li> Payments </li>\n<li> Wealth Management </li>\n</ul> Contact Us <ul>\n<li> Schedule an Analyst Briefing </li>\n<li> Sign up for Javelin Newsletter </li>\n</ul>\n<ul>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Sitemap </li>\n</ul> ©2023 Escalent and/or its affiliates.\nAll right reserved.\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n</ul>", "created_at": "2023-05-11 21:18:52.481972", "updated_at": "2023-05-11 21:19:23.914708"}, {"id": 16004, "name": "Privacy Policy", "url": "https://javelinstrategy.com/privacy-policy", "xpath": "//body", "text": " Skip to main content User account menu Log in Javelin Main navigation <ul>\n<li> Research <ul>\n<li> ADVISORY SERVICES <ul>\n<li> Digital Banking <ul>\n<li> Digital Strategy &amp.\nExperience </li>\n<li> Mobile &amp.\nOnline Banking </li>\n<li> Digital Lending </li>\n<li> Small Business </li>\n</ul>\n</li>\n<li> Payments <ul>\n<li> Comm.\n&amp.\nEnterprise </li>\n<li> Credit </li>\n<li> Cryptocurrency </li>\n<li> Debit </li>\n<li> Emerging </li>\n<li> Global </li>\n<li> Merchant </li>\n<li> Prepaid </li>\n<li> Tech &amp.\nInfrastructure </li>\n</ul>\n</li>\n<li> Fraud &amp.\nSecurity <ul>\n<li> Cybersecurity </li>\n<li> Fraud Management </li>\n</ul>\n</li>\n<li> Wealth Management <ul>\n<li> Digital Wealth — Advisor </li>\n<li> Digital Wealth — Investor </li>\n<li> Cryptocurrency </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> PRIMARY DATA SERVICES <ul>\n<li> North American PaymentsInsights </li>\n<li> Buyer PaymentsInsights </li>\n<li> Small Business PaymentsInsights </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Services <ul>\n<li> Advisory Services Research <ul>\n<li> Annual Subscription </li>\n</ul>\n</li>\n<li> Consulting <ul>\n<li> Consulting &amp.\nCustom Research </li>\n<li> Digital Banking Benchmarking </li>\n<li> Research Reports &amp.\nWebinars </li>\n</ul>\n</li>\n<li> PaymentsJournal </li>\n</ul>\n</li>\n<li> Events <ul>\n<li> Industry Events <ul>\n<li> Conferences </li>\n</ul>\n</li>\n<li> Javelin Webinars <ul>\n<li> Webinars </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> About <ul>\n<li> About Us <ul>\n<li> About Javelin </li>\n<li> Our Team </li>\n<li> Careers </li>\n</ul>\n</li>\n<li> Newsroom <ul>\n<li> Press Releases </li>\n<li> Javelin In The News </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Search </li>\n</ul> Client Login Contact Us Apply Contact Us Privacy Policy Banner Section &nbsp.\n<ol>\n<li> Home </li>\n<li> Privacy Policy </li>\n</ol> Privacy Policy Body <p>Updated as of January 1, 2020</p>\n<p>Escalent, Inc.\nand its affiliates (collectively, “Escalent”, formerly known as Market Strategies International-Morpace) is committed to protecting the privacy of our clients and research participants.</p>\n<p>We make our website, including this privacy policy, accessible to individuals with disabilities.\nIf you are having trouble accessing the website or this privacy policy, please contact us as provided in the “Contact Us” section below.</p>\n<p>This privacy policy applies to all client and personal information that we collect or use in the course of conducting our business, as well as all client information and research participant data housed at any Escalent facility or stored on the Escalent network.\nAnyone who has access to such information or data must follow this privacy policy.</p>\n<p>THIS PRIVACY POLICY CONSTITUTES A BINDING AGREEMENT BETWEEN YOU AND ESCALENT.\nYOUR USE OF OUR WEBSITE OR OUR SERVICES, OR YOUR PARTICIPATION IN RESEARCH, CONSTITUTES YOUR CONSENT TO THE TERMS AND CONDITIONS IN THIS PRIVACY POLICY.</p> Open Positions Accordian Client Information <p>We treat all information we receive from clients as confidential and do not use the information for any purpose other than to fulfill our obligations to them.\nWe keep client information secure at all times, and prevent the misuse and unauthorized disclosure of it by our employees or any third parties.</p> Research Participant Information <p>In order to provide our services to clients, we may employ the use of client contact lists which would contain personal information such as names, email addresses, phone numbers, and mailing addresses.\nOn studies involving European citizens or other individuals covered by the General Data Protection Regulation (“GDPR”), client contact lists or other personal data will only be processed in accordance with the parameters described with more particularity in the “EU-U.S.\nPrivacy Shield” section below.</p>\n<p>All responses to our research are completely confidential.\nWe collect data in our studies for research purposes only, and our use of that information will be limited to that purpose.\nResearch participant answers will not be used by any entity as an aid for sales.</p>\n<p>Research participation is voluntary, and sample members always have the opportunity to decline involvement or to “opt out” of the research after agreeing to participate.</p> Your Personal Information <p>Under a number of privacy laws, “personal information” includes information like real names, addresses, and social security numbers.\nUnder recent laws like the GDPR and the California Consumer Privacy Act (“CCPA”), “personal information” may also include unique identifiers, IP addresses, biometric information, internet or other network activity (such as browsing history, search history, etc.), geolocation data, audio/visual data, and even inferences which may be drawn from any of the above to create a profile about a consumer.</p>\n<p>We may collect personal information for the purpose of conducting market research, as expressly stated and agreed to by you, and as otherwise provided in this privacy policy.</p>\n<p>In the previous 12 months, we’ve collected, used, and shared personal information as described below:</p> Personal Information We Sell and Disclose <p>CCPA defines the term “sell” broadly.\nIts meaning includes “renting, releasing, disclosing, disseminating, making available, [and] transferring…for monetary or other valuable consideration.”</p>\n<p>Under this definition, and the CCPA’s broad definition of “personal information,” we may “sell personal information” about you to our clients or other collaboration partners, such as your contact information or certain combinations of anonymized or pseudonymized demographic and other information.</p>\n<p>Categories of information we’ve “sold” in the previous 12 months include: demographic data, such as age, sex, race/ethnicity, parental status, marital status, ZIP code, income and education levels.\nRespondent photos, video, and audio.\nand other anonymized or aggregated information from research and survey results.</p>\n<p>Categories of information we’ve otherwise disclosed for a business or commercial purpose (for example, for confidential use by our service providers) in the previous 12 months include: the above categories of information we’ve “sold,” as well as log files, browser type, operating system, and other machine information.</p>\n<p>We do not rent, sell or give personal information to any third party for the purpose of directly marketing any products or services.\nIn some cases, we may need to share personal information with third parties that provide research services in support of the research project.\nAny third party that receives personal information is obligated to follow all of the same privacy protection regulations as followed by Escalent.\nAt their request, we give research participants access to the personal information we have collected about them.\nWe correct any information that is inaccurate or incomplete, change their consent status, or have their personal information deleted.</p> Notice to California Residents <p>If you are a California resident, you also have the following special rights:</p>\n<p>\n<strong>Your Right to “Know” and to Request Deletion</strong>\n</p>\n<p>You have the right to know the categories and specific pieces of personal information we have collected about you.</p>\n<p>You have the right to know the categories of sources from which the personal information has been collected, the business or commercial purpose for collecting or selling personal information, and the categories of third parties with whom we share personal information.</p>\n<p>You have the right to request deletion of personal information we’ve collected or maintain.</p>\n<p>To exercise these rights contact us at (877) 631-3505 or by filling out this webform link.\nWe may ask you to provide additional information in order to verify who is making the request.</p>\n<p>Please note that any requested disclosures will only apply to the 12-month period preceding the request, and you are entitled to request disclosure regarding your personal information twice in any 12-month period.</p>\n<p>\n<strong>Your Right to Opt Out of the “Sale” of Your Information</strong>\n</p>\n<p>You have the right to opt out of the sale of your personal information.\nFor more information on how to opt out, please click here.\nYour Right to Non-Discrimination</p>\n<p>You have the right not to receive discriminatory treatment by Escalent for the exercise of the privacy rights conferred by the CCPA, including but not limited to by denying you services, charging different prices or rates, or providing you with a different level or quality of services.\nPlease understand, however, that we are in the business of providing research and survey results to our clients, and any financial incentives we offer to facilitate that goal may be rewarded only if the applicable survey, research project or study is fully and properly completed by the respondent, in the sole discretion of Escalent.</p>\n<p>\n<strong>Your Right to Use an Authorized Agent</strong>\n</p>\n<p>You have the right to designate an authorized agent to make a request under the CCPA on your behalf.\nTo designate an authorized agent, please contact us as provided below.\nIn order to verify you have authorized an agent we will require a signed, written authorization from you.</p>\n<p>\n<strong>Verification Process</strong>\n</p>\n<p>If you make a request to access or delete your information, or to opt out of the sale of your personal information, we may ask you for additional information to verify your identity.\nThis information may include: your full name, birth date, phone number, email address, or other basic personal information about you that we already have on file.</p>\n<p>\n<strong>Notice of Financial Incentive</strong>\n</p>\n<p>Escalent may offer opportunities for you to earn money and rewards by answering surveys or any other forms of research.\nParticipation in these offerings may require you to provide personal information.\nFor more information about how to opt in to these offerings, or about how to opt out once you have opted in, see the notices and official rules accompanying these incentives.</p> Other Sharing of Information <p>In addition to the sharing discussed above, we may also share your information in the following ways: (a) as reasonably necessary to comply with law or a legal process (including a court or government order or subpoena), to detect, prevent, or otherwise address fraud, security or technical issues, to enforce this privacy policy, and to protect the rights, property or safety of Escalent, our users, and/or the public.\n(b) if we sell, transfer or otherwise share some or all of our business or assets, including your personal information, in connection with a corporate transaction such as a merger, consolidation, acquisition, reorganization or sale of assets or in the event of bankruptcy, in which case we will make reasonable efforts to require the recipient to honor this privacy policy.\nor (c) with your express consent.</p> COOKIES <p>A cookie is a small amount of data that is sent to your browser from a web server and stored on your computer’s hard drive.\nAs part of offering and providing customizable and personalized services, we may use cookies to store and sometimes track information about you.\nCookies which may be utilized by Escalent are within the following four primary categories or uses:</p>\n<ol>\n<li>Business cookies which operate as a quality control and verification mechanism in connection with the survey process</li>\n<li>Performance cookies so that traffic patterns and uses on the website may be measured and optimized</li>\n<li>User cookies so that user information may be recorded so as to enhance performance and user experience on the website</li>\n<li>Targeting cookies that measure web-viewing for market research purposes</li>\n</ol>\n<p>For more information about how to control what cookies are placed on your computer and to manage your browser’s opt outs, visit:&nbsp;http://optout.networkadvertising.org/</p> Children <p>We do not knowingly collect personal information under any circumstances from anyone under the age of thirteen (16), and if we become aware that we have inadvertently collected personal information from anyone under this age threshold, we will promptly delete such information.</p> Opt-Out Policy <p>If you wish to be removed from Escalent email or phone contact lists, please complete our&nbsp;Do Not Contact form.</p> Information Security <p>We maintain all necessary physical, electronic and procedural security measures to help safeguard client data and personal information.\nAll of our employees undergo security awareness at the time of hire and then annually thereafter.\nThird parties that provide us with support or services may also receive client data or personal information, and we require them to maintain security measures similar to ours with respect to such information.\nNevertheless, the Internet cannot be guaranteed to be 100% secure, and we cannot ensure or warrant the security of any information you provide to us.\nIf any information under our control is compromised, we will take reasonable steps to investigate the situation and, where appropriate, notify those individuals whose information may have been compromised, and also take other steps as necessary in accordance with any applicable laws and regulations.</p> Data Integrity <p>Escalent will take reasonable steps to ensure the personal data is accurate, complete, current and relevant, and is used only as described in the “Data Retention” section below.\nWhile we accept responsibility for the management and confidentiality of the personal information collected, please note that we do not always have control over the accuracy of the information provided directly to us, and accept no responsibility for information’s accuracy in such cases.</p> Data Retention <p>In general, to determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.\nWe may also process data on behalf of third parties who have engaged us.\nWe keep personal information processed on behalf of third parties for as long as needed to provide services to the third party in question.\nNotwithstanding anything above to the contrary, we reserve the right to retain personal information for any period required by law or to comply with our legal obligations, resolve disputes, and enforce our agreements.</p> Third Parties <p>Our website may contain links to external websites, and areas where you can provide information to third parties.\nThese are provided for your convenience only, and we do not have control over the content or privacy and security practices and policies of such third parties or third-party sites.\nAny personal information you provide in such areas, and on such linked pages, is provided directly to that third party and is subject to that third party’s privacy policy.\nPlease learn about the privacy and security practices and policies of external websites and third-parties before providing them with personal information.</p> EU-U.S.\nPrivacy Shield <p>Escalent complies with the EU-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and the United Kingdom to the United States.\nEscalent has self-certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, please visit&nbsp;https://www.privacyshield.gov/.</p>\n<p>For a list of all certified parties, and to view our certification, visit&nbsp;https://www.privacyshield.gov/list.\nIn compliance with the Privacy Shield Principles, Escalent commits to resolve complaints about our collection or use of your personal information.\nIndividuals in the European Union (EU) with inquiries or complaints regarding our Privacy Shield policy should first contact Escalent at&nbsp;privacy@escalent.co.</p>\n<p>Escalent has further committed to cooperate with EU data protection authorities (DPAs) with regard to unresolved Privacy Shield complaints.\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not addressed your complaint to your satisfaction, please contact the EU DPAs for more information or to file a complaint.\nThe services of EU DPAs are provided at no cost to you.</p>\n<p>Escalent may be required to disclose personal information in response to a lawful request by public authorities, including meeting national security or law enforcement requirements.\nUnder certain limited conditions, individuals may invoke binding arbitration before the Privacy Shield Panel created by the U.S.\nDepartment of Commerce and the European Commission.</p>\n<p>Any data to be transferred for any reason is limited and for specified research purposes only.\nAny vendors or third parties working with or for Escalent are contractually obligated to comply with Escalent guidelines for confidentiality and data security, and in compliance with Insights Association requirements.\nWhen transferring data to a third party, such third parties are obligated to maintain at least the same level of privacy protection as required by Privacy Shield.\nIn any case of onward transfer to third parties, Escalent is potentially liable unless it can be proven that we are not responsible for the event giving rise to the damage.</p>\n<p>Escalent strictly abides by Insights Association&nbsp;Code of Conduct.\nYou can opt out of any and all participation at any time with no penalty or hesitation.\nYour participation is entirely voluntary.\nIf you wish to be removed from Escalent’ email or phone contact lists, please complete our&nbsp;Do Not Contact form.\nIf there’s an opportunity to participate in a research activity that does not include surveys, and if this opportunity includes any sort of media or self-identification, you will always be asked for permission to participate in said activities prior to collection of data.\nYou can continue participation in other research activities and choose not to participate in anything that identifies you in special research requests, with no penalty or hesitation.\nAll participation is by permission only.\nYou may discontinue your participation in research with Escalent at any time.\nAny communication requesting participation by others in the household will be clearly communicated to the primary research participation, with no requirement for participation.</p>\n<p>We will not process your personal data unless: (a) you have given your consent to our processing for a specific purpose.\n(b) processing is necessary for the performance of a contract with you or to comply with a legal obligation.\nor (c) processing is necessary for the purposes of the legitimate interests pursued by Escalent or a third-party controller.\nIn cases where the purpose of our processing is the “legitimate interest” purpose, we will also carefully balance those interests against your fundamental rights and freedoms related to your Information.\nWhere processing is based on your consent, we will identify the processing purposes and provide you with relevant information to make the processing fair and transparent.</p> Do Not Track Signals <p>We do not monitor or follow “Do Not Track” (DNT) signals because there is no standard interpretation or practice for DNT signals.\nTherefore, we handle all user information consistent with this Privacy Policy.\nWe will never use browsing activity information from our survey respondents or other website visitors to provide or offer third party advertising content.\nWe will treat any “do not sell” or similar signals as opt-out requests under CCPA.</p> Compliance, Data Protection Officer <p>As members of the Insights Association and European Society of Opinion and Marketing Research (ESOMAR), we strive to model our policies according to those guidelines.\nAs a company based in the United States, and being Privacy Shield certified, Escalent is also subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC).\nIf you are concerned about our use of personal or client information, please contact us by email at&nbsp;privacy@escalent.co.</p>\n<p>If you are a citizen of the European Union and would like to contact our Data Protection Officer, please email&nbsp;dataprotectionofficer@escalent.co.</p> Changes in the Privacy Policy <p>We reserve the right to modify this privacy policy at any time.\nIf we decide to change our policy, we will prominently post those changes here and any other place we deem appropriate, so you are always aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.\nIf we make any material changes, we will notify you either by way of an email or by a notice on our website.\nWe will use information in accordance with the policy as it was in effect at the time information was collected.</p> Class Action Waiver <p>Any arbitration or court trial, whether before a judge or jury or pursuant to judicial reference, related to any claim under this privacy policy will take place on an individual basis, without resort to any form of class or representative action (“Class Action Waiver”).\nTHIS CLASS ACTION WAIVER PRECLUDES ANY PARTY FROM PARTICIPATING IN OR BEING REPRESENTED IN ANY CLASS OR REPRESENTATIVE ACTION REGARDING A CLAIM UNDER THIS PRIVACY POLICY.\nRegardless of anything else herein, the validity and effect of the Class Action Waiver may be determined only by a court and not by an arbitrator.\nTHIS CLASS ACTION WAIVER IS VOID WHERE LIMITED OR PROHIBITED BY LAW.</p> Legal Obligations <p>Under certain circumstances permitted or required by law (for example, in connection with law enforcement investigations), we may be required to disclose client data or personal information without giving notice.</p> Contact US <p>17430 College Parkway</p>\n<p>Livonia, MI 48152</p>\n<p>P: 734.542.7600</p>\n<p>F: 734.542.7620</p>\n<p>privacy@escalent.co</p> Media Contact Hubspot Form Block Contact Us Footer menu Proud member of <br>the Escalent family.\nAbout Us <ul>\n<li> About Javelin </li>\n<li> Careers </li>\n<li> Our Team </li>\n<li> Javelin in the News </li>\n<li> Press Releases </li>\n</ul> Insights <ul>\n<li> Full Research library </li>\n<li> Identity Fraud Study </li>\n<li> Child Identity Fraud Study </li>\n<li> Scorecard Reports </li>\n<li> Whitepapers </li>\n</ul> Research Practices <ul>\n<li> Digital Banking </li>\n<li> Fraud &amp.\nSecurity </li>\n<li> Payments </li>\n<li> Wealth Management </li>\n</ul> Contact Us <ul>\n<li> Schedule an Analyst Briefing </li>\n<li> Sign up for Javelin Newsletter </li>\n</ul>\n<ul>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Sitemap </li>\n</ul> ©2023 Escalent and/or its affiliates.\nAll right reserved.\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n</ul> We use cookies on this site to enhance your user experience<p>By clicking the Accept button, you agree to us doing so.</p> More info Accept No, thanks ", "created_at": "2023-05-11 21:18:52.452339", "updated_at": "2023-05-11 21:19:51.02131"}], "points": [], "urls": ["javelinstrategy.com"]}}