{"error": 448, "message": "OK", "parameters": {"id": 709, "name": "Tartle", "created_at": "2018-09-14 03:05:54.655916", "updated_at": "2023-07-10 22:00:26.482302", "wikipedia": null, "keywords": null, "related": null, "slug": "tartle", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/709.png", "url": "tartle.co", "documents": [{"id": 533, "name": "Privacy Policy", "url": "https://tartle.co/privacy-policy/", "xpath": "/html/body/div[2]/section/div", "text": "Privacy PolicyTARTLE PBC (\"TARTLE,\" \"we,\" \"us,\" or \"our\") welcomes you.\nWe want to be clear and transparent with you, so we have created the following privacy policy (the \"Privacy Policy\"), which discusses how we collect, use, and protect your information when you access and use our Digital Properties.\nBy accepting this Privacy Policy, accessing or using the Digital Properties, or otherwise manifesting your assent to this Privacy Policy, you agree to be bound by this Privacy Policy and the accompanying Terms of Use, which together make up the Agreement.\nIf you do not agree to (or cannot comply with) all of the terms of this Privacy Policy or any other terms of the Agreement, you may not access or use the Digital Properties.<br>\n<br>If you accept or agree to this Agreement on behalf of a company or other legal entity, you represent andwarrant that you have the authority to bind that company or other legal entity to the Agreement and, in such event, \"you\" and \"your\" will refer and apply to that company or other legal entity.<br>\n<br>Capitalized terms not defined in this Privacy Policy shall have the meaning set forth in the Terms of Use.<br>THE INFORMATION WE COLLECT AND HOW WE USE ITIn the course of operating the Digital Properties, TARTLE collects or receives the following types of information from visitors to our Website, Buyers, and Sellers, which may include personal information.Below we describe the various types of information we collect when you engage with our Digital Properties, how we collect it, and how we use it.<br>Contact and Account InformationWe collect contact information on our Digital Properties.\ncontact information typically includes your name, email address, phone number, and any information you provide in messages to us (collectively, \"Contact Information\").\nWe use such contact information for purposes such as registering you for an account on the Platform, providing you with information about the Digital Properties, responding to your inquiries, sending you email alerts (including marketing emails), or providing you the Digital Properties.<br>\n<br>Once you create an Account, in addition to requesting your Contact Information, we will also ask that you provide us with, among other things, your birthday, gender, ethnicity, race, location, education level, relationship status, household income, causes you are passionate about, how much you plan to earn, and how much you want to donate, as applicable.\nThis information is checked against international databases to screen out bad actors.\nIf you are a Seller, this information will also constitute your first Published Data Packet that you can choose to sell for profit.<br>Seller DataOur Platform is a data marketplace where Sellers have free reign to: (i) download or transmit any Seller Data to the Platform, (ii) accept Data Packet bid requests, and (iii) sell Published Data Packets, in each case, at the Seller’s direction in accordance with the Seller’s wishes.\nTherefore, our Platform will hold any information, including personal information, sensitive information, or otherwise, that you choose to transmit or download through the Platform.\nAny Seller Data transmitted or downloaded to the Platform is used to allow you to access and use the Platform, and with your consent, we may convert such Seller Data into Aggregate Data, as described in Section 4.3 of our Terms of Use.<br>\n<br>When you establish your Account, we want to leave the big decisions you.\nYou may choose to make Manual Submissions of Seller Data by inputting your Seller Data directly, or Automatic Submissions of Seller Data by connecting your Account to your account on a Third-Party Platform.\nIf you make Automatic Submissions, you acknowledge that we will continuously receive information about you from the Third-Party Platform in accordance with the Third-Party Platform’s privacy policy.<br>Requests to Remove Your Seller DataYou may, at any time, request to delete the data uploaded, recorded, or downloaded to the Platform from third party sources by you or on your behalf by visiting https://source.tartle.co/sellers/account_settings and clicking on the button to \"Delete Account\".\nOn deleting your account, we will destroy all seller data you have stored on the Platform, and retain only limited profile data to comply with legal requirements in reference to your account and activities on the Platform.\nYou may also send account deletion requests to help@tartle.co.\nYou may be asked to provide additional identity verification when requesting account deletion via email.<br>Payment InformationIn order for us to process and remit payments, you will be required to provide our Payment Processors certain payment information (collectively, \"Payment Information\").\nYou authorize our third-party Payment Processors, including Paypal, to collect, process, and store your Payment Information in accordance with their respective privacy policies.\nWe reserve the right to change our Payment Processors at any time, or to use additional Payment Processors, at our discretion, and will update this Privacy Policy from time to time accordingly.<br>Server LogsLike most websites today, our web servers keep log files that record data each time a device accesses those servers.\nThe log files contain data about the nature of such access, including the device's IP address, user agent string (e.g., operating system and browser type/version), and referral URL (i.e., the external source by which you arrived at our Digital Properties or the pages you’ve clicked on while on our Digital Properties).\nWe may use these log files for purposes such as assisting in monitoring and troubleshooting errors and incidents, analyzing web traffic, or optimizing the user experience.<br>CookiesSimilar to other online services, we collect information using \"cookie\" technology and other similar technologies.\nCookies are small packets of data that a website stores on your computer's or mobile device's hard drive (or other storage medium) so that your computer will \"remember\" information about your visit.\nWe use both first- and third-party session cookies and persistent cookies.\nBelow is a general primer on session and persistent cookies.\ninformation collected by cookies depends on its particular purpose.\nFor more information, please see the information regarding analytics providers discussed further below.<br>Session Cookies:&nbsp;We use session cookies to make it easier for you to navigate our Digital Properties.\nA session ID cookie expires when you close your browser.\nPersistent Cookies:&nbsp;A persistent cookie remains on your hard drive for an extended period of time or until you delete them.\nYou can remove persistent cookies by following directions provided in your web browser’s \"help\" file.\nTo the extent we provide a log-in portal or related feature on our Digital Properties, persistent cookies can be used to store your passwords so that you don’t have to enter it more than once.\nPersistent cookies also enable us to track and target the interests of our visitors to personalize the experience on our Digital Properties.\nIn some cases, we may associate information that you have provided to us (e.g., email address) with the cookies that we use.\nIn addition to facilitating the purposes described above, this is useful in understanding your engagement with other content related to our Digital Properties (e.g., email open rates, URL click-throughs).<br>\n<br>If you do not want us to place a cookie on your hard drive, you may be able to turn that feature off on your computer or mobile device.\nPlease consult your browser’s documentation for information on how to do this and how to delete persistent cookies.\nHowever, if you decide not to accept cookies or similar technologies from us, certain aspects of the Digital Properties may not function properly or as intended.<br>Third-Party Analytics ProvidersWe want to understand how you are using our Digital Properties.\nWe may evaluate your use of the Digital Properties by using our own analytics tools or third-party analytics services which compile reports on activity (based on their collection of IP addresses, Internet service provider, browser type, operating system and language, referring and exit pages and URLs, data and time, amount of time spent on particular pages, what sections of the Digital Properties you visit, number of links clicked, search terms and other similar usage data) and analyzing performance metrics.\nThese analytics tools use cookies and other technologies to help collect, analyze, and provide us reports or other data.<br>By accessing and using the Digital Properties, you consent to the processing of data about you by these analytics providers in the manner and for the purposes set out in this Privacy Policy.\nFor more information on these third parties, including how to opt out from certain data collection, please visit the sites below.\nPlease be advised that if you opt out of any service, you may not be able to use the full functionality of the Digital Properties.<br>\n<br>For Google Analytics, please visit: https://support.google.com/analytics/answer/6004245?hl=en and https://tools.google.com/dlpage/gaoptout<br>Third-Party Advertisers/RemarketersTo personalize our advertisements and otherwise understand how you engage with our advertisements, we may share or receive information about you with/from third parties, including, but not limited to, advertising and remarketing providers.\nThese third parties may use cookies, pixel tags, or other technologies to collect information in furtherance of such purposes, including to tailor, target (i.e., behavioral, contextual, retargeting, and remarketing), analyze, report on, and/or manage advertising campaigns or other initiatives.\nFor example, when a browser visits a site, pixel tags enable us and these third-parties to recognize certain cookies stored within the browser to learn which ads or other content bring a user to a given site.\nInformation that we may receive from these third parties, including through their service providers, may include advertising identifiers, IP addresses, reports, and campaign data.<br>By accessing and using the Digital Properties, you consent to the processing of data about you by these advertisers/remarketing providers in the manner and for the purposes set out in this Privacy Policy.\nFor more information on these third parties, including how to opt out from certain data collection, please visit the sites below.\nPlease note that this list may be subject to change based on the campaigns that we run.<br>For Google Ads, please visit: https://policies.google.com/technologies/ads?hl=en-USFor Facebook Ads, please visit: https://www.facebook.com/help/568137493302217For Tiktok Ads, please visit: https://ads.tiktok.com/i18n/official/policy/productFor Snapchat Ads, please visit: https://support.snapchat.com/en-US/a/advertising-preferencesUsage and Aggregate DataIn an ongoing effort to better understand our users and the Digital Properties, we might analyze Usage Data and Aggregate Data to operate, maintain, manage, and improve the Digital Properties.\nUsage Data and Aggregate Data do not identify you personally.\nWe may share this data with our affiliates, agents, and business partners.\nWe may also disclose aggregated user statistics in order to describe the Digital Properties to current and prospective business partners and to other third parties for other lawful purposes.<br>How We Transfer Your Information to Third PartiesWe will only share your information as provided in this Privacy Policy or otherwise disclosed to you on our Digital Properties.\nIn the event you believe we are using your information in a manner not disclosed to you, please notify us immediately and we will take prompt steps to rectify it.<br>\n<br>Like many businesses, we hire other companies to perform certain business-related services.\nThe types of companies that may receive personal information and their functions are: hosting services, storage providers, cloud software providers, technical assistance, database management/back-up services, use analytics, advertising/remarketing, email marketing platforms, customer relationship management, customer service, and payment processing.<br>\n<br>Sellers are able to choose how they want to sell to Buyers Published Data Packets containing their Seller Data.\nOne way is by creating your own Published Data Packets with your Seller Data and selling that through the Platform.\nAnother way is by responding to Buyer Data Packet bid requests.\nWhen a Buyer submits a bid for a Data Packet, if your demographics match the parameters of the Data Packet bid request, you can set your Account preferences to either (i) require your approval before responding to a bid and sending the Buyer a Published Data Packet (\"Manual Sale\"), or (ii) automatically complete the Data Packet with your Seller Data and sell the Published Data Packet any time you meet the Data Packet parameters (\"Automatic Sale\").\nYou can also be more specific with your choices, such as requiring Manual Sales if bids are below market price and approving Automatic Sales when bids are at or above market price.\nYou can change your preferences at any time through your Account.<br>Business TransfersIn the event of a merger, dissolution, bankruptcy, reorganization or similar corporate event, or the sale of all or substantially all of our assets, we expect that the information that we have collected, including personal information, would be transferred to the surviving entity in a merger, the acquiring entity, or our creditors.\nAll such transfers shall be subject to our commitments with respect to the privacy and confidentiality of such personal information as set forth in this Privacy Policy.\nThis policy shall be binding upon TARTLE and its legal successors-in-interest.<br>Disclosure to Public AuthoritiesWe are required to disclose personal information in response to lawful requests by public authorities, including for the purpose of meeting national security or law enforcement requirements.\nWe may also disclose personal information to other third parties when compelled to do so by government authorities or required by law or regulation including, but not limited to, in response to court orders and subpoenas.<br>OPT-OUT FOR DIRECT MARKETING.\nEMAIL MANAGEMENTYou may opt out at any time from the use of your personal information for direct marketing purposes by emailing the instructions to help@tartle.co or by clicking on the \"Unsubscribe\" link located on the bottom of any TARTLE marketing email and following the instructions found on the page to which the link takes you.\nPlease allow us a reasonable time to process your request.\nYou cannot opt out of receiving transactional e-mails related to the Digital Properties.<br>HOW WE PROTECT YOUR INFORMATION.\nTHIRD PARTY SECURITY RISKSTARTLE takes very seriously the security and privacy of the personal information that it collects pursuant to this Privacy Policy.\nAccordingly, we implement reasonable and appropriate security measures to protect your personal information from loss, misuse and unauthorized access, disclosure, alteration and destruction, taking into account the risks involved in processing and the nature of such data, and comply with applicable laws and regulations.\nPlease understand, however, that no security system is impenetrable.\nWe cannot guarantee the security of our databases or the databases of the third parties with which we may share your information (as permitted herein), nor can we guarantee that the information you supply will not be intercepted while being transmitted over the Internet.\nE-mail sent to us may not be secure, and you should therefore take special care in deciding what information you send to us via e-mail.<br>\n<br>As mentioned in our Terms of Use, we disclaim liability for the risks, which may include security risks, associated with the various third-party services that may be used in connection with our Digital Properties.\nFor example, when you connect your Account to your account on a Third Party Platform, while the information is under the custody and control of the Third Party Platform, including during the transfer through their API, we have no control over its security.\nPlease read each connected Third Party Platform’s terms of use and privacy policy carefully.\nAdditionally, if you make or receive payment using the Wallet and Virtual Currency, TARTLE has no control over Virtual Currency networks and there are various risks you should be aware of, including the risk of malicious software introduction.\nPlease see Section 3.4 of our Terms of Use for more information.<br>CHILDRENWe do not knowingly collect personal information from children under the age of 13 through the Digital Properties.\nIf you are under 13, please do not give us any personal information.\nWe encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce our Privacy Policy by instructing their children to never provide personal information without their permission.\nIf you have reason to believe that a child under the age of 13 has provided personal information to us, please contact us at help@tartle.co, and we will endeavor to delete that information from our databases.<br>IMPORTANT NOTICE TO ALL NON-US RESIDENTSOur servers are located in the US.\nPlease be aware that your information may be transferred to, processed, maintained, and used on computers, servers, and systems located outside of your state, province, country, or other governmental jurisdiction where the privacy laws may not be as protective as those in your country of origin.\nIf you are located outside the United States and choose to use the Digital Properties, you do so at your own risk.<br>CALIFORNIA PRIVACY RIGHTSPursuant to Section 1798.83 of the California Civil Code, residents of California have the right to obtain certain information about the types of personal information that companies with whom they have an established business relationship (and that are not otherwise exempt) have shared with third parties for direct marketing purposes during the preceding calendar year, including the names and addresses of those third parties, and examples of the types of services or products marketed by those third parties.\nIf you wish to submit a request pursuant to Section 1798.83, please contact TARTLE via email at help@tartle.co.<br>DO NOT TRACKWhere technically feasible, TARTLE responds to \"Do Not Track\" settings or other related mechanisms at this time.<br>NEVADA PRIVACY RIGHTSIf you are a resident of Nevada, you have the right to opt-out of the sale of certain personal information to third parties who intend to license or sell that personal information.\nYou can exercise this right by contacting us at help@tartle.co with the subject line \"Nevada Do Not Sell Request\" and providing us with your name and the email address associated with your account.\nPlease note that we do not currently sell your personal information as sales are defined in Nevada Revised Statutes Chapter 603A because TARTLE obtains your consent to sell your information and uses your information for purposes consistent with your reasonable expectations.<br>LINKS TO EXTERNAL WEBSITESThe Digital Properties may contain links to third-party websites (\"External Sites\").\nTARTLE has no control over the privacy practices or the content of any such External Sites.\nAs such, we are not responsible for the content or the privacy policies of such External Sites.\nYou should check the applicable privacy policy and terms of use when visiting any such External Sites.<br>CHANGES TO THIS PRIVACY POLICYThis Privacy Policy is effective as of the last updated date stated at the top of this Privacy Policy.\nWe may change this Privacy Policy from time to time with or without notice to you.\nBy accessing the Digital Properties after we make any such changes to this Privacy Policy, you are deemed to have accepted such changes.\nPlease be aware that, to the extent permitted by applicable law, our use of the information collected is governed by the Privacy Policy in effect at the time we collect the information.\nPlease refer back to this Privacy Policy on a regular basis.<br>HOW TO CONTACT USIf you have questions about this Privacy Policy, please e-mail us at help@tartle.co with \"Privacy Policy\" in the subject line.<br>", "created_at": "2018-09-14 03:09:39.080301", "updated_at": "2022-12-13 05:50:42.461967"}, {"id": 13239, "name": "Terms of Use", "url": "https://tartle.co/terms-of-service/", "xpath": "/html/body/div[2]/section/div", "text": "TARTLE Terms of UseTARTLE PBC (\"TARTLE,\" \"we,\" \"us,\" or \"our\") welcomes you.\nThese terms of use (\"Terms of Use\") are meant provide transparency and protection for both you and us (collectively, the \"Parties\"), and governs your use of our services, including the website located at https://tartle.co/ (the \"Website\"), our data marketplace platform (the \"Platform\"), and our various other forms of media, including our live-stream news broadcast, Sherpa Vision (collectively, the \"Digital Properties\").<br>\n<br>Your Acknowledgment and Acceptance of our Agreement: By accessing and using the Digital Properties, you acknowledge that you have read, understand, and agree to be legally bound by these Terms of Use and the terms and conditions of our Privacy Policy (the \"Privacy Policy\"), which are hereby incorporated into these Terms of Use and made a part hereof by reference (collectively, the \"Agreement\").\nSome of the terms of this Agreement may not apply if you are not a registered Buyer or Seller (as defined below).\nIf you do not agree to any of the terms in the Agreement, you may not access or use the Digital Properties.<br>\n<br>If you accept or agree to the Agreement on behalf of a company or other legal entity, you represent and warrant that you have the authority to bind that company or other legal entity to the Agreement and, in such event, \"you\" and \"your\" will refer and apply to that company or other legal entity.<br>\n<br>FOR YOUR PROTECTION: THE SECTIONS BELOW TITLED \"BINDING ARBITRATION\" AND \"CLASS ACTION WAIVER\" CONTAIN A BINDING ARBITRATION AGREEMENT AND CLASS ACTION WAIVER.\nTHEY AFFECT YOUR LEGAL RIGHTS.\nPLEASE READ THEM.<br>\n<br>Capitalized terms not defined in these Terms of Use shall have the meaning set forth in our Privacy Policy.1.\nTHE BIG PICTURE: DESCRIPTION OF THE DIGITAL PROPERTIES AND ACCOUNTS Our goal is transparency, so we want to describe to you our services made available through the Digital Properties.1.1 The Data Marketplace and Creating Your AccountOur core services for our registered users can be broken down into two words \"Data Marketplace.\" Aside from our informational marketing Website, we provide a Platform where individuals looking to profit off of their data (each, a \"Seller\") may choose to sell their data (\"Seller Data\") to interested parties (each, a \"Buyer\") that want to purchase a defined bundle of data made up of specific types Seller Data from particular demographics (\"Data Packets\").\nA Data Packet that has been completed with Seller Data and is sold to a Buyer is referred to as a \"Published Data Packet.\" To be clear, this Agreement applies to Buyers and Sellers and any visitors to our Website.<br>\n<br>If you want become a Buyer or Seller, you will need to establish an account with us (\"Account\").\nTo create an account, you will be prompted to provide a user name and password (\"User ID\") and perhaps provide certain additional information that will assist in authenticating your identity when you log-in in the future (collectively \"Login Credentials\").\nYou may not transfer your account to anyone else without our prior written permission.\nWhen creating your Account, you must provide true, accurate, current, and complete information about yourself.\nEach User ID can be used by only one individual.\nYou are responsible for maintaining the confidentiality of your User ID and Login Credentials.\nYou are fully responsible for all activities that are associated with your Account, use of the Digital Properties, or communications from your Account.\nYou agree to immediately notify us of any unauthorized use or suspected unauthorized use of your Account or any other breach of security.\nWe are not required to create an Account for any individual or entity and can terminate your Account at any time as further described in Section 8 below.<br>\n<br>Upon establishing your Account, we will request that you provide information about yourself (including personal information), described in more detail in the Privacy Policy.1.2 Buying and Selling Data As a Seller, you have options for how you can populate Data Packets and sell your Seller Data.\nBuyers will submit bids for Sellers to populate Data Packets that we either have available on the Platform or that the Buyer creates and we approve.\nSellers may also compile their Seller Data into a Published Data Packet and submit it to the Platform for Buyers to bid on to purchase.\nWith respect to populating a Seller's Account with Seller Data, Seller has the option of manually inputting Seller Data into the Platform and/or manually populating the Data Packets (\"Manual Submission\"), or the Seller can automatically download Seller Data to the Platform by connecting the Seller's Account on the Platform to the Seller's account on a third party platform (\"Third Party Platform\") through such Third Party Platform's API (\"Automatic Submission\").\nBy connecting your Platform Account with your Third Party Platform account, we will automatically receive information about you available on the Third Party Platform.\nIf you choose Automatic Submission, TARTLE will continuously receive information from that Third Party Platform until you choose to turn off the connection.\nYou can disconnect your Account from a Third Party Platform account at any time.\nUpon creating your Account, you will also have the choice as to whether to automatically sell your Seller Data if it matches the parameters of a Buyer's Data Packet bid request, or you can choose to approve every instance of a potential sale.<br>\n<br> PLEASE NOTE - FOR YOUR AWARENESS AND OUR PROTECTION: TARTLE has no control over any Third Party Platform or the Third Party Platform's API, and thus TARTLE is not responsible for the Third Party Platform's use of your information or any loss or misuse of information through the Third Party Platform's API.\nThe Third Party Platform's use of your information is governed by its own terms and conditions and privacy policy, which you should review before connecting your TARTLE Account with the Third Party Platform account.\nYou acknowledge that by connecting your Account to your Third Party Platform account, TARTLE will continuously download information about you from that Third Party Platform until you disconnect the accounts.\n<br> We understand this is a lot of information, so please email us at help@tartle.co with any questions you may have.<br>2.&nbsp;ACCESS AND USE.&nbsp.\nThis Section grants you the rights you need to access the Digital Properties and gives us the protection we need to protect our intellectual property and product and service offerings.2.1 Access to the Digital Properties.TARTLE hereby grants you a limited, non-exclusive, non-transferable (except as permitted under Section 10.4 below) right and license, without the right to grant sublicenses, to access and use the Digital Properties (and any manuals, specifications, and other materials describing the functionality, features, and operating characteristics, and use of the Digital Properties (\"Documentation\") that TARTLE may provide in connection therewith) to buy and sell Published Data Packets, as applicable, subject to the terms and conditions of this Agreement.2.2 Modifications.We reserve the right to modify the Digital Properties from time to time by adding, deleting, or modifying features to improve the user experience or for other business purposes.&nbsp.\nWe further reserve the right to discontinue any feature of the Digital Properties or portion thereof at any time at our sole and reasonable discretion.<br>2.3 Restrictions on Use.You will not (and will not authorize, permit, or encourage any third party to):<br>(i) access or use the Digital Properties if you are under the age of 13 without the consent of your parent or guardian;<br>(ii) allow any third party to access and use the Platform through your Account;<br>(iii) share User ID and Login Credentials with a third party;<br>(iv) reverse engineer, decompile, disassemble, or otherwise attempt to discern the source code or interface protocols of the Digital Properties;<br>(v) modify, adapt, or translate the Digital Properties;<br>(vi) make any copies of the Digital Properties;<br>(vii) resell, distribute, or sublicense the Digital Properties or use the Digital Properties for the benefit of anyone other than you;<br>(viii) remove or modify any proprietary markings or restrictive legends placed on the Digital Properties;<br>(ix) use the Digital Properties in violation of any applicable law, rule, or regulation, or in order to build a competitive product or service, or for any purpose not specifically permitted in this Agreement;<br>(x) access or use the Digital Properties to collect any market research for a competing business;<br>(xi) view our news broadcast made available on the Platform for commercial purposes, or download the news broadcast or charge others admission to view the news broadcast;<br>(xii) use any robot, spider, scraper, or other automated means to access the Digital Properties for any purpose without our express written permission.\nprovided, however, we grant the operators of public search engines permission to use spiders to copy materials from the public portions of the Digital Properties for the sole purpose of, and solely to the extent necessary for, creating publicly-available searchable indices of the materials, but not caches or archives of such materials.\nor<br>(xiii) introduce, post, or upload to the Digital Properties any Harmful Code;<br>as used herein, \"Harmful Code\" means computer code, programs, or programming devices that are intentionally designed to disrupt, modify, access, delete, damage, deactivate, disable, harm, or otherwise impede in any manner, including aesthetic disruptions or distortions, the operation of the Digital Properties, or any other associated software, firmware, hardware, computer system, or network (including, without limitation, \"Trojan horses,\" \"viruses,\" \"worms,\" \"time bombs,\" \"time locks,\" \"devices,\" \"traps,\" \"access codes,\" or \"drop dead\" or \"trap door\" devices) or any other harmful, malicious, or hidden procedures, routines or mechanisms that would cause the Digital Properties to cease functioning or to damage or corrupt data, storage media, programs, equipment, or communications, or otherwise interfere with the operations of the Digital Properties.\nWe have the right to monitor your compliance with this Section 2 and your use of the Digital Properties generally.<br>3.&nbsp;MAKING PURCHASES AND GETTING PAID.&nbsp.\nThis Section not only explains how to submit or receive payment, but also outlines the risks associated with using our various payment methods.\nPlease read this Section carefully.3.1 Purchasing Published Data Packets.We work on a bidding system.\nBuyers submit a bid based on how much they think a Data Packet is worth.\nWe are able to determine if the bid is at market price, below market price, or above market price, and such information will be relayed to Sellers to help them decide whether to accept a bid.\nBuyer's fees per Data Packet bid will depend on how much the Buyer bid for the Data Packet (\"Bid Amount\") and how many Sellers accepted the bid.\nUnless expressly provided in this Agreement, all payments are non-refundable.3.2 TARTLE Fees.For each Data Packet bid that is fulfilled by a Seller, Buyers are required to pay: <br>(i) the Bid Amount to each Seller that accepted the bid and submitted a Published Data Packet, and <br>(ii) an additional amount to TARTLE, which is our commission (\"Commission\").\n<br>Our Commission is subject to change at any time, with or without notice.<br>3.3 Taxes.It is your responsibility to determine what, if any, taxes apply as a result of your use of the Digital Properties, including any sale of any Seller Data or Data Packet, and it is your responsibility to report and remit the correct tax to the appropriate tax authority.\nYou agree that TARTLE is not responsible for determining whether taxes apply to your transactions through our Digital Properties or for collecting, reporting, withholding or remitting any taxes arising from any such transactions.\nEach Seller hereby agrees to indemnify TARTLE for any and all taxes, and penalties and interest thereon, including any cost associated with litigating or paying any such tax, that arise from or are otherwise connected with any sale by Seller of any Seller Data or Data Packet and any taxes that may arise from Seller's decision to transact in Virtual Currency.<br>3.4 Payment Method: Wallet vs.\nPaypal.There are two ways you may submit or receive payment: <br>(i) using virtual currency (\"Virtual Currency\") or <br>(ii) through one of our third party payment processors, including PayPal (\"Payment Processor\").\n<br>Your Virtual Currency will be stored in your wallet (the \"Wallet\"), which we create for Buyers upon submitting a bid with Virtual Currency and for Sellers upon accepting a bid and choosing to receive payment by Virtual Currency.\nTARTLE retains sole access to your Wallet, through which you can send or receive payment requests.\nIt is intended that you will be treated as the beneficial owner of the Wallet for all U.S.\nfederal, and state and local, income tax purposes, but it is possible that a taxing authority could determine that TARTLE is the owner of the Wallet or its assets.\nAny transaction with respect to Virtual Currency held in the Wallet could result in a taxable event to you.\nIf you do not want to use Virtual Currency, you can also submit and receive payment through one of our Payment Processors.\nThere are some risks you need to acknowledge when using the Wallet and Virtual Currency or a Payment Processor.\nTARTLE does not itself collect or remit payments.<br>PLEASE READ CAREFULLY: THIS SECTION EXPLAINS RISKS ASSOCIATED WITH VIRTUAL CURRENCY OR USING OUR PAYMENT PROCESSORa.&nbsp;Risk Disclosures For When You Use The Wallet:i.\nYou are solely responsible for storing, outside of the Digital Properties, a backup of any Wallet or transaction information that you maintain in your Wallet or otherwise with the Digital Properties.\nIf you do not maintain a backup of your Wallet data outside of the Digital Properties, you may not be able to access Virtual Currency previously accessed using your Wallet in the event that we discontinue or no longer offer some or all of the Digital Properties or may otherwise lose access to Virtual Currency.\nWe are not responsible for maintaining a copy of this data on your behalf.<br>\n<br>ii.\nIn order for a Virtual Currency transaction to be completed, any such transaction created with the Wallet must be confirmed and recorded in the Virtual Currency ledger associated with the relevant Virtual Currency network.\nSuch networks are decentralized, peer-to-peer networks supported by independent third parties, which are not owned, controlled or operated by TARTLE.<br>\n<br>iii.\nTARTLE has no control over any Virtual Currency network and therefore cannot and does not ensure that any transaction details you submit via our Digital Properties will be confirmed on the relevant Virtual Currency network.\nYou agree and understand that the transaction details you submit via our Digital Properties may not be completed, or may be substantially delayed, by the Virtual Currency network used to process the transaction.\nWe do not guarantee that the Wallet can transfer title or right in any Virtual Currency or make any warranties whatsoever with regard to title.<br>\n<br>iv.\nOnce transaction details have been submitted to a Virtual Currency network, we cannot assist you to cancel or otherwise modify your transaction or transaction details.\nTARTLE has no control over any Virtual Currency network and does not have the ability to facilitate any cancellation or modification requests.\n<br> v.\nIn the event that there is a Fork, TARTLE may not be able to support activity related to your Virtual Currency.\nA \"Fork\" is a change to the underlying protocol of a Virtual Currency network that results in more than one version of a Virtual Currency, the result of which may be one or more versions of a Virtual Currency that are not supported by Blockchain.\nYou agree and understand that, in the event of a Fork, the transactions may not be completed, completed partially, incorrectly completed, or substantially delayed.\nTARTLE is not responsible for any loss incurred by you in caused in whole or in part, directly or indirectly, by a Fork.<br>\n<br>vi.\nVirtual Currencies are not legal tender and are not backed by any sovereign government.\nIn addition, the legislative and regulatory landscape around Virtual Currencies is constantly changing and may affect your ability to use, transfer, or exchange Virtual Currencies.\nConsult with your own tax advisor as to the tax consequences of transacting in Virtual Currencies.<br>\n<br>vii.\nYou agree and understand that there are risks associated with paying, or receiving payment, in Virtual Currency, including, but not limited to, the risk of failure of hardware, software and internet connections, the risk of malicious software introduction, the risk that third parties may obtain unauthorized access to information stored within your Wallet and your public and private keys, and the risk of unknown vulnerabilities in or unanticipated changes to the network protocol.\nYou acknowledge and accept that TARTLE has no control over any cryptocurrency network and will not be responsible for any harm occurring as a result of such risks.\nUse of the Wallet and Virtual Currency features of the Digital Properties is at your own risk.b.&nbsp;Risk Disclosures For When You Use Our Payment Processor:<p>To the extent you pay or receive payment through one of our Payment Processors, you will need to create an account with such Payment Processor which will be governed by the Payment Processor's terms and conditions and privacy policy, not ours.\nBy making or receiving payment through Paypal you agree to PayPal's terms and conditions and privacy policy, which are available at: PayPal User Agreement and PayPal Privacy Statement.<br>All payments will be made and received in U.S.\ndollars.</p>4.&nbsp;TARTLE'S CHARITABLE DONATION PROGRAM&nbsp.\nTARTLE's charitable donation program creates a simple way for our Sellers to support their favorite charitable organizations every time they sell their data to Buyers.4.1 Description of the Program.The purpose of TARTLE's Charitable Donation Program (the \"Program\") is to enable Registered Charities (defined below) to receive charitable donations from our Sellers every time they sell their data to Buyers.\nEach time a Buyer purchases a Completed Data Packet from you, you will be given the option to remit a portion of the payment you received to a Registered Charity.4.2 Participating Organizations.Only Registered Charities can receive disbursements from you through the Program.\nTo participate in the Program, Eligible Charities must register with us on our Website and properly provide all requested information that correctly identifies the Eligible Charity.\nIf the Eligible Charity is accepted to participate in the Program, they will become a \"Registered Charity\" for as long as they remain in compliance with our Program's terms (as further set forth in our participation agreement).\nFor purposes of our Program, \"Eligible Charities\" are those charitable organizations that we determine, to the best of our knowledge, have received an affirmation letter from the Internal Revenue Service indicating that they are a tax-exempt organization under Section 501(c)(3) of the U.S.\nInternal Revenue Code for U.S.\nfederal income tax purposes.<br>4.3 Disclaimers.a.\nAs a result of a Seller's charitable donation to a Registered Charity, the Seller may be eligible to obtain a charitable deduction for U.S.\nfederal income tax purposes equal to the Seller's cash contributions to the Registered Charity.\nBuyers who purchase Completed Data Packets from Sellers who advertise their intent to donate to a particular Registered Charity should not expect to obtain a charitable deduction for U.S.\nfederal income tax purposes as a result of their purchase.<br>\n<br>b.\nIf you're a Buyer who requests that a Seller donate to a particular one of our Registered Charities, please be aware that the decision to donate is ultimately the Seller's.\nBuyers who request that a portion of the sales proceeds from their purchased Completed Data Packets be donated to a particular Registered Charity acknowledge that Seller is not obligated to donate such proceeds to the Buyer's preferred Registered Charity.\n<br>4.4 Taxes.c.\nAs a result of a Seller's charitable donation to a Registered Charity, the Seller may be eligible to obtain a charitable deduction for U.S.\nfederal income tax purposes equal to the Seller's cash contributions to the Registered Charity.\nBuyers who purchase Completed Data Packets from Sellers who advertise their intent to donate to a particular Registered Charity should not expect to obtain a charitable deduction for U.S.\nfederal income tax purposes as a result of their purchase.<br>\n<br>d.\nIn addition, each Seller should be aware that the Internal Revenue Service imposes recordkeeping and substantiation rules on donors of charitable contributions as well as disclosure rules on the charities that receive such charitable contributions.\nAccordingly, should you donate, you should be aware that you may be required to obtain a written acknowledgment from the Registered Charity containing (among other things): (i) the name of the Registered Charity, and (ii) the amount of the cash contribution you made.\nYou are urged to consult with your own tax advisor with regards to any questions you have regarding the deductibility of charitable contributions in your particular circumstances.\nSellers acknowledge that they are solely responsible for determining eligibility for any charitable deduction and for complying with the relevant recordkeeping and substantiation rules imposed by applicable federal, state and local laws.\n<br>5.&nbsp;WHO OWNS WHAT: PROTECTING EVERYONE'S INTELLECTUAL PROPERTY.&nbsp.\nOur intellectual property is vital to our business.\nThis section clearly outlines what we own versus what you own.5.1 TARTLE Materials.The Digital Properties may contain material, such as software, text, graphics, images, designs, sound recordings, audiovisual works, and other material provided by or on behalf of us (collectively referred to as the \"Content\").\nThe Digital Properties, Content, Documentation, [Usage Data (defined below), and Aggregate Data (defined below),] including all modifications, improvements, adaptations, enhancements, derivatives, or translations made thereto or therefrom (collectively, \"TARTLE Materials\") are owned by us or licensed to us by third parties.\nThe TARTLE Materials are protected under both United States and foreign laws.\nUnauthorized use of the TARTLE Materials may violate copyright, trademark, and other laws.\nYou have no rights in or to the TARTLE Materials, and will not use the TARTLE Materials, except as permitted under this Agreement.\nNo other use is permitted without prior written consent from us.\nYou must retain all copyright and other proprietary notices contained in the original TARTLE Materials on any copy you make thereof.\nYou may not sell, transfer, assign, license, sublicense, or modify the TARTLE Materials or reproduce, display, publicly perform, make a derivative version of, distribute, or otherwise use the TARTLE Materials in any way for any public or commercial purpose.\nThe use or posting of the TARTLE Materials on any other website or in a networked computer environment for any purpose is expressly prohibited.\n<br> The trademarks, service marks, and logos used and displayed on the TARTLE Materials may be registered and/or unregistered trademarks or service marks of ours of our licensors (collectively, the \"Trademarks\").\nNothing on the TARTLE Materials should be construed as granting, by implication, estoppel, or otherwise, any license or right to use the Trademarks, without our prior written permission specific for each such use.\nUse of the Trademarks as part of a link to or from any site is prohibited unless establishment of such a link is approved in advance by us in writing.\nAll goodwill generated from the use of the Trademarks inures to the benefit of us or our licensors.5.2 Seller Data and Published Data Packets.Subject to the terms and conditions of this Agreement, Seller hereby grants TARTLE a non-exclusive, worldwide, fully paid-up, royalty-free right and license, with the right to grant sublicenses through multiple tiers to vendors providing services to us (such as hosting providers), to reproduce, execute, use, store, display, and distribute the Seller Data for the purpose of providing you with access to and usage of the Digital Properties hereunder.\nTARTLE has no other rights to Seller Data other than as provided herein.\nIf a Buyer submits a bid for a Data Packet, and Seller accepts the bid and manually or automatically completes the Data Packet with Seller Data and agrees to sell the Published Data Packet to Buyer, Buyer shall own such Published Data Packet once payment for the bid has been remitted to Seller.\n<br>5.3 Aggregated Data.We monitor the performance and use of the Digital Properties by you, and we collect data in connection therewith, including, without limitation, date and time that you access the Digital Properties, the portions or pages of the Digital Properties visited, the frequency and number of times such pages are accessed, and other usage data (the \"Usage Data\").\nWith your consent, we may combine this Usage Data with Seller Data, and use such combined data, or a subset thereof, in an aggregate and anonymous manner (the \"Aggregate Data\").\nAggregate Data does not identify you or any individual.\nOnce Seller Data is aggregated and anonymized, it is no longer deemed Seller Data hereunder and is considered Aggregate Data.\nYou hereby agree that we may collect, use, publish, disseminate, transfer, and otherwise exploit such Aggregate Data for any lawful purpose.\n<br>6.&nbsp;CONFIDENTIALITY.\nFEEDBACK.&nbsp.\nConfidentiality is important to both Parties.\nSee below for how we protect your Confidential Information, and how we expect you to protect ours.6.1 What is Confidential Information?\"Confidential Information\" means: (i) with respect to TARTLE, the TARTLE Materials, and any and all source code relating thereto and any other non-public information or material regarding our legal or business affairs, financing, customers, properties, pricing, products, services, or data.\n(ii) with respect to Sellers, the Seller Data, Seller's Wallet and any non-public information or material regarding Seller's legal or business affairs, financing, employees, customers, properties, or data.\nand (iii) with respect to Buyers, Published Data Packets that the Buyer has purchased, Buyer's Wallet and any non-public information or material regarding Buyer's legal or business affairs, financing, employees, customers, properties, or data.\nNotwithstanding any of the foregoing, Confidential Information does not include information which: (a) is or becomes public knowledge without any action by, or involvement of, the Party to which the Confidential Information is disclosed (the \"Receiving Party\").\n(b) is documented as being known to the Receiving Party prior to its disclosure by the other Party (the \"Disclosing Party\").\n(c) is independently developed by the Receiving Party without reference or access to the Confidential Information of the Disclosing Party and is so documented.\nor (d) is obtained by the Receiving Party without restrictions on use or disclosure from a third party.6.2 Confidentiality Requirements: This is to Protect Us and You.At all times the Receiving Party will protect and preserve the Confidential Information of the Disclosing Party as confidential, using no less care than that with which it protects and preserves its own confidential and proprietary information (but in no event less than a reasonable degree of care), and will not use the Confidential Information for any purpose except to perform its obligations and exercise its rights under this Agreement.\nThe Receiving Party may disclose, distribute, or disseminate the Disclosing Party's Confidential Information to any of its officers, directors, members, managers, partners, employees, contractors or agents (its \"Representatives\"), provided that the Receiving Party reasonably believes that its Representatives have a need to know and such Representatives are bound by confidentiality obligations at least as restrictive as those contained herein.\nThe Receiving Party will not disclose, distribute, or disseminate the Confidential Information to any third party, other than its Representatives, without the prior written consent of the Disclosing Party.\nThe Receiving Party will at all times remain responsible for any violations of this Agreement by any of its Representatives.\nIf the Receiving Party is legally compelled to disclose any of the Disclosing Party's Confidential Information, the Receiving Party will provide the Disclosing Party prompt prior written notice of such requirement so that the Disclosing Party may seek a protective order or other appropriate remedy and/or waive compliance with the terms of this Section.\nIf such protective order or other remedy is not obtained or the Disclosing Party waives compliance with the provisions of this Section, the Receiving Party may furnish only that portion of the Confidential Information which it is advised by its counsel is legally required to be disclosed, and will use its best efforts to insure that confidential treatment will be afforded such disclosed portion of the Confidential Information.\n<br>6.3 Resolving a Breach of Confidentiality.The Receiving Party acknowledges that in the event of a breach of Section 6.1 by the Receiving Party or its Representatives, substantial injury could result to the Disclosing Party and money damages will not be a sufficient remedy for such breach.\nTherefore, in the event that the Receiving Party or its Representatives engage in, or threaten to engage in any act which violates Section 6.1, the Disclosing Party will be entitled, in addition to all other remedies which may be available to it under law, to seek injunctive relief (including, without limitation, temporary restraining orders, or preliminary or permanent injunctions) and specific enforcement of the terms of Section 6.1.\n<br>6.4 Feedback.During the Term, you may elect to provide us with feedback, comments, and suggestions with respect to the Digital Properties (\"Feedback\").\nYou hereby agree that TARTLE will be free to use, reproduce, disclose, and otherwise exploit any and all such Feedback in perpetuity without compensation or attribution to you.\n<br>6.&nbsp;FOR TARTLE'S PROTECTION: REPRESENTATIONS AND WARRANTIES.\nOUR DISCLAIMER.\nLIMITATION OF LIABILITY.\nAND INDEMNITY.\nThis Section is intended to protect us when we provide you our TARTLE Materials, or any other materials or services we may provide.7.1 Representations and Warranties.You represent and warrant to TARTLE (a) that the Seller Data you provide through your Account is about you and no one else, and (b) that the Seller Data does not and shall not infringe, misappropriate, or otherwise violate the rights of any third party including, without limitation, intellectual property rights.7.2 Disclaimer.THE TARTLE MATERIALS, THEIR COMPONENTS, AND ANY OTHER MATERIALS PROVIDED BY TARTLE HEREUNDER ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE,\" AND NEITHER TARTLE NOR OUR LICENSORS MAKES ANY REPRESENTATIONS OR WARRANTIES WITH RESPECT TO THE SAME OR OTHERWISE IN CONNECTION WITH THIS AGREEMENT, AND HEREBY DISCLAIMS ANY AND ALL EXPRESS, IMPLIED, OR STATUTORY WARRANTIES, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF NON-INFRINGEMENT, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AVAILABILITY, ERROR-FREE OR UNINTERRUPTED OPERATION, AND ANY WARRANTIES ARISING FROM A COURSE OF DEALING, COURSE OF PERFORMANCE, OR USAGE OF TRADE.<br>\n<br>YOU UNDERSTAND AND ACKNOWLEDGE THAT TARTLE IS JUST AN INTERMEDIARY PROVIDING A MARKETPLACE FOR BUYERS AND SELLERS.\nTARTLE DOES NOT CREATE ANY SELLER DATA OR COMPLETE ANY DATA PACKETS.\nTARTLE CANNOT GUARANTY THAT DATA PACKETS WILL BE COMPLETED ACCURATELY OR TRUTHFULLY, OR THAT AND SELLERS WILL ACCEPT ANY DATA PACKET BIDS SUBMITTED BY BUYERS.\nADDITIONALLY, ONCE A BUYER HAS PURCHASED A PUBLISHED DATA PACKET, BUYER OWNS THAT PUBLISHED DATA PACKET AND TARTLE IS NOT RESPONSIBLE AND HAS NO CONTROL OVER ANY SUCH USE.\nAS A BUYER OR SELLER, ANY LEGAL CLAIM AGAINST ANOTHER BUYER OR SELLER MUST BE BROUGHT DIRECTLY AGAINST THAT BUYER OR SELLER.\nYOU HEREBY RELEASE TARTLE FROM ANY CLAIMS RELATED TO PUBLISHED DATA PACKETS PROVIDED THROUGH OUR DIGITAL PROPERTIES OR MISUSE OF PUBLISHED DATA PACKETS.<br>\n<br>WE DISCLAIM ALL LIABILITY RELATED TO THE USE OF (I) THIRD PARTY PLATFORMS TO SHARE SELLER DATA WITH TARTLE, AND (II) VIRTUAL CURRENCY TO PAY FOR, OR RECEIVE PAYMENT FOR, PUBLISHED DATA PACKETS.<br>\n<br>TO THE EXTENT THAT TARTLE AND OUR LICENSORS MAY NOT AS A MATTER OF APPLICABLE LAW DISCLAIM ANY IMPLIED WARRANTY, THE SCOPE AND DURATION OF SUCH WARRANTY WILL BE THE MINIMUM PERMITTED UNDER SUCH LAW.\n<br>7.3 Limitation of Liability.N CONNECTION WITH ANY WARRANTY, CONTRACT, OR COMMON LAW TORT CLAIMS: (I) WE AND OUR LICENSORS SHALL NOT BE LIABLE FOR ANY INCIDENTAL OR CONSEQUENTIAL DAMAGES, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION RESULTING FROM THE USE OR INABILITY TO ACCESS AND USE THE TARTLE MTERIALS, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nAND (II) ANY DIRECT DAMAGES, NOT ATTRIBUTABLE TO PERSONAL INJURIES, THAT YOU MAY SUFFER AS A RESULT OF YOUR USE OF THE TARTLE MATERIALS SHALL BE LIMITED TO THE GREATER OF: (I) TOTAL FEES THAT YOU HAVE PAID TO US WITHIN THE THREE (3) MONTHS IMMEDIATELY PRECEDING THE EVENTS GIVING RISE TO ANY CLAIM, OR (II) FITY US DOLLARS ($50).<br>\n<br>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES.\nTHEREFORE, SOME OF THE ABOVE LIMITATIONS ON WARRANTIES IN THIS SECTION MAY NOT APPLY TO YOU.\nNOTHING IN THESE TERMS OF USE SHALL AFFECT ANY NON-WAIVABLE STATUTORY RIGHTS THAT APPLY TO YOU.\n<br>7.4 Indemnification.You will indemnify, defend, and hold TARTLE, our affiliates, our licensors, and hosting providers, and our and their respective Representatives harmless from and against any and all damages, losses, liabilities, costs, and expenses, including reasonable attorneys' fees incurred by any of such indemnified parties in connection with any third-party action, claim, or proceeding arising from or relating to (i) your breach or violation of this Agreement.\n(ii) your misuse of the Digital Properties.\n(iii) your Seller Data.\n(iv) your failure to properly charge, report and/or remit any tax, including sales tax.\n(v) your decision to transact in Virtual Currency.\nor (v) your gross negligence or willful misconduct.\n<br>8.&nbsp;TERM AND TERMINATION.\nThis Section explains how long the Parties must comply with the Agreement and what section will survive termination.8.1 Agreement Starting.This Agreement starts when you accept this Agreement and continues in full force for as long as you use the Digital Properties.\nIf you want to buy data or make money through our Digital Properties, this Agreement will apply at all times.\nYou can stop using the Digital Properties whenever you choose, but we have some termination rights too.\nTARTLE may suspend or terminate this Agreement and your access to the Digital Properties at any time, for any reason, with or without notice.\nUpon termination you will no longer have a license to use the Digital Properties and you must immediately cease all access to and use of the Digital Properties.\nprovided, however, that for a period of thirty (30) days following any termination, TARTLE shall permit you to access the Platform solely for the purpose of (i) downloading your Seller Data or Published Data Packets that you have already purchased, as applicable, and (ii) transferring the balance of your Virtual Currency out of your Wallet to a separate account not controlled by TARTLE.\nAfter such thirty (30) day period, TARTLE has no obligation to grant you any further access to the Digital Properties, and all Seller Data and Published Data Packets will be deleted and the balance of any Wallet will be remitted to TARTLE.8.2 Survival.The following provisions will survive termination of this Agreement: Section 5 (\"Who Owns What: Protecting Everyone’s Intellectual Property\"), Section 6 (\"Confidentiality.\nFeedback\"), Section 7 (\"Representations and Warranties.\nOur Disclaimer.\nLimitation of Liability.\nand Indemnification\"), this Section 8.2 (\"Survival\"), Section 9 (\"Dealing With Disputes: Binding Arbitration, Class Action Waiver, and Equitable Relief\"), and Section 10 (\"Almost Finished: General Provisions\").\n<br>7.3 Limitation of Liability.N CONNECTION WITH ANY WARRANTY, CONTRACT, OR COMMON LAW TORT CLAIMS: (I) WE AND OUR LICENSORS SHALL NOT BE LIABLE FOR ANY INCIDENTAL OR CONSEQUENTIAL DAMAGES, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION RESULTING FROM THE USE OR INABILITY TO ACCESS AND USE THE TARTLE MTERIALS, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nAND (II) ANY DIRECT DAMAGES, NOT ATTRIBUTABLE TO PERSONAL INJURIES, THAT YOU MAY SUFFER AS A RESULT OF YOUR USE OF THE TARTLE MATERIALS SHALL BE LIMITED TO THE GREATER OF: (I) TOTAL FEES THAT YOU HAVE PAID TO US WITHIN THE THREE (3) MONTHS IMMEDIATELY PRECEDING THE EVENTS GIVING RISE TO ANY CLAIM, OR (II) FITY US DOLLARS ($50).<br>\n<br>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES.\nTHEREFORE, SOME OF THE ABOVE LIMITATIONS ON WARRANTIES IN THIS SECTION MAY NOT APPLY TO YOU.\nNOTHING IN THESE TERMS OF USE SHALL AFFECT ANY NON-WAIVABLE STATUTORY RIGHTS THAT APPLY TO YOU.\n<br>9.&nbsp;DEALING WITH DISPUTES: BINDING ARBITRATION, CLASS ACTION WAIVER, AND EQUITABLE RELIEF This Section explains how Disputes (defined below) will be resolved and what types of Disputes can be brought against us.9.1 Binding Arbitration.In the event of a dispute arising under or relating to this Agreement or the Digital Properties between you and TARTLE (not a dispute between a Buyer and a Seller) (each, a \"Dispute\"), such dispute will be finally and exclusively resolved by binding arbitration governed by the Federal Arbitration Act (\"FAA\").\nAny election to arbitrate, at any time, shall be final and binding on the other Party.\nIF EITHER PARTY CHOOSES ARBITRATION, NEITHER PARTY SHALL HAVE THE RIGHT TO LITIGATE SUCH CLAIM IN COURT OR TO HAVE A JURY TRIAL, EXCEPT EITHER PARTY MAY BRING ITS CLAIM IN ITS LOCAL SMALL CLAIMS COURT, IF PERMITTED BY THAT SMALL CLAIMS COURT RULES AND IF WITHIN SUCH COURT’S JURISDICTION.\nARBITRATION IS DIFFERENT FROM COURT, AND DISCOVERY AND APPEAL RIGHTS MAY ALSO BE LIMITED IN ARBITRATION.\nAll disputes will be resolved before a neutral arbitrator selected jointly by the Parties, whose decision will be final, except for a limited right of appeal under the FAA.\nThe arbitration shall be commenced and conducted by JAMS pursuant to its then current Comprehensive Arbitration Rules and Procedures and in accordance with the Expedited Procedures in those rules, or, where appropriate, pursuant to JAMS’ Streamlined Arbitration Rules and Procedures.\nAll applicable JAMS’ rules and procedures are available at the JAMS website www.jamsadr.com.\nEach Party will be responsible for paying any JAMS filing, administrative, and arbitrator fees in accordance with JAMS rules.\nJudgment on the arbitrator’s award may be entered in any court having jurisdiction.\nThis clause shall not preclude Parties from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction.\nThe arbitration may be conducted in person, through the submission of documents, by phone, or online.\nIf conducted in person, the arbitration shall take place in the United States county where you reside.\nThe Parties may litigate in court to compel arbitration, to stay a proceeding pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.\nThe Parties shall cooperate in good faith in the voluntary and informal exchange of all non-privileged documents and other information (including electronically stored information) relevant to the Dispute immediately after commencement of the arbitration.\nAs set forth in Section 9.3 below, nothing in this Agreement will prevent us from seeking injunctive relief in any court of competent jurisdiction as necessary to protect our proprietary interests.9.2 Class Action Waiver.You agree that any arbitration or proceeding shall be limited to the Dispute between us and you individually.\nTo the full extent permitted by law, (i) no arbitration or proceeding shall be joined with any other.\n(ii) there is no right or authority for any Dispute to be arbitrated or resolved on a class action-basis or to utilize class action procedures.\nand (iii) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.\nYOU AGREE THAT YOU MAY BRING CLAIMS AGAINST US ONLY IN YOUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\n<br>9.3 Equitable Relief.You acknowledge and agree that in the event of a breach or threatened violation of our intellectual property rights and confidential and proprietary information by you, we will suffer irreparable harm and will therefore be entitled to injunctive relief to enforce this Agreement.\nWe may, without waiving any other remedies under this Agreement, seek from any court having jurisdiction any interim, equitable, provisional, or injunctive relief that is necessary to protect our rights and property pending the outcome of the arbitration referenced above.\nYou hereby irrevocably and unconditionally consent to the personal and subject matter jurisdiction of the federal and state courts in the State of New Mexico for purposes of any such action by us.\n<br>9.4 Disputes Between and Among Buyers and Sellers.In the event of a dispute between Buyers and Sellers, you release TARTLE, its officers, employees, agents, and successors from claims, demands, and damages of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and/or our Digital Properties.\n<br>9.&nbsp;ALMOST FINISHED: GENERAL PROVISIONS.\nThis Section includes any additional protections not contained above, including changes to these Terms of Use, accessing or exporting the Digital Properties and materials outside of the United States, and third party links available through the Digital Properties, along with terms to ensure this Agreement is interpreted accurately.8.1 Agreement 10.1 Changes to these Terms.\n.These Terms of Use are effective as of the last updated date stated at the top.\nWe may change these Terms of Use from time to time with or without notice to you.\nAny such changes will be posted on the Website.\nBy accessing the Digital Properties after we make any such changes to these Terms of Use, you are deemed to have accepted such changes.\nPlease refer back to these Terms of Use on a regular basis.10.2 Compliance with Applicable Laws.The Digital Properties are based in the United States.\nWe make no claims concerning whether the TARTLE Materials or any Published Data Packets may be downloaded, viewed, or be appropriate for use outside of the United States.\nIf you access the TARTLE Materials, Published Data Packets, or any other materials provided through the Digital Properties from outside of the United States, you do so at your own risk.\nWhether inside or outside of the United States, you are solely responsible for ensuring compliance with the laws of your specific jurisdiction.\n<br>10.3 External Sites.The Digital Properties may contain links to third-party websites (\"External Sites\").\nThese links are provided solely as a convenience to you and not as an endorsement by us of the content on such External Sites.\nThe content of such External Sites is developed and provided by others.\nYou should contact the site administrator or webmaster for those External Sites if you have any concerns regarding such links or any content located on such External Sites.\nWe are not responsible for the content of any linked External Sites and do not make any representations regarding the content or accuracy of materials on such External Sites.\nYou should take precautions when downloading files from all websites to protect your computer from viruses and other destructive programs.\nIf you decide to access linked External Sites, you do so at your own risk.\n<br>10.4 Assignment.Neither Party may assign or otherwise transfer any of its rights or obligations under this Agreement without the prior, written consent of the other Party.\nprovided, however, that a Party may, upon written notice to the other Party and without the consent of the other Party, assign or otherwise transfer this Agreement in connection with a change of control transaction (whether by merger, consolidation, sale of equity interests, sale of all or substantially all assets, or otherwise).\nAny assignment or other transfer in violation of this Section will be null and void.\nSubject to the foregoing, this Agreement will be binding upon and inure to the benefit of the Parties hereto and their permitted successors and assigns.\n<br>10.5 Governing Law.This Agreement will be governed by and construed in accordance with the laws of the State of New Mexico, without regard for choice of law provisions thereof.\n<br>10.6 Severability.\nWaiver.If any provision of this Agreement is found invalid or unenforceable by a court of competent jurisdiction, that provision will be amended to achieve as nearly as possible the same economic effect as the original provision, and the remainder of this Agreement will remain in full force and effect.\nNo failure or delay by either Party in exercising any right or remedy under this Agreement will operate, or be deemed to operate, as a waiver of any such right or remedy.\n<br>10.7 Export.You will not export or re-export, either directly or indirectly, the Digital Properties, or any copies thereof in such manner as to violate the export laws and regulations of the United States or any other applicable jurisdiction in effect from time to time (including, without limitation, when such export or re-export requires an export license or other governmental approval without first obtaining such license or approval).&nbsp.\nWithout limiting the foregoing, you will not, and shall not permit any third parties to, access or use the Digital Properties in violation of any United States export embargo, prohibition, or restriction.\n<br>10.8 Complete Understanding.This Agreement constitutes the final and complete agreement between the Parties regarding the subject matter hereof, and supersede any prior or contemporaneous communications, representations, or agreements between the Parties, whether oral or written, including, without limitation, any confidentiality or non-disclosure agreements.\nHeadings and Section summaries are for convenience only and shall not be used to limit or interpret the meaning of any of the provisions of this Agreement.\n<br>", "created_at": "2022-12-13 05:51:19.149352", "updated_at": "2022-12-13 05:51:30.353777"}], "points": [{"id": 4636, "title": "This service does not track you", "source": "https://tartle.co/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 03:22:33.77493", "updated_at": "2019-07-31 16:22:43.835997", "quoteText": null, "case_id": 218, "document_id": 533, "quoteStart": null, "quoteEnd": null}, {"id": 4639, "title": "You can delete your content from this service", "source": "https://tartle.co/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 03:29:07.338505", "updated_at": "2019-06-20 08:31:40.02741", "quoteText": null, "case_id": 175, "document_id": 533, "quoteStart": null, "quoteEnd": null}, {"id": 4638, "title": "info given about security practices", "source": "https://tartle.co/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 03:27:28.679366", "updated_at": "2023-07-11 06:33:09.975775", "quoteText": null, "case_id": 226, "document_id": 533, "quoteStart": null, "quoteEnd": null}, {"id": 4641, "title": "The service provides two factor authentification for your account", "source": "https://tartle.co/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 03:34:32.978988", "updated_at": "2019-06-18 03:39:37.041221", "quoteText": null, "case_id": 312, "document_id": 533, "quoteStart": null, "quoteEnd": null}, {"id": 4640, "title": "This service provides a way for you to export your data", "source": "https://tartle.co/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 03:31:57.317238", "updated_at": "2021-02-06 03:50:18.584905", "quoteText": null, "case_id": 184, "document_id": 533, "quoteStart": null, "quoteEnd": null}, {"id": 4637, "title": "You maintain ownership of your data", "source": "https://tartle.co/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2018-09-14 03:23:49.08837", "updated_at": "2021-04-28 00:02:44.94723", "quoteText": null, "case_id": 183, "document_id": 533, "quoteStart": null, "quoteEnd": null}], "urls": ["tartle.co"]}}