{"error": 448, "message": "OK", "parameters": {"id": 8641, "name": "Lootably", "created_at": "2023-06-30 03:40:29.83876", "updated_at": "2023-06-30 10:02:06.135099", "wikipedia": null, "keywords": null, "related": null, "slug": "lootably", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8641.png", "url": "lootably.com,wall.lootably.com", "documents": [{"id": 16829, "name": "PRIVACY POLICY", "url": "https://app.termly.io/document/privacy-policy/bf96b7d6-2180-4165-b771-496417fef46f", "xpath": "//body", "text": " <strong>PRIVACY POLICY</strong>\n<br>\n<strong>Last updated May 18, 2023</strong>\n<br>\n<br>\n<br>This privacy notice for Lootably, Inc.\n(\"<strong>Company</strong>,\" \"<strong>we</strong>,\" \"<strong>us</strong>,\" or \"<strong>our</strong>\"), describes how and why we might collect, store, use, and/or share (\"<strong>process</strong>\") your information when you use our services (\"<strong>Services</strong>\"), such as when you:<ul>\n<li>Visit our website at https://lootably.com, or any website of ours that links to this privacy notice</li>\n</ul>\n<ul>\n<li>Engage with us in other related ways, including any sales, marketing, or events</li>\n</ul>\n<strong>Questions or concerns?&nbsp;</strong>Reading this privacy notice will help you understand your privacy rights and choices.\nIf you do not agree with our policies and practices, please do not use our Services.\nIf you still have any questions or concerns, please contact us at business@lootably.com.<br>\n<br>\n<strong>SUMMARY OF KEY POINTS</strong>\n<br>\n<strong>\n<em>This summary provides key points from our privacy notice, but you can find out more details about any of these topics by clicking the link following each key point or by using our&nbsp;</em>\n</strong>\n<strong>\n<em>table of contents</em>\n</strong>\n<strong>\n<em>&nbsp;below to find the section you are looking for.</em>\n</strong>\n<br>\n<strong>What personal information do we process?</strong> When you visit, use, or navigate our Services, we may process personal information depending on how you interact with Lootably, Inc.\nand the Services, the choices you make, and the products and features you use.\nLearn more about&nbsp;personal information you disclose to us.<br>\n<strong>Do we process any sensitive personal information?</strong> We may process sensitive personal information when necessary with your consent or as otherwise permitted by applicable law.\nLearn more about&nbsp;sensitive information we process.<br>\n<strong>Do we receive any information from third parties?</strong> We do not receive any information from third parties.<br>\n<strong>How do we process your information?</strong> We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law.\nWe may also process your information for other purposes with your consent.\nWe process your information only when we have a valid legal reason to do so.\nLearn more about&nbsp;how we process your information.<br>\n<strong>In what situations and with which types of parties do we share personal information?</strong> We may share information in specific situations and with specific categories of third parties.\nLearn more about&nbsp;when and with whom we share your personal information.<br>\n<strong>How do we keep your information safe?</strong> We have organizational and technical processes and procedures in place to protect your personal information.\nHowever, no electronic transmission over the internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information.\nLearn more about&nbsp;how we keep your information safe.<br>\n<strong>What are your rights?</strong> Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information.\nLearn more about&nbsp;your privacy rights.<br>\n<strong>How do you exercise your rights?</strong> The easiest way to exercise your rights is by submitting a&nbsp;data subject access request, or by contacting us.\nWe will consider and act upon any request in accordance with applicable data protection laws.<br>Want to learn more about what Lootably, Inc.\ndoes with any information we collect?&nbsp;Review the privacy notice in full.<br>\n<br>\n<strong>TABLE OF CONTENTS</strong>\n<br>1.\nWHAT INFORMATION DO WE COLLECT?2.\nHOW DO WE PROCESS YOUR INFORMATION?3.\nWHAT LEGAL BASES DO WE RELY ON TO PROCESS YOUR PERSONAL INFORMATION?4.\nWHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?5.\nWHAT IS OUR STANCE ON THIRD-PARTY WEBSITES?&nbsp;&nbsp;&nbsp;6.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?7.\nIS YOUR INFORMATION TRANSFERRED INTERNATIONALLY?8.\nHOW LONG DO WE KEEP YOUR INFORMATION?9.\nHOW DO WE KEEP YOUR INFORMATION SAFE?10.\nDO WE COLLECT INFORMATION FROM MINORS?11.\nWHAT ARE YOUR PRIVACY RIGHTS?12.\nCONTROLS FOR DO-NOT-TRACK FEATURES13.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?14.\nDO WE MAKE UPDATES TO THIS NOTICE?15.\nHOW CAN YOU CONTACT US ABOUT THIS NOTICE?16.\nHOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?<br>\n<br>\n<strong>1.\nWHAT INFORMATION DO WE COLLECT?</strong>\n<br>\n<strong>Personal information you disclose to us</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<strong>\n<em>&nbsp;</em>\n</strong>\n<em>We collect personal information that you provide to us.</em>\n<br>We collect personal information that you voluntarily provide to us when you register on the Services,&nbsp;express an interest in obtaining information about us or our products and Services, when you participate in activities on the Services, or otherwise when you contact us.<br>\n<strong>Personal Information Provided by You.</strong> The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make, and the products and features you use.\nThe personal information we collect may include the following:<ul>\n<li>contact or authentication data</li>\n</ul>\n<ul>\n<li>usernames</li>\n</ul>\n<ul>\n<li>mailing addresses</li>\n</ul>\n<ul>\n<li>phone numbers</li>\n</ul>\n<ul>\n<li>email addresses</li>\n</ul>\n<ul>\n<li>job titles</li>\n</ul>\n<strong>Sensitive Information.</strong> When necessary, with your consent or as otherwise permitted by applicable law, we process the following categories of sensitive information:<ul>\n<li>information revealing race or ethnic origin</li>\n</ul>All personal information that you provide to us must be true, complete, and accurate, and you must notify us of any changes to such personal information.<br>\n<strong>Information automatically collected</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<strong>\n<em>&nbsp;</em>\n</strong>\n<em>Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our Services.</em>\n<br>We automatically collect certain information when you visit, use, or navigate the Services.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services, and other technical information.\nThis information is primarily needed to maintain the security and operation of our Services, and for our internal analytics and reporting purposes.<br>Like many businesses, we also collect information through cookies and similar technologies.\n<br>The information we collect includes:<ul>\n<li>\n<em>Log and Usage Data.</em> Log and usage data is service-related, diagnostic, usage, and performance information our servers automatically collect when you access or use our Services and which we record in log files.\nDepending on how you interact with us, this log data may include your IP address, device information, browser type, and settings and information about your activity in the Services&nbsp;(such as the date/time stamps associated with your usage, pages and files viewed, searches, and other actions you take such as which features you use), device event information (such as system activity, error reports (sometimes called \"crash dumps\"), and hardware settings).</li>\n</ul>\n<ul>\n<li>\n<em>Device Data.</em> We collect device data such as information about your computer, phone, tablet, or other device you use to access the Services.\nDepending on the device used, this device data may include information such as your IP address (or proxy server), device and application identification numbers, location, browser type, hardware model, Internet service provider and/or mobile carrier, operating system, and system configuration information.</li>\n</ul>\n<ul>\n<li>\n<em>Location Data.</em> We collect location data such as information about your device's location, which can be either precise or imprecise.\nHow much information we collect depends on the type and settings of the device you use to access the Services.\nFor example, we may use GPS and other technologies to collect geolocation data that tells us your current location (based on your IP address).\nYou can opt out of allowing us to collect this information either by refusing access to the information or by disabling your Location setting on your device.\nHowever, if you choose to opt out, you may not be able to use certain aspects of the Services.</li>\n</ul>\n<strong>2.\nHOW DO WE PROCESS YOUR INFORMATION?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law.\nWe may also process your information for other purposes with your consent.</em>\n<br>\n<strong>We process your personal information for a variety of reasons, depending on how you interact with our Services, including:</strong>\n<ul>\n<li>\n<strong>To facilitate account creation and authentication and otherwise manage user accounts.&nbsp;</strong>We may process your information so you can create and log in to your account, as well as keep your account in working order.</li>\n</ul>\n<ul>\n<li>\n<strong>To deliver and facilitate delivery of services to the user.&nbsp;</strong>We may process your information to provide you with the requested service.</li>\n</ul>\n<ul>\n<li>\n<strong>To respond to user inquiries/offer support to users.&nbsp;</strong>We may process your information to respond to your inquiries and solve any potential issues you might have with the requested service.</li>\n</ul>\n<ul>\n<li>\n<strong>To fulfill and manage your orders.</strong> We may process your information to fulfill and manage your orders, payments, returns, and exchanges made through the Services.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>\n<strong>To send you marketing and promotional communications.&nbsp;</strong>We may process the personal information you send to us for our marketing purposes, if this is in accordance with your marketing preferences.\nYou can opt out of our marketing emails at any time.\nFor more information, see \"WHAT ARE YOUR PRIVACY RIGHTS?\" below.</li>\n</ul>\n<ul>\n<li>\n<strong>To deliver targeted advertising to you.</strong> We may process your information to develop and display personalized content and advertising tailored to your interests, location, and more.</li>\n</ul>\n<ul>\n<li>\n<strong>To protect our Services.</strong> We may process your information as part of our efforts to keep our Services safe and secure, including fraud monitoring and prevention.</li>\n</ul>\n<ul>\n<li>\n<strong>To identify usage trends.</strong> We may process information about how you use our Services to better understand how they are being used so we can improve them.</li>\n</ul>\n<ul>\n<li>\n<strong>To determine the effectiveness of our marketing and promotional campaigns.</strong> We may process your information to better understand how to provide marketing and promotional campaigns that are most relevant to you.</li>\n</ul>\n<ul>\n<li>\n<strong>To save or protect an individual's vital interest.</strong> We may process your information when necessary to save or protect an individual’s vital interest, such as to prevent harm.</li>\n</ul>\n<br>\n<strong>3.\nWHAT LEGAL BASES DO WE RELY ON TO PROCESS YOUR INFORMATION?</strong>\n<br>\n<em>\n<strong>In Short:&nbsp;</strong>We only process your personal information when we believe it is necessary and we have a valid legal reason (i.e., legal basis) to do so under applicable law, like with your consent, to comply with laws, to provide you with services to enter into or fulfill our contractual obligations, to protect your rights, or to fulfill our legitimate business interests.</em>\n<br>\n<em>\n<strong>\n<u>If you are located in the EU or UK, this section applies to you.</u>\n</strong>\n</em>\n<br>The General Data Protection Regulation (GDPR) and UK GDPR require us to explain the valid legal bases we rely on in order to process your personal information.\nAs such, we may rely on the following legal bases to process your personal information:<ul>\n<li>\n<strong>Consent.&nbsp;</strong>We may process your information if you have given us permission (i.e., consent) to use your personal information for a specific purpose.\nYou can withdraw your consent at any time.\nLearn more about&nbsp;withdrawing your consent.</li>\n</ul>\n<ul>\n<li>\n<strong>Performance of a Contract.</strong> We may process your personal information when we believe it is necessary to fulfill our contractual obligations to you, including providing our Services or at your request prior to entering into a contract with you.</li>\n</ul>\n<ul>\n<li>\n<strong>Legitimate Interests.</strong> We may process your information when we believe it is reasonably necessary to achieve our legitimate business interests and those interests do not outweigh your interests and fundamental rights and freedoms.\nFor example, we may process your personal information for some of the purposes described in order to:</li>\n</ul>\n<ul>\n<li>Send users information about special offers and discounts on our products and services</li>\n</ul>\n<ul>\n<li>Develop and display personalized and relevant advertising content for our users</li>\n</ul>\n<ul>\n<li>Analyze how our Services are used so we can improve them to engage and retain users</li>\n</ul>\n<ul>\n<li>Support our marketing activities</li>\n</ul>\n<ul>\n<li>Diagnose problems and/or prevent fraudulent activities</li>\n</ul>\n<ul>\n<li>\n<strong>Legal Obligations.</strong> We may process your information where we believe it is necessary for compliance with our legal obligations, such as to cooperate with a law enforcement body or regulatory agency, exercise or defend our legal rights, or disclose your information as evidence in litigation in which we are involved.<br>\n</li>\n</ul>\n<ul>\n<li>\n<strong>Vital Interests.</strong> We may process your information where we believe it is necessary to protect your vital interests or the vital interests of a third party, such as situations involving potential threats to the safety of any person.</li>\n</ul>\n<br>\n<strong>\n<u>\n<em>If you are located in Canada, this section applies to you.</em>\n</u>\n</strong>\n<br>We may process your information if you have given us specific permission (i.e., express consent) to use your personal information for a specific purpose, or in situations where your permission can be inferred (i.e., implied consent).\nYou can&nbsp;withdraw your consent&nbsp;at any time.<br>In some exceptional cases, we may be legally permitted under applicable law to process your information without your consent, including, for example:<ul>\n<li>If collection is clearly in the interests of an individual and consent cannot be obtained in a timely way</li>\n</ul>\n<ul>\n<li>For investigations and fraud detection and prevention</li>\n</ul>\n<ul>\n<li>For business transactions provided certain conditions are met</li>\n</ul>\n<ul>\n<li>If it is contained in a witness statement and the collection is necessary to assess, process, or settle an insurance claim</li>\n</ul>\n<ul>\n<li>For identifying injured, ill, or deceased persons and communicating with next of kin</li>\n</ul>\n<ul>\n<li>If we have reasonable grounds to believe an individual has been, is, or may be victim of financial abuse</li>\n</ul>\n<ul>\n<li>If it is reasonable to expect collection and use with consent would compromise the availability or the accuracy of the information and the collection is reasonable for purposes related to investigating a breach of an agreement or a contravention of the laws of Canada or a province</li>\n</ul>\n<ul>\n<li>If disclosure is required to comply with a subpoena, warrant, court order, or rules of the court relating to the production of records</li>\n</ul>\n<ul>\n<li>If it was produced by an individual in the course of their employment, business, or profession and the collection is consistent with the purposes for which the information was produced</li>\n</ul>\n<ul>\n<li>If the collection is solely for journalistic, artistic, or literary purposes</li>\n</ul>\n<ul>\n<li>If the information is publicly available and is specified by the regulations</li>\n</ul>\n<br>\n<strong>4.\nWHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp;We may share information in specific situations described in this section and/or with the following categories of third parties.</em>\n<br>\n<strong>Vendors, Consultants, and Other Third-Party Service Providers.</strong> We may share your data with third-party vendors, service providers, contractors, or agents (\"<strong>third parties</strong>\") who perform services for us or on our behalf and require access to such information to do that work.\nWe have contracts in place with our third parties, which are designed to help safeguard your personal information.\nThis means that they cannot do anything with your personal information unless we have instructed them to do it.\nThey will also not share your personal information with any organization apart from us.\nThey also commit to protect the data they hold on our behalf and to retain it for the period we instruct.\nThe categories of third parties we may share personal information with are as follows:<ul>\n<li>Ad Networks</li>\n</ul>\n<ul>\n<li>Affiliate Marketing Programs</li>\n</ul>\n<ul>\n<li>Cloud Computing Services</li>\n</ul>\n<ul>\n<li>Data Analytics Services</li>\n</ul>\n<ul>\n<li>Data Storage Service Providers</li>\n</ul>\n<ul>\n<li>Sales &amp.\nMarketing Tools</li>\n</ul>\n<ul>\n<li>Website Hosting Service Providers</li>\n</ul>\n<br>We also may need to share your personal information in the following situations:<ul>\n<li>\n<strong>Business Transfers.</strong> We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.</li>\n</ul>\n<ul>\n<li>\n<strong>Affiliates.&nbsp;</strong>We may share your information with our affiliates, in which case we will require those affiliates to honor this privacy notice.\nAffiliates include our parent company and any subsidiaries, joint venture partners, or other companies that we control or that are under common control with us.</li>\n</ul>\n<ul>\n<li>\n<strong>Business Partners.</strong> We may share your information with our business partners to offer you certain products, services, or promotions.</li>\n</ul>\n<br>\n<strong>5.\nWHAT IS OUR STANCE ON THIRD-PARTY WEBSITES?</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp;We are not responsible for the safety of any information that you share with third parties that we may link to or who advertise on our Services, but are not affiliated with, our Services.</em>\n<br>The Services may link to third-party websites, online services, or mobile applications and/or contain advertisements from third parties that are not affiliated with us and which may link to other websites, services, or applications.\nAccordingly, we do not make any guarantee regarding any such third parties, and we will not be liable for any loss or damage caused by the use of such third-party websites, services, or applications.\nThe inclusion of a link towards a third-party website, service, or application does not imply an endorsement by us.\nWe cannot guarantee the safety and privacy of data you provide to any third parties.\nAny data collected by third parties is not covered by this privacy notice.\nWe are not responsible for the content or privacy and security practices and policies of any third parties, including other websites, services, or applications that may be linked to or from the Services.\nYou should review the policies of such third parties and contact them directly to respond to your questions.<br>\n<strong>6.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp;We may use cookies and other tracking technologies to collect and store your information.</em>\n<br>We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information.\nSpecific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Notice.<br>\n<strong>7.\nIS YOUR INFORMATION TRANSFERRED INTERNATIONALLY?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>We may transfer, store, and process your information in countries other than your own.</em>\n<br>Our servers are located in the United States.\nIf you are accessing our Services from outside the United States, please be aware that your information may be transferred to, stored, and processed by us in our facilities and by those third parties with whom we may share your personal information (see \"WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?\" above), in the United States,&nbsp;and other countries.<br>If you are a resident in the European Economic Area (EEA) or United Kingdom (UK), then these countries may not necessarily have data protection laws or other similar laws as comprehensive as those in your country.\nHowever, we will take all necessary measures to protect your personal information in accordance with this privacy notice and applicable law.<br>\n<strong>8.\nHOW LONG DO WE KEEP YOUR INFORMATION?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>We keep your information for as long as necessary to fulfill the purposes outlined in this privacy notice unless otherwise required by law.</em>\n<br>We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting, or other legal requirements).\nNo purpose in this notice will require us keeping your personal information for longer than the period of time in which users have an account with us.<br>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.<br>\n<strong>9.\nHOW DO WE KEEP YOUR INFORMATION SAFE?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>We aim to protect your personal information through a system of organizational and technical security measures.</em>\n<br>We have implemented appropriate and reasonable technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our Services is at your own risk.\nYou should only access the Services within a secure environment.<br>\n<strong>10.\nDO WE COLLECT INFORMATION FROM MINORS?</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp;We do not knowingly collect data from or market to children under 18 years of age.</em>\n<br>We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the Services, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Services.\nIf we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\nIf you become aware of any data we may have collected from children under age 18, please contact us at business@lootably.com.<br>\n<strong>11.\nWHAT ARE YOUR PRIVACY RIGHTS?</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp;<em>\n</em>In some regions, such as the European Economic Area (EEA), United Kingdom (UK), and Canada, you have rights that allow you greater access to and control over your personal information.<em>\n</em>&nbsp;You may review, change, or terminate your account at any time.</em>\n<br>In some regions (like the EEA, UK, and Canada), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nYou can make such a request by contacting us by using the contact details provided in the section \"HOW CAN YOU CONTACT US ABOUT THIS NOTICE?\" below.<br>We will consider and act upon any request in accordance with applicable data protection laws.&nbsp;If you are located in the EEA or UK and you believe we are unlawfully processing your personal information, you also have the right to complain to your Member State data protection authority or&nbsp;UK data protection authority.<br>If you are located in Switzerland, you may contact the Federal Data Protection and Information Commissioner.<br>\n<strong>\n<u>Withdrawing your consent:</u>\n</strong> If we are relying on your consent to process your personal information, which may be express and/or implied consent depending on the applicable law, you have the right to withdraw your consent at any time.\nYou can withdraw your consent at any time by contacting us by using the contact details provided in the section \"HOW CAN YOU CONTACT US ABOUT THIS NOTICE?\" below.<br>However, please note that this will not affect the lawfulness of the processing before its withdrawal nor, when applicable law allows, will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.<br>\n<strong>\n<u>Opting out of marketing and promotional communications:</u>\n</strong>\n<strong>\n<u>&nbsp;</u>\n</strong>You can unsubscribe from our marketing and promotional communications at any time by clicking on the unsubscribe link in the emails that we send, or by contacting us using the details provided in the section \"HOW CAN YOU CONTACT US ABOUT THIS NOTICE?\" below.\nYou will then be removed from the marketing lists.\nHowever, we may still communicate with you — for example, to send you service-related messages that are necessary for the administration and use of your account, to respond to service requests, or for other non-marketing purposes.<br>\n<strong>Account Information</strong>\n<br>If you would at any time like to review or change the information in your account or terminate your account, you can:<ul>\n<li>Contact us using the contact information provided.</li>\n</ul>Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, we may retain some information in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our legal terms and/or comply with applicable legal requirements.<br>\n<strong>\n<u>Cookies and similar technologies:</u>\n</strong> Most Web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove cookies and to reject cookies.\nIf you choose to remove cookies or reject cookies, this could affect certain features or services of our Services.\nYou may also opt out of interest-based advertising by advertisers on our Services.\n<br>If you have questions or comments about your privacy rights, you may email us at business@lootably.com.<br>\n<strong>12.\nCONTROLS FOR DO-NOT-TRACK FEATURES</strong>\n<br>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nAt this stage no uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy notice.<br>\n<strong>13.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.</em>\n<br>California Civil Code Section 1798.83, also known as the \"Shine The Light\" law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.<br>If you are under 18 years of age, reside in California, and have a registered account with Services, you have the right to request removal of unwanted data that you publicly post on the Services.\nTo request removal of such data, please contact us using the contact information provided below and include the email address associated with your account and a statement that you reside in California.\nWe will make sure the data is not publicly displayed on the Services, but please be aware that the data may not be completely or comprehensively removed from all our systems (e.g., backups, etc.).<br>\n<strong>CCPA Privacy Notice</strong>\n<br>The California Code of Regulations defines a \"resident\" as:<br>(1) every individual who is in the State of California for other than a temporary or transitory purpose and(2) every individual who is domiciled in the State of California who is outside the State of California for a temporary or transitory purpose<br>All other individuals are defined as \"non-residents.\"<br>If this definition of \"resident\" applies to you, we must adhere to certain rights and obligations regarding your personal information.<br>\n<strong>What categories of personal information do we collect?</strong>\n<br>We have collected the following categories of personal information in the past twelve (12) months:<br>\n<strong>Category</strong>\n<strong>Examples</strong>\n<strong>Collected</strong>A.\nIdentifiersContact details, such as real name, alias, postal address, telephone or mobile contact number, unique personal identifier, online identifier, Internet Protocol address, email address, and account name<br>YES<br>B.\nPersonal information categories listed in the California Customer Records statuteName, contact information, education, employment, employment history, and financial information<br>YES<br>C.\nProtected classification characteristics under California or federal lawGender and date of birth<br>YES<br>D.\nCommercial informationTransaction information, purchase history, financial details, and payment information<br>NO<br>E.\nBiometric informationFingerprints and voiceprints<br>NO<br>F.\nInternet or other similar network activityBrowsing history, search history, online behavior, interest data, and interactions with our and other websites, applications, systems, and advertisements<br>YES<br>G.\nGeolocation dataDevice location<br>YES<br>H.\nAudio, electronic, visual, thermal, olfactory, or similar informationImages and audio, video or call recordings created in connection with our business activities<br>NO<br>I.\nProfessional or employment-related informationBusiness contact details in order to provide you our Services at a business level or job title, work history, and professional qualifications if you apply for a job with us<br>YES<br>J.\nEducation InformationStudent records and directory information<br>NO<br>K.\nInferences drawn from other personal informationInferences drawn from any of the collected personal information listed above to create a profile or summary about, for example, an individual’s preferences and characteristics<br>YES<br>L.\nSensitive Personal InformationAccount login information and racial or ethnic origin<br>YES<br>\n<br>We will use and retain the collected personal information as needed to provide the Services or for:<ul>\n<li>Category A - As long as the user has an account with us</li>\n</ul>\n<ul>\n<li>Category B - As long as the user has an account with us</li>\n</ul>\n<ul>\n<li>Category C - As long as the user has an account with us</li>\n</ul>\n<ul>\n<li>Category F - As long as the user has an account with us</li>\n</ul>\n<ul>\n<li>Category G - As long as the user has an account with us</li>\n</ul>\n<ul>\n<li>Category I - As long as the user has an account with us</li>\n</ul>\n<ul>\n<li>Category K - As long as the user has an account with us</li>\n</ul>\n<ul>\n<li>Category L - As long as the user has an account with us</li>\n</ul>Category L information may be used, or disclosed to a service provider or contractor, for additional, specified purposes.\nYou have the right to limit the use or disclosure of your sensitive personal information.<br>We may also collect other personal information outside of these categories through instances where you interact with us in person, online, or by phone or mail in the context of:<ul>\n<li>Receiving help through our customer support channels;</li>\n</ul>\n<ul>\n<li>Participation in customer surveys or contests.\nand</li>\n</ul>\n<ul>\n<li>Facilitation in the delivery of our Services and to respond to your inquiries.</li>\n</ul>\n<strong>How do we use and share your personal information?</strong>\n<br>Lootably, Inc.\ncollects and shares your personal information through:<ul>\n<li>Targeting cookies/Marketing cookies</li>\n</ul>\n<ul>\n<li>Click redirects: Lootably Tracking System redirect link.</li>\n</ul>More information about our data collection and sharing practices can be found in this privacy notice.<br>You may contact us by email at&nbsp;business@lootably.com, or by referring to the contact details at the bottom of this document.<br>If you are using an authorized agent to exercise your right to opt out we may deny a request if the authorized agent does not submit proof that they have been validly authorized to act on your behalf.<br>\n<strong>Will your information be shared with anyone else?</strong>\n<br>We may disclose your personal information with our service providers pursuant to a written contract between us and each service provider.\nEach service provider is a for-profit entity that processes the information on our behalf, following the same strict privacy protection obligations mandated by the CCPA.<br>We may use your personal information for our own business purposes, such as for undertaking internal research for technological development and demonstration.\nThis is not considered to be \"selling\" of your personal information.<br>Lootably, Inc.\nhas not sold or shared any personal information to third parties for a business or commercial purpose in the preceding twelve (12) months.&nbsp;Lootably, Inc.&nbsp;has disclosed the following categories of personal information to third parties for a business or commercial purpose in the preceding twelve (12) months:<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>The categories of third parties to whom we disclosed personal information for a business or commercial purpose can be found under \"WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?\".<br>\n<strong>Your rights with respect to your personal data</strong>\n<br>\n<u>Right to request deletion of the data — Request to delete</u>\n<br>You can ask for the deletion of your personal information.\nIf you ask us to delete your personal information, we will respect your request and delete your personal information, subject to certain exceptions provided by law, such as (but not limited to) the exercise by another consumer of his or her right to free speech, our compliance requirements resulting from a legal obligation, or any processing that may be required to protect against illegal activities.<br>\n<u>Right to be informed — Request to know</u>\n<br>Depending on the circumstances, you have a right to know:<ul>\n<li>whether we collect and use your personal information;</li>\n</ul>\n<ul>\n<li>the categories of personal information that we collect;</li>\n</ul>\n<ul>\n<li>the purposes for which the collected personal information is used;</li>\n</ul>\n<ul>\n<li>whether we sell or share personal information to third parties;</li>\n</ul>\n<ul>\n<li>the categories of personal information that we sold, shared, or disclosed for a business purpose;</li>\n</ul>\n<ul>\n<li>the categories of third parties to whom the personal information was sold, shared, or disclosed for a business purpose;</li>\n</ul>\n<ul>\n<li>the business or commercial purpose for collecting, selling, or sharing personal information.\nand</li>\n</ul>\n<ul>\n<li>the specific pieces of personal information we collected about you.</li>\n</ul>In accordance with applicable law, we are not obligated to provide or delete consumer information that is de-identified in response to a consumer request or to re-identify individual data to verify a consumer request.<br>\n<u>Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights</u>\n<br>We will not discriminate against you if you exercise your privacy rights.<br>\n<u>Right to Limit Use and Disclosure of Sensitive Personal Information</u>\n<br>If the business collects any of the following:<ul>\n<li>social security information, drivers' licenses, state ID cards, passport numbers</li>\n</ul>\n<ul>\n<li>account login information</li>\n</ul>\n<ul>\n<li>credit card numbers, financial account information, or credentials allowing access to such accounts</li>\n</ul>\n<ul>\n<li>precise geolocation</li>\n</ul>\n<ul>\n<li>racial or ethnic origin, religious or philosophical beliefs, union membership</li>\n</ul>\n<ul>\n<li>the contents of email and text, unless the business is the intended recipient of the communication</li>\n</ul>\n<ul>\n<li>genetic data, biometric data, and health data</li>\n</ul>\n<ul>\n<li>data concerning sexual orientation and sex life</li>\n</ul>you have the right to direct that business to limit its use of your sensitive personal information to that use which is necessary to perform the Services.<br>Once a business receives your request, they are no longer allowed to use or disclose your sensitive personal information for any other purpose unless you provide consent for the use or disclosure of sensitive personal information for additional purposes.<br>Please note that sensitive personal information that is collected or processed without the purpose of inferring characteristics about a consumer is not covered by this right, as well as the publicly available information.<br>To exercise your right to limit use and disclosure of sensitive personal information, please email business@lootably.com or submit a data subject access request.<br>\n<u>Verification process</u>\n<br>Upon receiving your request, we will need to verify your identity to determine you are the same person about whom we have the information in our system.\nThese verification efforts require us to ask you to provide information so that we can match it with information you have previously provided us.\nFor instance, depending on the type of request you submit, we may ask you to provide certain information so that we can match the information you provide with the information we already have on file, or we may contact you through a communication method (e.g., phone or email) that you have previously provided to us.\nWe may also use other verification methods as the circumstances dictate.<br>We will only use personal information provided in your request to verify your identity or authority to make the request.\nTo the extent possible, we will avoid requesting additional information from you for the purposes of verification.\nHowever, if we cannot verify your identity from the information already maintained by us, we may request that you provide additional information for the purposes of verifying your identity and for security or fraud-prevention purposes.\nWe will delete such additionally provided information as soon as we finish verifying you.<br>\n<u>Other privacy rights</u>\n<ul>\n<li>You may object to the processing of your personal information.</li>\n</ul>\n<ul>\n<li>You may request correction of your personal data if it is incorrect or no longer relevant, or ask to restrict the processing of the information.</li>\n</ul>\n<ul>\n<li>You can designate an authorized agent to make a request under the CCPA on your behalf.\nWe may deny a request from an authorized agent that does not submit proof that they have been validly authorized to act on your behalf in accordance with the CCPA.</li>\n</ul>\n<ul>\n<li>You may request to opt out from future selling or sharing of your personal information to third parties.\nUpon receiving an opt-out request, we will act upon the request as soon as feasibly possible, but no later than fifteen (15) days from the date of the request submission.</li>\n</ul>To exercise these rights, you can contact us&nbsp;by email at business@lootably.com, or by referring to the contact details at the bottom of this document.\nIf you have a complaint about how we handle your data, we would like to hear from you.<br>\n<strong>14.\nDO WE MAKE UPDATES TO THIS NOTICE?</strong>\n<br>\n<em>\n<strong>In Short:&nbsp;</strong>Yes, we will update this notice as necessary to stay compliant with relevant laws.</em>\n<br>We may update this privacy notice from time to time.\nThe updated version will be indicated by an updated \"Revised\" date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy notice frequently to be informed of how we are protecting your information.<br>\n<strong>15.\nHOW CAN YOU CONTACT US ABOUT THIS NOTICE?</strong>\n<br>If you have questions or comments about this notice, you may email us at business@lootably.com&nbsp;or contact us by post at:<br>Lootably, Inc.____________________United States<br>\n<strong>16.\nHOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?</strong>\n<br>Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it.\nTo request to review, update, or delete your personal information, please fill out and submit a&nbsp;data subject access request.\nYour browser does not support JavaScript! ", "created_at": "2023-06-30 03:40:29.869186", "updated_at": "2023-06-30 03:41:06.59524"}, {"id": 16830, "name": "TERMS OF SERVICE", "url": "https://app.termly.io/document/terms-of-service/bc5db861-2695-45f8-902d-dd570695ae18", "xpath": "//body", "text": " <strong>TERMS OF SERVICE</strong>\n<br>\n<strong>Last updated</strong>\n<strong>May 18, 2023</strong>\n<br>\n<br>\n<br>\n<strong>AGREEMENT TO OUR LEGAL TERMS</strong>\n<br>We are Lootably, Inc.\n(\"<strong>Company</strong>,\" \"<strong>we</strong>,\" \"<strong>us</strong>,\" \"<strong>our</strong>\"), a company registered in __________, United States at __________, __________.<br>We operate the website https://lootably.com (the \"<strong>Site</strong>\"), as well as any other related products and services that refer or link to these legal terms (the \"<strong>Legal Terms</strong>\") (collectively, the \"<strong>Services</strong>\").<br>You can contact us by email at business@lootably.com or by mail to __________, __________,&nbsp;United States.<br>These Legal Terms constitute a legally binding agreement made between you, whether personally or on behalf of an entity (\"<strong>you</strong>\"), and Lootably, Inc., concerning your access to and use of the Services.\nYou agree that by accessing the Services, you have read, understood, and agreed to be bound by all of these Legal Terms.\nIF YOU DO NOT AGREE WITH ALL OF THESE LEGAL TERMS, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SERVICES AND YOU MUST DISCONTINUE USE IMMEDIATELY.<br>Supplemental terms and conditions or documents that may be posted on the Services from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Legal Terms from time to time.\nWe will alert you about any changes by updating the \"Last updated\" date of these Legal Terms, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Legal Terms to stay informed of updates.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Legal Terms by your continued use of the Services after the date such revised Legal Terms are posted.<br>The\nServices are intended for users who are at least 18 years old.\nPersons under the age\nof 18 are not permitted to use or register for the Services.<br>We recommend that you print a copy of these Legal Terms for your records.<br>\n<br>\n<strong>TABLE OF CONTENTS</strong>\n<br>1.\nOUR SERVICES2.\nINTELLECTUAL PROPERTY RIGHTS3.\nUSER REPRESENTATIONS 4.\nPURCHASES AND PAYMENT5.\nPOLICY 6.\nPROHIBITED ACTIVITIES 7.\nUSER GENERATED CONTRIBUTIONS 8.\nCONTRIBUTION LICENSE 9.\nTHIRD-PARTY WEBSITES AND CONTENT 10.\nADVERTISERS 11.\nSERVICES MANAGEMENT 12.\nPRIVACY POLICY 13.\nTERM AND TERMINATION 14.\nMODIFICATIONS AND INTERRUPTIONS 15.\nGOVERNING LAW 16.\nDISPUTE RESOLUTION 17.\nCORRECTIONS 18.\nDISCLAIMER 19.\nLIMITATIONS OF LIABILITY 20.\nINDEMNIFICATION 21.\nUSER DATA 22.\nELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES 23.\nCALIFORNIA USERS AND RESIDENTS 24.\nMISCELLANEOUS 25.\nCONTACT US<br>\n<br>\n<strong>1.\nOUR SERVICES</strong>\n<br>The information provided when using the Services is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Services from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.<br>The Services are not tailored to comply with industry-specific regulations (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), etc.), so if your interactions would be subjected to such laws, you may not use the Services.\nYou may not use the Services in a way that would violate the Gramm-Leach-Bliley Act (GLBA).<br>\n<strong>2.\nINTELLECTUAL PROPERTY RIGHTS</strong>\n<br>\n<strong>Our intellectual property</strong>\n<br>We are the owner or the licensee of all intellectual property rights in our Services, including all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics in the Services (collectively, the \"Content\"), as well as the trademarks, service marks, and logos contained therein (the \"Marks\").<br>Our Content and Marks are protected by copyright and trademark laws (and various\nother intellectual property rights and unfair competition laws) and treaties in the United\nStates and around the world.<br>The Content and Marks are provided in or through the Services \"AS IS\" for your personal, non-commercial use or internal business purpose only.<br>\n<strong>Your use of our Services</strong>\n<br>Subject to your compliance with these Legal Terms, including the \"PROHIBITED ACTIVITIES\" section below, we grant you a non-exclusive, non-transferable, revocable license to:<ul>\n<li>access the Services.\nand</li>\n<li>download or print a copy of any portion of the Content to which you have properly gained access.</li>\n</ul>solely for your personal, non-commercial use or internal business purpose.<br>Except as set out in this section or elsewhere in our Legal Terms, no part of the Services and no Content or Marks may be copied, reproduced,\naggregated, republished, uploaded, posted, publicly displayed, encoded,\ntranslated, transmitted, distributed, sold, licensed, or otherwise exploited\nfor any commercial purpose whatsoever, without our express prior written\npermission.<br>If you wish to make any use of the Services, Content, or Marks other than as set out in this section or elsewhere in our Legal Terms, please address your request to: business@lootably.com.\nIf we ever grant you the permission to post, reproduce, or publicly display any part of our Services or Content, you must identify us as the owners or licensors of the Services, Content, or Marks and ensure that any copyright or proprietary notice appears or is visible on posting, reproducing, or displaying our Content.<br>We reserve all rights not expressly granted to you in and to the Services, Content, and Marks.<br>Any breach of these Intellectual Property Rights will constitute a material breach of our Legal Terms and your right to use our Services will terminate immediately.<br>\n<strong>Your submissions</strong>\n<br>Please review this section and the \"PROHIBITED ACTIVITIES\" section carefully prior to using our Services to understand the (a) rights you give us and (b) obligations you have when you post or upload any content through the Services.<br>\n<strong>Submissions:</strong> By directly sending us any question, comment, suggestion, idea, feedback, or other information about the Services (\"Submissions\"), you agree to assign to us all intellectual property rights in such Submission.\nYou agree that we shall own this Submission and be entitled to its unrestricted use and dissemination for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.<br>\n<strong>You are responsible for what you post or upload:</strong> By sending us Submissions through any part of the Services you:<ul>\n<li>confirm that you have read and agree with our \"PROHIBITED ACTIVITIES\" and will not post, send, publish, upload, or transmit through the Services any Submission that is illegal, harassing, hateful, harmful, defamatory, obscene, bullying, abusive, discriminatory, threatening to any person or group, sexually explicit, false, inaccurate, deceitful, or misleading;</li>\n<li>to the extent permissible by applicable law, waive any and all moral rights to any such Submission;</li>\n<li>warrant that any such Submission are original to you or that you have the necessary rights and licenses to submit such Submissions and that you have full authority to grant us the above-mentioned rights in relation to your Submissions.\nand</li>\n<li>warrant and represent that your Submissions do not constitute confidential information.</li>\n</ul>You are solely responsible for your Submissions and you expressly agree to reimburse us for any and all losses that we may suffer because of your breach of (a) this section, (b) any third party’s intellectual property rights, or (c) applicable law.<br>\n<strong>\n<strong>\n<strong>\n<strong>3.</strong>\n</strong>&nbsp;</strong>USER REPRESENTATIONS</strong>\n<br>By using the Services, you represent and warrant that:&nbsp;(1) you have the legal capacity and you agree to comply with these Legal Terms;&nbsp;(2) you are not a\nminor in the jurisdiction in which you reside.\n(3) you will not access the Services through automated or non-human means, whether through a bot, script or\notherwise.\n(4) you will not use the Services for any illegal or unauthorized purpose.\nand (5) your use of the Services will not violate any applicable law or regulation.<br>If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Services (or any portion thereof).<br>\n<strong>\n<strong>\n<strong>\n<strong>4.</strong>\n</strong>&nbsp;</strong>PURCHASES AND PAYMENT</strong>\n<br>We accept the following forms of payment:<br>\n<br>You agree to provide current, complete, and accurate purchase and account information for all purchases made via the Services.\nYou further agree to promptly update account and payment information, including email address, payment method, and payment card expiration date, so that we can complete your transactions and contact you as needed.\nSales tax will be added to the price of purchases as deemed required by us.\nWe may change prices at any time.\nAll payments shall be&nbsp;in US dollars.<br>You agree to pay all charges at the prices then in effect for your purchases and any applicable shipping fees, and you authorize us to charge your chosen payment provider for any such amounts upon placing your order.\nWe reserve the right to correct\nany errors or mistakes in pricing, even if we have already requested or\nreceived payment.<br>We reserve the right to refuse any order placed through the Services.\nWe may, in our sole discretion, limit or cancel quantities purchased per person, per household, or per order.\nThese restrictions may include orders placed by or under the same customer account, the same payment method, and/or orders that use the same billing or shipping address.\nWe reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers, or distributors.<br>\n<strong>5.\nPOLICY</strong>\n<br>All sales are final and no refund will be issued.<br>\n<strong>\n<strong>\n<strong>\n<strong>6.</strong>\n</strong>&nbsp;</strong>PROHIBITED ACTIVITIES</strong>\n<br>You may not access or use the Services for any purpose other than that for which we make the Services available.\nThe Services may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.<br>As a user of the Services, you agree not to:<ul>\n<li>Systematically retrieve data or other content from the Services to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.</li>\n<li>Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.</li>\n<li>Circumvent, disable, or otherwise interfere with security-related features of the Services, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Services and/or the Content contained therein.</li>\n<li>Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Services.</li>\n<li>Use any information obtained from the Services in order to harass, abuse, or harm another person.</li>\n<li>Make improper use of our support services or submit false reports of abuse or misconduct.</li>\n<li>Use the Services in a manner inconsistent with any applicable laws or regulations.</li>\n<li>Engage in unauthorized framing of or linking to the Services.</li>\n<li>Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Services or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Services.</li>\n<li>Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.</li>\n<li>Delete the copyright or other proprietary rights notice from any Content.</li>\n<li>Attempt to impersonate another user or person or use the username of another user.</li>\n<li>Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (\"gifs\"), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as \"spyware\" or \"passive collection mechanisms\" or \"pcms\").</li>\n<li>Interfere with, disrupt, or create an undue burden on the Services or the networks or services connected to the Services.</li>\n<li>Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Services to you.</li>\n<li>Attempt to bypass any measures of the Services designed to prevent or restrict access to the Services, or any portion of the Services.</li>\n<li>Copy or adapt the Services' software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.</li>\n<li>Except as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Services.</li>\n<li>Except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Services, or use or launch any unauthorized script or other software.</li>\n<li>Use a buying agent or purchasing agent to make purchases on the Services.</li>\n<li>Make any unauthorized use of the Services, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.</li>\n<li>Use the Services as part of any effort to compete with us or otherwise use the Services and/or the Content for any revenue-generating endeavor or commercial enterprise.</li>\n<li>Sell or otherwise transfer your profile.</li>\n</ul>\n<br>\n<strong>\n<strong>\n<strong>\n<strong>7.</strong>\n</strong>&nbsp;</strong>USER GENERATED CONTRIBUTIONS</strong>\n<br>The Services does not offer users to submit or post content.\nWe may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Services, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, \"Contributions\").\nContributions may be viewable by other users of the Services and through third-party websites.\nWhen you create or make available any Contributions, you thereby represent and warrant that:<ul>\n<li>The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.</li>\n<li>You are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Services, and other users of the Services to use your Contributions in any manner contemplated by the Services and these Legal Terms.</li>\n<li>You have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Services and these Legal Terms.</li>\n<li>Your Contributions are not false, inaccurate, or misleading.</li>\n<li>Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.</li>\n<li>Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).</li>\n<li>Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.</li>\n<li>Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person and to promote violence against a specific person or class of people.</li>\n<li>Your Contributions do not violate any applicable law, regulation, or rule.</li>\n<li>Your Contributions do not violate the privacy or publicity rights of any third party.</li>\n<li>Your Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.</li>\n<li>Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.</li>\n<li>Your Contributions do not otherwise violate, or link to material that violates, any provision of these Legal Terms, or any applicable law or regulation.</li>\n</ul>Any use of the Services in violation of the foregoing violates these Legal Terms and may result in, among other things, termination or suspension of your rights to use the Services.<br>\n<strong>\n<strong>\n<strong>\n<strong>8.</strong>\n</strong>&nbsp;</strong>CONTRIBUTION LICENSE</strong>\n<br>You and Services agree that we may access, store, process, and use any information and personal data that you provide and your choices (including settings).<br>By submitting suggestions or other feedback regarding the Services, you agree that we can use and share such feedback for any purpose without compensation to you.<br>We do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.\nWe are not liable for any statements or representations in your Contributions provided by you in any area on the Services.\nYou are solely responsible for your Contributions to the Services and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.<br>\n<strong>\n<strong>\n<strong>9.</strong>\n</strong>&nbsp;THIRD-PARTY WEBSITES AND CONTENT</strong>\n<br>The Services may contain (or you may be sent via the Site) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\").\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Services or any Third-Party Content posted on, available through, or installed from the Services, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party&nbsp;Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Services and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Legal Terms no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Services or relating to any applications you use or install from the Services.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us blameless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us blameless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.<br>\n<strong>\n<strong>\n<strong>10.</strong>\n</strong>&nbsp;ADVERTISERS</strong>\n<br>We allow advertisers to display their advertisements and other information in certain areas of the Services, such as sidebar advertisements or banner advertisements.\nWe simply provide the space to place such advertisements, and we have no other relationship with advertisers.<br>\n<strong>\n<strong>\n<strong>\n<strong>11.</strong>\n</strong>&nbsp;</strong>SERVICES MANAGEMENT</strong>\n<br>We reserve the right, but not the obligation, to: (1) monitor the Services for violations of these Legal Terms.\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Legal Terms, including without limitation, reporting such user to law enforcement authorities.\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof.\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the Services or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.\nand (5) otherwise manage the Services in a manner designed to protect our rights and property and to facilitate the proper functioning of the Services.<br>\n<strong>\n<strong>\n<strong>12.</strong>\n</strong> PRIVACY POLICY</strong>\n<br>We care about data privacy and security.\nBy using the Services, you agree to be bound by our Privacy Policy posted on the Services, which is incorporated into these Legal Terms.\nPlease be advised the Services are hosted in the United States.\nIf you access the Services from any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Services, you are transferring your data to the United States, and you expressly consent to have your data transferred to and processed in the United States.<br>\n<strong>\n<strong>\n<strong>\n<strong>13.</strong>\n</strong>&nbsp;</strong>TERM AND TERMINATION</strong>\n<br>These Legal Terms shall remain in full force and effect while you use the Services.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE LEGAL TERMS, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SERVICES (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE LEGAL TERMS OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SERVICES OR DELETE ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.<br>If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.<br>\n<strong>\n<strong>\n<strong>\n<strong>14.</strong>\n</strong>&nbsp;</strong>MODIFICATIONS AND INTERRUPTIONS</strong>\n<br>We reserve the right to change, modify, or remove the contents of the Services at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Services.\nWe also reserve the right to modify or discontinue all or part of the Services without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Services.<br>We cannot guarantee the Services will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Services, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Services at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Services during any downtime or discontinuance of the Services.\nNothing in these Legal Terms will be construed to obligate us to maintain and support the Services or to supply any corrections, updates, or releases in connection therewith.<br>\n<strong>\n<strong>\n<strong>\n<strong>15.</strong>\n</strong>&nbsp;</strong>GOVERNING LAW</strong>\n<br>These Legal Terms and your use of the Services are governed by and construed in accordance with the laws of the State of Texas applicable to agreements made and to be entirely performed within&nbsp;the State of Texas,&nbsp;without regard to its conflict of law principles.<br>\n<strong>\n<strong>\n<strong>\n<strong>16.</strong>\n</strong>&nbsp;</strong>DISPUTE RESOLUTION</strong>\n<br>\n<strong>Binding Arbitration</strong>\n<br>If the Parties are unable to resolve a Dispute through informal negotiations, the Dispute (except those Disputes expressly excluded below) will be finally and exclusively resolved by binding arbitration.\nYOU UNDERSTAND THAT WITHOUT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nThe arbitration shall be commenced and conducted under the Commercial Arbitration Rules of the American Arbitration Association (\"AAA\") and, where appropriate, the AAA’s Supplementary Procedures for Consumer Related Disputes (\"AAA Consumer Rules\"), both of which are available at the American Arbitration Association (AAA) website.\nYour arbitration fees and your share of arbitrator compensation shall be governed by the AAA Consumer Rules and, where appropriate, limited by the AAA Consumer Rules.\nIf such costs are determined by the arbitrator to be excessive, we will pay all arbitration fees and expenses.\nThe arbitration may be conducted in person, through the submission of documents, by phone, or online.\nThe arbitrator will make a decision in writing, but need not provide a statement of reasons unless requested by either Party.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nExcept where otherwise required by the applicable AAA rules or applicable law, the arbitration will take place in Williamson, Texas.\nExcept as otherwise provided herein, the Parties may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.<br>If for any reason, a Dispute proceeds in court rather than arbitration, the Dispute shall be commenced or prosecuted in the&nbsp;state and federal courts&nbsp;located in Williamson, Texas, and the Parties hereby consent to, and waive all defenses of lack of personal jurisdiction, and forum non conveniens with respect to venue and jurisdiction in such state and federal courts.\nApplication of the United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transaction Act (UCITA) are excluded from these Legal Terms.<br>In no event shall any Dispute brought by either Party related in any way to the Services be commenced more than one (1) years after the cause of action arose.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.<br>\n<strong>Restrictions</strong>\n<br>The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding.\n(b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.<br>\n<strong>Exceptions to Arbitration</strong>\n<br>The Parties agree that the following Disputes are not subject to the above provisions concerning binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party.\n(b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.<br>\n<strong>\n<strong>\n<strong>\n<strong>17.</strong>\n</strong>&nbsp;</strong>CORRECTIONS</strong>\n<br>There may be information on the Services that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Services at any time, without prior notice.<br>\n<strong>\n<strong>\n<strong>18.</strong>\n</strong> DISCLAIMER</strong>\n<br>THE SERVICES ARE PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SERVICES AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SERVICES' CONTENT OR THE CONTENT OF ANY WEBSITES OR MOBILE APPLICATIONS LINKED TO THE SERVICES AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SERVICES, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICES, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SERVICES BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICES, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.<br>\n<strong>\n<strong>\n<strong>\n<strong>19.</strong>\n</strong>&nbsp;</strong>LIMITATIONS OF LIABILITY</strong>\n<br>IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SERVICES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE LESSER OF THE AMOUNT PAID, IF ANY, BY YOU TO US DURING THE six (6) MONTH PERIOD PRIOR TO ANY CAUSE OF ACTION ARISING OR $5,000.00 USD.&nbsp;CERTAIN US STATE LAWS AND INTERNATIONAL LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.<br>\n<strong>\n<strong>\n<strong>\n<strong>20.</strong>\n</strong>&nbsp;</strong>INDEMNIFICATION</strong>\n<br>You agree to\ndefend, indemnify, and hold us harmless, including our subsidiaries,\naffiliates, and all of our respective officers, agents, partners, and\nemployees, from and against any loss, damage, liability, claim, or demand, including\nreasonable attorneys’ fees and expenses, made by any third party due to or\narising out of: (1) use of the Services.\n(2) breach of these Legal Terms.\n(3) any breach of your representations and warranties set forth in these Legal Terms.\n(4) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (5) any overt harmful act toward any other user of the Services with whom you connected via the Services.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.<br>\n<strong>\n<strong>\n<strong>\n<strong>21.</strong>\n</strong>&nbsp;</strong>USER DATA</strong>\n<br>We will maintain\ncertain data that you transmit to the Services for the purpose of managing the\nperformance of the Services, as well as data relating to your use of the Services.\nAlthough we perform regular routine backups\nof data, you are solely responsible for all data that you transmit or that\nrelates to any activity you have undertaken using the Services.\nYou agree\nthat we shall have no liability to you for any loss or corruption of any such\ndata, and you hereby waive any right of action against us arising from any such\nloss or corruption of such data.<br>\n<strong>\n<strong>\n<strong>\n<strong>22.</strong>\n</strong>&nbsp;</strong>ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES</strong>\n<br>Visiting the Services, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Services, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SERVICES.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.<br>\n<strong>\n<strong>\n<strong>\n<strong>23.</strong>\n</strong>&nbsp;</strong>CALIFORNIA USERS AND RESIDENTS</strong>\n<br>If any complaint\nwith us is not satisfactorily resolved, you can contact the Complaint\nAssistance Unit of the Division of Consumer Services of the California\nDepartment of Consumer Affairs in writing at 1625 North Market Blvd., Suite N\n112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916)\n445-1254.<br>\n<strong>\n<strong>\n<strong>\n<strong>24.</strong>\n</strong>&nbsp;</strong>MISCELLANEOUS</strong>\n<br>These Legal Terms and any policies or operating rules posted by us on the Services or in respect to the Services constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Legal Terms shall not operate as a waiver of such right or provision.\nThese Legal Terms operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Legal Terms is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Legal Terms and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Legal Terms or use of the Services.\nYou agree that these Legal Terms will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Legal Terms and the lack of signing by the parties hereto to execute these Legal Terms.<br>\n<strong>\n<strong>\n<strong>\n<strong>25.</strong>\n</strong>&nbsp;</strong>CONTACT US</strong>\n<br>In order to resolve a complaint regarding the Services or to receive further information regarding use of the Services, please contact us at:<br>\n<strong>Lootably, Inc.</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n<strong>__________</strong>\n<strong>\n</strong>\n</strong>\n<strong>\n<strong>United States</strong>\n<strong>\n<strong>\n<strong>\n</strong>\n<strong>\n</strong>\n</strong>\n</strong>\n</strong>\n<strong>\n<strong>\n<strong>\n<strong>\n</strong>\n</strong>\n</strong>\n</strong>\n<strong>\n<strong>\n<strong>\n</strong>\n</strong>\n</strong>\n<strong>\n<strong>business@lootably.com</strong>\n</strong> Your browser does not support JavaScript! ", "created_at": "2023-06-30 03:40:29.900177", "updated_at": "2023-06-30 03:41:36.54498"}], "points": [], "urls": ["lootably.com", "wall.lootably.com"]}}