{"error": 448, "message": "OK", "parameters": {"id": 9807, "name": "Metroid Wiki ", "created_at": "2023-10-23 17:53:31.643679", "updated_at": "2023-10-23 22:02:42.679006", "wikipedia": null, "keywords": null, "related": null, "slug": "metroid-wiki", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9807.png", "url": "metroidwiki.org", "documents": [{"id": 19537, "name": "Privacy policy ", "url": "https://www.metroidwiki.org/wiki/Metroid_Wiki:Privacy_policy", "xpath": "//*[@id=\"content\"]", "text": " Navigation menu <ul>\n<li>Project page</li>\n<li>Discussion</li>\n<li>Read</li>\n<li>View source</li>\n<li>History</li>\n</ul> Page actions <ul>\n<li>Project page</li>\n<li>Discussion</li>\n<li>More</li>\n<li>Tools</li>\n</ul> Metroid Wiki:Privacy policy From Metroid Wiki <p>All content on Metroid Wiki is freely distributed and open to all to edit.\nHowever, all edits are logged within the database.\nIn addition, our site trackers collect information from you, such as screen resolution, operating system, web browser and location.\nWe use these statistics to better Metroid Wiki in every way possible, and we never distribute this information to anybody.\n</p>\n<p>Please be reminded that if you register on the wiki, we will obviously collect additional information about you that you entered during registration.\nMetroid Wiki will not under any circumstances share details about its individual members with any third parties, but reserves the rights to use collected information as a basis for site demographics, which may, in given situations, be proposed to potential advertisers and sponsors.\n</p>\n<p>Please note that if you decide to post personal information on your user page, you are doing so at your own risk.\nMetroid Wiki is not responsible for anything that occurs as a result of this information being posted, and recommends that you not reveal too much personal information.\n</p>\n<p>Metroid Wiki may not be held responsible for, or under any circumstances be associated with the opinions expressed by, the content of all editable pages, as these are community endeavors and their directions sometimes make unexpected, and inappropriate, detours from their original intent.\nMetroid Wiki staff, however, pledges to moderate these pages to the best of their abilities and ensure inappropriate content and opinions are not displayed on the website, as our intentions are to be a web site suitable for people of all ages.\n</p>\n<p>In a similar fashion, we cannot be held responsible or directly associated with the advertisements shown at our site, as they are served through a third party network.\nWe will, however, do everything in our power to limit these ads to those which are suitable for people of all ages and, in the event that Metroid Wiki is informed of inappropriate advertising, certainly bring such an issue up with the advertising companies that sponsor it.\n</p> Retrieved from \"https://www.metroidwiki.org/w/index.php?title=Metroid_Wiki:Privacy_policy&amp;oldid=1020\" Category: <ul>\n<li>Metroid Wiki policy</li>\n</ul> ", "created_at": "2023-10-23 17:53:31.67737", "updated_at": "2023-10-23 17:54:16.01017"}], "points": [], "urls": ["metroidwiki.org"]}}