{"error": 448, "message": "OK", "parameters": {"id": 6974, "name": "Planet Art", "created_at": "2022-11-21 01:49:35.047988", "updated_at": "2022-11-21 23:01:14.468216", "wikipedia": null, "keywords": null, "related": null, "slug": "planet-art", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6974.png", "url": "planetart.com", "documents": [{"id": 12781, "name": "Privacy Policy", "url": "https://www.planetart.com/privacy-policy", "xpath": "//body", "text": " GLOBAL PRIVACY POLICY <p>Contents</p>\n<ol>\n<li>Who We Are</li>\n<li>Introduction</li>\n<li>Defined Terms</li>\n<li>How We Collect Data</li>\n<li>Types of Data We Collect</li>\n<li>Why We Use and Process Data</li>\n<li>Who We Share Data with and Why</li>\n<li>Your Choices About Our Use of Data</li>\n<li>How Long We Use and Store PII</li>\n<li>How We Protect Data</li>\n<li>Persons Outside the United States, EU, EEA, UK and Switzerland</li>\n<li>Contact Us</li>\n<li>Updates to this Privacy Policy</li>\n<li>Addendum for Persons Residing in California</li>\n<li>Addendum for Persons Located in the European Union, EEA, UK and Switzerland</li>\n</ol> 1.\nWho We Are <p>We are located at 23801 Calabasas Road, Calabasas, CA 91302, USA.\nAlong with our affiliated companies (collectively, “<b>Company Group</b>”, or “<b>we/our/us</b>”), we own and operate a number of websites (the “<b>Websites</b>” or “<b>Sites</b>”) and mobile applications (the “<b>Apps</b>”).\n<br>\n<br>\nThis global Privacy Policy (“<b>Privacy Policy</b>”) applies to each Website and App that it appears on.\n</p> 2.\nIntroduction <p>This Privacy Policy explains how we collect, use, process, share and store Data when you use our Services (both terms as defined below), explains rights that you may have under specific data privacy and protection laws, and provides instructions on how to exercise any rights that apply to you (collectively, “<b>Data Laws</b>”).</p>\n<p>The rights discussed in the CCPA Notice are for residents of California.\nThe rights discussed in the GDPR Notice are for persons located in the EU, EEA, UK or Switzerland.\nDepending on where you live or are located, these rights may not apply to you.\nBoth the CCPA Notice and the GDPR Notice are provided as Addenda at the end of this Privacy Policy.</p>\n<p>Our Websites, Apps and Services may include links to third-party websites, plug-ins, services, social networks or mobile applications.\nClicking on those links, or enabling those connections, may allow the third-party to collect or share Data about you.\nWe do not control these third parties, and you should read each of their privacy notices <u>before</u> you submit any information to them.</p>\n<p>You should carefully read this document to understand our policies and practices for processing and storing Data.\nBy interacting with our Services, you accept the policies and practices described in this Privacy Policy.\nThis Privacy Policy may change from time to time (see <b>Updates to This Privacy Policy</b>), and your continued use of our Services after any change means you accept those changes.\nPlease check the Privacy Policy frequently for any updates.</p> 3.\nDefined Terms <p>In addition to the terms already defined above, we provide these definitions:</p>\n<p>“<b>CCPA</b>” means the California Consumer Privacy Act of 2018, as it may be amended from time to time.</p>\n<p>“<b>Data</b>” is information about you that we collect, or that you provide to us, and may include PII.</p>\n<p>“<b>Device</b>” means the computer, smart phone or other electronic device that you use to access the Services.</p>\n<p>“<b>Device Information</b>” means information about a Device, including the IP address used to access the Services, associated cookies or cookie identifiers, and other information related to the formatting or presentation of the Services for your Device and includes information about the Device often stored in picture files, including Device type and the location you were in when you took the picture.</p>\n<p>“<b>EEA</b>” means countries in the EU plus Iceland, Lichtenstein, and Norway.</p>\n<p>“<b>EU</b>” means the countries which are currently members of the European Union.</p>\n<p>“<b>GDPR</b>” means the General Data Protection Regulation of the European Union, and the equivalent Data laws of the EEA, United Kingdom and Switzerland.</p>\n<p>“<b>Personal Data</b>” means any information about an identified or identifiable natural person who has rights under the GDPR (“Data Subject”).\nAn “identifiable natural person” is one who can be identified, directly or indirectly, by a single piece of data such as a name, an ID number, IP address, location data, an online identifier or by other data that, when combined, makes it possible to determine the identity of that natural person.</p>\n<p>“<b>Personal Information</b>” means information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer, household or Device.\n</p>\n<p>“<b>PII</b>” means personally identifiable information, which is information that can be used to identify a specific individual, including Data that may be classified as Personal Information subject to the CCPA Notice or Personal Data subject to the GDPR Notice.</p>\n<p>“<b>Services</b>” means the Sites, Apps, and other services available from us.</p> 4.\nHow We Collect Data <p>We use different methods to collect Data, including:</p>\n<p>\n<b>Direct Interactions.</b> You may give us Data by filling in forms or contacting us by phone, e-mail or otherwise.\nThis includes Data you provide when you create an account, subscribe to our Services, search for a product, place an order, upload a photo or other content, create a seller profile on our Services that offer seller capabilities, participate in discussion boards or other social media functions on our Services, enter a competition, promotion or survey, and when you report a problem with our Services.\nIf you choose to make any seller profile that you create public, people may see your name, the country you designate in your profile, and your “About” details.\nYou can adjust the privacy settings for your seller profile at any time.\n</p>\n<p>\n<b>Automated Technologies or Interactions</b>.\nAs you interact with our Services, we may automatically collect Data about your Device and your browsing actions and patterns, even if you do not create an account or place an order with us.\nWe collect this Data by using cookies, server logs, and other similar technologies, as detailed in our Cookie Notice which may be available to you depending on your location.\nYou can block cookies in your browser by activating the settings that allow you to refuse all or some cookies.\n<b>IMPORTANT NOTE: if you use your browser settings to block all cookies (including essential cookies), the Services may not function properly or may not work at all.</b>\n</p>\n<p>\n<b>Cross-Device Tracking:</b> Some of our Services use data analytics companies, advertising networks, and/or social media companies to engage in “cross-Device tracking,” which occurs when platforms, publishers, and advertising technology companies try to connect a consumer’s activity across smartphones, tablets, desktop computers, and other connected devices.\nThe goal of cross-Device tracking is to enable us to link your behavior with our Services across Devices.</p>\n<p>\n<b>Third parties or Publicly Available Sources.</b> We receive Data from third parties such as business partners and sub-contractors who provide us with a variety of business services like shipping and payment processing, advertising, analytics, search information, etc.</p>\n<p>\n<b>User Contributions.</b> You may also provide us with Data to post on the Services or to transmit to third parties (collectively, \"User Contributions\").\nUser Contributions are submitted at your own risk.\nWe limit access to certain pages, and you can also adjust privacy settings for User Contributions by logging into your account profile.\nHowever, we cannot and do not guarantee that unauthorized persons will not be able to view your User Contributions.</p> 5.\nTypes of Data We Collect <p>\n<b>PII We Collect</b>\n</p>\n<p>We collect PII including your name, postal address, e-mail address, telephone number, IP address, credit/debit card numbers and other financial information needed to complete your transactions with us, photos and other content you upload, date of birth, any profile image you provide, user IDs and/or passwords used to access the Services, your Services browsing history, and any phone number used to call our customer service number.\nIf you sell products through our Services, in addition to the information above we collect information necessary to pay you and comply with tax reporting laws, such as your PayPal account, and social security or Tax ID number, and your birthdate for verification of your identity.</p>\n<p>\n<b>Device Information</b>\n</p>\n<p>We collect information relating to the Device(s) you use to access the Services, including the Device model, operating system, browser type, IP address, and event information from use of the Services.</p>\n<p>\n<b>Mobile App</b>\n</p>\n<p>Depending on your permissions, if you download and use our Apps, we may collect or access certain information from your mobile Device including:</p>\n<ul>\n<li>Your contacts so you can select a chosen contact to ship your order to.\nOnce you select a contact from your mobile Device, that contact’s information will be stored in our database and their postal address, phone and email address will used for delivery of your order and for sending you special occasions reminders that you recorded in the Services.\nand </li>\n<li>Your phone number, entered by you in response to our request and stored in your account data, as required for shipping in some countries and for retail pickup orders for all countries we serve.</li>\n</ul>\n<p>\n<b>Community Postings</b>\n</p>\n<p>You can post information on our blogs, forums, or other public posting areas.\nAny information you disclose is available to anyone with internet access.\nYou do not have to use these features, but if you do, please use common sense and good judgment when posting in these community spaces or sharing your personal information with others through the Services.</p>\n<p>\n<b>Other Data We Collect </b>\n</p>\n<p>In addition to PII, we collect other Data from you when you use the Services, including:</p>\n<ul>\n<li>Data that neither directly nor indirectly reveals your identity nor directly relates to you, such as statistics, or aggregated information.\nFor example, we may aggregate Data to calculate the percentage of users accessing a specific Website, App, or feature of our Services;</li>\n<li>Technical information, including browser type and version, or operating system and platform.\nand</li>\n<li>Data about your interactions with our Services, including the full Uniform Resource Locators (URLs), clickstream to, through and from our Services (including date and time), products you viewed or searched for or (in the case of some of our Services) “favorited”.\nService response times, download errors, length of visits, interaction information (such as scrolling, clicks, and mouse-overs), or methods used to browse away.</li>\n</ul>\n<p>\n<b>Data About Children</b>\n</p>\n<p>We do not knowingly collect, use, process, share or store PII from children under the age of 18.\nThe Services are not intended for use by children under the age of 18.\nIf you believe that we have unknowingly collected or processed PII from a child under the age of 18, contact us as soon possible at privacy@pallcprivacy.com</p> 6.\nWhy We Use and Process Data <p>\n<b>Use and Processing of PII</b>\n</p>\n<p>In accordance with data laws, we may use and process PII for the following purposes:</p>\n<ul>\n<li>Providing the Services in the manner most effective for you and your Device;</li>\n<li>Fulfilling your orders placed through the Services;</li>\n<li>Making interest-based suggestions and recommendations about our products and Services;</li>\n<li>Assessing the effectiveness of our advertising and tailoring our advertising so you receive only what is relevant to you;</li>\n<li>Improving the Services and notifying you about changes;</li>\n<li>Managing your customer relationship with us;</li>\n<li>Enabling your participation in our Services\\' interactive, social media, or other similar features;</li>\n<li>Integrating social media into your experience with our Services;</li>\n<li>Carrying out your support requests;</li>\n<li>Notifying you about unfinished transactions, unused credits, or order status;</li>\n<li>Sending you information about discounts, special offers, and new products;</li>\n<li>Managing the Services, including troubleshooting, data analysis, testing, research, statistical analysis, security, quality control, and fraud prevention;</li>\n<li>Verifying your identity.\n</li>\n<li>Reminding you of special occasions;</li>\n<li>Performing billing, administration, and collections functions;</li>\n<li>Protecting the Services and our employees and operations;</li>\n<li>For a Reorganisation Use;</li>\n<li>Marketing to you directly through the social media platforms that you use and through other websites;</li>\n<li>Sharing information with law enforcement agencies in response to formal or informal inquiries and with other third parties when required by law and pursuant to our internal policies;</li>\n<li>Carrying out activities related to any of the above, or any other purpose for which the Data was collected, including dispute resolution and protection of our legal rights or the rights of third parties.</li>\n</ul>\n<p>\n<b>Use and Processing of Other Data</b>\n</p>\n<p>We may use Data that is not PII for any business purpose.</p>\n<p>You can manage your preferences about how your Data is used by following the instructions in each form or communication you receive from us.\nFor more information, see <b>Your Choices About Our Use of Data.</b>\n</p> 7.\nWho We Share Data with and Why <p>\n<b>Sharing of PII</b>\n</p>\n<p>Subject to Data laws and any rights you exercise under this Policy, we may share Data within our Company Group to comply with internal, contractual and legal obligations, and for marketing activities.</p>\n<p>We may also share Data with third parties as follows:</p>\n<ul>\n<li>Business partners, suppliers, service providers, subcontractors and other third parties to enable them to provide services such as fulfillment, IT, logistics, delivery, communication, cybersecurity, fraud protection, and legal/audit.\nThese parties are required to maintain the confidentiality of Data and are restricted from using it for any purposes other than those requested by us;</li>\n<li>Social media platforms;</li>\n<li>Advertisers and ad networks;</li>\n<li>Public, governmental, or regulatory authorities and institutions.\nand</li>\n<li>Potential buyers, investment banks or financial institutions in connection with any contemplated or actual corporate reorganizations or business transactions such as evaluating or conducting a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Data held by us about our users is among the assets transferred (each, a “Reorganization Use”).</li>\n<li>Courts, law enforcement authorities, regulators, attorneys or other third parties in connection with the establishment, exercise, or defense of legal claims.</li>\n</ul>\n<p>\n<b>Sharing of Other Data</b>\n</p>\n<p>We may share other Data without restriction.</p> 8.\nYour Choices About Our Use of Data <p>\n<b>Transactional Emails:</b> We occasionally send transactional emails notifying you about your orders, account information, changes to the Services, updates to our online documents, and other matters.\nYou may not opt out of transactional emails.</p>\n<p>\n<b>Promotional Offers:</b> You can stop receiving promotional offers by following opt-out links in each promotional message, or contacting us at privacy@pallcprivacy.com and requesting your removal from our promotional offers list.</p>\n<p>\n<b>Push Notifications on Mobile App:</b> Depending on your Device, push notifications may be turned on by default.\nYou can opt out of push notifications at any time by adjusting your Device settings.</p>\n<p>\n<b>Tracking Technologies and Advertising:</b> You can set your browser to refuse all or some browser cookies, or to alert you when websites set or access cookies.\nIf you refuse all cookies, you will be unable to use the Services.\nIf you disable or refuse some cookies, parts of our Services will be inaccessible or not function properly.\nFor more information about tracking technologies, please see <b>Automated Technologies or Interactions</b> above.</p>\n<p>\n<b>Updating PII.</b> You may contact us via the <b>Contact Us</b> link in the App or the <b>Contact Us</b> page on the Website you are using, or at privacy@pallcprivacy.com and we will update or correct any account information at your request.</p> 9.\nHow Long We Use and Store PII <p>We use and store PII only as long as we need it to maintain our relationship with you or to meet contractual and legal obligations, i.e., reporting under tax laws.\nWe store PII from the time of collection as follows, unless contractual or legal obligations require us to store it for a longer period:</p>\n<p>If you neither create an account nor buy anything (even as a guest) we will delete PII about you at the earlier of your revocation of consent or in accordance with our Cookie Notice.</p>\n<p>If you either create an account, or buy as a guest, we will delete PII about you at the first of the following:</p>\n<ol>\n<li>You ask us to;</li>\n<li>You have not created an account on any of our Services for a period of nine (9) years, or made a sale from any seller account;</li>\n<li>You haven’t purchased anything for nine (9) years.\nor</li>\n<li>With regard to a Social Security Number or Tax ID Number, you have not made a sale from any account using that number for a period of seven (7) years.</li>\n</ol> 10.\nHow We Protect Data <p>The Services have physical, electronic, and administrative security measures in place designed to protect against the loss, misuse, and unauthorized access, use, alteration, or disclosure of Data under our control.\nWhen you submit credit card information through the Services, we create a nonce so your credit card information is never stored by us.\nWhile no transmission over the internet can be guaranteed as 100% secure, and we strive to protect PII during transmission, we cannot ensure or warrant the security of any Data that you transmit to or receive from us.\nWe urge you to take steps to keep Data safe (including your account password), log out of your account after use, and close your web browser.</p> 11.\nPersons Outside the United States, EU, EEA, UK and Switzerland <p>You confirm that your command and knowledge of the language in which this Privacy Policy is written is sufficient to understand the terms and conditions in this Privacy Policy.\nIf you live in the European Union, EEA, UK or Switzerland, or are located outside the United States: (i) you agree that by using the Services, personal data about you may be transferred to our servers located in the United States in connection with the purposes stated in this Privacy Policy, and (ii) you understand that the laws with respect to the protection of Data in the United States may not be as stringent as those in your home jurisdiction.\nIf you live in or are located in the European Union, EEA, UK or Switzerland, the Addendum for Persons Located in the European Union, UK, EEA and Switzerland EU below describes additional rights you might have.\n</p> 12.\nContact Us <p>If you have any concern about the privacy practices of the Services, please contact us at following address with a detailed description, and we will try to resolve it:</p>\n<p> Privacy Program <br> Attn: Legal Department <br> 23801 Calabasas Road <br> Calabasas, CA 91302 <br> USA </p>\n<p>\n<b>If you are located in Europe</b>\n</p>\n<p>We have appointed ITG EU &amp.\nGRCI Law to act as our EU and UK Representatives.\nIf you wish to exercise your rights under EU GDPR or the UK GDPR or have any queries in relation to your rights or privacy matters generally please email from Europe privacyeu@pallcprivacy.com, or from UK, privacyuk@pallcprivacy.com.</p> 13.\nUpdates to This Privacy Policy <p>Please check this Privacy Policy periodically to inform yourself of any changes.\nWe reserve the right to modify this Privacy Policy at any time, so you should review it frequently.\nIf we make material changes to this Privacy Policy, we will post notice of the changes on the Services homepage and/or as required by law notify you by email using the current email address for your account.\n</p> 14.\nAddendum for Persons Residing in California <p>\n<b>Effective Date:</b> June 1, 2021</p>\n<p>\n<b>Last Revised on:</b> June 1, 2021</p>\n<p>This <b>Addendum for Persons Residing in California</b> (this “CCPA Notice”) supplements the Privacy Policy and applies only to residents of the State of California.\nThis CCPA Notice is provided in compliance with the CCPA, and any terms defined in the CCPA have the same meaning when used in this CCPA Addendum.</p>\n<p>\n<b>\n<u>How We Collect Personal Information</u>\n</b>\n</p>\n<p>We collect “Personal Information” as defined in the CCPA.\nWe collect Personal Information from the following categories of sources:</p>\n<ul>\n<li>Directly from you.\nFor example, from your creation of an account, forms you complete or products you purchase and Services you use, and when you participate in a contest or survey.</li>\n<li>Indirectly from you.\nFor example, from your interactions on the Websites or in the Apps.</li>\n<li>From other companies in our Company Group.\n</li>\n<li>From our business partners and service providers.</li>\n</ul>\n<p>\n<b>\n<u>How We Share Personal Information</u>\n</b>\n</p>\n<p>We disclose Personal Information to other companies for business purposes and enter into a contract with the recipient describing the purpose and requiring the recipient to both keep that Personal Information confidential and not use it for any purpose except performing the activities in the contract.\nThese recipients are “Service Providers” under the CCPA.</p>\n<p>\n<b>\n<u>Summary of Categories of Personal Information Collected, Sources, and Categories of Third Parties Shared With</u>\n</b>\n</p>\n<p>The table below summarizes the Personal Information collected, used and shared by us or our Service Providers and Third Parties within the last twelve (12) months.</p>\n<u>\n<b>Category of Personal Information Collected</b>\n</u>\n<u>\n<b>Categories of Sources</b>\n</u>\n<u>\n<b>Examples of Uses</b>\n</u>\n<u>\n<b>Categories of Third Parties We Share Personal Information With</b>\n</u>\n<b>Identifiers</b>, such as your name, address, phone number, Internet Protocol (IP) address, email address, social media handles, and account name.\n<br>\n<br> If you choose to sell products and receive a royalty or commission, we also collect your social security number and/or tax identification number.\nYou, if you choose to provide it to us.\n<br>\n<br> You, when you use the Services.\n<br>\n<br> We and our Service Providers collect this info automatically.\nOur Service Providers that collect your IP address automatically To respond to your requests for information.<br>\n<br> To provide the Services to you.\nOur Service Providers, such as our Website host, payment processors, social networks, order fulfilment processors, and analytics providers.<br>\n<br> Our affiliates and subsidiaries.<br>\n<br> Third Parties and government authorities relating to (i) legal requests, if required by law, or (ii) if we believe in good faith that it is necessary.<br>\n<br> Third Parties for a Reorganization Use.<br>\n<br> Service Providers for purposes of advertising our products to you and tracking your response to our ads.\n<b>Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))</b>, such as your name, address, phone number, credit or debit card number.<br>\n<br> Only if you are a seller on the CafePress Website, your Social Security Number so that we may report tax information as required by law.<br>\n<br> Some personal information included in this category may overlap with other categories.\nYou, if you choose to provide it to us.\nTo fulfill your orders.<br>\n<br> To comply with tax laws.\nOur Service Providers such as delivery companies, payment processors, order fulfillment providers, printers, product distributors, advertising, social network and data analytics providers.\n<br>\n<br> Our affiliates and subsidiaries.<br>\n<br> Tax authorities.<br>\n<br> Fraud prevention Service Providers.<br>\n<br> Third Parties and government authorities relating to (i) legal requests, if required by law, or (ii) if we believe in good faith that it is necessary.<br>\n<br> Third Parties for a Reorganization Use.\n<b>Protected Classifications</b>, such as age (40 years or older), gender, etc.\nYou, directly.\n<br>\n<br> Derived from your orders.\nTo analyze the demographics of our customer base.\nService Providers such as data analytics providers.\n<br>\n<br> Our affiliates and subsidiaries.\nCommercial information, such as products or services purchased, obtained, or considered.\nYou, when you use the Services.\n<br>\n<br> We and our service providers collect this info automatically.\nTo fulfill your orders and provide current and future Services to you.\nService Providers who help us determine our product mix and analyze our customer’s shopping and purchase preferences.<br>\n<br> Our Service Providers such as delivery companies, payment processors, order fulfillment providers, printers, product distributors, advertising, social network and data analytics providers.\n<br>\n<br> Our affiliates and subsidiaries.<br>\n<br> Tax authorities.<br>\n<br> Fraud prevention Service Providers.<br>\n<br> Third Parties and government authorities relating to (i) legal requests, if required by law, or (ii) if we believe in good faith that it is necessary.<br>\n<br> Third Parties for a Reorganization Use.\n<b>Financial data</b>, such as credit or debit card number, verification number, and expiration date.\nWe do not store your full credit card number or verification number.\nYou, if you choose to provide it to us.\nTo fulfill your orders and investigate and prevent fraud.\nPayment processors.\n<br>\n<br> Third Parties and government authorities relating to (i) legal requests, if required by law, or (ii) if we believe in good faith that it is necessary.\n<b>Device information and identifiers</b>, such as IP address.\nbrowser type and language.\noperating system.\nplatform type.\ndevice type.\nsoftware.\nand App identifiers.\nYou, when you use the Services.\n<br>\n<br> We and our service providers collect this info automatically.\nProviding you with a good experience when you visit the Services, such as the ability to serve content in your preferred language, provide pricing in local currency, store your user ID and/or password for your convenience, or pre-populate fields in your use of the Services.\nService providers, such as analytics providers.<br>\n<br> Third Parties, such as analytics providers.<br>\n<br> Third Parties and government authorities relating to (i) legal requests, if required by law, or (ii) if we believe in good faith that it is necessary.<br>\n<br> Third Parties for a Reorganization Use.\n<b>Internet network and electronic device activity</b>, such as browsing history, search history, and information on your interaction with a search result.\nYou, through your Device when you use the Services.<br>\n<br> We and our service providers collect this information automatically.<br>\n<br> Analytics providers<br>\n<br> Advertising providers.<br>\n<br> Cookies and tracking technologies.\nProviding you with a good experience when you use the Services, such as the ability to serve content in your preferred language, provide pricing in local currency, store your user ID and/or password for your convenience, or pre-populate fields in your use of the Services.<br>\n<br> Marketing and advertising our products, specifically understanding which of our marketing campaigns resulted in your visit to the Services.\nOur Service Providers such as data analytics providers.<br>\n<br> Advertising networks.<br>\n<br> Data analytics providers.<br>\n<br> Social networks.<br>\n<br> Our affiliates and subsidiaries.<br>\n<br> Third Parties and government authorities relating to (i) legal requests, if required by law, or (ii) if we believe in good faith that it is necessary.<br>\n<br> Third Parties for a Reorganization Use.\n<b>Geolocation data</b>, such as your postal address and your IP address.\nWe infer your general location from your IP address.\nYou, if you choose to provide it to us.\n<br>\n<br> You, through your Device, when you use the Services.\n<br>\n<br> We and our service providers collect this info automatically.\nResponding to your requests for information.\nShipping your products to you.<br>\n<br> Providing you with a good experience when you visit the Services, such as the ability to serve content in your preferred language, provide pricing in local currency, store your user ID and/or password for your convenience, or pre-populate fields in your use of the Services.\nOur Service Providers such as delivery companies.<br>\n<br> Our affiliates and subsidiaries.\n<br>\n<br> Tax authorities.<br>\n<br> Fraud prevention Service Providers.<br>\n<br> Third Parties and government authorities relating to (i) legal requests, if required by law, or (ii) if we believe in good faith that it is necessary.<br>\n<br> Third Parties for a Reorganization Use.\n<b>Inferences drawn from personal information</b>, such as a person’s preferences, characteristics, trends, predispositions, behavior, and attitudes.\nAdvertising networks, data analytics providers, and special occasions based on our review of product orders.\nTargeted advertising, marketing analytics, reminders of special occasions.\nAdvertising networks.\n<br>\n<br> Data analytics providers <b>Visual information</b>, such as photographic or other images.\nYou, if you choose to provide it to us, or another customer provides it to us.\nIncorporating the image into your products.\n<br>\n<br> Storing the image for the customer for future use on other products.\nService Providers, such as printers.\n<br>\n<br> Third Parties and government authorities relating to (i) legal requests, if required by law, or (ii) if we believe in good faith that it is necessary.\n<b>Sensory Information</b>, including audio recordings when you call our customer service telephone number.\nYou, if you call customer service.\nResponding to your customer service requests.\nOur affiliates and subsidiaries.<br>\n<br> Third Parties and government authorities relating to (i) legal requests, if required by law, or (ii) if we believe in good faith that it is necessary.\n<p>\n<b>\n<u>Sales of Personal Information</u>\n</b>\n</p>\n<p>We use cookies and third-party applications that qualify as a sale of information under the CCPA.</p>\n<p>\n<b>\n<u>Your CCPA Rights and Choices</u>\n</b>\n</p>\n<p>The CCPA provides California residents with specific rights regarding Personal Information.\nThis section describes your CCPA rights and explains how to exercise those rights.</p>\n<ol>\n<li>\n<b>\n<u>CCPA Access to Specific Information and Data Portability Rights</u>\n</b>\n<br> If you are a California resident, you have the right to request that we disclose certain information to you about our collection and use of Personal Information about you over the past 12 months.\nOnce we receive and confirm your verifiable CCPA request (see <b>Exercising CCPA Access, Data Portability, and Deletion Rights</b> below), we will disclose to you:</li>\n<ul>\n<li>The categories of Personal Information we collected about you.</li>\n<li>The categories of sources for the Personal Information we collected about you.</li>\n<li>Our business purpose for collecting or selling that Personal Information.</li>\n<li>The categories of third parties with whom we share that Personal Information.</li>\n<li>The specific pieces of Personal Information we collected about you (also called a data portability request).</li>\n<li>If we sold or disclosed your Personal Information for a business purpose, two separate lists disclosing: <br>\n<ul>\n<li>for sales, the Personal Information categories that each category of recipient purchased.\nand</li>\n<li>for disclosures for a business purpose, the Personal Information categories that each category of recipient obtained.</li>\n</ul>\n</li>\n</ul>\n<li>\n<b>\n<u>CCPA Deletion Request Rights</u>\n</b>\n<br> California residents have the right to request that we delete any of the Personal Information that we collected from them and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable CCPA request (see <b>Exercising CCPA Access, Data Portability, and Deletion Rights</b> below), we will delete (and direct our service providers to delete) Personal Information about you from our records, unless an exception applies.\n<br>\n<br> We may deny your deletion request if retaining the Personal Information is necessary for us or our service provider(s) to: <ul>\n<li>Complete the transaction for which we collected the Personal Information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, fulfill the terms of a written warranty or product recall conducted in accordance with law, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair intended functionality.</li>\n<li>Exercise free speech, ensure the right of another CCPA user to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.).</li>\n<li>Enable solely internal uses that are reasonably aligned with user expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of the information that are compatible with the context in which you provided it.</li>\n</ul>\n</li>\n<li>\n<b>\n<u>Exercising CCPA Access, Data Portability, and Deletion Rights</u>\n</b>\n<br> To exercise the CCPA access, data portability, and deletion rights described above, please submit a verifiable CCPA request to us at privacy@pallcprivacy.com.\n<br>\n<br> Only you, or someone legally authorized to act on your behalf, may make a verifiable CCPA request related to Personal Information about you.\nYou may also make a verifiable CCPA request on behalf of your minor child.\nTo designate someone legally authorized to act on your behalf, you may upload proof of the authorization to privacy@pallcprivacy.com.\n<br>\n<br> You may make a verifiable CCPA request for access or data portability only twice within any 12-month period.\nThe verifiable CCPA request must: <br>\n<ul>\n<li>provide sufficient information that allows us to reasonably verify you are either the person we collected Personal Information about or their authorized representative, which may include information that you have already provided to us, such as your name and email address.\nand</li>\n<li>describe your CCPA request with sufficient detail so that we can properly understand your request and respond to it.</li>\n</ul> We may not respond to your CCPA request or provide you with Personal Information if we cannot verify your identity or authority to make the request and confirm the Personal Information is about you or someone you are legally authorized to act on behalf of.\nMaking a verifiable CCPA request does not require you to create an account with us.\n<br>\n<br> We will use Personal Information provided in a verifiable CCPA request only to verify the requestor’s identity or authority to make the request.\n</li>\n<li>\n<b>\n<u>CCPA Response Timing and Format</u>\n</b>\n<br> We endeavor to respond to verifiable CCPA requests within forty-five (45) days of their receipt.\nIf we require more time (up to 90 days) to respond to your request, we will inform you in writing of the reason and needed extension period.\nIf you have an account with us, we will deliver our written response to that account.\nIf you do not have an account with us, we will deliver our written response to the email address you provide on the CCPA Request Form.<br>\n<br> Any CCPA disclosures we provide will only cover the 12-month period preceding our receipt of your verifiable CCPA request.\nOur response will also explain the reasons we are not complying with your CCPA request, if applicable.\n<br>\n<br> For CCPA data portability requests, we will select a format to provide your Personal Information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.<br>\n<br> We do not charge a fee to process or respond to your verifiable CCPA request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the CCPA request warrants a fee, we will tell you why and provide you with a cost estimate before completing your request.\n</li>\n<li>\n<b>\n<u>CCPA Non-Discrimination</u>\n</b>\n<br> We do not discriminate against California residents for exercising their CCPA rights.\nUnless permitted by the CCPA, we will not: <br>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n</li>\n</ol>\n<p>\n<b>\n<u>Other California Privacy Rights</u>\n</b>\n</p>\n<p>In addition to your rights under the CCPA, California’s “Shine the Light” law (Civil Code Section § 1798.83) permits users of the Services that are California residents to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes.\nWe do not disclose Personal Information to third parties for their direct marketing purposes.\nIf you would like more information about our compliance with California’s “Shine the Light” law, please send an email to privacy@pallcprivacy.com or write us at: </p>\n<p> Privacy Program <br> Attn: Legal Department <br> 23801 Calabasas Road <br> Calabasas, CA 91302 <br> USA </p>\n<p>\n<b>\n<u>Changes to this CCPA Notice</u>\n</b>\n</p>\n<p>We reserve the right to amend this CCPA Notice at our discretion and at any time.\nWhen we make changes to this Notice, we will post the updated Notice on the Services and update the Notice’s effective date.\n<b>Your continued use of the Services following the posting of any changes to this Notice constitutes your acceptance of those changes.</b>\n</p>\n<p>\n<b>\n<u>CCPA Contact Information</u>\n</b>\n</p>\n<p>If you have questions or comments about this Notice, the ways in which we collect and use Personal Information, your choices and rights regarding such use, or you wish to exercise your rights under California law, please contact us at:</p>\n<p>\n<b>Email:</b> privacy@planetart.com</p>\n<p>\n<b>Postal Address:</b> Privacy Program, Attention: Legal Department, 23801 Calabasas Road, Calabasas, California 91302-1547</p> 15.\nAddendum for Persons Located in the European Union, UK, EEA and Switzerland <p>This <b>Addendum for Persons Located in the European Union, UK, EEA and Switzerland</b> (this “GDPR Notice”) supplements the information contained in the Privacy Policy and applies solely to persons located in the EU, UK, EEA and Switzerland.\nWe adopt this GDPR Notice to comply with GDPR, and any terms defined in GDPR (including Personal Data) have the same meaning when used in this GDPR Notice.</p>\n<p>\n<b>\n<u>In General </u>\n</b>\n</p>\n<p>We <b>do not</b> collect, use, process, share or store special categories of Personal Data.</p>\n<p>\n<b>\n<u>Who is Responsible for Personal Data About You?</u>\n</b>\n</p>\n<p>We are responsible for Personal Data about you.\nSpecifically Personal Data is controlled by:</p>\n<p> Privacy Program, <br> Attention: Legal Department <br> Gateway House, Tollgate, Chandler’s Ford,<br> Eastleigh, Southampton, S053 3TG, <br> United Kingdom </p>\n<p>We have appointed ITG EU &amp.\nGRCI Law to act as our EU and UK Representatives.\nIf you wish to exercise your rights under EU GDPR or the UK GDPR or have any queries in relation to your rights or privacy matters generally please email from Europe privacyeu@pallcprivacy.com, or from UK privacyuk@pallcprivacy.com.</p>\n<p>We may need to request additional information from you in order to confirm your identity before responding to your request or question.\n</p>\n<p>\n<b>\n<u>On Which EU Legal Basis Do We Process Personal Data About You?</u>\n</b>\n</p>\n<p>Depending on the specific purpose or purposes for the processing of the Personal Data, we rely on the following legal grounds:</p>\n<ul>\n<li>Performance of your customer contract or other contractual obligations or in order to take steps before entering into a contract with you;</li>\n<li>Compliance with a legal obligation (such as record obligations for our commercial or tax purposes or other regulatory obligations);</li>\n<li>Protection of your vital interests or the vital interests of another natural person.\nor</li>\n<li>Our legitimate interests or those of any third-party recipients that receive the Personal Data, provided that such interests are not overridden by your interests or fundamental rights and freedoms;</li>\n<li>Important reasons of public interest;</li>\n<li>The establishment, exercise or defense of legal claims.</li>\n</ul>\n<p>Legitimate interests include, for example, developing and improving our internal administration or business and service processes, marketing and reputation activities, keeping our records up to date, handling and managing our legal and contractual duties and obligations, and compliance with internal and legal policies and regulations that apply to us.</p>\n<p>In addition, we process Personal Data to let you know about updates to products and services you have purchased from us or expressed interest in before.\nWe also process Personal Data on the basis of your consent, where you have expressly given that to us for certain purposes such as direct marketing.</p>\n<p>\n<b>\n<u>Will Personal Data About You be Transferred Outside the EU/EEA?</u>\n</b>\n</p>\n<p>Our headquarters and operations are in the United States, UK and Ireland.\nWe strive to store and process EU, UK, EEA and Swiss Personal Data in Ireland, on the servers located in the EU.\nWith the exception of Personal Creations and Café Press, all EU/EEA customer Personal Data is processed and stored on Amazon Web Services (AWS) servers located in Ireland (see more information below).\nPersonal Creations and Café Press customer Personal Data is processed and stored on AWS Servers in the U.S.\n</p>\n<p>\n<b>\n<u>Notice Re: EU-U.S.\nand Swiss-U.S.\nPrivacy Shield, CJEU Schrems II Ruling and EU Standard Contract Clauses (SCC) </u>\n</b>\n</p>\n<p>We have withdrawn from the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States as further described below.</p>\n<p>On July 16, 2020, the European Court of Justice (CJEU) determined that the EU-U.S.\nPrivacy Shield framework is no longer valid for the transfer of Personal Data from the European Economic Area (EEA) to the U.S.\n(known as the Schrems II decision).\nThe Schrems II decision also placed additional compliance requirements on the use of EU Standard Contract Clauses (SCC) for the transfer of EU/EEA Personal Data to the U.S.\nby companies subject to Section 702 of the U.S.\nForeign Intelligence Surveillance Act (FISA) and/or Executive Order 12333 (E.O.\n12333).</p>\n<p>We know our customers, website visitors, and business partners care deeply about privacy and data security, and we optimize our work to get these issues right.\nWe’d like to confirm that you can continue to use our Services with regard to EU and EEA Personal Data in compliance with EU law.</p>\n<p>\n<b>\n<u>First</u>\n</b>, please know that it is our good-faith belief that the types of EU/EEA Personal Data we collect, use, process, share and/or store in the U.S.\nare not of the types of Personal Data that would generally be subject to requests from U.S.\ngovernment authorities pursuant to FISA Section 702 and/or E.O.\n12333.</p>\n<p>\n<b>\n<u>Second</u>\n</b>, please note that as part of our good-faith efforts to comply with applicable data protection laws, we strive to continue to store and process EU, EEA, UK and Swiss Personal Data in Ireland, on servers located in the EU.\nIn compliance with the GDPR and other applicable laws we also implement data encryption, data minimization, data pseudonymization, and need to know access to Personal Data.</p>\n<p>\n<b>\n<u>Third</u>\n</b>, although we have withdrawn from Privacy Shield, we are retaining the data collected during our participation, and are providing adequate protection for such data by another authorized means.</p>\n<p>\n<b>\n<u>Fourth</u>\n</b>, when international transfer of Personal Data is necessary to perform a contract with you, or in individual cases for the purposes of our compelling legitimate business interests and in order to comply with our internal policies, contractual and legal obligations.</p>\n<p>If you represent one of our service providers or business partners and your organization is a party to an agreement with us that includes EU Standard Contract Clauses (SCC) for compliance with EU/EEA data protection laws, please contact us at privacy@pallcprivacy.com to discuss whether any updates to our agreement are needed resulting from the <u>Schrems II</u> decision.</p>\n<p>Trust is a top priority for us, and we will continue to work vigilantly to ensure that our customers, website visitors, and business partners are able to continue to enjoy the benefits of our Services securely, compliantly, and without disruption.</p>\n<b>Your Consent to Transfer of Personal Data</b>\n<p>In addition to the above, we may also process, store, and/or transfer Personal Data we collect about you, in and to a country outside the EU including the United States.\nThose other countries may have different privacy laws that may or may not be as comprehensive as your own.</p>\n<p>By submitting Personal Data or interacting with our Services, you consent to this transfer, storing, and/or processing including in the United States.</p>\n<ul>\n<li>Your Personal Data Use Choices <br> See Section 8 (Your Choices About Our Use of Data) above.</li>\n<li>How Can I Access or Correct Personal Data About Me?</li>\n</ul>\n<p>You may send us an email from Europe at privacyeu@pallcprivacy.com or from the UK to privacyuk@pallcprivacy.com to request access to, correction, or deletion of Personal Data that you have provided to us.\nIn some situations, we cannot delete Personal Data about you except by also deleting your user account.\nPlease note that deletion of your account will cause you to lose your stored photos, completed and in-process projects, and all content you have uploaded for sale through any of our Services with Shops or Marketplaces.\n<u>\n<b>If this Data is deleted by us at your request, we will not be able get it back for you if you change your mind in the future.\n</b>\n</u> We may not be able to grant a request to change or delete Personal Data about you if we believe the change or deletion would violate any law or legal requirement or negatively affect the accuracy of the Data.</p>\n<p>If you delete your User Contributions from our Services, copies may still be viewable in cached and archived pages or where other users have copied or stored them.\nOur terms of use govern proper access and use of information provided on our Services, including User Contributions.</p>\n<br>\n<br>\n<ul>\n<li>About</li>\n<li>Press</li>\n<li>Jobs</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>About</li>\n<li>Press</li>\n<li>Jobs</li>\n<li>Contact</li>\n</ul>\n<p> Privacy Policy | Supplier Code of Conduct <br> © 2014 - 2022 PlanetArt.\nAll rights reserved.\n</p> ", "created_at": "2022-11-21 01:49:35.050442", "updated_at": "2022-11-21 00:49:57.357793"}], "points": [], "urls": ["planetart.com"]}}