{"error": 448, "message": "OK", "parameters": {"id": 8531, "name": "Free Your Music", "created_at": "2023-06-27 20:18:08.840043", "updated_at": "2023-06-27 22:02:17.870137", "wikipedia": null, "keywords": null, "related": null, "slug": "free-your-music", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8531.png", "url": "freeyourmusic.com", "documents": [{"id": 16568, "name": "Privacy Policy", "url": "https://freeyourmusic.com/privacy-policy", "xpath": "/html/body/div/div/div[3]", "text": "Privacy Policy<p>Last updated: January 31, 2023</p>\n<p>This Privacy Policy (the “<strong>Policy</strong>”) describes how FreeYourMusic app (“<strong>FreeYourMusic</strong>”, “<strong>we</strong>”, and “<strong>our</strong>”) process, collects, uses, protects, and shares your personal data on our website at&nbsp;https://freeyourmusic.com&nbsp;(the “<strong>Site</strong>”), and through the mobile application (collectively, the “<strong>Platform</strong>”).&nbsp;</p>\n<p>FreeYourMusic is a company that protects user privacy, and personal data by taking all relevant measures in accordance with applicable legislation, including the EU Regulation 2016/679 – known as General Data Protection Regulation (GDPR).</p>\n<p>\n<strong>\n<u>Data Controller:</u>\n</strong>\n</p>\n<p>Data of the Personal Data Controller:</p>\n<p>Hernas OÜ<br>Kentmanni 4<br>10116 Tallinn<br>Estonia</p>\n<p>The Data Controller can be contacted via e-mail: gdpr@freeyourmusic.com&nbsp;or in writing at the address of the Controller’s office with the note “Data Protection”.</p>\n<p>\n<strong>\n<u>The purpose of data collection:</u>\n</strong>\n</p>\n<p>We may collect your personal data when you visit our Platform so that we can improve it.\nWe also collect your personal data when you register or use the Platform so you can use our services in proper manner (“<strong>Services</strong>”).\nWe collect information directly from you, from the third parties, as well as automatically through your use of our Site, Platform and associated services so that enables us to provide and maintain the Platform and, from time to time, develop additional features or functionality.\nThe specific purposes of data collection and use (processing) are the following:</p>\n<ol>\n<li>to provide, personalize and improve your experience with the Services;</li>\n<li>to ensure proper flow and management of our database;</li>\n<li>to understand your listening habits and let you transfer your data between music platforms carefree;</li>\n<li>to deliver excellent consumer Services and support;</li>\n<li>to provide proper license keys distribution between Platforms users;</li>\n<li>to understand how you interact, access and use the Platform;</li>\n<li>to analyse trends, statistics, and to measure overall Platform effectiveness;</li>\n<li>to develop and provide technical updates, new features and functionality;</li>\n<li>to communicate with you about the upcoming projects, advertising, new updates, features &amp.\nfunctionality of the Services;</li>\n<li>to detect, prevent and address the technical and security issues;</li>\n<li>to monitor feedback on FreeYourMusic’s Services;</li>\n<li>to pursue legal claims and defence in legal disputes.</li>\n</ol>\n<p>We also use the information we collect to analyse, develop and improve the Services.\nTo do this, FreeYourMusic may use third-party analytics providers to gain insights into how our Services are used in order to improve the Services experience.</p>\n<p>Sharing your data is voluntary, however, by using our Site and Platform, you agree on Policy and its terms.</p>\n<p>Unless otherwise defined in this Policy, terms used in this Policy have the same meanings as in our Terms of Use, accessible at https://freeyourmusic.com</p>\n<p>\n<strong>\n<u>Information we collect when you use the Platform:</u>\n</strong>\n</p>\n<p>While using our Platform, we may ask you to provide us with certain personal data that can be used to contact or identify you, among others, your e-mail address, license key order identification number, license key payment confirmation.</p>\n<p>FreeYourMusic collects information from&nbsp;electronic devices and music services you connect to with use of our mobile application, including confirmation of the playlist transfer between different music services and tracks used in your playlist.</p>\n<p>By adding your favourite songs and creating your music playlist you may develop intellectual property rights to your music playlist.\nSpecific details about the playlist, transfer of the playlist between different music services and intellectual rights, you will find in our Terms of Use, accessible at https://freeyourmusic.com.</p>\n<p>\n<strong>\n<u>Cookie policy</u>\n</strong>\n</p>\n<p>We use cookies to collect information and learn your internet behaviour pattern and preferences.\nYou can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some of the finest features of our Platform.</p>\n<p>Cookies are small data files stored on the hard drive of your computer or mobile device by a website.\nYou need to know that there are two kinds of cookies:</p>\n<ol>\n<li>session cookies (which expire once you close your web browser) and</li>\n<li>persistent cookies (which stay on your computer or mobile device until you delete it).</li>\n</ol>\n<p>\n<strong>\n<u>Log files</u>\n</strong>\n</p>\n<p>We collect information that your browser sends whenever you visit our Site, which is not linked to any information that allows to identify you.\nThe information collected by log files includes internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks or taps.\nThe information is used to track visitor’s movement on the Site, and to gather visitor’s demographic information.</p>\n<p>In addition, we may use third party services such as Google Analytics that collect, monitor and analyse such information in order to increase our Platform’s functionality.\nThese third-party service providers have their own privacy policies addressing how they use such information.</p>\n<p>\n<strong>\n<u>Data transfer </u>\n</strong>\n</p>\n<p>We may share your information with our affiliates, however, we take the protection of your privacy and your personal data very seriously.\nWe always try to ensure that our affiliates comply with the terms of our Policy.\nIf FreeYourMusic becomes involved in a business combination, securities offering, bankruptcy, reorganization, dissolution, or other similar process, we may share or transfer your information in compliance with applicable regulations.</p>\n<p>We may share your personal data to:</p>\n<ol>\n<li>\n<em>Third Parties Designated by You</em>.\nWe may share your personal data with the third parties only when you agree to do so.</li>\n<li>\n<em>Our Third-Party Service Providers and business partners</em>.\nWe may share your personal data with our third-party Service providers for the purpose of payment processing, customer service, email delivery, analytics, data storage, and other similar services.\nThese third parties are only permitted to use your personal data to the extent necessary to enable them to provide such services to our Platform.\nThey are required to follow our express instructions and to comply with appropriate security measures to protect your personal data.</li>\n<li>\n<em>Corporate Restructuring</em>.\nWe may share your personal data with our business partners in the event that this is legitimate from a business perspective.\nFor example in the event of transaction negotiation, sale or transfer of all or a part of our business or assets.\nThese deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.</li>\n<li>\n<em>Law reasons</em>.\nWe may disclose your information due to generally applicable rules of law, in particular, due to court orders, legal process, law enforcement requests, legal claims, or government inquiries, and to protect and defend our rights.</li>\n</ol>\n<p>This Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective privacy policies of these third-party ad servers for more detailed information.</p>\n<p>\n<strong>\n<u>International data transfer</u>\n</strong>\n</p>\n<p>Your information, including personal data, may be processed and transferred by us and our third-party Service providers to the countries outside the EEA region, in particular the United States where personal data protection and privacy regulations may not offer the same level of protection as in the EEA region.\nWe will take all reasonable steps to ensure that your data is treated securely and in accordance with this Policy.\nYour consent to this Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>\n<strong>\n<u>General Data Protection Regulation (GDPR)</u>\n</strong>\n</p>\n<p>We would like to ensure you are fully aware of all of your data protection rights in accordance with the GDPR laws.\nTherefore, you have the following rights:</p>\n<ol>\n<li>\n<em>the right to access your personal data</em>:&nbsp;You can request and you are entitled to obtain any of your personal data we process, where it comes from and what we use it for.\nYou can obtain information about how long we store your data and who receives data about you.\nYour right to access may, however, be restricted by legislation, protection of other persons’ privacy, and considerations for our business and practices.</li>\n<li>\n<em>the right to rectification and ensure of data</em>:&nbsp;If you have discovered that the personal information we have about you is incorrect, incomplete or irrelevant, you are entitled to have the data corrected or erased subject to the restrictions that follow from existing legislation and rights to process data.</li>\n<li>\n<em>the right to the restriction of use</em>:&nbsp;If you believe that the data we have processed is incorrect or incomplete, or if you have objected to the use of the data, you have the right to demand the imposition of restrictions as far as the processing of your personal data is concerned.</li>\n<li>\n<em>the right to data portability</em>:&nbsp;If you ask us to do so, we will pass on your personal information in a structured, usable format.</li>\n<li>\n<em>the right to object to processing</em>:&nbsp;You have the right to object to the processing of your personal data if we process it for direct marketing purposes.</li>\n<li>\n<em>the right to make a decision about automated individual profiling</em>:&nbsp;You also shall have the right to object to a decision based solely on automated processing, including profiling.\nIn these situations, FreeyYourMusic will guarantee suitable measures to safeguard your rights, mainly the right to human intervention when reviewing such cases.\nYou will be notified if any automated decision-making is performed in relation to your personal data.</li>\n<li>\n<em>the right to withdrawal of consent</em>:&nbsp;If we process personal data based on your consent, you can withdraw your consent to disclose data at any given time.\nPlease also note that we will continue to use your personal data if we have to fulfil a legal or contractual obligation.&nbsp;</li>\n<li>\n<em>the right to be forgotten</em>:&nbsp;The right to obtain from us the erasure of all your personal data given to us under the Policy without undue delay.\nIf you will make such a request, we shall have the obligation to erase all your collected and processed personal data without undue delay.</li>\n</ol>\n<p>In case of any concerns of your personal information, feel free to contact us by sending an email at&nbsp;gdpr@freeyourmusic.com&nbsp;or in writing at the address of the Controller’s office with the note “Data Protection”.\nWe will reply to your request as soon as possible.</p>\n<p>\n<strong>\n<u>Security</u>\n</strong>\n</p>\n<p>The security of your personal data is important to us, unfortunately, the transmission of information via the internet is not completely secure, nor can we guarantee the security of any transmission or storage system.\nWhile we strive to use commercially acceptable means to protect your personal data, we cannot guarantee its absolute security.\nIf you have reason to believe that your interaction with the Site or Platform is no longer secure, please immediately notify us of the problem by contacting us, by sending an email at&nbsp;gdpr@freeyourmusic.com&nbsp;or in writing at the address of the Controller’s office with the note “Data Protection”.</p>\n<p>\n<strong>\n<u>Data Retention</u>\n</strong>\n</p>\n<p>We retain information as long as it is necessary to provide the Services to you and others, subject to any legal obligations to further retain such information in a manner consistent with the lawful bases as outlined in the GDPR.\nPlease remember that we retain your given information and data as long as we are legally required or permitted to do so.\nWhat is important, we can also retain your personal data as long as it results from generally applicable law.\nInformation may persist in copies made for backup and business continuity purposes for additional time.\nThe information we retain will be handled in accordance with this Policy.</p>\n<p>\n<strong>\n<u>Children's Information</u>\n</strong>\n</p>\n<p>No one under 13 is authorized to use our Platform.\nIf you are a parent or guardian and you are aware that your Children has shared with us personal data, please immediately contact us by sending an email at gdpr@freeyourmusic.com&nbsp;or in writing at the address of the Controller’s office with the note “Data Protection”.\nIf we become aware that we have collected personal data from children under age of 13 without verification of parental consent, we take steps to remove that information from our servers and we will delete such information from our files as soon as reasonably practicable.</p>\n<p>\n<strong>\n<u>Complaints and disputes</u>\n</strong>\n</p>\n<p>We are committed to resolving any complaints about your personal data.\nIf you would like to lodge a complaint regarding this Policy or our business practices in relation to your personal data, please contact us by sending an email at&nbsp;gdpr@freeyourmusic.com&nbsp;or in writing at the address of the Controller’s office with the note “Data Protection”.\nWe will reply to your complaint as soon as we can.</p>\n<p>\n<strong>\n<u>Changes to this policy</u>\n</strong>\n</p>\n<p>We will post any modifications or changes to the Policy on this page.\nWe reserve the right to modify the Policy at any time, so we encourage you to review it frequently.&nbsp;</p>\n<p>\n<strong>\n<u>Contact information</u>\n</strong>\n</p>\n<p>We may use your personal data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.</p>\n<p>If you have any questions, comments, or concerns regarding our Policy and/or practices, please contact us by sending an email gdpr@freeyourmusic.com&nbsp;or in writing at the address of the Controller’s office with the note “Data Protection”.\n&nbsp;</p>\n<p>\n<strong>\n<u>External services</u>\n</strong>\n</p>\n<p>The Platform and Mobile App uses YouTube API Services to facilitate transfer of playlists to and from YouTube.\nPlease read Google Privacy policy before authenticating your YouTube account.</p>", "created_at": "2023-06-27 20:18:08.90213", "updated_at": "2023-06-27 20:18:39.371295"}, {"id": 16569, "name": "Refund Policy", "url": "https://freeyourmusic.com/refund-policy", "xpath": "/html/body/div/div/div[3]", "text": "Refund Policy<p>Thank you for shopping at FreeYourMusic.</p>\n<p>\n<strong>iOS app</strong>\n</p>\n<p>To request refund for iOS in app purchase, you have to contact Apple support directly.</p>\n<p>https://support.apple.com/en-us/HT204084</p>\n<p>\n</p>\n<p>\n<strong>Digital products</strong>\n</p>\n<p>We issue refunds for digital products within 3 days of the original purchase of the product.</p>\n<p>We recommend contacting us for assistance if you experience any issues receiving or downloading our products.</p>\n<p>We do not guarantee that our products are fully compatible with any third-party software.\nWe do not issue refunds if our products are incompatible with any third-party software, except for those that are specified on the page of each product.</p>\n<p>\n<strong>Contact us</strong>\n</p>\n<p>If you have any questions about our Returns and Refunds Policy, please contact us:</p>\n<ul>\n<li>By email: refund@freeyourmusic.com</li>\n</ul>", "created_at": "2023-06-27 20:18:52.795167", "updated_at": "2023-06-27 20:19:11.648868"}, {"id": 16567, "name": "Terms of Service", "url": "https://freeyourmusic.com/terms-of-service", "xpath": "/html/body/div/div/div[3]", "text": "Terms of Service<p>Last updated: January 31, 2023</p>1.\nDEFINITIONS<p>\"<strong>Agreement</strong>\" – means the Terms of Use.\nthe Agreement is entered into by and between FreeYourMusic and User, and from time to time between the FreeYourMusic and the Visitor under conditions specified in this Agreement.</p>\n<p>\"<strong>Playlist</strong>\" – means music material, being a unique creative compilation of songs or pieces of music compiled by the User on specific Music Streaming Services.</p>\n<p>“<strong>Distributor</strong>” - means an entity authorized to distribute License Keys pursuant to the separate agreement, amended from time to time.\nThe Distributor is an independent entity, carrying out business at his risk and for his account.</p>\n<p>“<strong>Music Streaming Services</strong>” – means any internet platform, mobile app, music platform, or other third-party music streaming services other than the Platform.</p>\n<p>“<strong>Mobile App</strong>” – means an application provided by FreeYourmMusic, whether installed on a portable device or used in any other way.</p>\n<p>\"<strong>License</strong>\" – means a license You grant to FreeYourMusic to unleash the potential of Our Mobile App under the condition specified in section 10 (License).</p>\n<p>“<strong>License Key</strong>” – means a virtual (data) key activating the Mobile App to fully explore FreeYourMusic features.\nThe License Key is provided to you by FreeYourMusic or by the Distributor.</p>\n<p>\"<strong>Platform</strong>\" – means FreeYourMusic internet platform available at: https://freeyourmusic.com/</p>\n<p>\"<strong>Terms of Use</strong>\" – means general terms and conditions governing the use of the Platform and Mobile App.\navailable at https://freeyourmusic.com/en/terms-of-service.\nThis applies to Users and Visitors unless otherwise stated herein.\nThe Terms of Use may be amended from time to time under section 4 (Changes to the Terms of Use).</p>\n<p>\"<strong>FreeYourMusic</strong>\" or \"<strong>We</strong>\" or “<strong>Our</strong>” or “<strong>Us</strong>” – means Hernas OÜ Kentmanni 4 10116 Tallinn Estonia.</p>\n<p>\"<strong>User</strong>\" or “<strong>You</strong>” or „<strong>Your</strong>” – means any user Mobile App User with activated License Key.</p>\n<p>“<strong>Visitor</strong>” – means anybody visiting the Platform or using the Mobile App without License Key.</p>2.\nACCESS TO THE PLATFORM AND MOBILE APP<p>You cannot access the Platform and download the Mobile App if you do not meet the age requirements or are not fully qualified or legally entitled to agree to the Terms of Use and conclude the Agreement.\nIndividuals under 13 years old or under the minimum age of digital consent in applicable jurisdiction cannot use the Platform or the Mobile App.</p>\n<p>You are not allowed to:</p>\n<ul>\n<li>use any materials and information contained in the Platform / Mobile App in a manner inconsistent with the intended purpose, the Terms of Use, or generally applicable law,</li>\n<li>use any materials and information available on the Platform / Mobile App to share or circulate false, unlawful, or deceptive information about the Platform / FreeYourMusic,</li>\n<li>use any materials including the Playlist or information available on the Platform / Mobile App for actions aimed at third parties misleading, irrespective of the purpose of such activity and regardless of the scope of misleading,</li>\n<li>violate the rights of the FreeYourMusic and/or its employees, affiliates and Users,</li>\n<li>interfere with the source code of the Platform / Mobile App or its graphic design,</li>\n</ul>\n<ul>\n<li>interfere or disrupt the Platform or servers or networks by, including but not limited to, uploading viruses, malware, spyware, or any other code that interferes or may cause damage to the Platform, servers and/or network,</li>\n<li>interfere or disrupt the Mobile App structure, including but not limited to, uploading viruses, malware, spyware, or any other code that interferes or may cause damage to the Mobile Application,</li>\n<li>impersonate any other person or entity or falsify your personal data, use hate speech, use the Platform / Mobile App for intimidation or harassment of other people,</li>\n<li>use the Platform / Mobile App to popularize any content that may be construed partially or in full as racist, discriminatory, violent or contains nudity, partial nudity, drugs promotion, discrimination, hate, pornographic, including discriminatory content based on race, gender, religion, nationality, disability, sexual orientation or age,</li>\n<li>compose or send unwanted or unsolicited emails or messages to FreeYourMusic, Users and Visitors,</li>\n<li>use domain name addresses or website URL in any other internet activities,</li>\n<li>encourage other Users to violate the Terms of Use or other applicable laws and regulations,</li>\n<li>to violate the third parties’ intellectual property rights,</li>\n<li>use any materials and information contained on the Platform / Mobile App or source code and graphic design to create software substantially the same as Mobile App.</li>\n</ul>\n<p>In other words - if you are under 13 years old you cannot use the Platform / Mobile App.\nWhile using the Platform and Mobile App you have to obey the rules - don’t mislead, cheat, confuse or harass anyone.</p>3.\nACCEPTANCE OF THE TERMS OF USE<p>By accessing or using the Platform / Mobile App, you agree and accept the Terms of Use and enter into the Agreement with FreeYourMusic.\nTo avoid any doubts, you should know the Terms of Use constitutes a binding Agreement with FreeYourMusic.</p>\n<p>This means you need to agree to the Terms of Use before starting to enjoy the Platform and Mobile App.\nOnce you access the Platform and use the Mobile App, you conclude the Agreement with FreeYourMusic.</p>4.\nCHANGES TO THE TERMS OF USE<p>We inform you that we may amend or alter the Terms of Use at any time.\nAmendment of the Terms of Use constitutes an amendment of the Agreement simultaneously.\nThe amendments may result primarily from our will to improve the Platform / Mobile App functionality, development, implementation of new features, or compliance with the applicable law amendments.\nFreeYourMusic may temporarily suspend or close the Platform / Mobile App or limit the access for certain Users in order to implement new features aimed at preventing illegal actions, or limit potential abuses.</p>\n<p>You may find the latest version of the Terms of Use at https://freeyourmusic.com/en/terms-of-service.\nUsing the Platform and Mobile App constitutes your acceptance of the new Terms of Use.\nIf you do not agree to the new Terms of Use you shall immediately stop using the Platform and request Mobile App subscription removal.</p>\n<p>Please check it regularly.\nIf something does not feel right, you can stop using Our services or contact us anytime and in any case.</p>5.\nPROMOTIONS<p>By accepting the contest rules, you agree to participate in the contest, sweepstakes or other promotions organized by FreeYourMusic (collectively “<strong>Promotions</strong>”).\nPromotions may be governed by specified rules other than Terms of Use.\nIf you participate in any Promotions, please review the applicable rules as well as our Privacy Policy.\nIn case of any discrepancies between Promotion and Terms of Use, the Promotion rules shall prevail.\nFreeYourMusic will announce the Promotions through the Platform or e-mail.\nThe announcement shall describe the Promotions terms (commencing date/closing date), technical requirements and other necessary specifications.</p>\n<p>You agree and understand that FreeYourMusic may suspend or terminate the Promotions at any time for any reason, without any prior notification, justification, or compensation for any party.</p>\n<p>To put it simply, FreeYourMusic may carry out Promotions.\nBy participating in the Promotions, you accept the Terms of Use and the specific Promotions rules, hence please read it carefully.</p>6.\nPLAYLIST TRANSFER<p>Mobile App allows you to save your Playlist for example in CSV extension and transfer it between various Music Streaming Services.\nThe User declares and confirms that he or she has read and accepted the regulations of such Music Streaming Services and he or she should not infringe the rights of any third parties.\nBy transferring the Playlist You do not transfer actual songs but only specific arrangements of the song titles.</p>\n<p>You need to know, that Playlist is also subject to the terms and conditions of Music Streaming Services where it was originally created, hence we strongly advise You to read the terms and conditions and privacy policies of Music Streaming Services you visit or use.</p>7.\nUSER DATA<p>We take the protection of your privacy and your personal data very seriously.\nIf you want to know what personal data we process and how we do it, you may want to check Our Privacy Policy available athttps://freeyourmusic.com/en/privacy-policy.</p>8.\nLICENCE KEY<p>To get most of Our Mobile App you should obtain the License Key.\nYou can do so by:</p>\n<ul>\n<li>choosing the type of subscription that meets your needs,</li>\n<li>choosing the subscription payment plan,</li>\n<li>completing the subscription via payment methods available in your country.</li>\n</ul>\n<p>You can also receive the License Key from one of Our Distributors.\nRemember that you have the right to cancel your subscription at any time.\nIf you wish to purchase a subscription you may be asked to supply certain information to complete the payment, among others, your credit card number, the credit card expiration date, billing address.\nYou represent and warrant that: (i) you are the owner or have the legal right to use a credit card(s) or another payment method(s) you choose to complete the payment.\nand that (ii) the data you supply to Us are true, correct and complete.\nWe may share this data with third parties to facilitate the payment process and to notify you about the subscription process.</p>\n<p>The subscription payment process is carried out via online reseller Paddle.com.\nPaddle.com provides customer service inquiries and handles returns (“<strong>Paddle</strong>”).\nWe share Your personal data with Paddle for the purpose of the subscription payment processing.\nPaddle is permitted to use Your personal data to the extent necessary.</p>\n<p>We may terminate or suspend Agreement and Your License Key access immediately at any time, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms of Use.\nUpon termination, Your right to use the Mobile App will immediately cease.\nUpon termination of the Agreement, You can use Your Playlists as usual.</p>\n<p>Upon the termination of the Agreement following clauses shall remain in force: section 9 (License), section 10 (Indemnity), section 11 (Exclusion of warranties), section 12 (Limitation of Liability) and section 13 (Applicable Law and Jurisdiction, Dispute Resolution, Claim Action Waiver, Arbitrage and No Waiver Clause).</p>\n<p>FreeYourMusic is not responsible for any losses, injuries or harms that may arise in subscription payment process for any reason at any time.\nFreeYourMusic is not responsible for any losses, injuries or harms caused by the distribution of the License Key by Distributors for any reason at any time.</p>\n<p>If you have any questions, comments, or concerns regarding contact us by sending an email at exec@freeyourmusic.com.</p>9.\nINTELLECTUAL PROPERTY RIGHTS.<p>\n<strong>Intellectual Property Rights.</strong>\n</p>\n<p>Our Mobile App allows to transfer the Playlists worldwide, and we are aware that in some jurisdiction Playlist you create shall be a subject of copyrights law.\nFor example, if Your Playlist is a unique and creative compilation of songs it probably shall be deemed as Your Intellectual Property Right, however, regulations may vary from jurisdiction to jurisdiction.\nWhen the Playlist is a subject of copyright law in relevant jurisdiction you agree and grant FreeYourMusic a license under Section 9 (License), if Your Playlist is not a subject of copyrights law you agree and grant Free Your Music license-like right accordingly.</p>\n<p>You must not use third party rights, commit acts of plagiarism or impede on third parties’ rights in any manner.\nUser may not transfer Playlist between music services that violate generally applicable laws, third parties’ right, or may be considered misleading, defamatory, insulting, socially harmful, or injurious to the public.</p>\n<p>The User confirms that in the case of copyrighted Playlist, User is exclusively entitled to all copyrights, economic rights, moral rights rights of publicity, rights of distribution, rights of modification and other proprietary rights.\nUser is entitled to grant FreeYourMusic the License along with rights to grant further licenses (sublicenses) under the Terms of Use in particular to conduct the transfer of the copyrighted Playlist between Music Streaming Services.</p>10.\nLICENSE<p>\n<strong>Terms.</strong>\n</p>\n<p>You grant FreeYourMusic a non-exclusive, unlimited in time and territory (perpetual and worldwide), royalty-free license to use, publicly display, publicly perform, index, distribute, translate, archive, copy, commercially use and modify copyrighted Playlist in so far as legally-permitted, in particular, to transfer the copyrighted Playlist between Music Streaming Services or for the purpose of other services provided by FreeYourMusic (\"<strong>License</strong>\").</p>\n<p>As a licensee FreeYourMusic may distribute, promote, present, or sublicense to any other third party without any restrictions, at the sole discretion of FreeYourMusic, and within the full scope of the License.\nFreeYourMusic is entitled to use, modify, change, archive, develop, amend, transform, create derivative or related works to Copyrighted Playlist.\nIn particular, FreeYourMusic is entitled to post or share the copyrighted Playlist and its derivatives or related works to Copyrighted Playlist in any format onto the Platform or other Music Streaming Services.</p>\n<p>FreeYourMusic is entitled, but in any case obliged, to perform Your right to be identified as the author of the Playlist within any activity of FreeYourMusic including promotion and marketing purposes, or in any other type of use specified by FreeYourMusic.</p>\n<p>\n<strong>Sublicense.</strong>\n</p>\n<p>As a Creator you grant FreeYourMusic a right to further sublicense the right to use, publicly display and perform, index, distribute, translate, commercially use, copy, archive, and modify the Playlist in so far as legally-permitted to any third party and within other Music Screaming Media or the Platform, or other embodiment now or hereafter known by virtue of oral, written or another form of an agreement concluded by and between FreeYourMusic and sublicensee.</p>\n<p>\n<strong>Ownership.</strong>\n</p>\n<p>The User remains the exclusive owner of the copyrighted Playlist and neither FreeYourMusic nor any sublicensee acquires ownership of the copyrighted Playlist in full or in part.\nWhere applicable and permitted under applicable law, you also agree to waive and not enforce any “moral rights” or equivalent rights.</p>11.\nINDEMNITY<p>You agree to defend, indemnify, and hold harmless FreeYourMusic, its subsidiaries and affiliates, clients, subcontractors, and each of their respective, board members, directors, employees, agents and advisors from any and all claims, liabilities, costs, and expenses, including, but not limited to, attorneys’ fees and expenses, arising out of a breach by you or any user of your account of the Terms of Use or arising out of a breach of your obligations, representation and warranties under the Terms of Use.</p>12.\nEXCLUSION OF WARRANTIES<p>The Terms of Use do not prejudice and do not affect rights and obligations arising from the applicable law, in particular, in the context of consumer rights under the laws of the European Union.</p>\n<p>FreeYourMusic does not guarantee that:</p>\n<ul>\n<li>The Platform / Mobile App will function adequately, without any malfunctions, on time, in a non-defective manner,</li>\n<li>The Mobile App /enatform and services provided through the Platform will meet your expectations and requirements,</li>\n<li>Malfunctions of the Platform / Mobile App will be removed by FreeYourMusic immediately.</li>\n</ul>\n<p>The Platform / Mobile App may be infected by viruses or may be the target of cyber-attacks.\nYou should protect Your computer, browser, mobile device or other device or software used for the Platform browsing or enjoyment of the Mobile App.</p>\n<p>Even though we try our best, we can face some technical issues.\nWe cannot guarantee that the Platform will function all the time perfectly.</p>13.\nLIMITATION OF LIABILITY<p>If We fail to comply with these Terms of Use, We are responsible for loss or damage you suffer that is a foreseeable result of Our indented breach of the Terms of Use or Our gross negligence, but We are not responsible or liable in any way for any claims, damages, losses, expenses, costs or liabilities whatsoever (including, without limitation, any direct or indirect damages for loss of profits) that is not foreseeable.\nLoss or damage is foreseeable if they were an obvious consequence of Our breach or if they were contemplated by you and Us at the time We entered into this Agreement.</p>\n<p>In connection to non-consumer Users, FreeYourMusic is liable only for damage caused by the intentional misconduct of FreeYourMusic.\nFreeYourMusic liability for damages arising directly from the intentional misconduct of FreeYourMusic is limited to 100% of the annual payment for Mobile App subscription</p>\n<p>Under no circumstances will the FreeYourMusic be held responsible or liable in any way for any claims, damages, losses, expenses, costs or liabilities whatsoever (including, without limitation, any direct or indirect damages for loss of profits) resulting from or arising directly or indirectly from the use of the Mobile App or the Platform in a way inconsistent with the purpose of the Mobile App / Platform or in contrary to the Terms of Use.</p>\n<p>Under no circumstances will the FreeYourMusic be held responsible or liable in any way for any claims, damages, losses, expenses, costs or liabilities whatsoever (including, without limitation, any direct or indirect damages for loss of profits) resulting from loss of User personal data (including, but not limited to, the Playlists) as a result of cyber-attack, force majeure, criminal breach or malfunction of Our security systems.</p>\n<p>Under no circumstances will the FreeYourMusic be held responsible or liable in any way for any claims, damages, losses, expenses, costs or liabilities whatsoever (including, without limitation, any direct or indirect damages for loss of profits) resulting from Playlist transfer that may constitute an infringement of any copyrights, personal rights, intellectual property rights or other rights of third parties as well as a violation of other applicable regulations.</p>\n<p>The Platform may contain links to other Music Streaming Services that are not owned, supervised, or administered by FreeYourMusic.\nFreeYourMusic is not responsible for the content in such Music Streaming Services.\nBefore using any other Music Streaming Services you should read and comply with such Music Streaming Media’s rules and privacy policy.</p>\n<p>FreeYourMusic is not responsible for any damage caused by the suspension or termination of the Agreement and Your License Key.</p>14.\nOTHER TERMS<p>\n<strong>Applicable law and jurisdiction.</strong>\n</p>\n<p>These Terms of Use shall be governed and construed in accordance with the laws of the United Kingdom, which supersedes conflict of law regulations.</p>\n<p>Our failure to enforce any right or provision of these Terms of Use will not be considered a waiver of those rights.\nThese Terms of Use constitute the entire agreement with respect to the subject matter hereof and supersedes all other prior agreements and understandings, both written and oral, between the parties with respect to the subject matter hereof.</p>\n<p>If one or more provisions of the Terms of Use are or become invalid or ineffective, this shall not affect the remaining provisions’ validity or effectiveness.\nThe invalid provision will be removed without affecting the rest of the Terms of Use, and the remaining provisions of the Terms of Use will continue to be valid and enforceable as far as possible and taking into account the previous purpose of the provision removed.</p>\n<p>\n<strong>Dispute Resolution.</strong>\n</p>\n<p>In the event of any dispute with FreeYourMusic, you agree to try to resolve the dispute with Us amicably.\nIf you are a consumerresiding in the European Union, the Terms of Use, and your relationship with FreeYourMusic are governed by the laws of your country of residence, thus you can file legal disputes in your local court.</p>\n<p>In case you are not a consumer residing in the European Union, as far as legally permitted, you irrevocably agree that the courts of the United Kingdom shall have the exclusive jurisdiction to settle any dispute or claim (including non-contractual disputes or claims) arising from or in connection with the Terms of Use or its subject matter, excluding choice of law principles or conflicts of law principles (i.e.\nCISG).\nIf you are a consumer residing in the European Economic Area, the Terms of Use above do not deprive you of any protection afforded to you under the laws of the country where you live or access to the courts of that country.</p>\n<p>If you do not agree with us or with the Terms of Use, feel free to contact us directly.\nIf it does not help you are always entitled to initiate legal action before the United Kingdom or local competent authorities.</p>\n<p>\n<strong>Claim Action Waiver.</strong>\n</p>\n<p>If permitted by applicable laws FreeYourMusic Users agree that all claims pursued against the other party will be formed individually.\nTo that end the User and FreeYourMusic hereby waive the right to commence, to become a party to, or to remain a participant in, any group, representative, class, collective, or hybrid class/collective action in any court, an arbitration proceeding, or any other forum, against each other.</p>\n<p>\n<strong>Arbitrage </strong>\n<em>(Not Applicable for EU Consumers).</em>\n</p>\n<p>If permitted by the applicable law the User and FreeYourMusic agree that any dispute or claim (including non-contractual disputes or claims) arising out of or in connection with the Terms of Use or its subject matter between User and FreeYourMusic and User relationship with FreeYourMusic will be considered and resolved through mandatory binding arbitration proceedings by the Court ofArbitration at the London Court of International Arbitration in London under the rules of this Court of Arbitration binding on the date of filing the statement of claim.</p>\n<p>\n<strong>Fair Use.</strong>\n</p>\n<p>All around the world, domestic laws limit strict copyright approaches.\nMany jurisdictions allow the use of protected copyrights for private, educational, news or commenting purposes.</p>\n<p>Fair use is a concept behind the copyright law that allows the use of copyright without the permission of the copyright owner under specific circumstances.\nIn different countries, different circumstances apply to fair use.</p>\n<p>However, fair use cannot conflict with the normal use of the work or prejudice the author’s legitimate interests.\nIf you are a citizen of the European Union you should be aware that each Member State provides a different interpretation of fair use, however, all of them provide a copyright protection exception to citation, criticism, review, use for caricature, parody or pastiche.\nMore information on copyright protection in the European Union is available on the EUIPO website (https://euipo.europa.eu/).</p>\n<p>If you are a citizen of the United States fair use for criticism, research, education, commenting or news reporting might be considered as allowed.\nHowever, US Courts analyze potential fair uses according to the facts of each specific case.</p>\n<p>In case of any doubt regarding fair use and permitted use of copyrights, it is strongly advised to seek legal advice.\nFreeYourMusic is not responsible for any action that may infringe on copyrights, including misunderstood fair use.</p>\n<p>\n<strong>Assignment of Receivable.</strong>\n</p>\n<p>The User or Visitor cannot make assignments or conveyance or transfer in any other way all or a part of rights, obligations, or receivables toward FreeYourMusic without the prior written consent of FreeYourMusic.\nAny attempt for such assignment or conveyance or transfer shall be null and void.\nFreeYourMusic may assign, convey or in any other way transfer rights and receivables that arise from or are connected with the Terms of Use without any prior consent of the User or Visitor.</p>\n<p>\n<strong>No Waiver Clause.</strong>\n</p>\n<p>The failure, nonperformance or nonenforcement of FreeYourMusic at any time for any period the provisions of or any rights deriving from the Terms of Use may not be construed as a waiver of such provisions or rights or the right of FreeYourMusic thereafter to enforce such provisions, and no waiver shall be binding unless executed in writing by FreeYourMusic.</p>\n<p>For clarity, if we do not take any action immediately it does not mean that we are not entitled to do it later on.</p>\n<p>\n<strong>Force Majeure.</strong>\n</p>\n<p>FreeYourMusic shall be neither held liable or responsible to User nor be deemed to have defaulted under or breached the Terms of Use for failure or delay in fulfilling or performing any term of the Terms of Use to the extent, and for so long as, such failure or delay is caused by or results from causes beyond the reasonable control of the affected party including but not limited to fire, floods, embargoes, war, acts of war (whether war be declared or not), acts of terrorism, insurrections, riots, civil commotions, strikes, lockouts or other labor disturbances, acts of God or acts, omissions or delays in acting by any governmental authority or the other party.</p>\n<p>In other words, we are not responsible for things beyond Our control.</p>\n<p>\n<strong>Complaints.</strong>\n</p>\n<p>Complaints regarding the Platform and/or Mobile App should be reported at exec@freeyourmusic.com.</p>\n<p>The complaint shall contain at least: the date and time of the event, which is the subject of the complaint, e-mail address or correspondence address of the person lodging the complaint and a brief description of the objections raised.\nFreeYourMusic will make reasonable efforts to respond within 14 days upon receipt of the complaint.</p>\n<p>\n<strong>External services</strong>\n</p>\n<p>The Platform and Mobile App uses YouTube API Services to facilitate transfer of playlists to and from YouTube.\nPlease read YouTube Terms Of Services before authenticating your YouTube account.</p>", "created_at": "2023-06-27 20:18:08.872173", "updated_at": "2023-06-27 20:19:35.657035"}], "points": [], "urls": ["freeyourmusic.com"]}}