{"error": 448, "message": "OK", "parameters": {"id": 7432, "name": "Cambium Assessment", "created_at": "2023-03-09 03:02:46.869514", "updated_at": "2023-03-29 19:26:42.395321", "wikipedia": null, "keywords": null, "related": null, "slug": "cambium-assessment", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7432.png", "url": "cambiumassessment.com", "documents": [{"id": 14283, "name": "Privacy Policy", "url": "https://www.cambiumassessment.com/en/about/privacy-policy", "xpath": "/html/body/div[1]/main/div/div/div/div[3]/div/div", "text": " Cambium Assessment Privacy Policy\nObjective\n<p>Cambium Assessment processes personal data on behalf of the Controller.\nThe Controllers are State Education Boards, School Districts and Schools.\nAs a Processor, CAI processes personal data according to the directives of the Controller.</p>\n<p>Cambium Assessment’s privacy policy provides the guiding set of privacy principles to help employees, teams, third parties and business partners to understand their privacy obligations as they develop software and testing services, develop proposals for new business, work with vendors and engage with clients and stakeholders.</p>\n<p>The main objective of our privacy policy is to safeguard Personal Information (PI) from unauthorized access and disclosure.\nCambium Assessment’s Privacy Policy governs how PI shall be used, shared and retained.\nPrivacy policy informs security systems about the security that is needed to protect sensitive information during collection, storage, use and transmission.</p>\n<p>Our privacy policy covers the following areas:</p>\n<ol>\n<li>Data Classification</li>\n<li>Data Security</li>\n<li>Data Collection principles</li>\n<li>Use of cookies</li>\n<li>Data Use</li>\n<li>Data Retention and destruction</li>\n<li>Sharing of data across Cambium Assessment groups</li>\n<li>Sharing of data with third parties and vendors</li>\n<li>Responding to data requests</li>\n<li>Data breach notification</li>\n</ol>\nData Classification\n<p>Cambium Assessment has established policies for classifying and handling personal information.\nCambium Assessment’s compliance with The Family Educational Rights and Privacy Act (FERPA) requires protection of students’ personally identifiable information (PII) from unauthorized disclosure.\nBy default, all user PI are considered Confidential by Cambium Assessment.\nThis includes direct identifiers, such as a student’s name or identification number, indirect identifiers, such as a student’s date of birth, or other information which can be used to distinguish or trace an individual’s identity either directly or indirectly through linkages with other information.</p>\nData Security\n<p>Protection of data during collection, storage and handling are described below:</p>\n<p>All personally identifiable data are encrypted at rest, in transmission and during backup.\nAll of our systems protect individual privacy and confidentiality in a manner consistent with the Family Educational Rights and Privacy Act (FERPA) and other federal and state laws.\nAll secure data transmitted across the public Internet are encrypted using NIST and FIPS approved standards.\nAll PI and FERPA protected information are encrypted at rest using FIPS compliant encryption technologies.\nNo sensitive personal information is written to unencrypted disk.\nAll sensitive PI are encrypted on backups.</p>\n<p>Our systems implement configurable privacy rules that strictly limit access to data to appropriately authorized personnel.\nIn addition to the online protection of PI, we have policies and procedures in place to prevent accidental disclosure of items.\nAll of our personnel undergo background checks and participate in our extensive security training, which is periodically updated and revised.\nEvery staff member’s laptop has an encrypted hard drive, so files stored in temporary folders or work in progress will never be at risk if a portable computer is lost.\nAll of our personnel are required to sign a Non-Disclosure Agreement (NDA), and NDA language is used in all contracts with third parties that involve confidential information.</p>\nData Collection principles\n<p>All student personal and demographic information and their associations to school/district data is collected from the customer using secure methods.\nOur student registration system gathers data from districts, schools, or departments and stores this information in a secure roster tracking system.\nThis data may include information about the educational networks in the State, such as which schools are in which districts, which teachers are in which schools, and which students are in which classes.\nThis system also maintains data about the attributes of the various entities in the system, such as school addresses, student demographics, and any other information that the authorized customer provides.</p>\n<p>Data collected during student testing is securely stored in separate systems.\nOther systems store only an arbitrary Cambium Assessment-assigned ID.\nWhen student data must be matched with identifiers (e.g., when presenting an individual’s results in a report), the encrypted identifiers are merged and decrypted.\nAll PII and FERPA protected information are encrypted at rest using Federal Information Processing Standard (FIPS-140) compliant encryption technologies.</p>\n<p>We only collect data for legitimate business use from data owners under contracts.\nWe hold the data as trustees.</p>\nUse of cookies\n<p>It is our policy not to use persistent cookies to store personal information of users.\nCambium Assessment only uses session cookies for web testing activities that last for the duration of the user’s session.\nWe do not use any persistent cookies to store personal information.</p>\n<p>On the portals, we use cookies for tracking repeat visitors.\nHowever, since we do not collect any user information, this is anonymous to us.\nWe do persist user provided email and name to send notification of site changes.</p>\nData Use\n<p>Personal Information collected by Cambium Assessment is strictly used for our legitimate business objectives of test delivery, test administration, students’ assessment and contractual obligations.</p>\nData Retention and destruction\n<p>Cambium Assessment holds students’ data as trustees on behalf of our clients who are the school districts and states.\nOur data retention period will vary based on contracts with our clients and legal requirements.</p>\n<p>Cambium Assessment has data archival and retention policies for our registration system, roster tracking system, test delivery system and analysis applications.\nPolicies include schedules for purging data from files and databases based on what is to be purged and when.\nAgain, this varies by contract, however, typically at the start of every school year, attributes and relationships logs and data tables from old school years are deleted.\nStudent demographic data may be maintained across years, until the end of the contract with the customer.\nAnalysis data is retained for 2 school years.</p>\nSharing of data across Cambium Assessment groups\n<p>When sharing data, Cambium Assessment strictly abides by the privacy commitments made at the time of data collection in strict compliance with contractual and legal obligations.</p>\nSharing of data with third parties and vendors\n<p>Cambium Assessment uses contracts to cover when and how personal data can be shared with external third parties and vendors.\nContracts use appropriate language to ensure that third parties process the data they receive in a way that does not conflict with Cambium Assessment’s privacy and data security policies.\nAny sharing of data with third parties is done for legitimate business reasons with the consent of the data owner.</p>\nTargeted advertising\n<p>CAI shall not use any PI information in student records in any form of advertising.</p>\nNotifying changes to data security processes\n<p>In its role as a processor, CAI shall comply with all contractual agreements and applicable laws to protect consumers’ data and continually improve our data security processes.\nAny material changes to our data security processes and protocols previously noted in our privacy policy shall be submitted to our controllers/consumers in advance of such changes.\nIf you continue to use our products and services, you are agreeing to these changes.</p>\nData breach notification\n<p>In the event of a data breach, notification to internal and external stakeholders will be conducted according to the table below:</p> Topic<br> (What)&nbsp.\nFrequency<br> (When)&nbsp.\nAudience<br> (Whom) Communicator<br> (From Who) Communication process and contact<br>\n<em>Internal and External Communications</em>\n<ul>\n<li>\n<em>Date of the breach</em>\n</li>\n<li>\n<em>Type of information that was breached</em>\n</li>\n<li>\n<em>Description of the breach</em>\n</li>\n<li>\n<em>Steps taken to address the breach</em>\n</li>\n</ul>\n<em>Per Incident or Contract Requirement</em>\n<em>Impacted Stakeholders, Consumers, and Controllers</em>\n<em>Top Management, Legal Counsel, Client Liaison.\nContact and communication with Law Enforcement will depend on legal requirements and privacy regulations.</em>\n<em>As appropriate.\nSensitive information will be transmitted using secure channels.</em>\n<br>\n<br>\n<em>Person to contact regarding the breach:<br>\n</em>\n<em>Jamal Husain<br>\n</em>\n<em>Information Systems Security<br>\n</em>\n<em>Cambium Assessment<br> Jamalul.husain@cambiumassessment.com</em>\n<em>\n</em>\n<br>\nData handling policies in the event of sale, merger, or bankruptcy\n<p>In the event of sale, merger, or bankruptcy of CAI, all our contractual obligations and commitments made to our controllers/consumers regarding data handling policies shall remain the same.</p>\nPrivacy Office: Contact Information\n<p>If you have questions about CAI’s privacy policies and practices or wish to file a privacy related complaint, then you can use the following dedicated email to contact us:</p>\n<p>\nCambium Assessment Privacy Office<br>\n1000 Thomas Jefferson St., N.W.<br>\nWashington, D.C.\n20007<br>\nPhone: (888) 749-6178<br>\nEmail:&nbsp;CAIPrivacyOffice@cambiumassessment.com</p>\n<p>&nbsp;</p>\n<p>\n<em>This privacy statement was last updated January 6, 2021.</em>\n</p> ", "created_at": "2023-03-09 03:02:46.90173", "updated_at": "2023-03-09 03:03:07.954099"}], "points": [], "urls": ["cambiumassessment.com"]}}