{"error": 448, "message": "OK", "parameters": {"id": 7084, "name": "Breitbart News Network", "created_at": "2022-12-03 03:58:36.626919", "updated_at": "2022-12-03 23:01:06.157172", "wikipedia": "https://en.wikipedia.org/wiki/Breitbart_News", "keywords": null, "related": null, "slug": "breitbart-news-network", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7084.png", "url": "breitbart.com", "documents": [{"id": 13002, "name": "Privacy Policy", "url": "https://www.breitbart.com/privacy-policy/", "xpath": "//*[@id=\"ContentW\"]", "text": " Breitbart Privacy Policy <p>Last updated on October 25, 2021</p>\n<p>Effective Date: January 10, 2020</p>\n<p>This privacy policy (the “<strong>Privacy Policy</strong>”) discloses the privacy practices of BREITBART NEWS NETWORK, LLC (“<strong>BREITBART</strong>,” “<strong>we</strong>,” or “<strong>us</strong>”) including those on the breitbart.com website and all mobile websites and applications associated therewith (the “<strong>Site</strong>”).\nThis Privacy Policy was developed to help you understand what information we collect as well as how we use and safeguard the information you provide to us on our Site.</p>\n<p>\n<strong>Information We Collect</strong>\n</p>\n<p>\n<strong>Personal Information You Provide To Us Or Ask A Third Party To Provide Us:</strong>\n</p>\n<ul>\n<li>We may collect personal information, including your name, cell phone number, email address, and certain demographic data, when you choose to voluntarily provide to us such information, such as by subscribing to a newsletter, making inquiries regarding our services, requesting breaking news alerts, reporting any problems with our Site, participating in a promotional offer, providing us with feedback on our Site, or otherwise.</li>\n<li>We do not knowingly collect, use or disclose personal information from children under the age of 13 without prior parental consent, except as permitted by the Children’s Online Privacy Protection Act.\nBy using our Site, you represent that you are at least 13 years of age.</li>\n<li>We may offer you various opportunities to engage in public activities and comment on articles on the Site.\n“Public activities” are any actions you take on the Site that are designed to be visible to other users, including comments, reviews, ratings or any other items that you submit.\nIf you choose to engage in public activities, you should be aware that any personal information you submit can be read, collected and used by other users of these areas.</li>\n<li>You may choose to associate your social media account with your our Site (<em>g.,</em> through Disqus, Facebook, Twitter or Google).\nBy associating your accounts, you may be giving these third parties permission to send us certain information from your social media profile.\nWhat information they send us depends on your privacy settings with those third parties and their respective privacy policies.\nOnce the accounts are associated, they may send us additional information from your profile over time.\nWe will use the information they share with us in accordance with this Privacy Policy.</li>\n<li>We also collect personal information from individuals who work for business contacts of BREITBART, such as service providers, vendors, and others.</li>\n</ul>\n<p>\n<strong>Information Collected Using Technology:</strong>\n</p>\n<ul>\n<li>We may collect and track information provided to us by your device, including the website you came from, browser type, unique device identifiers, IP address, domain name, geolocation information, time and date of access and other information.\nWe may use this information alone or together with other personal information to individually customize the Site’s offerings and presentations.</li>\n<li>We may collect information about you through cookies, pixel tags, web beacons and similar technologies.\nCookies are small strings of text sent by the Site to your browser which are then stored by your browser on your computer’s hard drive.</li>\n<li>Our advertisers may also use cookies to collect information about you when you click through the advertisement to their website.</li>\n<li>Most web browsers automatically accept cookies, but it is possible to change your browser setup to allow you to control whether you will accept cookies, reject cookies, or to notify you each time a cookie is sent to you.\nIf your browser is set to reject cookies, you may not be able to use or access all or a portion of our Site or features or may not receive personalization on the Site.\nIn addition, advertisers may not recognize you when you return to their site.\nThe “Help” section of your browser will tell you how to prevent your browser from accepting cookies.</li>\n</ul>\n<p>\n<strong>How We Use Your Information</strong>\n</p>\n<ul>\n<li>We collect, retain and internally use information you provide us for various purposes, including, without limitation, to: correspond with you regarding our Site or services.\ninform you of developments in our company or with our services that we believe may be of interest to you.\ncustomize your use of the Site’s services.\nsend you breaking news alerts.\nmonitor Site traffic patterns and Site usage.\ncomply with applicable laws.\nenforce our Terms of Use or other agreements.\nmaintain or administer the services, perform business analyses or for other internal purposes to improve the quality of our business, the Site and other products and services we offer.\nand protect the rights, property or safety of the Site, our users and others.</li>\n<li>The information, including the personal information, you provide to us may be used for any purpose we deem appropriate and may be given or disclosed to our affiliates, partners, vendors, advertisers, licensees and third parties.\nYou acknowledge that you understand when you disclose personal information on or in connection with your use of our services, such information can be monitored, collected and used by us or others and may result in unsolicited messages from other users or third parties.</li>\n<li>We may use demographic and preference information to allow advertising on the Site to be targeted to the users for whom they are most pertinent.\nThis means users may see advertising that is most likely to interest them, and many advertisers send their messages to people who are most likely to be receptive, improving both the viewer’s experience and the effectiveness of the advertising.</li>\n<li>We may use your information to show you relevant ads both on our services and elsewhere, and measure the effectiveness and reach of ads.\nTo learn more about how you can opt out of interest-based advertising, please visit www.networkadvertising.org</li>\n<li>We may share your information for other purposes or to other parties with your consent.</li>\n</ul>\n<p>\n<strong>When We May Disclose Your Information</strong>\n</p>\n<ul>\n<li>We may provide your information, including your personal information, to third parties, such as service providers, contractors and advertisers, for a variety of purposes, including, without limitation, for direct marketing purposes.\nWe reserve the right to disclose to third parties all of the information that we collect online about you and other visitors.</li>\n<li>We may share in aggregate, statistical from non-personal information regarding the visitors to our Site, traffic patterns and Site usage with our partners, affiliates, investors, advertisers or other third parties.</li>\n<li>We may disclose information we maintain when required to do so by law or may disclose such information in response to a request from a law enforcement agency or authority, subpoena, court order or legal process, or to establish or exercise our legal rights or defend against legal claims.</li>\n<li>We may share information with third parties in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of the Terms of Use or as otherwise required by law.</li>\n<li>In the future, we may sell, buy, merge or partner with other companies or businesses.\nIn such transactions, we may include your information among the transferred assets.</li>\n<li>We may share your information with third party advertising companies to target and serve some of the advertisements that appear on our Site, and these companies likewise may use their own cookies, web beacons and similar technologies to collect information from users of our Site.\nThese companies may use that information, sometimes in conjunction with similar information gathered from other websites, to deliver advertisements on this Site, tailored to match the interests of consumers.\nThe collection and use of information by these companies is governed by the relevant third party’s privacy policy and is not covered by our privacy policy.\nIf you would like information on how to opt-out of these information collection practices, please visit http://www.networkadvertising.org/choices/.</li>\n</ul>\n<p>\n<strong>Links to Third Party Websites</strong>\n</p>\n<p>Our Site may offer links to other websites, including links embedded in advertisements and links to various news sources that are not under the control of BREITBART.\nSuch links to other websites may have information policies and practices different from ours.\nIn addition, certain companies associated with the Site may have their own privacy policies.\nWe do not own or control such companies and websites and are not responsible for the privacy policies or practices or the content of websites that we do not own or control.</p>\n<p>\n<strong>How We Protect Your Information</strong>\n</p>\n<p>We use reasonable industry-accepted technology and controls to protect your data from disclosure to unauthorized third parties.\nAlthough these measures are typically effective, use of the Internet and related computer systems is inherently vulnerable to unauthorized access or “hacking.” No guarantee can be given that all information you provide to us will not be accessed by unauthorized persons.\nThus, please note that no method of transmission over the Internet or method of electronic storage is 100% secure.\nIn the event that we are required by law to inform you of a breach to your personal information we may notify you electronically, in writing, or by telephone, if permitted to do so by law.</p>\n<p>\n<strong>Changes to This Privacy Policy</strong>\n</p>\n<p>This Privacy Policy may be amended from time to time.\nAny such changes will be posted on this page.\nUnless we obtain your express consent, any revised Privacy Policy will apply only to information collected after the effective date of such revised Privacy Policy, and not to information collected under any earlier Privacy Policy.</p>\n<p>\n<strong>Consent</strong>\n</p>\n<p>By using this Site, you consent to our collection and use of personal information you choose to provide to us.</p>\n<p>\n<strong>Opting Out</strong>\n</p>\n<p>If, at any time, you prefer not to receive email marketing information or newsletters from us, simply follow the unsubscribe options at the bottom of each email.</p>\n<p>\n<strong>Accessibility</strong>\n</p>\n<p>You may be able to enable accessibility features on our Site to make this Privacy Policy more accessible to you.\nYou may also contact us using the information below to request an alternate format of this Privacy Policy.</p>\n<p>\n<strong>Notice to California Residents</strong>\n</p>\n<p>a.\nMarketing</p>\n<p>California law permits our users who are California residents to request and obtain from us once a year, free of charge, information about the personal information (if any) we have disclosed to third parties for direct marketing purposes in the preceding calendar year.\nIf applicable, this information would include a list of the categories of personal information that was shared and the names and addresses of all third parties with which we shared such information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request to privacy@breitbart.com.</p>\n<p>b.\nDo Not Track</p>\n<p>Under California law, website operators are required to disclose how they respond to web browser “do not track” signals or other similar mechanisms that provide consumers with the ability to exercise choice regarding the collection of personally identifiable information of a consumer over time and across third party websites and apps, to the extent the operator engages in that collection.\nAt this time, we do not track our customers’ personally identifiable information over time and across third-party websites and apps.\nThis law also requires website and app operators to disclose whether third parties may collect personally identifiable information about their users’ online activities over time and across different websites and apps when the users use the operator’s website or app.\nWe do not knowingly permit third parties to collect personally identifiable information about an individual consumer’s online activities over time and across different web sites and apps when a consumer uses our Site.</p>\n<p>c.\nPrivacy Rights</p>\n<p>This section only applies to individuals who are residents of California under the California Consumer Privacy Act of 2018 (“CCPA”).\nWe do not discriminate against California consumers who exercise their privacy rights under this section.\nWe do not sell the personal information of California consumers.\nWe collect the following categories of personal information about California residents, as defined by the CCPA:</p>\n<ul>\n<li>Inferences</li>\n<li>Identifiers</li>\n<li>Commercial Information</li>\n<li>Electronic Network Information</li>\n</ul>\n<p>We collect these categories of personal information for the purposes described above in the section titled “How We Use Your Information”.\nWe may share personal information with our service providers and contractors, as well as other third parties, as outlined above in the section titled “When We May Disclose Your Information”.\nWe may share personal information for a business purpose to:</p>\n<ul>\n<li>Advertising networks</li>\n<li>Affiliates or subsidiaries</li>\n<li>Business Partners</li>\n<li>Government Entities, as may be needed to comply with law or prevent illegal activity</li>\n<li>Internet service providers</li>\n<li>Joint marketing partners</li>\n<li>Operating systems and platforms</li>\n<li>Other service providers</li>\n<li>Payment providers and financial institutions</li>\n<li>Professional services organizations (including auditors and law firms)</li>\n<li>Social networks</li>\n</ul>\n<p>Under the CCPA, California residents have the following rights (“Rights”) listed below.\nYour Right to Access and Right to Deletion are not absolute and are subject to certain exceptions.\nFor instance, we cannot disclose specific pieces of personal information if the disclosure would create a substantial, articulable, and unreasonable risk to the security of the personal information, your account with us or the security of the business’s systems of networks.</p>\n<ul>\n<li>Disclosure &amp.\nAccess Rights: California residents have the right to request that we disclose to them (i) the categories of personal information we have collected about them, (ii) the categories of sources from which personal information is collected, (iii) the business or commercial purpose for the information collection, (iv) the categories of third parties with whom we have shared personal information, and (v) the specific pieces of personal information we hold about an individual.</li>\n<li>Deletion Rights: California residents have the right to have their personal information deleted, unless the personal information is necessary for us or our service provider to:\n<ul>\n<li>complete a transaction for which the personal information was collected, provide a good or service requested by the consumer or otherwise perform a contract between the business and the consumer;</li>\n<li>detect security incidents;</li>\n<li>protect against malicious, deceptive, fraudulent or illegal activity (or prosecute those responsible);</li>\n<li>debug to identify and repair functionality errors;</li>\n<li>exercise or ensure the right of another to exercise free speech or another legal right;</li>\n<li>comply with the California Electronic Communications Privacy Act, which compels the production of or access to electronic communication information or electronic device information with a search warrant;</li>\n<li>engage in research in the public interest (if the consumer has provided informed consent);</li>\n<li>to enable solely internal uses aligned with the consumer’s expectations given their relationship with the business;</li>\n<li>comply with a legal obligation;</li>\n<li>otherwise use the information internally in a lawful manner compatible with the context in which the consumer provided it.</li>\n</ul>\n</li>\n</ul>\n<p>Californians can exercise their privacy rights by contacting us at privacy@breitbart.com or send a written request to Breitbart News Network, c/o Webmaster, 149 S.\nBarrington Ave., #401, Los Angeles, CA 90049.</p>\n<p>In some circumstances, you may designate an authorized agent to submit requests to exercise certain privacy rights on your behalf.\nWe will require verification that you provided the authorized agent permission to make a request on your behalf.\nYou must provide us with a copy of the signed permission you have given to the authorized agent to submit the request on your behalf and verify your own identity directly with us.\nIf you are an authorized agent submitting a request on behalf of an individual you must attach authorization to act on the consumer’s behalf to the request.\nIf you are a business, proof that you are registered with the Secretary of State to conduct business in California.\nIf we do not receive both pieces of information, the request will be denied.</p>\n<p>Response Time.\nWe will handle request as required by California law.\nWhen a request is made, we will require you to verify your identity to protect your privacy and security.\nWe may verify your identity by phone call or email.\nWe may also ask you to provide a signed declaration confirming your identity.\nWe will respond to rights requests within 45 days following receipt at the e–mail or mailing address stated above.\nIf we receive your request at a different e–mail or mailing address, we will respond within a reasonable period of time.\nPlease note that we are only required to respond to each California resident rights request once per calendar year.</p>\n<p>\n<strong>Contact Us:</strong>\n</p>\n<p>If you have any questions regarding this Privacy Policy, please contact us at privacy@breitbart.com or send a written request to Breitbart News Network, c/o Webmaster, 149 S.\nBarrington Ave., #401, Los Angeles, CA 90049.</p> ", "created_at": "2022-12-03 02:58:59.826919", "updated_at": "2022-12-03 02:59:06.259174"}, {"id": 13001, "name": "Terms", "url": "https://www.breitbart.com/terms-of-use", "xpath": "//*[@id=\"ContentW\"]", "text": " Terms of Use <p>\n<strong>Last updated on June 3, 2015</strong>\n</p>\n<p>BY USING OR VISITING THIS WEBSITE, breitbart.com and all mobile websites and applications associated therewith (collectively, the “<strong>Site</strong>“) and content available through the www.breitbart.com domain name and any other affiliated domain name, YOU SIGNIFY YOUR ASSENT TO BOTH THESE TERMS AND CONDITIONS (the “<strong>Terms of Use</strong>”).</p>\n<p>The Site is a news service made available to you by BREITBART NEWS NETWORK, LLC (“<strong>BREITBART</strong>”, “<strong>we</strong>” or “<strong>us</strong>”).\nAll of the content, software and services available through the Site, including but not limited to any subscription services, whether offered by BREITBART or a third party link provided by the Site are referred to herein as the “<strong>Services</strong>.”</p>\n<p>Please read the Terms of Use carefully before using the Services.\nIf you do not understand and accept the provisions set forth in the Terms of Use, do not use the Services or access the Site.</p>\n<p>\n<strong>ACCEPTANCE OF TERMS OF USE</strong>\n</p>\n<p>YOU MUST READ AND AGREE TO THESE TERMS AND CONDITIONS BEFORE ACCESSING OR USING THE SERVICES.\nBY ACCESSING OR USING THE SITE AND/OR SERVICES, YOU AGREE THAT:</p>\n<ul>\n<li>you will use the Services in accordance with the Terms of Use and any additional terms, conditions, rules or procedures imposed by BREITBART or by third party content or service providers that may apply, and applicable laws and regulations;</li>\n<li>you agree to be bound by the terms and conditions of our Privacy Policy, which are incorporated herein by reference;</li>\n<li>these Terms of Use are a legally binding agreement and the equivalent of a signed written contract.\nand</li>\n<li>you have received, understood, and accepted these Terms of Use and the terms of our Privacy Policy.</li>\n</ul>\n<p>YOUR USE OF THE SERVICES SHALL BE DEEMED TO CONSTITUTE YOUR ACCEPTANCE OF THESE TERMS OF USE AND ALL OF BREITBART’S RULES AND RESTRICTIONS RELATED TO THE SERVICES, AS THEY MAY CHANGE FROM TIME TO TIME.\nYou hereby waive any and all defenses you may have based on the electronic form of the Terms of Use and the lack of signing by the parties hereto to execute the Terms of Use.</p>\n<p>IF YOU DO NOT AGREE TO BE BOUND BY THESE TERMS OF USE, PLEASE DO NOT ACCESS OR USE THE SITE.\nFROM TIME TO TIME, WE MAY PROVIDE ADDITIONAL SERVICES.\nYOU MAY BE ASKED IN THE FUTURE TO AGREE TO ADDITIONAL TERMS BEFORE YOU CAN ACCESS THESE ADDITIONAL SERVICES.\nREGARDLESS OF WHETHER THIS OCCURS, YOUR CONTINUED USE OF THE SITE OR SERVICES WILL CONSTITUTE YOUR ACCEPTANCE OF THESE ADDITIONAL TERMS.</p>\n<p>\n<strong>ACCESS.\nVERIFICATION.\nUSE OF PERSONAL INFORMATION</strong>\n</p>\n<p>You must be at least 13 years of age to use the Services.\nVerification of your age may be requested or required in connection with your use of all or a portion of the Services.\nShould BREITBART suspect that your personal data provided is not accurate or complete, BREITBART may suspend or terminate your access to the Services.</p>\n<p>By using the Services, you indicate that you have reviewed and understand the information outlined in BREITBART’s Privacy Policy (“<strong>Privacy Policy</strong>”).</p>\n<p>Each email communication we send you will contain instructions permitting you to opt-out of receiving future communications.\nIf at any time you wish not to receive any future communications or to have your name deleted from our mailing lists, you may follow the “unsubscribe” procedure included with the email communication, where you will be provided with an opportunity to opt-out from all or a portion of communications to which you subscribe.</p>\n<p>\n<strong>USE OF SERVICES.\nPROHIBITED CONTENT AND ACTIVITIES </strong>\n</p>\n<p>You agree to use the Services only as lawful in the United States, and all jurisdictions and subdivisions thereof, and in any nation and jurisdiction in the world, and all subdivisions thereof, with respect to which you use, access or reach out to with regard to the Services.</p>\n<p>Without limiting the forgoing, you agree not to:</p>\n<ul>\n<li>use the Services for any advertising or commercial solicitation of any kind whatsoever, including, without limitation, via email, without BREITBART’s express prior written approval and, if then, solely in accordance with terms and conditions imposed by BREITBART with respect thereto;</li>\n<li>not to use the Services or any element or portion thereof (including, without limitation, email addresses of users) for any commercial purpose whatsoever;</li>\n<li>use the Services in any way that abuses, defames, stalks, annoys, threatens, harasses or violates the rights of privacy, publicity, intellectual property or other legal rights of a person or entity (now or hereafter recognized) or which encourages conduct which would violate any law or give rise to civil or criminal liability or post, publish, transmit, distribute, disseminate or upload any inappropriate, infringing, defamatory, profane, indecent, obscene, lewd, lascivious, filthy, excessively violent or illegal/unlawful material or matters, including, without limitation, information, topics, names or other material;</li>\n<li>attempt to impersonate another user or any other third party by selecting or using the name, address, email address or other identifying information belonging to another user or other person, or otherwise;</li>\n<li>use a user name, address, credit card information, email address, pseudonym or other identity belonging to any other person, for any reason whatsoever, without the prior express written authorization of such person;</li>\n<li>use a false “header” – the legend attached to email messages to show the message’s point of origin, route and destination – or otherwise falsely configuring email;</li>\n<li>use a user name, email address, or header that BREITBART, in its sole discretion, deems inappropriate;</li>\n<li>disseminate multiple unsolicited copies of email through the Services in violation of any law;</li>\n<li>upload files that contain software or other material protected by intellectual property laws, rights of publicity or privacy, except if you own or control such rights or have received all necessary consents, permissions, licenses, approvals;</li>\n<li>upload files that you know or have reason to believe may contain viruses, corrupted files, or any other similar software or program that may result in damage to the operation of BREITBART’s Services, networks or servers or to another’s computer;</li>\n<li>conduct or forward surveys, contests, pyramid schemes or chain letters;</li>\n<li>falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded;</li>\n<li>restrict, inhibit, harass or attempt to prevent any other user from using and enjoying the Services, or that, in our sole judgment, exposes us or any of our affiliates, users or any other third party to any liability, damages, or detriment of any type;</li>\n<li>obtain or attempt to gain unauthorized access to other computer systems, materials, information or any services available on or through the Services;</li>\n<li>use any device, software, or routine to interfere or attempt to interfere with the proper working of the Services or any activity conducted on the Services or attempt to probe, scan, test the vulnerability of, or breach the security of any system, device or network;</li>\n<li>disclose personal information and/or collect information about others, including email addresses, without their prior consent.\nor</li>\n<li>violate any applicable domestic or international laws or regulations.</li>\n</ul>\n<p>With the exception of web browser access, you agree not to use bots, spiders, intelligent agent software or any other software, program, application or any other device to access the Site or the Services to automate the process of obtaining, harvesting, uploading, transferring or transmitting any content to or from BREITBART’s computer systems, the Site or the Services.\nYou agree not to, nor to attempt to, circumvent any access or use restrictions, data encryption or content protection related to the Services and not to data mine the Services or in any way cause harm to or burden the Services.</p>\n<p>Violations of system or network security and certain other conduct may result in civil or criminal liability.\nWe may investigate and work with law enforcement authorities to prosecute users who violate the Terms of Use.\nBREITBART reserves the right, at its sole discretion, at any time and from time to time, to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice to you.\nYou agree that BREITBART shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.</p>\n<p>\n<strong>USER CONTENT AND SUBMISSIONS</strong>\n</p>\n<p>The Services may permit you to submit, post and distribute text, files, images, photos, graphics, data, messages, video, audio, works of authorship or any other materials or information in connection with their use of the Services (collectively, the “<strong>User Content</strong>”).\nThis User Content may reside on our servers or on the servers of a third party.\nYou are solely responsible for the User Content and other content that you submit, post or distribute on or through the Services or Site and any material or information that you transmit to others and for your interactions with others.\nBREITBART does not control or endorse the User Content, messages or information submitted, posted or distributed by users, and, therefore, BREITBART specifically disclaims any responsibility with regard thereto.</p>\n<p>You agree not to provide User Content that:</p>\n<ul>\n<li>infringes on, misappropriates or otherwise violates the copyright, trademark, patent or other intellectual property right of any person;</li>\n<li>is false, misleading, libelous, slanderous, defamatory, obscene, abusive, hateful, or sexually-explicit;</li>\n<li>violates a person’s right to privacy or publicity;</li>\n<li>contains advertising or a solicitation of any kind;</li>\n<li>degrades others on the basis of gender, race, class, ethnicity, national origin, religion, sexual preference, orientation or identity, disability, or other classification;</li>\n<li>contains epithets or other language or material intended to intimidate or to incite violence.\nor</li>\n<li>violates any applicable local, state, national, or international law, or advocates illegal activity.</li>\n</ul>\n<p>If the Services permit you to post or publish User Content, you may only post User Content that is original and that you have the right to post.\nYou grant to BREITBART a royalty-free, non-exclusive, world-wide, irrevocable, transferable license, including the right to sublicense to third parties without restriction, in perpetuity throughout the universe, right and license to fix, copy, reproduce, display, modify, adapt, edit, elaborate, combine with other material, transform, title, re-title, subtitle, dub, translate, advertise, publish, sell, vend, rent, lend, distribute, broadcast (by terrestrial, cable, satellite or any other means), cybercast, perform, utilize, create derivative works of, or otherwise exploit (collectively, “<strong>Exploit</strong>”) your User Content, in any and all manner, mediums or methods, now known or later devised.\nYou hereby waive and relinquish all rights known as “moral rights’ or “droit moral” now or hereafter recognized.</p>\n<p>You represent and warrant that you own the User Content submitted, posted or distributed by you on or through the Services or Site or otherwise have the right to grant the license set forth in this Terms of Use from any person identified in or implicated by your submission (including those shown in photographic content), and, in the case of minors, also from their parents or legal guardians, as appropriate, and that the submission, posting or distribution of your User Content on or through the Services or Site does not violate the rights of privacy, publicity, copyrights contract or any other legal rights of any person.\nYou agree to pay for all royalties, fees and any other monies owing any person by reason of any User Content submitted, posted or distributed by you to or through the Services or the Site.</p>\n<p>The Services may have features that allow you to send or exchange messages with third parties.\nBREITBART makes no warranties, express or implied, takes no responsibility and assumes no liability for any content, materials, messages and the like that you or any other user sends, receives, distributes or posts through any email or instant message system.\nYou agree to defend, indemnify and hold harmless BREITBART, its parents, subsidiaries, affiliates, employees, representatives, agents, attorneys, directors, officers, managers, shareholders, third-party content providers or licensors, as applicable, from and against all claims resulting from content, materials, messages, and the like that you send, receive, submit, post or distribute in connection with the Services or the Site, including sending an email through the Services.</p>\n<p>If you are under the age of 13, you may not submit any User Content to us.\nIf you are under the age of 18 but at least 13 years of age, you may submit User Content only with the permission of, and under the supervision of, a parent or legal guardian.\nIf you are a parent or legal guardian agreeing to these rules for the benefit of an individual between the ages of 13 and 18, please be advised that you are fully responsible for his or her User Content and any legal liability that he or she may incur.</p>\n<p>\n<strong>VIOLATION OF TERMS OF USE</strong>\n</p>\n<p>You agree that BREITBART, in its sole discretion, may suspend or terminate your access to the Services and remove and discard any User Content within the Service or Site for any reason, including, without limitation, if BREITBART believes that you have violated or acted inconsistently with your obligations under the Terms of Use or any other reason whatsoever.\nBREITBART may also, in its sole discretion, discontinue providing the Services or any part thereof, with or without notice.\nYou agree that any termination of your access to the Services may be effected without prior notice and acknowledge and agree that BREITBART may immediately delete your User Content.\nBREITBART reserves the right to bar any further access to such files or the Services.\nYou agree that BREITBART shall not be liable to you or any third party for any termination of your access to the Services or Site or deletion of your User Content.</p>\n<p>\n<strong>SUBSCRIPTION SERVICES AND ACCOUNTS</strong>\n</p>\n<p>You may be asked to provide an email address, cell phone and other personal information to subscribe to the BREITBART newsletters, alerts or other Services or to set up an account on our Site.\nWhen you subscribe or set up an account, you agree to provide accurate, current and complete information about yourself as requested or directed and to promptly update this information to maintain its accuracy.\nBREITBART has the right to suspend or terminate any account or other registration and to refuse any and all current or future use if it suspects that such information is inaccurate or incomplete.\nWhen you subscribe or set up and account, you consent to Breitbart contacting you via these methods for any communication, whether for transactional or marketing purpose and you agree we can send you legal notices or other disclosures via these contact methods as well, in addition to or in lieu of providing such notices on our Site.\nIt is your responsibility to check your designated email address regularly for notices.\nThe delivery of any notice from BREITBART is effective when sent by BREITBART, regardless of whether you read the notice when you receive it or whether you actually receive the delivery.</p>\n<p>\n<strong>BREITBART CONTENT</strong>\n</p>\n<p>The Services contain content, information, materials, computer code and software, of BREITBART (“<strong>Breitbart Content</strong>”) which is protected by copyright, trademark, patent, trade secret and other laws and BREITBART either owns and retains or licenses all Intellectual Property Rights (as defined below) in the Breitbart Content, Site and Services.\nBREITBART hereby grants you a limited, revocable, non-sublicensable non-exclusive license to display the Breitbart Content (excluding any software code) solely for your personal use in connection with using the Services in accordance with the Terms of Use.\nCopying or downloading these materials for anything other than your personal use is a violation of these Terms of Use.\n“<strong>Intellectual Property Rights</strong>” means any and all (by way of whatever name or term known or designated) tangible and intangible and now known and hereafter existing (a) rights associated with works of authorship throughout the universe, including, but not limited to, copyright and moral rights.\n(b) trademark, service mark, trade dress and trade name rights and similar rights.\n(c) trade secret rights.\n(d) patents, designs, algorithms and other industrial property rights.\n(e) all other intellectual and industrial property and proprietary rights (of every kind and nature throughout the universe and however designated) (including, without limitation, logos, character rights, “rental” rights and rights to remuneration), whether arising by operation of law, contract, license or otherwise.\nand (f) all registrations, applications, renewals, revivals, resuscitations, extensions, continuations, divisions or reissues thereof now and hereafter in force throughout the universe (including, without limitation, rights in any of the foregoing).</p>\n<p>You acknowledge that all copyrights and other Intellectual Property Rights in the Services are owned by BREITBART or its third-party licensors to the full extent permitted under the United States Copyright Act and all international copyright laws and all other applicable laws.\nYou agree not to encumber, license, modify, publish, copy, sell, transfer, transmit, or in any way exploit, any of the Breitbart Content, software and Services, nor will you attempt to do so.\nExcept as otherwise expressly permitted by applicable law, you agree not to copy, redistribute, publish or otherwise exploit material which you download from the Services without the express prior written permission of BREITBART and, if applicable, the owner of such material (from whom you are solely responsible for obtaining permission).\nYou further agree and acknowledge that you shall not acquire any ownership rights by downloading content or software from the Services.</p>\n<p>The Services contain the content of other users and other BREITBART licensors.\nExcept for User Content posted by you, and as otherwise expressly permitted herein, you may not copy, modify, translate, publish, broadcast, transmit, distribute, perform, display, sell, rent or otherwise Exploit any Breitbart Content or other content appearing on or through the Site or Services.</p>\n<p>\n<strong>EDITING AND BLOCKING CONTENT</strong>\n</p>\n<p>You agree that BREITBART, in its sole discretion, shall have the right, but not the obligation, to monitor your use of the Services to edit, refuse to post or remove any material submitted, posted or distributed on or through the Services or Site in violation of the Terms of Use.\nYou agree that BREITBART may use the information gathered during such monitoring for any purpose deemed appropriate by BREITBART, to the extent permitted by law.</p>\n<p>You acknowledge that the Services may not be monitored and you do not rely on BREITBART to monitor or edit the Services and the Services may contain content which you find offensive, indecent, or objectionable, and which may or may not be identified as containing explicit language.\nYou hereby waive any objections you might have with respect to viewing such content.\nBREITBART shall have no liability for such content to you, to any person on behalf of whom you have consented to these Terms of Use, or to any person whom you allow to access the Service, and you access the Services at your sole risk.</p>\n<p>BREITBART assumes no responsibility for monitoring the Site for inappropriate content or conduct.\nIf at any time BREITBART chooses, in its sole discretion, to monitor the Site, BREITBART nonetheless assumes no responsibility for the content, no obligation to modify or remove any inappropriate content and no responsibility for the conduct of the user submitting any User Content.</p>\n<p>\n<strong>COPYRIGHT INFRINGEMENT CLAIMS</strong>\n</p>\n<p>If you believe in good faith that materials hosted by the Site infringe your copyright, you or your agent may submit a Digital Millennium Copyright Act (“<strong>DMCA</strong>”) notice by providing BREITBART with the following information in writing:</p>\n<ul>\n<li>a physical or electronic signature of the person authorized to act on behalf of the owner of an exclusive copyright that is allegedly infringed;</li>\n<li>a description of the copyrighted work that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the Site;</li>\n<li>your name, address, telephone number, and email address and all other information reasonably sufficient to permit BREITBART to contact you;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Any notification that fails to comply with requirements of the DMCA shall not be considered sufficient notice and shall not be deemed to confer upon BREITBART actual knowledge of facts or circumstances from which infringing material or acts are evident.\nIf you believe in good faith that a notice of copyright infringement has been wrongly filed against you, the DMCA permits you to send to BREITBART a counter-notice.\nAll notices and counter notices must meet the then current statutory requirements imposed by the DMCA.</p>\n<p>Notice of claims of copyright infringement can be made as follows:</p>\n<p>\n<strong>Designated Agent:</strong> Webmaster<br>\n<strong>Address of Agent:</strong> 149 S.\nBarrington Ave., #735, Los Angeles, CA 90049<br>\n<strong>Email for notice:</strong> copyright@breitbart.com</p>\n<p>If you believe that your User Content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner’s agent, or pursuant to the law, to post and use the content in your User Content, you may send a counter-notice containing the following information to the contact address for BREITBART set forth below:</p>\n<ul>\n<li>your physical or electronic signature;</li>\n<li>identification of the User Content that has been removed or to which access has been disabled and the location at which the User Content appeared before it was removed or disabled;</li>\n<li>a statement that you have a good faith belief that the content was removed or disabled as a result of mistake or a misidentification of the User Content.\nand</li>\n<li>your name, address, telephone number, and email address, a statement that you consent to the jurisdiction of the federal court in Los Angeles, California, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\n<p>Counter-notice of claims of copyright infringement can be sent to:</p>\n<p>\n<strong>Designated Agent:</strong> Webmaster<br>\n<strong>Address of Agent:</strong> 149 S.\nBarrington Ave., #735, Los Angeles, CA 90049<br>\n<strong>Email for notice:</strong> copyright@breitbart.com</p>\n<p>If a counter-notice is received, you agree that BREITBART may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at BREITBART’s sole discretion.\nYou acknowledge that if you fail to comply with all the requirements of this section, your DMCA notice may not be valid.</p>\n<p>\n<strong>THIRD PARTY SERVICES.\nEXTERNAL LOCATIONS AND LINKING</strong>\n</p>\n<p>Our Services may permit you to use the Services to post your User Content to other websites and BREITBART may use third parties to provide certain services accessible through the Site (collectively, “<strong>Third Party Services</strong>”).\nBREITBART does not control, operate or maintain such third parties, their websites, or their services, and you agree that BREITBART will not be liable to you in any way for your use of such Third Party Services.\nThese Terms of Use do not apply to Third Party Services or websites, and such websites and online services are not part of the Services.\nThese third parties may have their own terms of use and other policies.\nYou must comply with such terms and policies as well as the Terms of Use when you use these Services.\nIf any such terms or policies conflict with the Terms of Use, you must comply with the Terms of Use, as applicable.</p>\n<p>The Services may contain links to third party sites and the ability to access external portions of the Internet.\nYou agree that BREITBART is not responsible for the availability of these third party sites, the content, including, without limitation, solicitations thereon or products or services made available thereby.\nSuch links do not constitute an endorsement by BREITBART of those other websites or online services, the content displayed therein, or the persons associated therewith.\nYou acknowledge that some third party sites may contain materials or communications which are unedited, untrue, and illegal in some jurisdictions and may be offensive.\nYou agree to access third party sites at your own risk and not to permit minors to have access to inappropriate material.\nYou agree that BREITBART shall not be held responsible or liable, directly or indirectly, for any loss or damage caused or alleged to have been caused in any way whatsoever related to any such third party site and you hereby irrevocably waive any and all claims related thereto against BREITBART, its parents, subsidiaries, affiliates, employees, representatives, agents, attorneys, directors, officers, managers, shareholders, third-party content providers or licensors.</p>\n<p>\n<strong>MODIFICATION.\nTERMINATION</strong>\n</p>\n<ul>\n<li>The Terms of Use set out the legally binding terms for your use of the Services.</li>\n<li>We reserve the right to change, modify, add to or remove all or part of the Terms of Use at any time and such modification shall be effective upon posting by BREITBART to the Site.\nOtherwise applicable sections of the Terms of Use shall survive termination.\nYou agree to check the Terms of Use for updates on a regular basis and to discontinue use of the Site if you do not agree with the then operative Terms of Use.</li>\n<li>You agree to be bound to any changes to the Terms of Use when you use Services after any such modification is posted.\nIf you do not consent to any of the changes of the Terms of Use, your only remedy is to terminate your use of the Services.\nYour failure to terminate use of the Services shall constitute acceptance of the changes to the Terms of Use.</li>\n<li>We also reserve the right to seek all remedies available at law and in equity for violations of the Terms of Use.\nUpon termination, you must cease all use of the Services, including any of the Breitbart Content.</li>\n</ul>\n<p>\n<strong>INDEMNIFICATION.\nLIMITATION OF LIABILITY</strong>\n</p>\n<p>You agree to defend, indemnify and hold harmless BREITBART and its parents, subsidiaries, affiliates, employees, representatives, agents, directors, officers, managers, shareholders, third party content providers and licensors (the “<strong>Indemnified Parties</strong>“) from and against all demands, liabilities, judgments, fines, interest, penalties, damages, losses, costs, claims or expenses (including, without limitation, attorneys’ fees and fees of other professional advisers) arising out of (i) your use of the Services (including, without limitation, your User Content and your use of any Breitbart Content).\n(ii) your online conduct.\n(iii) your violation, breach or alleged breach of these Terms of Use.\n(iv) your failure to comply with any applicable laws or regulations.\n(v) your negligence, willful misconduct, or violations of the intellectual property or other rights of any person.\nor (vi) any of your dealings or transactions with other persons resulting from use of the Services.</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT NEITHER BREITBART NOR ANY THIRD PARTY SHALL BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF BREITBART OR SUCH THIRD PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES) RESULTING FROM ANY MATTER ARISING FROM, RELATING TO OR CONNECTED WITH THE TERMS OF USE OR SERVICES.</p>\n<p>\n<strong>DISCLAIMERS.\nLIMITATIONS.\nWAIVERS OF LIABILITY</strong>\n</p>\n<p>YOU EXPRESSLY AGREE THAT USE OF THE SERVICES IS AT YOUR SOLE RISK AND IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF NON INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE (EXCEPT ONLY TO THE EXTENT OF ANY WARRANTIES INCAPABLE OF EXCLUSION UNDER THE LAWS APPLICABLE TO THE TERMS OF USE).</p>\n<p>WITHOUT LIMITING THE FOREGOING, NEITHER BREITBART NOR ITS PARENTS, SUBSIDIARIES, AFFILIATES, EMPLOYEES, REPRESENTATIVES, AGENTS, ATTORNEYS, DIRECTORS, OFFICERS, MANAGERS, SHAREHOLDERS, THIRD-PARTY CONTENT PROVIDERS OR LICENSORS WARRANT THAT (1) THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR FREE.\n(2) THE SERVICE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS.\n(3) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE.\nOR (4) ANY ERRORS IN THE SOFTWARE OR SERVICES WILL BE CORRECTED.\nBREITBART shall not be liable for any damages to, viruses that may infect, or services, repairs or corrections that must be performed, on your computer or other property on account of your accessing or use of the Site.</p>\n<p>ANY MATERIAL OR SOFTWARE DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</p>\n<p>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM BREITBART OR THROUGH OR FROM THE SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE AGREEMENT.</p>\n<p>BREITBART DISTRIBUTES CONTENT SUPPLIED BY THIRD PARTIES AND MAY PROVIDE LINKS TO EXTERNAL LOCATIONS OPERATED BY THIRD PARTIES.\nALL COMMUNICATION EXPRESSED OR MADE AVAILABLE BY THIRD PARTIES, INCLUDING, WITHOUT LIMITATION, BY OTHER USERS, IS SOLELY MADE BY THE RESPECTIVE AUTHOR(S) OR DISTRIBUTOR(S) AND NEITHER BREITBART NOR ITS PARENTS, SUBSIDIARIES, AFFILIATES, EMPLOYEES, REPRESENTATIVES, AGENTS, ATTORNEYS, DIRECTORS, OFFICERS, MANAGERS, SHAREHOLDERS, THIRD-PARTY CONTENT PROVIDERS OR LICENSORS GUARANTEE THE ACCURACY, COMPLETENESS OR USEFULNESS THEREOF, OR ITS MERCHANTABILITY OR FITNESS FOR ANY PARTICULAR PURPOSE.\nNOR DO THEY MAKE ANY GUARANTEE, ENDORSEMENT OR WARRANTY WITH RESPECT THERETO.\nYOU ACKNOWLEDGE THAT IT IS YOUR SOLE RESPONSIBILITY TO SEEK THE ADVICE OF PROFESSIONALS, AS APPROPRIATE, REGARDING THE EVALUATION OF ANY COMMUNICATION AND AGREE TO USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WITH RESPECT TO ALL COMMUNICATION AND TRANSACTIONS.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, THE DISCLAIMERS OF LIABILITY CONTAINED HEREIN APPLY TO ANY AND ALL DAMAGES OR INJURY WHATSOEVER CAUSED BY OR RELATED TO USE OF, OR INABILITY TO USE, THE SERVICES OR SITE UNDER ANY CAUSE OR ACTION WHATSOEVER OF ANY JURISDICTION, INCLUDING, WITHOUT LIMITATION, ACTIONS FOR BREACH OF WARRANTY, BREACH OF CONTRACT OR TORT AND THAT NEITHER BREITBART NOR ITS PARENTS, SUBSIDIARIES, AFFILIATES, EMPLOYEES, REPRESENTATIVES, AGENTS, ATTORNEYS, DIRECTORS, OFFICERS, MANAGERS, SHAREHOLDERS, THIRD-PARTY CONTENT PROVIDERS OR LICENSORS SHALL BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES IN ANY WAY WHATSOEVER ARISING OUT OF THE USE OF, OR INABILITY TO USE, THE SERVICES OR SITE.\nYOU FURTHER SPECIFICALLY ACKNOWLEDGE THAT NEITHER BREITBART NOR ITS PARENTS, SUBSIDIARIES, AFFILIATES, EMPLOYEES, REPRESENTATIVES, AGENTS, ATTORNEYS, DIRECTORS, OFFICERS, MANAGERS, SHAREHOLDERS, THIRD-PARTY CONTENT PROVIDERS OR LICENSORS ARE LIABLE, AND YOU AGREE NOT TO SEEK TO HOLD BREITBART OR ITS PARENTS, SUBSIDIARIES, AFFILIATES, EMPLOYEES, REPRESENTATIVES, AGENTS, ATTORNEYS, DIRECTORS, OFFICERS, MANAGERS, SHAREHOLDERS, THIRD-PARTY CONTENT PROVIDERS OR LICENSORS LIABLE, FOR THE CONDUCT OF THIRD PARTIES, INCLUDING OTHER USERS OF THE SERVICES AND OPERATORS OF EXTERNAL SITES, AND THAT THE RISK OF THE SERVICES, SITE AND EXTERNAL SITES AND INJURY FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>\n<strong>GOVERNING LAW.\nARBITRATION</strong>\n</p>\n<p>The Terms of Use and all aspects of the Services shall be governed by and construed in accordance with the internal laws of the United States and the State of California governing contracts entered into and to be fully performed in California (i.e., without regard to conflict of laws provisions) regardless of your location.\nBy using the Services, you waive any claims that may arise under the laws of other states, countries, territories or jurisdictions.</p>\n<p>Any dispute, claim or controversy arising out of or relating to this Terms of Use or the breach, termination, enforcement, interpretation or validity thereof, including the determination of the scope or applicability of this agreement to arbitrate, shall be determined by arbitration in Los Angeles, before one arbitrator.\nThe arbitration shall be administered by JAMS pursuant to its Comprehensive Arbitration Rules and Procedures.\nJudgment on the Award may be entered in any court having jurisdiction.\nThis clause shall not preclude parties from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction.\nEach party is to bear its own costs and fees.</p>\n<p>\n<strong>MISCELLANEOUS </strong>\n</p>\n<p>The Terms of Use are effective until terminated by either party.\nUsers may terminate the Terms of Use by discontinuing their access the Site or Services.\nThe privileges granted to you under the Terms of Use will terminate immediately and automatically without notice from BREITBART if, in its sole discretion, you fail to comply with any term or provision of the Terms of Use.\nUpon such termination (i) all licenses granted by BREITBART to you hereunder will terminate and you will no longer have permission to access the Site or Services.\nand (ii) the following rights and provisions shall survive in perpetuity: (a) all licenses granted hereunder by you to BREITBART.\n(b) all provisions of these Terms of Use entitled “Limitation of Liability and Indemnification”, “Disclaimers.\nLimitations.\nand Waivers of Liability”, all other disclaimers of warranties and liabilities by BREITBART, and (c) all provisions providing, in whole or in part, that users shall defend, indemnify and hold harmless BREITBART or third parties.</p>\n<p>The Terms of Use contains the entire understanding of you and BREITBART and supersedes all prior understandings of the parties hereto relating to the subject matter hereof and cannot be changed or modified by you except by a writing signed by an authorized signatory for BREITBART.</p>\n<p>If any provision of the Terms of Use is found to be invalid, illegal or unenforceable, the Terms of Use will be deemed curtailed to the extent necessary to make it legal and enforceable and will remain, as modified, in full force and effect.</p>\n<p>No waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.</p>\n<p>The section headings used herein are for convenience only and shall not be given any legal import.</p>\n<p>\n<strong>CONTACT US</strong>\n</p>\n<p>If you have questions about these Terms of Use or your use of the Services, please contact us at webmaster@breitbart.com or send a written request to Breitbart News Network, c/o Webmaster, 149 S.\nBarrington Ave., #401, Los Angeles, CA 90049.</p> ", "created_at": "2022-12-03 03:58:36.62988", "updated_at": "2022-12-03 02:59:23.119724"}], "points": [], "urls": ["breitbart.com"]}}