{"error": 448, "message": "OK", "parameters": {"id": 7446, "name": "Readtheory", "created_at": "2023-03-10 19:52:48.85917", "updated_at": "2023-03-29 19:26:42.901808", "wikipedia": null, "keywords": null, "related": null, "slug": "readtheory", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7446.png", "url": "readtheory.org", "documents": [{"id": 14313, "name": "Terms and Conditions", "url": "https://readtheory.org/terms-and-conditions/", "xpath": "/html/body/main/div/div/article/div[1]/div/div/div", "text": " Terms of Use <p> Find our complete Terms of Use policy below.\n</p>\n<p>Welcome to <strong>www.readtheory.org</strong> (the “<strong>Website</strong>“) operated by ReadTheory LP (“<strong>ReadTheory</strong>“, “<strong>we</strong>” or “<strong>us</strong>“).\nThank you for visiting our Website.</p>\n<p>\n</p>\n<p>\n<strong>Acceptance of Terms of Use</strong>\n</p>\n<p>\n</p>\n<p>Please read the following Terms of Use (the “<strong>Terms of Use</strong>“) carefully before using our Website.\nThe Terms of Use and the Privacy Policy, which is an integral part of these Terms of Use, constitute binding agreements between ReadTheory and you.\nBy visiting the Website, you agree to be bound by these Terms of Use and Privacy Policy, and all other policies that we may publish from time to time through the Website, which are incorporated here by reference, and each of which may be updated from time to time without notice to you.<strong>\n</strong>&nbsp;</p>\n<p>\n</p>\n<p>\n<strong>IF YOU DO NOT AGREE TO ANY PART OF THESE TERMS OF USE OR THE PRIVACY POLICY, PLEASE DO NOT USE THE WEBSITE.</strong>&nbsp;<strong>IF THESE TERMS ARE CONSIDERED AN OFFER, ACCEPTANCE IS EXPRESSLY LIMITED TO THESE TERMS TO THE EXCLUSION OF ALL OTHER TERMS.</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>By using the Website, you agree:</strong>\n</p>\n<p>\n</p>\n<ol>\n<li>that you have the adequate legal capacity to enter into these Terms of Use and to form a binding agreement, for yourself and/or for the person or entity on behalf of which you are using the Website, and that you will use the Website only for lawful purposes and in accordance with these Terms of Use.\nYou further represent and warrant that you are of legal age in your jurisdiction in order to enter into a binding contract, that you will not knowingly use the Website to violate any law, regulation or ordinance or any right of ReadTheory or any third party, and that any information that you provide to us or through using the Website will be complete, accurate and current at all times.\nIf you, as a parent or legal guardian, allow your children under the legal age of consent in your jurisdiction to use this Website, you represent that you have read these Terms of Use and these Terms of Use are binding on you in your capacity as a parent or legal guardian of your children;</li>\n<li>that you are accessing, viewing and using the content on the Website solely for your personal, non-commercial use, and subject to your compliance with these Terms of Use;</li>\n<li>not to copy, modify, create derivative works of, download, adapt, reverse engineer, emulate, migrate to another service, translate, compile, decompile or disassemble the Website, or any content offered on the Website in any way, or publicly display, perform, transmit or distribute any of the foregoing without ReadTheory’s prior written and specific consent;</li>\n<li>not to use any “robot”, “spider” or other automatic device, program, script, algorithm, or methodology, or any similar or equivalent manual process, to access, acquire, copy, or monitor any portion of the Website (or its data), or in any way reproduce or circumvent the navigational structure or presentation of any part of the Website, nor obtain or attempt to obtain any materials, documents, services or information through any means not purposely made available through the Website;</li>\n<li>not to act in a manner which is and/or might be perceived as damaging to ReadTheory’s reputation and goodwill or which may bring ReadTheory and/or the Website into disrepute or harm;</li>\n<li>not to impersonate any person or entity or provide false information on the Website, whether directly or indirectly, or otherwise perform any manipulation in order to disguise your identity or the origin of any message or transmittal you send to ReadTheory and/or any other users;</li>\n<li>not to reverse look-up, trace, or seek to trace another user of the Website, or otherwise interfere with or violate any other user’s right to privacy or other rights, or harvest or collect personally identifiable information about visitors or users of the Website without their express and informed consent;</li>\n<li>not to upload to the Website or otherwise use it to design, develop, distribute and/or otherwise transmit or execute, any virus, worm, Trojan Horse, time bomb, web bug, spyware, malware, or any other computer code, file, or program that may or is intended to damage or hijack the operation of any hardware, software, or telecommunications equipment, or any other actually or potentially harmful, disruptive, or invasive code or component;</li>\n<li>not to sell, license, or exploit for any commercial purposes any use of or access to any content published on the Website, except as expressly permitted by these Terms of Use;</li>\n<li>not to remove or alter any copyright notices, watermarks, restrictions and signs indicating proprietary rights of ReadTheory or any of our licensors, including copyright mark [©], creative commons [(cc)] indicators, or trademark signs [® or ™] contained in or accompanying any content published on the Website.\nor</li>\n<li>not violate, attempt to violate, or otherwise fail to comply with these Terms of Use or any laws or requirements applicable to your use of the Website.</li>\n</ol>\n<p>\n</p>\n<p>\n<strong>Your failure to abide by any of the above, or any misrepresentation made by you in connection with your use of the Website, may result in the immediate denial of any further access to the Website, with or without further notice to you.</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>User Accounts</strong>\n</p>\n<p>\n</p>\n<p>In order to benefit from this Website, all users must create an account.\nThere are three types of accounts: ‘Student Accounts’, ‘Parent Accounts’ and ‘Teacher Accounts’.\nThe functions of each type of account are described in greater detail on the ‘Frequently Asked Questions’ page on our website.\nIt is important to note that the ‘Student Account’ can – and in cases involving children under the age of 13 should – be actively confirmed by the students’ parents or legal guardians, as further described in our Privacy Policy.\nTo this end, you may be prompted to provide a parent’s email address when opening a ‘Student Account.’ In any event, parents and legal guardians are strongly encouraged to retain all log in information for their children’s ‘Student Accounts’ in order to be able to monitor their progress, provide guidance and supervision and, as a first resort, open ‘Parent Accounts’ for the children in their care under the age of 13.</p>\n<p>\n</p>\n<p>As part of the registration process for either type of account, you will have to create a user name and password.\nYour user name and password are personal to you and you may not allow any third party to use your user name or password under any circumstances.\nReadTheory will not be liable for any harm caused by, or related to, the theft or misappropriation of your user name or password, disclosure of your user name or password, or your authorization of anyone else to use your user name or password.\nYou agree to notify us immediately if you become aware of any unauthorized activity with respect to your account, of or believe there is any other need to deactivate your user name or password due to security concerns.</p>\n<p>\n</p>\n<p>You agree that you are solely responsible and liable for all actions taken via your password, whether or not made with your knowledge or authority.\nYou agree to guard your password carefully, with the full awareness that a failure to keep it secure will enable others to engage in transactions through the Website for which you will be legally responsible.\nPASSWORDS ARE ISSUED ON A PERSONAL BASIS.\nACCORDINGLY, ALL CONTENT OR INSTRUCTIONS TRANSMITTED BY OR RECEIVED FROM ANYONE PRESENTING YOUR PASSWORD ON THE SITE WILL BE DEEMED BINDING ON YOU.</p>\n<p>\n</p>\n<p>\n<strong>User Contributed Content</strong>\n</p>\n<p>\n</p>\n<p>To the extent that you may upload or contribute any content (in the form of postings, comments, blogs, images, or any other type of content) to your account (collectively, the “Content”), whether or not such Content is or may be accessed by or visible to other users, you represent and warrant that you have all necessary rights to such Content, that such Content does not infringe any third party copyrights or other intellectual property rights, and that such Content shall not be defamatory, offensive, indecent, misleading, discriminatory, or otherwise unlawful.\nYou also acknowledge that you have no expectation of privacy or confidentiality with respect to such contributed Content.\nIn any event, we reserve the right to monitor any user contributed Content (although we have no obligation to do so) and remove from the Website any such Content that does not comport with the provisions of these Terms of Use or any applicable laws.</p>\n<p>\n</p>\n<p>\n<strong>Intellectual Property</strong>\n</p>\n<p>\n</p>\n<p>All rights, title and interest in and to the Website, including any and all copyrightable materials or any other content which is or may be subject to any intellectual property rights under any applicable law, such as any worksheets, passages, literary works, artwork, graphics, images, website templates and widgets, source and object code, computer code (including html), applications, audio, music, video and other media, designs, animations, interfaces, the “look and feel” of the Website, methods, products, algorithms, data, interactive features and objects, advertising and acquisition tools and methods, inventions, trade secrets, logos, domains, customized URLs, trademarks, service marks, trade names and other proprietary identifiers, whether or not registered and/or capable of being registered (collectively, the “Intellectual Property”), and any derivations thereof, are owned by and/or licensed to ReadTheory.</p>\n<p>If you provide any comments, ideas, suggestions or other types of feedback in the course of your use of the Website, ReadTheory reserves the right to use such feedback at its own discretion and without any compensation to you, and it shall be considered ReadTheory’s Intellectual Property for all intents and purposes.</p>\n<p>Your use of the Website does not imply or convey any right or interest in or to ReadTheory’s Intellectual Property (or any part thereof), except only for the right to use the Website in accordance with these Terms of Use.\nNothing in the Terms of Use constitutes an assignment or waiver of ReadTheory’s Intellectual Property rights under any law.</p>\n<p>\n</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>\n</p>\n<p>Failure to comply with these Terms of Use shall entitle ReadTheory to suspend or cancel your access to the Website and/or to any accounts opened by you in ReadTheory.\nAll provisions of these Terms of Use which by their nature should survive termination or expiration shall so survive, including, but not limited to, provisions regarding privacy, ownership of Intellectual Property, warranty disclaimers, indemnity and limitations of liability.</p>\n<p>\n<strong>Third Party Services</strong>\n</p>\n<p>\n</p>\n<p>The Website may give you access to third party websites and/or may enable you to engage and procure certain third party services, products, tools, content, etc.\n(collectively, “Third Party Services”).\nYou acknowledge and agree that regardless of the manner in which such Third Party Services may be offered to you (bundled with certain ReadTheory services, offered separately by ReadTheory or persons certified or authorized by ReadTheory), ReadTheory merely acts as an intermediary platform between you and such Third Party Services, and does not in any way endorse any such Third Party Services, nor shall it be in any way responsible or liable with respect thereto.\nReadTheory will not be a party to, or in any way be responsible for monitoring, any interaction or transaction between you and any Third Party Services.\nAny and all use of such Third Party Services shall be done solely at your own risk and responsibility, and will be subject to such legal terms that govern such Third Party Services, which you are encouraged to review before engaging with them.</p>\n<p>\n</p>\n<p>\n<strong>Disclaimer of Warranty</strong>\n</p>\n<p>\n</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT: (A) THE USE OF THE WEBSITE IS AT YOUR SOLE RISK.\nTHE WEBSITE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS AND READTHEORY DOES NOT GUARANTEE THAT YOU WILL OBTAIN ANY SPECIFIC RESULTS FROM THE USE OF THE WEBSITE.\nREADTHEORY AND ITS AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\n(B) READTHEORY AND ITS AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS MAKE NO WARRANTY THAT: (I) THE WEBSITE OR ANY SERVICES OFFERED BY THE WEBSITE WILL MEET YOUR REQUIREMENTS.\n(II) YOUR USE OF THE WEBSITE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\nAND (III) THE QUALITY OF ANY GOODS, PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU ON OR THROUGH THE WEBSITE WILL MEET YOUR EXPECTATIONS.\nANY CONTENT, THIRD PARTY SERVICES AND/OR MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE WEBSITE IS ACCESSED AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM AND/OR OTHER DEVICE (ELECTRONIC OR OTHERWISE, USED BY YOU TO ACCESS THE WEBSITE) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH CONTENT, THIRD PARTY SERVICES AND/OR MATERIALS.\nAND (C) NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU THROUGH THE WEBSITE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS OF USE.</p>\n<p>\n</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, READTHEORY, ITS AFFILIATES, OFFICERS, DIRECTORS, SHAREHOLDERS, EMPLOYEES AND/OR AGENTS SHALL NOT BE LIABLE TO YOU FOR ANY LOST PROFITS, DATA LOSS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL DAMAGES WHATSOEVER, UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY, INCLUDING ANY DAMAGES RESULTING FROM: (A) ERRORS, MISTAKES, OR INACCURACIES OF OR IN ANY CONTENT.\n(B) ANY PERSONAL INJURY OR PROPERTY DAMAGE RELATED TO YOUR USE OF THE WEBSITE.\n(C) ANY UNAUTHORIZED ACCESS TO OR USE OF THE WEBSITE AND/OR ANY PERSONAL INFORMATION AND/OR OTHER INFORMATION STORED THEREIN.\n(D) ANY INTERRUPTION OR CESSATION OF TRANSMISSION OF THE WEBSITE.\n(E) THE USE OR DISPLAY OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEBSITE.\n(F) EVENTS BEYOND THE REASONABLE CONTROL OF READTHEORY, INCLUDING ANY INTERNET FAILURES, EQUIPMENT FAILURES, ELECTRICAL POWER FAILURES, STRIKES, LABOR DISPUTES, RIOTS, INSURRECTIONS, CIVIL DISTURBANCES, SHORTAGES OF LABOR OR MATERIALS, FIRES, FLOODS, STORMS, EARTHQUAKES, EXPLOSIONS, ACTS OF G-D, WAR, TERRORISM, GOVERNMENTAL ACTIONS, ORDERS OF COURTS, AGENCIES OR TRIBUNALS OR NON-PERFORMANCE OF THIRD PARTIES.\nAND/OR (G) LOSS OF USE, DATA, PROFITS, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM THE USE OR THE INABILITY TO USE OF THE WEBSITE.</p>\n<p>\n</p>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>\n</p>\n<p>You agree to defend, indemnify and hold harmless ReadTheory, its affiliates, officers, directors, shareholders, employees, and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs, debt and expenses (including attorneys’ fees) arising from: (a) your violation of any term of these Terms of Use or the Privacy Policy.\n(b) your violation of any third party right, including any copyright, property, or privacy right.</p>\n<p>\n</p>\n<p>\n<strong>Miscellaneous</strong>\n</p>\n<p>\n</p>\n<p>These Terms of Use (including the Privacy Policy) comprise the entire agreement between you and us with respect to your use of the Website and any account accessed through the Website, supersede all prior or contemporaneous communications and proposals (whether oral, written or electronic) between you and ReadTheory with respect to Website and your use thereof.&nbsp.\nIf any provision of these Terms of Use and/or the Privacy Policy is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that these Terms of Use and the Privacy Policy will otherwise remain in full force and effect.\nThe failure of ReadTheory to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.</p>\n<p>\n</p>\n<p>These Terms of Use are personal to you, and are not assignable, transferable or sub-licensable by you except with our prior written consent.\nWe may assign, transfer or delegate any of our rights and obligations hereunder without your consent.</p>\n<p>\n</p>\n<p>No agency, partnership, joint venture, or employment relationship is created as a result of these Terms of Use and neither party has any authority of any kind to bind the other in any respect.</p>\n<p>\n</p>\n<p>The paragraph headings in these Terms of Use are for convenience only and shall not affect their interpretation.\nAny use of terms such as “including”, “for example” or “such as” in these Terms of Use shall be read as being followed by “without limitation” where appropriate.</p>\n<p>\n</p>\n<p>These Terms of Use and your use of the Website will be governed by and interpreted in accordance with the laws of the State of Israel, excluding any otherwise applicable rules of conflict of laws.\nThe courts of competent jurisdiction located in Tel-Aviv, Israel shall have sole and exclusive jurisdiction over any dispute arising in connection with these Terms of Use, and you expressly consent to the personal jurisdiction of such courts and waive any right to object to such personal jurisdiction or the convenience of such forum.\nNotwithstanding the foregoing, ReadTheory shall have the right to bring action against visitors to the Website in courts of competent jurisdiction in the jurisdiction in which such visitors reside or are located in order to seek injunctive relief against such visitors.</p>\n<p>\n</p>\n<p>Subject to any applicable law, all disputes between you and ReadTheory shall only be resolved on an individual basis and you shall not have the right to bring any claim against ReadTheory as a plaintiff or a member of a class, consolidated or representative actions (or any other legal proceedings conducted by a group or by representatives on behalf of others).\nANY CLAIM RELATED TO THESE TERMS OF USE MUST BE BROUGHT WITHIN ONE YEAR.\nTHE ONE-YEAR PERIOD BEGINS ON THE DATE WHEN THE CLAIM FIRST COULD BE FILED.\nIF IT IS NOT FILED, THEN THAT CLAIM IS PERMANENTLY BARRED.\nTHIS APPLIES TO YOU AND YOUR SUCCESSORS.</p>\n<p>\n</p>\n<p>ReadTheory may change, suspend or terminate the Website and/or change any of these Terms of Use with or without prior notice – at any time and in any manner.\nYour continued use of the Website following the implementation of any changes to these Terms of Use constitutes acceptance of those changes, which will apply to your continued use of the Website going forward.\nYour use of the Website is subject to the Terms of Use in effect at the time of such use.\nYou are encouraged to revisit the Terms of User and Privacy Policy frequently in order to be fully apprised of your rights and obligations in connection with your use of the Website.</p>\n<p>\n</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>\n</p>\n<p>If you have any questions regarding these Terms of Use, you are welcome to reach out to us at support@readtheory.org.</p>\n<p>\n</p>\n<p>Last updated: August 18, 2020</p> ", "created_at": "2023-03-10 19:52:48.921197", "updated_at": "2023-03-10 19:53:29.063092"}, {"id": 14312, "name": "Privacy Policy", "url": "https://readtheory.org/privacy-policy/", "xpath": "//body", "text": null, "created_at": "2023-03-10 19:52:48.890597", "updated_at": "2023-03-10 19:56:12.547899"}], "points": [{"id": 30117, "title": "This service takes credit for your content", "source": "https://readtheory.org/terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2023-03-11 02:39:47.417328", "updated_at": "2023-03-25 22:43:17.27247", "quoteText": null, "case_id": 179, "document_id": 14313, "quoteStart": null, "quoteEnd": null}], "urls": ["readtheory.org"]}}