{"error": 448, "message": "OK", "parameters": {"id": 7778, "name": "ConsumerDigitalSurvey", "created_at": "2023-03-29 04:22:08.775434", "updated_at": "2023-03-29 19:26:54.718637", "wikipedia": null, "keywords": null, "related": null, "slug": "consumerdigitalsurvey", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7778.png", "url": "adsspin.site,consumerdigitalsurvey.com", "documents": [{"id": 15007, "name": " Terms & Conditions", "url": "https://www.consumerdigitalsurvey.com/terms.cgi?config=9311&qid=11960", "xpath": "//body", "text": " <p> Last Updated: November 2<sup>nd</sup>, 2021 <br>\n<br> Thank you for visiting ConsumerDigitalSurvey.com (\"Website\"), where you (\"User\") can qualify to earn Rewards as defined and further detailed below.\nThe Website is an Internet property of Consumerdigitalsurvey and Consumer Concierge (collectively, \"Company,\" \"we,\" \"our\" or \"us\").\n</p>\n<ol>\n<li>\n<u>The Basics</u>\n<p> Below is a quick overview of how the Rewards Program works: <br>\n<br> SUMMARY OF REWARD PROGRAM PURCHASE REQUIREMENTS.\nTo claim your Reward you must earn one hundred (100) points as follows: (a) earn fifteen (15) points for completing your registration (by providing your email, first/last name, phone number, postal address, gender and date of birth).\n(b) earn twenty-five (25) points for completing the initial survey.\n(c) earn twenty (20) points for viewing the offers.\nand (d) earn the final forty (40) points for completing the requisite number of Reward Program Offers (ten (10) points for completing two (2) Bronze Offers, ten (10) points for completing two (2) Silver Offers and twenty (20) points for completing six (6) Gold Offers).\nYou must complete all Reward Program Offers within thirty (30) days from when you complete your first offer.\nCompletion of Reward Program Offers will require a purchase or entering into a paid subscription program.\nand credit card offers may also require you to activate the card by making a purchase, transferring a balance and/or taking a cash advance.\nLimit of one (1) Reward per household.\nVoid where prohibited.\nCOMPLETING A SURVEY AND/OR VIEWING THE OFFERS WITHOUT COMPLETING THE REQUISITE NUMBER OF REWARD PROGRAM OFFERS FROM THE SPECIFIED CATEGORIES ABOVE DOES NOT QUALIFY YOU FOR A REWARD.\n<br>\n<br> Please note that the Bronze, Silver and Gold Offers appear AFTER the registration forms, surveys and optional offers which do NOT count towards earning your Reward.\nYou will be credited for having completed an offer only if you access it by clicking on a hyperlink made available on the Website.\nIf you do not complete all of the required offers in one (1) session, you must click on the <strong>\n<u>Check Reward Status</u>\n</strong> hyperlink to resume your fulfillment of the Promotions requirements.\nand then enter the e-mail address that you used to register your Account (as defined below) on the Website (which will enable you to resume signing up for offers).\nYou cannot sign up for the same offer more than once and get credit towards earning your Reward for any duplicated offer completion.\n<br>\n<br> You cannot: (a) complete Offers using a bot or other automated means of sign-up.\n(b) otherwise tamper with our system or attempt to defraud us by using multiple email addresses or other means.\nor (c) otherwise \"game\" the Reward Program to circumvent the limitations described herein.\nMoreover, you cannot use a link to the Website provided by another person, or one otherwise obtained outside of our normal marketing channels such as a YouTube video or gaming site or blog, or reuse a link that you previously used to claim a Reward.\nWe may also disqualify you in our sole discretion if we believe that you accessed the Website \"mid-path\" by skipping the registration and/or survey pages.\nIf we reasonably believe you are attempting to do so, we reserve the right to void all of your attempts to qualify for a Reward with or without notice.\n</p>\n</li>\n<li>\n<u>Introduction and Overview</u>\n<p> These Consumerdigitalsurvey and Consumer Concierge Terms and Conditions (\"http://www.ConsumerDigitalSurvey.com/terms.cgi?config=9311\") (which includes mandatory arbitration) are inclusive of the http://www.ConsumerDigitalSurvey.com/privacy.cgi?config=9311 (which includes your consent to our sharing of your personally identifiable information with our Partners (as defined below) for which we may be compensated), the Rules applicable to any Promotion (as defined below) (\"Rules\"), the Frequently Asked Questions (\"FAQs\") appearing on the Website, and any and all other applicable Company operating rules, policies, price schedules and other supplemental terms and conditions or documents that may be published from time to time, which are expressly incorporated herein by reference (collectively, the \"Agreement\"): You agree to the terms and conditions contained in the Agreement, in their entirety, when you: (a) access and/or use the Website).\n(b) access certain text, images, video, audio and other content and information as made available by: (i) Company (collectively, \"Company Content\").\nand (ii) third-parties including, but not limited to, content that is submitted by, or aggregated from, third-party sources (\"Third-Party Content,\" and together with the Company Content and Member Content, the \"Content\").\n(c) access links to third-party websites and resources (\"Third-Party Links\").\n(d) register to establish a Company account (\"Account\").\n(e) register for, and participate in, any of the drawings, contests, sweepstakes and Reward Program Offers that we may make available on the Website from time-to-time (collectively, the \"Promotions\").\n(f) request information regarding certain products and/or services featured on the Website (collectively, \"Services\"), as offered by third party service providers, advertisers and marketing partners (collectively, \"Partners\").\nand/or (g) utilize the contact form and/or other functionality as a means to request to be contacted by Company (collectively, \"Contact Services,\" and together with the Website, Content, Third-Party Links and Promotions, the \"Website Offerings\").\n<strong> Please carefully review the terms of the Agreement, in its entirety.\nIf you do not agree to abide by and be bound by all of the terms of the Agreement (as amended by us from time-to-time), you are not authorized to access and/or use the Website Offerings in any manner, including requesting Services or participating in any of the Promotions.\n</strong>\n<strong> The Agreement shall have the same legal force and effect as a written document signed by you.\n</strong>\n<br>\n<br>\n<strong> THE AGREEMENT CONTAINS DISCLAIMERS OF WARRANTIES, LIMITATIONS OF LIABILITY, RELEASES, A CLASS-ACTION WAIVER, AND THE REQUIREMENT TO ARBITRATE ANY AND ALL CLAIMS THAT MAY ARISE HEREUNDER AGAINST COMPANY, AS WELL AS ITS PARENTS, SUBSIDIARIES, MEMBERS, RELATED PARTIES, THIRD-PARTY PROVIDERS AND PARTNERS (COLLECTIVELY, \"COVERED PARTIES\"), WHO ARE EXPRESS THIRD-PARTY BENEFICIARIES OF THE MANDATORY ARBITRATION PROVISION.\nTHE AFOREMENTIONED PROVISIONS ARE AN ESSENTIAL BASIS OF THE AGREEMENT.\n</strong>\n<br>\n<br>\n<strong> NEW JERSEY STATE RESIDENTS ARE ENCOURAGED TO REVIEW THEIR RIGHTS UNDER THE AGREEMENT, AS PROVIDED UNDER THE NEW JERSEY TRUTH-IN-CONSUMER CONTRACT WARRANTY AND NOTICE ACT (\"TCCWNA\").\n</strong>\n<br>\n<br> For the avoidance of doubt, we reserve the right, in our sole discretion, to change the methods through which future Rewards are earned.\nThis may include, without limitation, changing the approval requirements necessary to receive future Rewards by increasing or decreasing the number of Reward Program Offers that must be completed to qualify and adding or decreasing the number of steps necessary to confirm that you have a legitimate Account.\nWe may also add or remove any product or service listed as a Reward at any time.\nIf we elect to replace a Reward, the new Reward may not be of equal value.\n<strong> IF YOU BREACH ANY OF THE TERMS OF THE AGREEMENT, YOUR RIGHT TO USE THE SITE OFFERINGS AND PARTICIPATE IN PROMOTIONS WILL IMMEDIATELY TERMINATE AND YOUR ACCOUNT WILL BE DISQUALIFIED.\n</strong>\n<br>\n<br> If we terminate the Agreement for any reason, in our sole discretion, we shall have no liability or responsibility to you.\nYou understand and agree that refusal to use the Website Offerings is your sole right and remedy with respect to any dispute you believe that you may have with Company.\nFor the avoidance of doubt, the Agreement only governs your use of the Website.\n</p>\n</li>\n<li>\n<u>Scope and Modification of the Agreement</u>\n<p> The Agreement constitutes the entire and only agreement between you and Company and supersedes all prior or contemporaneous agreements, representations, warranties and/or understandings.\nWe reserve the right to modify the Agreement at any time.\nAll such changes, including retroactive changes, shall be effective once posted on the Website.\n<em>provided, however, </em>that any amendment or modification to the arbitration provisions, prohibition on class action provisions or any other provisions applicable to dispute resolution (collectively, \"Dispute Resolution\" provisions) shall not apply to any disputes incurred prior to the applicable amendment or modification.\nThe latest Agreement will be posted on the Website, and you should review the Agreement prior to using the Website Offerings.\nBy your continued use of the Website Offerings, you hereby agree to comply with, and be bound by, all of the terms and conditions contained within the Agreement effective at that time (other than with respect to disputes arising prior to the amendment or modification of the Dispute Resolution provisions which shall be governed by the Dispute Resolution provisions then in effect at the time of the subject dispute).\nTherefore, you are strongly encouraged to regularly check this page for updates and/or changes.\n</p>\n</li>\n<li>\n<u>Eligibility Requirements</u>\n<p> Please be advised that the Website Offerings are only available to legal residents of the United States of America currently residing in the fifty (50) United States, including the District of Columbia: (a) with the capacity to enter into legally binding contracts under applicable law.\n(b) that are eighteen (18) years of age or older, or the applicable age of majority if the age of majority in your jurisdiction is greater than eighteen (18) years of age.\nand (c) with a valid U.S.\nemail address and mailing (postal) address (please do not attempt to enter a P.O.\nBox as your mailing (postal) address, as we do not ship to P.O.\nBoxes).\nBy accessing and/or using the Website Offerings, you represent and warrant that you meet all of the above eligibility requirements.\nFor the avoidance of doubt, all Promotions are void in Puerto Rico, Guam, the U.S.\nVirgin Islands, as well as any other areas where otherwise prohibited by law.\n</p>\n</li>\n<li>\n<u>Registration.\nNecessary Equipment</u>\n<p> In order to be eligible to participate in Promotions, you must first register for an Account by providing complete, accurate and up-to-date information.\nIf, however, you provide any information that is either: incomplete, inaccurate, or not current, or if we have reasonable grounds to suspect that any information you provided is either incomplete, inaccurate, or not current, your Account may be placed on hold or disqualified.\n<strong> We reserve the right, in our sole discretion, to deny the attempted Account registration of anyone, at any time, and for any reason, whatsoever.\n</strong> The information that you must supply to us in order to complete a valid Account registration may include, without limitation, your: (a) full name.\n(b) mailing (postal) address.\n(c) e-mail address.\n(d) date of birth.\n(e) telephone number.\nand/or (f) any other information that we may request from time-to-time (collectively, \"Registration Data\").\n<br>\n<br> You shall be responsible, at all times, for ensuring that you have an Internet connection, computer/mobile device, mobile telephone number, up-to-date Internet browser versions, a functioning e-mail account, applicable software, applicable hardware and/or other equipment necessary to access the Website Offerings.\nCompany does not guarantee the quality, speed or availability of the Internet connection associated with your mobile device and/or computer.\nCompany does not guarantee that the Website Offerings can be accessed: (i) on all mobile devices.\n(ii) through all wireless service plans.\n(iii) in connection with all Internet browsers.\nand/or (iv) in all geographical areas.\nStandard messaging, data and wireless access fees may apply to your use of the Website Offerings.\nYou are fully responsible for all such charges and Company has no liability or responsibility to you, whatsoever, for any such charges billed by your wireless carrier.\n</p>\n</li>\n<li>\n<u>Accounts</u>\n<p> Please note that only one (1) Account is allowed per household, and any Accounts that share either: the same name, e-mail address, mailing (postal) address, telephone number, credit card or IP address will be considered the same household.\nAccounts in violation of this rule will be placed on hold or disqualified.\nFor the avoidance of doubt, you may not have multiple Accounts at more than one (1) mailing (postal) address, under more than one (1) name, or under more than one (1) e-mail address.\nFurthermore, you may not use another individual's name or information at any time, for any reason on the Website.\nBy way of example, you may not register on the Website for any other individual or attempt to complete offers for any other individual's Account.\n<br>\n<br> Please be advised that you shall at all times be responsible for maintaining the security of your Account.\nFor the avoidance of doubt, Company is not responsible or liable for any losses incurred through access to your Account by any third party, at any time.\n<em>provided, however,</em> that you may access your Account at any time by clicking on the <strong>\n<u>Check Rewards Status</u>\n</strong> hyperlink, and then entering the e-mail address that you used to register your Account on the Website.\n</p>\n</li>\n<li>\n<u> Reward Program Offers.\nSharing of Your Personal Information with Our Partners </u>\n<p> The completion of any particular Reward Program Offer is optional and is not required to qualify for any applicable Reward offered on the Website.\nWhile we may preselect certain Reward Program Offers for you to review, if you are not interested, simply move on to the next Reward Program Offer or click \"Next\" or \"Skip,\" as applicable.\nHowever, if and when you select \"Continue\" next to one of the optional Reward Program Offers, we may transfer some or all of the Information you submitted during registration to the applicable Partner without providing you with another opportunity to review the Information in advance.\n<strong> Moreover, when you select \"Continue\" or \"No\" next to a survey question, we will transfer some or all of the Information you submitted during registration to Partners that we think may be of interest to you, without providing you with another opportunity to review the Information in advance.\n</strong>\n</p>\n</li>\n<li>\n<u>Rewards</u>\n<p> To successfully complete any of the Reward Program Offers made available on the Website by one of our Partners, you must provide complete, accurate and up-to-date information.\nAccounts in violation of this rule will be placed on hold or disqualified altogether.\nFor the avoidance of doubt, the term \"Partner\" refers to one of our trusted third party business entities, advertisers and/or marketing partners sponsoring the applicable Reward Program Offer.\n<br>\n<br> In order to receive credit for the completion of any particular Reward Program Offer, you must complete it promptly after accessing it from the Website.\nYou must click the Reward Program Offer link via the Website in order for us to correctly track and credit your Account.\nPlease note, however, that some applications, such as spyware blockers or pop-up blockers, may preclude these links from functioning correctly, and we hereby disclaim any liability for any such failures.\n<strong> Please be advised that while available Reward Program Offers may vary, all will require a purchase.\n</strong> By way of example, Reward Program Offers pertaining to credit cards may require you to activate the applicable credit card by making a purchase, transferring a balance or taking a cash advance.\nAlternatively, Reward Program Offers pertaining to high-speed Internet services may require you to order and install the applicable high-speed Internet service to successfully complete the offer.\n<br>\n<br> In order for you to receive proper credit for the completion of any Reward Program Offer, you must make sure that: (a) your browser settings are set to accept all cookies.\nand (b) you click on the exact offer hyperlink on the Website to get directed properly to the Reward Program Offer provider's website.\n<br>\n<br> Please be advised that we do not guarantee that you will receive credit for any particular Reward Program Offer.\nWe reserve the right to refuse to credit your Account for any reason including, without limitation, improper sign-up, lack of appropriate information or documentation or improper browser settings.\nIf, however, you believe that you have successfully completed a Reward Program Offer and you have not received credit for that offer, please confirm that you have: (i) satisfied all of the requirements stipulated by the applicable Partner.\nand (ii) waited the appropriate amount of time for offer completion to be reported back to us.\nTo be clear, this amount of time varies with each Partner, but will not exceed ninety (90) days.\nIf you have any questions, please: contact us via e-mail at: info@ConsumerDigitalSurvey.com .\ncall us toll free at: (844) 435-3969, or via U.S.\nMail at: Consumerdigitalsurvey, PO Box 4668 #85919, New York, NY 10163-4668.\n<br>\n<br> We also reserve our right to: (1) change or limit the Offers or Rewards available or your ability to participate in certain Offers or the Rewards Program itself, (2) change or limit the eligibility for or allowable frequency of Offers, and (3) change or limit the number or type of Rewards you can receive for a given Offer or during a given time period.\nAll such changes or limitations shall apply to all past, present, or future Rewards, unless expressly stated.\n<br>\n<br>\n<strong> You hereby acknowledge and agree that Company shall NOT be liable to you or any other third party for any claim in connection with your participation in any of the Reward Program Offers.\nFurthermore, you hereby acknowledge and agree that Company shall not be responsible for delays in reporting Reward Program Offer completion.\n</strong>\n</p>\n</li>\n<li>\n<u> Additional Reward Redemption Limitations.\nRules.\nand Instructions </u>\n<p> You may access your Account at any time by clicking on the <strong>\n<u>Check Reward Status</u>\n</strong> hyperlink (here or elsewhere on the Website) and then entering the e-mail address that you used to register your Account on the Website.\nUpon logging into your Account (once your offer status has been \"Approved,\") a confirmation e-mail will be sent to you with instructions regarding how to verify your Information.\nYou must follow the instructions in the \"Approval\" e-mail to enter the Reward Redemption Center.\nAlternatively, once your offer and referral status has been \"Approved,\" you will be able to access the Reward Redemption Center by logging in to your Account and clicking on the \"<strong>\n<u>Click Here to Redeem Your Reward</u>\n</strong>\" hyperlink.\nUpon your completion of the information verification process, you must click on the \"<strong>\n<u>Click Here to Redeem Your Reward</u>\n</strong>\" hyperlink to generate a Reward Redemption Certificate.\nYou must print out this certificate and mail it to the address provided in the Reward Redemption instructions.\nCertificates sent to any other address will not be processed.\n<strong> Please note that your Reward Redemption Certificate must be postmarked within fifteen (15) calendar days of your final required offer having been \"Approved\" or your Account will be disqualified.\n</strong>\n<br>\n<br> Should the value of any particular Reward or the cumulative value of the Rewards received during any calendar year exceed Six Hundred Dollars ($600.00), you must provide us with a completed IRS Form W-9.\nYour completed IRS Form W-9 must be received at the mailing (postal) address provided in the Reward Redemption instructions BEFORE the shipment of the Reward.\nPlease be advised that if you fail to return the IRS Form W-9 within thirty (30) days of our request, or if you provide false information on the IRS Form W-9, your Account will be immediately terminated and you will forfeit your Reward(s).\nTo learn more about IRS Form W-9, go to: http://www.irs.gov.\n<br>\n<br>\n<strong> Company reserves the right to substitute a cash payment in the form of check for any applicable Reward.\nThe amount of the cash payment shall be determined by Company in its sole discretion.\nBy cashing the check, you agree that you have been made whole and relinquish your rights to pursue any and all claims against the Covered Parties in connection with the subject Reward/check.\nAlternatively, we reserve the right to substitute a gift card for the Reward.\nThe amount of the gift card and the associated gift card merchant shall be determined by Company in its sole discretion.\nBy accepting the gift card, you agree that you have been made whole and relinquish your rights to pursue any and all claims against the Covered Parties in connection with the subject Reward/gift card.\nCompany further reserves the right to substitute a product of comparable value for the Reward.\nYou hereby acknowledge and agree that \"comparable value\" shall be determined by Company in its sole discretion.\nBy accepting the substituted product, you agree that you have been made whole and relinquish your rights to pursue any and all claims against the Covered Parties in connection with the subject Reward/ substitute a product.\nFinally, Rewards that are back ordered will be replaced with another item of comparable value, a check or a gift card, or they will ship when they are made available.\nDiscontinued products will be replaced with another item of comparable value, a check or a gift card.\n</strong>\n<br>\n<br> All rewards are shipped to the mailing (postal) address that you submit to the Reward Redemption Center.\nIt is your responsibility to submit the correct mailing (postal) address.\nFor the avoidance of doubt, we will NOT ship to P.O.\nBoxes.\nCompany is NOT responsible for lost orders stemming from incorrect mailing (postal) addresses, theft or carrier errors.\nIn the event a situation arises necessitating package forwarding, we are in no way responsible for ensuring delivery.\n<br>\n<br> If, after you have received a Reward, we determine that you violated any of portion of the Agreement, as amended from time-to-time, you agree to return the Reward at your sole cost and expense.\nAdditionally, Company reserves the right to pursue legal action against you.\n<br>\n<br> Please be advised that we will not accept returned Rewards.\nBy returning a Reward, you are forever relinquishing your claim to the Reward.\nIf, however, a product is found to be defective, you should consult the warranty information included with the applicable Reward.\nBut please note that we are not responsible for the repair or replacement of damaged or defective products.\nPlease contact the relevant manufacturer/merchant/vendor for questions about damaged or defective products.\nIn cases where you do not know what manufacturer/merchant/vendor produced and/or shipped the product to you, as applicable, please: contact us via e-mail at: info@ConsumerDigitalSurvey.com , call us toll free at: (844) 435-3969.\nor contact us via U.S.\nMail at: Consumerdigitalsurvey, PO Box 4668 #85919, New York, NY 10163-4668.\n<br>\n<br> Please note that the Reward Program is limited to one (1) Reward and registration per household.\nand each household is limited to the use of one (1) e-mail address.\nFor the avoidance of doubt, each household must use the same e-mail address throughout all websites that are owned and/or operated by Company.\n<br>\n<br> Any attempt to circumvent this restriction by attempting to register multiple times under different names, attempting to register more than one (1) time per household, and/or attempting to register more than one (1) time with the same mailing (postal) address and/or computer, is strictly prohibited.\nFailure to comply with any of these requirements will result in immediate termination of your participation in any Promotions and forfeiture of any Reward earned or accrued in connection with same.\nPlease be advised that we have sole discretion to determine whether or not you have complied with the above stipulations.\n<br>\n<br>\n<strong> Please be advised that you or your household may qualify for and receive a maximum of one (1) Reward from Company.\n</strong>\n</p>\n</li>\n<li>\n<u>User Conduct</u>\n<p> You agree that you will not engage in any activity or conduct that interferes with or disrupts the Website, Rewards Program, or our Services (or the servers and networks which are connected to our Services) or use any service to manipulate your computer, mobile phone, or other Device to gain any advantage on any of our Rewards Programs.\nUnless you have been specifically permitted to do so in a separate written agreement with us, you agree that you will not reproduce, duplicate, copy, sell, trade or resell our Services for any purpose.\nYou further agree that your use of the Website and Reward Program and our Services shall not be fraudulent, deceptive, or unlawful, as determined in our sole and absolute discretion.\nYou shall also comply with all usage rules and guidelines found throughout the Website and Reward Program or our Services.\nYou agree to comply with the instructions set out in any txt file present on the Website and Rewards Program and our Services.\nWithout limiting the generality of the foregoing, you agree not to use the Website and Rewards Program or our Services in any improper manner, including to: </p>\n<ul>\n<li>access (or attempt to access) any of our Services by any means other than through the interfaces that we provide.\n</li>\n<li>share a single Account with anyone else;</li>\n<li>create or use multiple Accounts (i.e., only one Account is permitted per person in each Rewards Program);</li>\n<li>maintain or use any false identity or multiple identities, or otherwise fail to participate in our Services using your real identity and accurate contact, demographic and other information, including via the use of any technology (such as VPNs, proxies, single-use mobile phone numbers, or fake identity documents) to conceal your real identity or location, or otherwise circumvent controls intended to prohibit illegal or prohibited access;</li>\n<li>submit any personal information (name, email, zip code, etc.), payment information (credit card number and expiration date, etc.), or other information which we determine in our sole and absolute discretion to have been false, inaccurate or otherwise invalid in connection with any Offers or any other use of the Website and Rewards Program or our Services;</li>\n<li>post, upload, transmit or otherwise disseminate information that (in our sole and absolute discretion) is obscene, indecent, vulgar, pornographic, sexual, hateful or otherwise objectionable;</li>\n<li>post spam links, or personal referral links in an excessive, deceptive, misleading, or otherwise inappropriate fashion, whether on any Website and Rewards Program or on any other web site or application;</li>\n<li>defame, libel, ridicule, mock, stalk, threaten, harass, intimidate or abuse anyone, or otherwise act in a belligerent, offensive or inappropriate manner;</li>\n<li>upload or transmit (or attempt to upload or transmit) files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files or data, or any other similar software or programs that may damage the operation of our Services, other users' computers, or access to or functionality of the Website and Rewards Program.\n</li>\n<li>violate the contractual, personal, intellectual property or other rights of any party, including using, uploading, transmitting, distributing, or otherwise making available any information made available through the Website and Rewards Program or our Services in any manner that infringes any Mark, copyright, patent, trade secret, or other right of any party (including rights of privacy or publicity);</li>\n<li>attempt to obtain account information, passwords or other private information from other members;</li>\n<li>improperly use support channels or complaint buttons to make false or frivolous reports to the Company, to attempt to claim or receive Rewards that are not actually due to you, or to communicate with our customer support representatives in a disrespectful, belligerent, offensive or inappropriate manner;</li>\n<li>develop, distribute, make use of, or publicly inform other members of: \"auto\" software programs, \"macro\" software programs, web crawlers or other script or \"cheat utility\" software programs or applications;</li>\n<li>share or distribute survey IDs, answers or other survey information, including confidential information that you expressly agree not to disseminate, post employee information on a public forum, post links or URLS related to or about this Website or any of our Partner's Websites, post links or URLS related to or about this Rewards Program or any of our Partner's Rewards Program, or otherwise coach or assist other members with regard to qualifying for or answering surveys;</li>\n<li>abuse any of our Services in a manner that does not reflect normal or appropriate human usage, such as conducting excessive searches or otherwise performing Offers in our Rewards Programs in an artificial or inappropriate way for the sole or primary purpose of receiving Rewards, as we may determine in our sole and absolute discretion.\nor</li>\n<li>exploit, distribute or publicly inform other members of any error, miscue, or bug (\"<strong>Error</strong>\") that gives an unintended advantage, violate any applicable laws or regulations, or promote or encourage any fraudulent, misleading, unlawful, or unauthorized activity or conduct, including, but not limited to, hacking, cracking or distribution of counterfeit software, or cheats or hacks for our Services.\nIf you find an Error, we kindly request that you report it to our appropriate support team by contacting us as provided in Section 18 below.</li>\n</ul>\n<p>If we determine in our sole and absolute discretion that you have violated these Terms, we may in our sole and absolute discretion issue you a warning regarding the violation prior to terminating or suspending any Account you have created (or which is associated with you) using our Services.\nHowever, you acknowledge and agree that we need not provide you with any warning or notice before we terminate or suspend your Account and your access to the Website and Rewards Program and our Services, which we may do at any time and for any reason, at our sole and absolute discretion.\nIf we terminate or suspend your Account, you agree not to attempt to join or re-join or create another Account in any of our Rewards Programs without our prior written authorization.\n</p>\n</li>\n<li>\n<u>Suspension/Disqualification</u>\n<p> Company reserves the right to suspend or disqualify your Account at any time, even after a Reward has been shipped to you.\nPlease be advised that we are not responsible for notifying you about a change in your Account status.\nIf your Account is suspended or disqualified, all other accounts created by or associated with you across all Company owned and/or operated websites may also be suspended or disqualified, in Company's sole discretion.\nIf your Account is suspended or disqualified, you may NOT create another account on any website owned or operated by Company or any of its affiliated companies.\nIf your Account is disqualified, that disqualification is permanent and you are permanently prohibited from participating in any Promotions made available on or through the Website as well as all other web properties owned or operated by Company, or any of its affiliated companies.\nYou will not be reimbursed for any expenses incurred in connection with the Website Offerings, whether prior to or after your Account is suspended or disqualified.\n<em>provided, however, </em>that if you believe that your Account was suspended or disqualified in error, you may: contact us via e-mail at: info@ConsumerDigitalSurvey.com .\ncall us toll free at: (844) 435-3969, or contact us via U.S.\n(postal) mail at: Consumerdigitalsurvey, PO Box 4668 #85919, New York, NY 10163-4668.\n<br>\n<br> We may suspend or disqualify your Account for: (a) registering for more than one (1) Account per household.\n(b) providing false information to us or any of our Partners in connection with the Website Offerings.\n(c) posting information on a website, online forum or auction that pertains to the manipulation of the Website Offerings and/or \"canceling the Reward Program Offers\" including, but not limited to, cancellation phone numbers, cancellation time frames and any encouragement or direction to cancel the Reward Program Offers after signing-up with the applicable Partner(s).\n(d) utilizing prepaid cards with the intent, or for the purpose, of manipulating the Website Offerings and/or \"cancelling the Reward Program Offers\".\n(e) bidding on trademarked keywords associated with us, our Partners or their affiliates in Internet search engines to gain referrals through sponsored search results.\n(f) using any other individual's credit card to complete Reward Program Offers.\n(g) violating any of the terms and conditions of the Agreement.\nor (h) any other reason or a combination of reasons at the sole discretion of Company.\n</p>\n</li>\n<li>\n<u>Terms of Reward Program Offers</u>\n<p>\n<strong> Any Promotions made available to you through the Website Offerings, </strong>\n<strong> or an e-mail message associated therewith, may be governed by specific Rules that are separate from these Terms.\nBy participating in any such Promotion, you will become subject to the Rules applicable to that Promotion, which may vary from these Terms.\nTherefore, we strongly urge you to review any applicable Rules prior to participating in any Promotion.\n</strong>\n<br>\n<br> Company is NOT responsible for its Partners' offers or the transactions that you attempt to enter into with any such Partners via the Website Offerings.\nMoreover, we cannot fulfill a Partners' offer, cancel a Partners' offer on your behalf, refund any charges that you have incurred in connection therewith, or service an account you created directly with any Partner.\nIt is your responsibility - and you are strongly encouraged - to carefully read the requirements, terms and conditions, privacy policy and billing information for each and every offer/Partner before you sign-up.\nFor the avoidance of doubt, your completion of any Reward Program Offer made available by one of our Partners by way of the Website is done voluntarily, and at your own risk.\nWe are NOT responsible for the content, services or products associated with our Partners.\nIf you have a complaint about Reward Program Offers, services or products received from a Partner, you should contact the applicable Partner directly.\n<br>\n<br> To be clear, Company provides you with an opportunity to apply for and/or participate in various Promotions as offered and provided by our Partners.\nWe do NOT provide any underlying products and/or services, and the ultimate terms and conditions of any Promotions offered by our Partners will be determined by those Partners.\nAll fulfillment and customer service functions relating to the Promotions and any other Partner-affiliated products or services shall be handled entirely and exclusively by the applicable Partner.\n<br>\n<br> Unless explicitly stated otherwise, any future offer(s) made available to you on the Website that augment(s) or otherwise enhance(s) the current features of the Website Offerings shall be subject to the Agreement.\n<strong> You hereby acknowledge and agree that Company is not responsible, nor liable in any manner whatsoever, for your use of, or inability to use and/or qualify for, Website Offerings, other Partner-sponsored products and/or services, or for any dispute between you and any such Partner.\n</strong> You further understand and agree that we are not liable to you or to any other third party for any modification, suspension or discontinuation of any product, Service or Promotion offered by any Partner.\n</p>\n</li>\n<li>\n<u>Third Party Websites</u>\n<p> The Website Offerings may refer you to third party websites including, but not limited to, those owned and/or operated by our Partners.\nBecause we neither have control over such third party websites nor the Partners, you hereby acknowledge and agree that we are NOT responsible for the availability or content of such third party websites and/or associated resources.\nFurthermore, you acknowledge and agree that we do not endorse, and we are not responsible or liable for, any terms and conditions, privacy policies, content, advertising, services, products and/or other materials available at or from such Partners and/or such third party websites or resources, or for any damages and/or losses arising therefrom.\nIt is your responsibility to carefully read all of the terms and conditions associated with any third party materials featured on or accessed through the Website Offerings or in e-mail messages associated therewith, or the terms and conditions of the applicable third party's website(s).\n<strong> The inclusion of any link on the Website, or otherwise made available in connection with the Website Offerings, does not imply endorsement.\n</strong>\n</p>\n</li>\n<li>\n<u>Rights Granted</u>\n<p> As a user of the Website Offerings, you are granted a non-exclusive, non-transferable, revocable and limited license to access and use the Website Offerings and/or associated content (collectively, \"Material\") in accordance with the terms and conditions of the Agreement.\nHowever, we may terminate this license at any time, for any reason.\nYou may only access and/or use the Material on one (1) computer for your own personal, non-commercial use.\nNo part of the Material may be reproduced in any form or incorporated into any information retrieval system, electronic or mechanical.\nSystematic retrieval of such Material by automated means or any other form of scraping or data extraction in order to create or compile, directly or indirectly, a collection, compilation, database or directory without our express written permission is prohibited.\nYou may not use, copy, emulate, clone, rent, lease, sell, modify, decompile, disassemble, reverse engineer or transfer the Material or any portion thereof.\nWe reserve any rights not explicitly granted in the Agreement.\nYou may not use any device, software or routine to interfere or attempt to interfere with the proper working of the Website, Promotions and/or Services.\nYou may not take any action that imposes an unreasonable or disproportionately large load on Company's infrastructure.\nYour right to use the Material is not transferable.\nYou further agree to indemnify and hold harmless Company for your failure to comply with this Section XIII or any other Section of the Agreement.\n<br>\n<br> The content, organization, graphics, design, compilation, magnetic translation, digital conversion, software, services and other matters related to the Material, are protected under applicable copyrights, trademarks and other proprietary (including, but not limited to, intellectual property) rights.\nThe copying, redistribution or publication by you of any part of the Material is strictly prohibited.\nYou do not acquire ownership rights to any Material or other content, document, software, services or materials viewed at or through the Website Offerings.\nThe posting of Material or other material on the Website, or by and through the Website Offerings, does not constitute a waiver of any right in or to such information and/or materials.\nFurthermore, the: (a) \"Consumerdigitalsurvey\" name and logo are trademarks of Consumerdigitalsurvey.\nand (b) the \"Consumer Concierge\" name and logo are trademarks of Consumer Concierge.\nAll custom graphics, icons and service names are trademarks of their rightful owners.\nAll other trademarks are the property of their respective owners.\nThe use of any Company trademark without our express written consent - on a case-by-case basis - is strictly prohibited.\n<br>\n<br> It is our policy to timely respond to any claims of intellectual property infringement.\nWe will promptly process and investigate notices of alleged infringement.\nand will take appropriate actions under the Digital Millennium Copyright Act of 1998 (\"DMCA\") and other applicable intellectual property laws.\nThe DMCA provides recourse for copyright owners who believe that material appearing on the Internet infringes upon their rights under U.S.\ncopyright law.\nWe reserve the right to remove material on the Website which allegedly infringe upon another person's copyright.\nIf you are a copyright owner or an agent thereof and believe that any content on the Website infringes upon your copyright, you may submit a notification pursuant to the DMCA by providing our Copyright Agent with the written information outlined in 17 U.S.C.\n512(c)(3).\nNotices of claimed infringement should be sent to ATTN: Registered Copyright Agent, Consumerdigitalsurvey, PO Box 4668 #85919, New York, NY 10163-4668.\n</p>\n</li>\n<li>\n<u>Privacy Policy.\nUse of Personal Information</u>\n<p> Please be advised that all materials that you submit through or in association with the Website Offerings including, without limitation, the Registration Data, shall be subject to the Privacy Policy.\nFor a copy of the Privacy Policy, please <strong>\n<u>Click Here - http://www.ConsumerDigitalSurvey.com/privacy.cgi?config=9311</u>\n</strong>.\n</p>\n</li>\n<li>\n<u>Representations and Warranties</u>\n<p> By using the Website Offerings, you represent and warrant the following: (a) you have the right, power and authority to enter into and perform the Agreement.\n(b) any Registration Data or other information that you provide in connection with your use of the Website Offerings is accurate, truthful, reliable and up-to-date.\n(c) you have the legal right to submit any and all Registration Data and other content provided by you, and no such submission or use of any such content by us does or will violate the rights (including intellectual property rights and the rights of privacy or publicity) of any third party.\nand (d) your use of the Website Offerings will not violate any federal, state and/or local law.\n</p>\n</li>\n<li>\n<u>Disclaimer of Warranties.\nLimitation of Liability</u>\n<p> THE WEBSITE OFFERINGS, AS WELL AS ANY OTHER PRODUCTS AND/OR SERVICES MADE AVAILABLE BY COMPANY AND/OR ANY PARTNERS, ARE PROVIDED TO YOU ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS AND ALL WARRANTIES, EXPRESS AND IMPLIED, ARE DISCLAIMED TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW (INCLUDING, BUT NOT LIMITED TO, THE DISCLAIMER OF ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF INTELLECTUAL PROPERTY AND/OR FITNESS FOR A PARTICULAR PURPOSE).\nIN PARTICULAR, BUT NOT AS A LIMITATION THEREOF, WE MAKE NO WARRANTY THAT: (A) THE WEBSITE OFFERINGS AND/OR MATERIAL, AS WELL AS ANY OTHER PRODUCT AND/OR SERVICE MADE AVAILABLE BY COMPANY, OR ANY PARTNER(S), WILL MEET YOUR REQUIREMENTS.\n(B) THE WEBSITE OFFERINGS AND/OR MATERIAL, AS WELL AS ANY OTHER PRODUCT AND/OR SERVICE MADE AVAILABLE BY COMPANY, OR ANY PARTNER(S) WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\n(C) THAT YOU WILL QUALIFY FOR ENTRY INTO ANY PROMOTION, OBTAIN A REWARD AND/OR RECEIVE SERVICES FROM ANY PARTNER(S).\nOR (D) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE WEBSITE OFFERINGS AND/OR MATERIAL, AS WELL AS ANY OTHER PRODUCT AND/OR SERVICE MADE AVAILABLE BY COMPANY, OR ANY PARTNER(S), WILL BE ACCURATE OR RELIABLE.\nTHE WEBSITE OFFERINGS AND MATERIAL, AS WELL AS ANY OTHER PRODUCT AND/OR SERVICE MADE AVAILABLE BY COMPANY, OR ANY PARTNER(S), MAY CONTAIN BUGS, ERRORS, PROBLEMS OR OTHER LIMITATIONS.\nWE WILL NOT BE LIABLE FOR THE AVAILABILITY OF THE UNDERLYING INTERNET CONNECTION ASSOCIATED WITH THE WEBSITE OFFERINGS, OR THE HARDWARE AND/OR SOFTWARE NECESSARY TO ACCESS AND USE THE WEBSITE OFFERINGS.\nNO INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US, THE WEBSITE OFFERINGS AND/OR ANY PARTNER(S) SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE AGREEMENT.\n<br>\n<br> YOU EXPRESSLY UNDERSTAND AND AGREE THAT COMPANY SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL AND/OR EXEMPLARY DAMAGES INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, REDUCED CREDIT RATING, IDENTITY THEFT, REGULATION, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), TO THE FULLEST EXTENT PERMISSIBLE BY APPLICABLE LAW FOR: (A) THE USE OR THE INABILITY TO USE THE WEBSITE OFFERINGS /OR MATERIAL, AS WELL AS ANY OTHER PRODUCT AND/OR SERVICE MADE AVAILABLE BY US OR ANY PARTNER(S).\n(B) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND/OR SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION AND/OR SERVICES PURCHASED OR OBTAINED THROUGH THE WEBSITE OFFERINGS, OR TRANSACTIONS ENTERED INTO, THROUGH OR FROM THE WEBSITE OFFERINGS.\n(C) THE UNAUTHORIZED ACCESS TO, OR ALTERATION OF, YOUR REGISTRATION DATA.\n(D) THE INABILITY TO QUALIFY FOR ANY PROMOTION, REWARDS OR SERVICES FROM ANY PARTNER(S).\nAND (E) ANY OTHER MATTER(S) RELATING TO THE WEBSITE OFFERINGS AND/OR MATERIAL, AS WELL AS ANY OTHER PRODUCT AND/OR SERVICE MADE AVAILABLE BY US OR ANY PARTNER(S).\nTHIS LIMITATION APPLIES TO ALL CAUSES OF ACTION, IN THE AGGREGATE INCLUDING, BUT NOT LIMITED TO, BREACH OF CONTRACT, BREACH OF WARRANTY, NEGLIGENCE, STRICT LIABILITY, MISREPRESENTATIONS AND ANY AND ALL OTHER CAUSES OF ACTION.\nYOU HEREBY RELEASE COMPANY, AS WELL AS ITS PARTNERS, FROM ANY AND ALL OBLIGATIONS, LIABILITIES, AND CLAIMS IN EXCESS OF THE LIMITATION STATED HEREUNDER.\nIF APPLICABLE LAW DOES NOT PERMIT SUCH LIMITATION, THE MAXIMUM LIABILITY OF COMPANY TO YOU UNDER ANY AND ALL CIRCUMSTANCES WILL BE FIVE HUNDRED DOLLARS ($500.00).\nTHE NEGATION OF DAMAGES SET FORTH ABOVE IS A FUNDAMENTAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN YOU AND COMPANY.\nTHE WEBSITE OFFERINGS AND/OR MATERIAL, AS WELL AS ANY OTHER PRODUCT AND/OR SERVICE MADE AVAILABLE BY US OR ANY PARTNER(S), WOULD NOT BE PROVIDED TO YOU WITHOUT SUCH LIMITATIONS.\n<br>\n<br>\n<strong> IF YOU ARE DISSATISFIED WITH THE WEBSITE, PROMOTIONS, SERVICES, MATERIAL, THE TERMS &amp.\nCONDITIONS OF THE AGREEMENT (INCLUDING THE PRIVACY POLICY), YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE WEBSITE.\n</strong>\n</p>\n</li>\n<li>\n<u>Indemnification</u>\n<p> You agree to indemnify, defend and hold Company and the Covered Parties (including any organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Promotions and all of their respective past and present officers, directors, employees, agents and representatives), harmless from and against any and all claims, expenses (including reasonable attorneys' fees), damages, suits, costs, losses, liabilities, demands and/or judgments whatsoever, made by any third party due to, or arising out of: (a) your unauthorized and/or improper use of the Website Offerings.\n(b) your unauthorized and/or improper participation in any Promotions.\n(c) any dispute between you and any Partners or other third-parties.\n(d) any claim that Company has to pay taxes in connection with your use of the Website Offerings, including your participation in any Promotion(s).\nand/or (e) your breach of any of the terms of the Agreement.\nPlease be advised that this indemnification clause shall survive the expiration or termination of the Agreement.\nThe provisions of this Section XVII are for the benefit of Company and the Covered Parties.\nEach of these individuals and entities shall have the right to assert and enforce these provisions directly against you on its own behalf.\n</p>\n</li>\n<li>\n<u>Termination</u>\n<p> We reserve the right, in our sole discretion, to terminate the Agreement and your right to access the Website Offerings for any reason or no reason, with or without cause and with or without notice.\n</p>\n</li>\n<li>\n<u>Changes to Materials</u>\n<p> We reserve the right, in our sole discretion, to edit, modify and/or delete any documents, information or other Materials.\nAdditionally, we reserve the right, in our sole discretion, to discontinue or terminate all or part of the Website Offerings featured therein at any time.\n</p>\n</li>\n<li>\n<u>Independent Contractor</u>\n<p> The Agreement does not create or imply any partnership, joint venture, agency, franchise, sales representative or employment relationship between you and Company.\nYou will not have, nor will you represent that you have, any authority to make or accept any offers or representations on our behalf.\nMoreover, you are not permitted to do anything to disparage or damage the reputation of Company or any of its officers, members, employees, Partners, products and/or services.\n</p>\n</li>\n<li>\n<u>Misrepresentations</u>\n<p> You hereby agree that you will not misrepresent Company by expressed or implied claims of success, warranties or service obligations.\nWe disclaim any liability for such claims or implications made on your part to prospects, potential customers and/or current entrants in any Promotions.\nYou further acknowledge and agree that the Agreement, and your right to access the Website Offerings may be terminated by Company with or without notice for any misrepresentation by you.\n</p>\n</li>\n<li>\n<u>Access</u>\n<p> You are solely responsible for providing the means to access the Website and any of our e-mail messages.\nWe do not guarantee continuous, uninterrupted or secure access to the Website.\nAnd you agree and acknowledge that the Website may, at times, be inaccessible or inoperable for any reason, including, but not limited to: (a) equipment or communications malfunctions.\n(b) periodic maintenance, repairs or administrative reviews which we may undertake from time-to-time.\nor (c) causes beyond our control or which are not foreseeable by us.\nWe shall not be responsible or liable in any way to you or anyone else due to or as a result of any such inaccessibility or inoperability.\n</p>\n</li>\n<li>\n<u>California User Consumer Rights</u>\n<p> In accordance with Cal.\nCiv.\nCode Sec.\n1789.3, California State resident Users may file grievances and complaints with the California Department of Consumer Affairs, 400 R Street, Ste.\n1080, Sacramento, CA 95814.\nor by phone at 916-445-1254 or 800-952-5210.\nor by email to dca@dca.ca.gov.\n</p>\n</li>\n<li>\n<u>Security</u>\n<p> Any actual or attempted unauthorized use of the Website Offerings may result in criminal and/or civil prosecution including, without limitation, punishment under the Computer Fraud and Abuse Act of 1986.\nWe reserve the right to view, monitor and record activity on the Website without notice or permission from you.\nAny information obtained through such monitoring, reviewing or recording is subject to review by law enforcement organizations in connection with investigation or prosecution of possible criminal activity associated with the Website Offerings.\nWe will comply with all court orders involving requests for such information.\n</p>\n</li>\n<li>\n<u>Governing Law</u>\n<p> The Agreement shall be treated as though it were executed and performed in, and is subject to the laws of, the United States of America and the State of New York, without regard to its conflict of laws principles.\n</p>\n</li>\n<li>\n<u>Dispute Resolution.\nArbitration</u>\n<p>\n<strong> The parties hereby agree to arbitrate all claims that may arise under the Agreement.\nWithout limiting the foregoing, should a dispute arise between the parties (including the Covered Parties) including, without limitation, any matter concerning the Website Offerings, the terms and conditions of the Agreement or the breach of same by any party hereto: (a) the parties agree to submit their dispute for resolution by arbitration before the American Arbitration Association (\"AAA\") in New York, NY, in accordance with the then current Commercial Arbitration rules of the AAA.\nand (b) you agree to first commence a formal dispute proceeding by completing and an emailing an Initial Dispute Notice to Company at </strong> info@ConsumerDigitalSurvey.com <u>.</u>\n<strong> We may choose to provide you with a final written settlement offer after receiving your Initial Dispute Notice (\"Final Settlement Offer\").\nIf we provide you with a Final Settlement Offer and you do not accept it, or we cannot otherwise satisfactorily resolve your dispute and you wish to proceed, you must submit your dispute for resolution by arbitration before the AAA, in your county of residence, by filing a separate Demand for Arbitration.\nFor claims of Ten Thousand Dollars ($10,000.00) or less, you can choose whether the arbitration proceeds in person, by telephone or based only on submissions.\nIf the arbitrator awards you relief that is greater than our Final Settlement Offer, then we will pay all filing, administration and arbitrator fees associated with the arbitration and, if you retained an attorney to represent you in connection with the arbitration, we will reimburse any reasonable attorneys' fees that your attorney accrued for investigating, preparing and pursuing the claim in arbitration.\nAny award rendered shall be final and conclusive to the parties and a judgment thereon may be entered in any court of competent jurisdiction.\nAlthough we may have a right to an award of attorneys' fees and expenses if we prevail in arbitration, we will not seek such an award from you unless the arbitrator determines that your claim was frivolous.\n</strong>\n<br>\n<br>\n<strong> To the extent permitted by law, you agree that you will not bring, join or participate in any class action lawsuit as to any claim, dispute or controversy that you may have against the Covered Parties and/or their respective employees, officers, directors, members, representatives and/or assigns.\nYou agree to the entry of injunctive relief to stop such a lawsuit or to remove you as a participant in the suit.\nYou agree to pay the attorney's fees and court costs that any Covered Party incurs in seeking such relief.\nThis provision preventing you from bringing, joining or participating in class action lawsuits: (i) does not constitute a waiver of any of your rights or remedies to pursue a claim individually and not as a class action in binding arbitration as provided above.\nand (ii) is an independent agreement.\nYou may opt-out of these dispute resolution provisions by providing written notice of your decision within thirty (30) days of the date that you first access the Website.\n</strong>\n</p>\n</li>\n<li>\n<u>Severability</u>\n<p> Should any part of the Agreement be held overbroad, invalid or unenforceable, that portion shall be construed as consistent with applicable law and the remaining portions shall remain in full force and effect.\n</p>\n</li>\n<li>\n<u>Headings</u>\n<p> Headings are for reference purposes only and in no way define, limit, construe or describe the scope or extent of such section.\n</p>\n</li>\n<li>\n<u>Control</u>\n<p> To the extent that anything in, or associated with, the Website Offerings and/or e-mail messages or other communications associated therewith is in conflict or inconsistent with the Agreement, the Agreement shall control.\nNotwithstanding the foregoing, to the extent that there is any inconsistency between these Terms and the Rules associated with any particular Promotion, insofar as the applicable Promotion is concerned, the Rules shall govern in all respects.\n</p>\n</li>\n<li>\n<u>Non-Waiver</u>\n<p> Any failure by Company to enforce any provision of the Agreement shall not be deemed a waiver of such provision nor of the right to enforce such provision at any later date.\n</p>\n</li>\n<li>\n<u>Assignment</u>\n<p> We may assign the Agreement, and any rights and obligations hereunder, in whole or in part, at any time without notice to you.\nYou may not assign the Agreement or transfer any rights to use the Website Offerings </p>\n</li>\n<li>\n<u>Legal Warning</u>\n<p> Any attempt by any individual or entity, whether or not a registered participant, to damage, destroy, tamper with, vandalize and/or otherwise interfere with the operation of the Website Offerings and/or e-mail messages associated therewith, is a violation of criminal and civil law and we will diligently pursue any and all remedies in this regard against any offending individual or entity to the fullest extent permissible by law and in equity.\n</p>\n</li>\n<li>\n<u>Independent Investigation</u>\n<p>\n<strong> You hereby acknowledge and agree that you have read the Agreement in full and agree to all of its terms and conditions.\nYou have independently evaluated the desirability of utilizing the Website Offerings, including participating in any Promotion, and you are not relying on any representation, guarantee or statement other than as set forth in the Agreement.\n</strong>\n</p>\n</li>\n<li>\n<u>Contact Us</u>\n<p> If you have any questions or comments about these Terms or the Website Offerings, please: contact us via e-mail at: info@ConsumerDigitalSurvey.com .\ncall us toll free at: (844) 435-3969.\nor contact us via U.S.\nMail at: Consumerdigitalsurvey, PO Box 4668 #85919, New York, NY 10163-4668.\n</p>\n</li>\n</ol> ", "created_at": "2023-03-29 04:22:08.839895", "updated_at": "2023-03-29 04:23:26.188307"}, {"id": 15006, "name": "Privacy Policy", "url": "https://www.consumerdigitalsurvey.com/privacy.cgi?config=9311", "xpath": "//body", "text": "\nConsumerdigitalsurvey and Consumer Concierge Privacy Policy <p>\n<b>Consumerdigitalsurvey and\nConsumer Concierge Privacy Policy</b>\n</p>\n<p>Last Updated: 06/23/2022</p>\n<p>Thank you for visiting the\nConsumerdigitalsurvey and Consumer Concierge website located at\nConsumerDigitalSurvey.com (the \"Website\").\nThe Website is an Internet\nproperty of Consumerdigitalsurvey and Consumer Concierge (collectively,\n\"Company,\" \"us,\" \"our\" or \"we\").\nWe believe in\n100% permission-based marketing.\nAll visitors to, or Users of, the Website are\nreferred to, individually, as \"User,\" \"you\" or\n\"your.\" Capitalized terms not defined herein shall have the meaning\nset forth in the Consumerdigitalsurvey and Consumer Concierge Terms and\nConditions (the \"Terms\").</p>\n<p>\n<b>I.\nIntroduction</b>\n</p>\n<p>We have created this\nConsumerdigitalsurvey and Consumer Concierge Privacy Policy (the \"Privacy\nPolicy\") in order to disclose our information gathering and dissemination\npractices.\nIn particular, this Privacy Policy will outline the following: (a)\nyour acknowledgement and agreement to be bound by the terms of this Privacy\nPolicy.\n(b) the means by which changes will be made to this Privacy Policy.\n(c)\nyour privacy rights including - for all California state residents - your\nCalifornia Privacy Rights.\n(d) what information we collect and how we use it.\n(e) to whom we may share the information collected.\n(f) your choices regarding\nthe sharing of information including, without limitation, your ability to\nopt-out of having your information shared.\nand (g) how to review the\ninformation collected about you.<b> Please carefully review this Privacy Policy\nin its entirety.\nIf you do not agree to abide by and be bound by all terms and\nconditions set forth in this Privacy Policy, you are NOT authorized to access\nand/or use the Website Offerings in any way.</b>\n</p>\n<p>\n<b>II.\nYour Acknowledgement and\nAgreement</b>\n</p>\n<p>The Website is not intended\nfor use by any individuals under eighteen (18) years of age (or the applicable\nage of majority if the age of majority in your jurisdiction is greater than\neighteen (18) years of age) and/or those individuals who are not legal\nresidents of the United States of America.\nCanadian residents are not permitted\nto participate in any Reward Program Offers.\n&nbsp;For the avoidance of doubt, if\nyou are a resident of a European Union Member State, you are not permitted to\nuse the Website and/or Website Offerings.\n&nbsp;If you are not eighteen (18) years\nof age or older (or the applicable age of majority if the age of majority in\nyour jurisdiction is greater than eighteen (18) years of age), and/or you are\nnot a valid resident of the United States of America, and/or you do not agree\nwith the terms of this Privacy Policy in its entirety, then you are NOT\nauthorized to access and/or use the Website Offerings in any way.</p>\n<p>You agree to the terms and\nconditions contained in this Privacy Policy, in their entirety, when you: (a)\naccess and/or use the Website and/or various registration forms, web pages and\nother online media (collectively, \"Online Media\").\n(b) access certain\ntext, images, video, audio and other content and information as made available\nby: (i) Company (collectively, \"Company Content\").\nand (ii) third-parties\nincluding, but not limited to, content that is submitted by, or aggregated\nfrom, third-party sources (\"Third-Party Content,\" and together with the Company\nContent and Member Content, the \"Content\").\n(c) access links to third-party\nwebsites and resources (\"Third-Party Links\").\n(d) register to establish a\nCompany account (\"Account\").\n(e) register for, and participate in, any of the\ndrawings, contests, sweepstakes and Reward Program Offers that we may make\navailable on the Website from time-to-time (collectively, the \"Promotions\").\n(f) request information regarding certain products and/or services featured on\nthe Website (collectively, \"Services\"), as offered by third party service\nproviders, advertisers and marketing partners (collectively, \"Partners\").\nand/or (g) utilize the contact form and/or other functionality as a means to\nrequest to be contacted by Company (collectively, \"Contact Services,\" and\ntogether with the Website, Content, Third-Party Links and Promotions, the\n\"Website Offerings\").</p>\n<p>\n<b>III.&nbsp.\nYour California\nPrivacy Rights</b>\n</p>\n<p>\n<i>\n<u>Shine the Light</u>\n</i>.&nbsp.\nIf you are a resident of the State of California and would like to learn how\nyour \"personal information\" (as defined in the Shine the Light Law, Cal.\nCiv.\nCode § 1798.83) is shared with third parties, what categories of personal\ninformation we have shared with third parties in the preceding year, as well as\nthe names and addresses of those third parties, please e-mail us at:\ninfo@ConsumerDigitalSurvey.com.\ncall us at: (844) 435-3969.\nor send us U.S.\nMail to: Consumerdigitalsurvey, PO Box 4668 #85919, New York,\nNY 10163-4668.</p>\n<p>Further, if you are a\nresident of the State of California and would like to opt-out from the\ndisclosure of your personal information to any third party for marketing\npurposes, please e-mail us at: info@ConsumerDigitalSurvey.com.\ncall us at: (844) 435-3969.\nor send us U.S.\nMail to: Consumerdigitalsurvey, PO Box 4668 #85919, New York,\nNY 10163-4668.&nbsp.\nPlease be advised that where California State residents opt-out\nfrom permitting their personal information to be shared, such individuals may\nstill receive selected offers directly from us, in accordance with applicable\nlaw.\n</p>\n<p>\n<i>\n<u>California Consumer Privacy Act of 2018\n(\"CCPA\")</u>\n</i>.&nbsp.\nIn addition to the foregoing, if you\nare a resident of the State of California certain other privacy-related rights\nmay apply to you in accordance with the CCPA, including the right to opt-out of\nour sale/sharing of your personal information, as well as the right to know\nwhat personal information about you we have collected, whether your personal\ninformation was shared with third-parties in the preceding year and, if so,\nwhat categories of personal information were shared, as well as the categories\nof third parties with whom we shared that personal information.&nbsp.\nPlease see our\n\"Privacy Provisions for California Residents\" below for a more complete\ndescription of your rights under the CCPA as a California State resident.</p>\n<p>\n<b>IV.&nbsp.\nYour Nevada Privacy Rights</b>\n</p>\n<p>Nevada State residents have\nthe right to submit opt-out requests to website operators instructing those\nwebsite operators not to sell any \"covered information\" that the\nwebsite operators have collected about the Nevada State residents to any third\nparty data broker(s).\nCovered information includes a consumer's name, postal\nand email addresses, telephone number and Social Security Number, and includes\nthe Information described below in the \"Types/Categories of Information We\nMay Collect and How We Use It\" section.\nIf you are a Nevada State resident\nand you wish to exercise your right to request that we to stop the sale of your\nInformation to third party data brokers, please submit your request by: (a)\nclicking on the link \"Do Not Sell My Personal Information\".\n(b) emailing\nus at:&nbsp;info@ConsumerDigitalSurvey.com&nbsp;with\nthe subject line \"Nevada Privacy Rights\".\nor (c) calling us toll free\nat: (844) 435-3969.\nIn your request, please specify that you want to exercise\nyour rights to opt-out from the sale of covered information under the Nevada\nPrivacy Law and specify the Website that you visited and the email address you\nregistered with.\nPlease allow thirty (30) days for a response.</p>\n<p>\n<b>Privacy\nPolicy Quick Links</b>\n</p>\n<p>Below are links\nto key sections of our Privacy Policy:</p>\n<p>Changes to this Privacy\nPolicy</p>\n<p>Types/Categories of\nInformation We May Collect and How We Use It</p>\n<p>How We May Disclose\nand/or Sell Information</p>\n<p>Collection and Use of\nYour Non-Personally Identifiable Information</p>\n<p>Privacy Provisions for\nCalifornia Residents</p>\n<p>Unsubscribe/Opt-Out</p>\n<p>Security</p>\n<p>Children's Privacy</p>\n<p>Accessing, Modifying and Deleting Your\nInformation</p>\n<p>Limitation of Liability</p>\n<p>\n<b>V.\nChanges to this Privacy\nPolicy</b>\n</p>\n<p>\n<b>We reserve the right, in our\nsole discretion, to change, modify, update and/or remove portions of this\nPrivacy Policy at any time, simply by posting such changes to the Website, so\nwe strongly encourage you to review this Privacy Policy periodically.</b>\n</p>\n<p>For the avoidance of doubt,\nall Privacy Policy changes or modifications will be posted on the Website and\nshall take effect immediately upon their posting.\n<i>provided, however,</i>\nthat if the manner in which we use personal information changes, Company will\nnotify Users by: (a) sending the modified policy to our Users via e-mail.\nand/or (b) any other reasonable means acceptable under applicable state and\nfederal law.&nbsp.\nYou will have a choice as to whether or not we use your\ninformation in this different manner, and we will only use your information in\nthis different manner where you opt-in to such use.\n</p>\n<p>\n<b>VI.\nTypes/Categories of\nInformation We May Collect and How We Use It</b>\n</p>\n<p>Please see our Privacy\nProvisions for California Residents below for more details regarding our collection\nand use of Personally Identifiable Information (as defined below).</p>\n<p>·&nbsp.\nInformation that could reasonably identify a User, such as name, postal\naddress, email address(es), mobile/landline phone number(s), date of birth and\ngender;</p>\n<p>·&nbsp.\nInformation collected from a User's responses to survey questions, including\npreferences, products and services of interest, personal attributes such as\nmarital status, home or auto ownership, political affiliation, views on various\nissues and responses to wellness questions, as further described below;</p>\n<p>·&nbsp.\nInformation collected from our web server log files, including device type(s), User\nagent data, referring URL(s), and IP address(es);</p>\n<p>·&nbsp.\nInformation collected from our customer support department and fulfillment\nvendors, including customer support inquiries, Promotion-related claims and\nemails and, as needed, proof of identification and Promotion completion;</p>\n<p>·&nbsp.\nInformation collected from Cookies (as defined below), including whether a User\nhas previously visited the Website.</p>\n<p>We may be required to\ncreate, collect, maintain, and/or submit certain information requested and/or\nrequired by the government or other regulating authorities, including, without\nlimitation, IRS Forms W-9 and 1099.\nThis information, which may include your\ntaxpayer identification number (collectively, \"Sensitive Information\"), will\nnot be used, shared, transferred, or sold for any marketing purposes.</p>\n<p>We collect and combine your\nPersonally Identifiable Information and Non-Personally Identifiable Information\n(collectively, \"Information\") when you: (a) open, preview or click on\nany e-mail messages that we send on our behalf or on behalf of one of our\nPartners.\n(b) register on the Website to participate in any Promotions and/or\nutilize any other Website Offerings.\nand/or (c) otherwise provide personal\ninformation to us by and through the Website Offerings.\nFor purposes of this\nPrivacy Policy, \"Personally Identifiable Information\" refers to data collected that\nidentifies, relates to, describes, is capable of being associated with, or\ncould reasonably be linked, directly or indirectly, with a particular consumer\nor household including, but not limited to, e-mail address, name, postal\naddress, date of birth, gender and/or telephone number.\nAlternatively, for\npurposes of this Privacy Policy, \"Non-Personally Identifiable Information\"\nrefers to data that cannot be used to identify, relate to, describe, associate\nwith, or reasonably link, directly or indirectly, with a particular consumer or\nhousehold.\nWhile the submission of any information is voluntary - and at your\ncomplete discretion - such submissions may be required in order to utilize\ncertain Website Offerings, including the Promotions.</p>\n<p>As noted above, we may use\nthe collected Information for any legally permissible purpose in our sole\ndiscretion including, but not limited to, those explained below.\nWithout\nlimiting the foregoing, we may also use your Information to send you\npromotional messages regarding various Company products and/or services, as\nwell as third-party products and/or services that we think may be of interest\nto you.\nIf you wish to stop receiving future communications from us, please\nfollow the instructions at the end of each such marketing message or use any of\nthe other options available in the \"Opt-Out/Unsubscribe\" section below</p>\n<p>We may employ other\ncompanies and individuals to perform certain functions on our behalf.\nExamples\ninclude sending direct and electronic mail, removing duplicate information from\nour database, analyzing data, conducting drawings and other Promotion-related\nactivities and providing marketing analysis.\nThe agents performing these\nlimited functions on our behalf shall have access to your Information only as\nneeded to perform their functions for us.\nand we do not permit them to use your\nInformation for any other purposes.</p>\n<p>We may also use your\npersonal information for customer service functions, to provide you with\ninformation that you may request in connection with the Website Offerings to\ncustomize your experience with the Website Offerings, and/or to contact you -\nwhen necessary - in connection with transactions entered into by you through\nthe Website Offerings, if any.\nWe may also use your Information for internal\nbusiness purposes, such as analyzing, managing and optimizing our business.\nWe\nmay combine any of the Information that we have gathered from you with\ninformation from other Users and sources.</p>\n<p>We reserve the right to\nrelease current or past Information (including Sensitive Information) in the\nevent that: (i) we believe that you are using, or have used, the Website\nOfferings in violation of this Privacy Policy, the Terms, or any of our other\noperating rules, policies, schedules now in effect or which we may later\npublish from time to time.\n(ii) we believe that you are using, or have used,\nthe Website Offerings to commit unlawful acts.\n(iii) such Information is\nsubpoenaed or requested pursuant to a judicial or regulatory proceeding or\ninquiry.\n<i>provided, however,</i> that, where permitted by applicable law, we\nshall provide you with e-mail notice, and opportunity to challenge the\nsubpoena, prior to disclosure of any of your Information pursuant to a\nsubpoena.\n(iv) we are sold, merge with a third-party or are acquired by a\nthird-party (collectively, \"M&amp;A Transactions\") (including where we share\nyour Information, in connection with the due diligence process associated with\na potential M&amp;A Transaction).\n(v) if we are the subject of bankruptcy proceedings.\n<i>provided, however, </i>that if Company is involved in a bankruptcy\nproceeding and/or M&amp;A Transaction, you will be notified via e-mail and/or a\nprominent notice on the Website of any change in ownership or uses of your\npersonal information, as well as any choices that you may have regarding your\npersonal information.\nand/or (vi) we deem it necessary or appropriate\nincluding, without limitation, sharing your e-mail address with third parties\nfor suppression purposes in compliance with the CAN-SPAM Act of 2003, as\namended from time to time.\nYou should also be aware that courts of equity, such\nas U.S.\nBankruptcy Courts, might have the authority under certain circumstances\nto permit personal information to be shared or transferred to third parties\nwithout permission.</p>\n<p>By submitting your e-mail\naddress to us by and through the Website Offerings or otherwise, you agree to\nreceive e-mail marketing from us (including our other properties).\n</p>\n<p>By registering with the Website,\nyou agree that such act constitutes an inquiry and/or application for purposes\nof the Amended Telemarketing Sales Rule (16 CFR §310 et seq.), as amended from\ntime to time (the \"TSR\") and applicable state do-not-call regulations.\nFurther, notwithstanding that your telephone number may be listed on the\nFederal Trade Commission's Do-Not-Call List, and/or on applicable state\ndo-not-call lists, we retain the right to contact you via telemarketing in\naccordance with the TSR and applicable state do-not-call regulations.</p>\n<p>Where\nyou provide \"<u>prior express consent</u>\" within the meaning of the Telephone\nConsumer Protection Act (47 USC § 227), and its implementing regulations\nadopted by the Federal Communications Commission (47 CFR § 64.1200), as amended\nfrom time-to-time (\"<u>TCPA</u>\"), you consent to receive telephone calls from Company,\nincluding artificial voice calls, pre-recorded messages and/or calls (including\nSMS text messages) delivered via automated technology, to the telephone number(s)\nthat you provided.\nPlease note that you are not required to provide this\nconsent in order to obtain access to the Website Offerings, and your consent\nsimply allows Company to contact you via these means.&nbsp;<b>Please be advised\nthat by agreeing to this Privacy Policy, you are obligated to immediately\ninform us if and when the telephone number that you have previously provided to\nus changes.\nWithout limiting the foregoing, if you: (A) have your telephone\nnumber reassigned to another person or entity.\n(B) give up your telephone\nnumber so that it is no longer used by you.\n(C) port your telephone number to a\nlandline or vice versa.\nor (D) otherwise stop using that telephone number for\nany reason (collectively \"<u>Phone Number Change</u>\"), you agree that you\nshall promptly notify Happy Belly Pregnancy™ of the Phone Number Change via\ne-mail at:&nbsp;</b>\n<b>info@ConsumerDigitalSurvey.com</b>\n<b>,\nor by using one of the methods set forth in the \"Contact Us\" section below</b>.</p>\n<p>In connection with the\nWebsite Offerings, we may make available a service by which you can receive\nmessages on your wireless device via short message service (\"SMS\nService\").\nYour wireless service provider´s standard data and messaging\nrates would apply to all such SMS correspondence.\nAll charges are billed by,\nand payable to, your mobile service provider.\nYou represent that you are: (I) eighteen\n(18) years of age or older (or the applicable age of majority if the age of\nmajority in your jurisdiction is greater than eighteen (18) years of age).\n(II)\nthe owner or authorized user of the wireless device on which SMS messages will\nbe received.\nand (III) authorized to approve the applicable charges.\nData\nobtained from you in connection with this SMS Service may include your name,\naddress, cell phone number, service provider's name, and the date, time, and\ncontent of your SMS messages.\nIf fees are charged to your wireless account\ninvoice, we may provide your carrier with your applicable information in\nconnection therewith.\nYour wireless carrier and other service providers may also\ncollect data about your wireless device usage, and their practices are governed\nby their own policies.\nThe use of this information will be in accordance with\nthis Privacy Policy.\nYou may opt out of the SMS Service at any time, by\nreplying with the keywords \"STOP,\" \"END,\" or\n\"QUIT\" to the SMS text message received from us or by using the\nUnsubscribe link on the Website.\nPlease note, by unsubscribing from the SMS\nService, you will not automatically be unsubscribed from other SMS programs to\nwhich you may have also subscribed.\nYou may receive assistance for the SMS\nService by replying with the keyword \"HELP\" to the message received.</p>\n<p>You acknowledge and agree\nthat the SMS Service is provided via wireless systems which use radios (and\nother means) to transmit communications over complex networks.\nWe will not be\nliable for any delays in the receipt of any SMS messages, as delivery is\nsubject to effective transmission from your network operator.\nThe SMS Service is\nprovided on an \"AS IS\" and \"AS AVAILABLE\" basis.\nWe are not responsible for\nincomplete, lost, late, damaged, illegible or misdirected SMS messages or for\nany technical problems, malfunctions of any telephone lines, computer systems,\nservers, providers, hardware/software, lost or unavailable network connections\nor failed, incomplete, garbled or delayed computer transmission or any\ncombination thereof.\nFurthermore, we assume no responsibility for undeliverable\nSMS messages resulting from any form of active or passive mobile filtering by\nyour wireless service provider or for insufficient space in your mobile phone\naccount to messages.\nWe also reserve the right, in our sole discretion, to\ncancel or suspend the SMS Service for any reason, including where a virus, bug\nor other cause beyond our control corrupts the administration, security or\nproper operation thereof.\nWe do not guarantee that your use of the SMS Service\nwill be private or secure, and we hereby disclaim all liability to you for any\nlack of privacy or security that you may experience.\nYou are fully responsible\nfor taking precautions and providing security measures best suited for your\nneeds and intended use of the SMS Service.\n</p>\n<p>\n<b>VII.\nHow We May Disclose\nand/or Sell Information</b>\n</p>\n<p>Please see our Privacy\nProvisions for California Residents below for more details regarding our use,\nsharing and sale of Personally Identifiable Information.</p>\n<p>We may share and/or sell\nInformation that we have about Users in many ways and for many purposes, for\nwhich we may be compensated, including the following:</p>\n<p>·\nBy submitting your Information by and through the Website\nOfferings, you agree that: (a) we may share, sell, rent, lease or otherwise\nprovide that Information (other than Sensitive Information) to any third-party\nfor any purpose permitted by law.\nand (b) we may work with other businesses to\nbring selected third-party offers to you.\nThese businesses and third-parties\nmay include, but are not limited to: (i) providers of direct marketing services\nand applications, including lookup and reference, data enhancement, suppression\nand validation.\n(ii) e-mail marketers.\n(iii) telemarketers (where permitted by\napplicable law).\nand (iv) direct marketers.\n&nbsp;</p>\n<p>·\nWe may share your Information with one or more vendors who provide independent\nverification of consent, including verification of consent under the TCPA;</p>\n<p>·&nbsp.\nWe may share your Information to enable customer service vendors to perform their\nrespective tasks, including for fulfillment of Promotions.\nand</p>\n<p>·&nbsp.\nWe may share your Information to enable our Information verification and fraud\ndetection vendors to perform contracted for services.</p>\n<p>When we share and/or sell\nInformation, we enter into agreements that describe the purpose for which the\nInformation is shared/sold, restrict its use to the agreement's specified\npurpose and require that all Information remain confidential and protected from\nunauthorized disclosure.</p>\n<p>\n<b>VIII.\nCollection and Use of\nYour Non-Personally Identifiable Information</b>\n</p>\n<p>Please see our Privacy\nProvisions for California Residents below for more details regarding our collection\nand use of Non-Personally Identifiable Information.</p>\n<p>\n<i>Response Data.</i>\n</p>\n<p>Whenever you open, preview\nor click on the advertising portion of our e-mail messages, the Website or any\nof our other Online Media, we collect such response data and other Non-Personally\nIdentifiable Information for our internal marketing purposes (collectively,\n\"Response Data\").</p>\n<p>\n<i>Ad-Serving.</i>\n</p>\n<p>We may serve advertisements\nto you based, in part, on your IP address, the demographic and geographic Information\nyou submitted to us, as well as other socio-economic information, psychographic\ninformation, Internet behavior (i.e., browsing, searching, purchasing,\nad-response behavior, etc.), and lifestyle information about you.</p>\n<p>\n<i>IP Address/Browser Type.</i>\n</p>\n<p>We may collect certain\nNon-Personally Identifiable Information about you whenever you visit the\nWebsite and/or our Online Media.\nThis Non-Personally Identifiable Information\nmay include, without limitation, the type of browser that you use (e.g.,\nSafari, Firefox, Chrome, etc.), your IP address, the type of operating system\nthat you use (e.g., Windows or Mac OS) and the domain name of your service\nprovider.\nWe use the Non-Personally Identifiable Information that we collect to\nimprove our design and to personalize your experience.\nWe also may use this\nInformation in the aggregate to analyze usage.\nWe also reserve the right to use\naggregate or group data about our Users for any other lawful purposes.\nAggregate or group data is data that describes the demographics, usage and/or\ncharacteristics of our Users as a group.\n</p>\n<p>\n<i>Behavioral Tracking.</i>\n</p>\n<p>Company, as well\nas third party entities such as Google® and Facebook®, use Cookies (as defined\nbelow), pixels and other tracking technology (collectively, \"Tracking\nTechnology\") in connection with the Website for purposes of tracking Users'\nactivities (such as websites visited, advertisements selected and pages viewed)\nafter they leave the Website.\nCompany, and its third-party partners, use this\nTracking Technology to target applicable Users with advertisements featuring\nCompany products and/or services, as well as third-party products and/or\nservices, that may be of interest to applicable Users.</p>\n<p>In general,\nUsers may be able to disable some, but not all, of this tracking activity by\nutilizing the \"Do Not Track\" setting or similar options within most major\nInternet browsers.\nIn addition, Users may be able to opt-out of this form of\ntracking utilizing the options made available by the&nbsp;Network\nAdvertising Initiative&nbsp;or&nbsp;Digital\nAdvertising Alliance.</p>\n<p>Further, Users\ncan opt-out of this tracking by emailing us at: info@ConsumerDigitalSurvey.com.&nbsp.\nUsers can\nalso opt-out of certain Google®-related tracking technology, and customize the\nGoogle® Display Network ads that they receive, by visiting the Google® Ads Settings\nat: http://www.google.com/settings/ads.\nGoogle® also recommends installing the\nGoogle® Analytics Opt-out Browser Add-on for your web browser, which is\navailable here: https://tools.google.com/dlpage/gaoptout.\nTo the greatest\nextent permissible under applicable law, we are not responsible for the\ntracking practices of third-parties in connection with the Website.</p>\n<p>&nbsp;</p>\n<p>\n<i>Cookies.</i>\n</p>\n<p>We collect some information\nabout you simply by virtue of you accessing the Website.\nNamely, when you visit\nthe Website, receive emails/communications, and/or access any of our other\nOnline Media, we, or a data provider that we have engaged, may place, recognize\nor send a unique cookie, single-pixel GIF files/images and/or similar\ntechnologies (collectively, \"Cookie\") to assign an anonymous, unique\nidentifier to your Internet browser.\nA Cookie is a small piece of data stored\non your computer's hard drive containing Non-Personally Identifiable\nInformation about you.\n</p>\n<p>Cookies are not designed to collect\ndata from your hard drive, your e-mail account or any other Personally\nIdentifiable Information about you.\nNo Personally Identifiable Information is\nplaced into these Cookies.\nCookies are used to store information about an\nindividual's preferences and history in order to better serve the User and/or\npresent you with customized ads, content and/or services.\nCookies may reflect\nde-identified demographic or other data linked to data that you have\nvoluntarily submitted to us, e.g., your e-mail address, in hashed, non-human\nreadable form.\nCookies have many benefits including, enhancing the functionality\nof the Website Offerings, delivering a more personalized experience and\nimproving and delivering certain content and offerings.\nWe may also use\nsoftware tools to measure and collect session information, including page\nresponse times, download errors, length of visits to certain pages, page\ninteraction information (such as scrolling, clicks, and mouse-overs) and\nmethods used to browse away from the page.\nTo learn more about interest-based\nadvertising in general and to opt out, please visit&nbsp;http://www.aboutads.info/choices.</p>\n<p>If you do not want\ninformation collected through the use of Cookies, there is a simple procedure\nin most Internet browsers that allows you to accept or reject most Cookies.\nTo\ndisable and reject certain Cookies, follow the instructions associated with\nyour Internet browser.\nPlease note that if you reject our Cookies, it is\npossible that you will be prevented from accessing certain Website Offerings,\nsome of the Website pages and other Online Media may not properly load, your\naccess to certain information might be denied, and/or you might have to enter\ninformation about yourself more than once.\nWe reserve the right to retain\nCookie data indefinitely.</p>\n<p>To protect your privacy, we\ndo not use Cookies to store or transmit any Personally Identifiable Information\nabout you on the Internet.</p>\n<p>\n<i>Cross Device Tracking.</i>\n</p>\n<p>Company tracks Users' use of\nthe Website Offerings across various devices, including Users'\npersonal computers and mobile devices, in order to optimize and personalize use\nof the Website Offerings.\nCompany may collect\ncertain User personal information across various devices.</p>\n<p>\n<i>Aggregate Data.</i>\n</p>\n<p>Company reserves the right\nto transfer and/or sell aggregate or group data about Users of the Website Offerings for lawful purposes.\nAggregate or group data is\ndata that describes the demographics, usage and other characteristics of Website Offerings Users as a group, without disclosing Personally\nIdentifiable Information.</p>\n<p>\n<i>No Spyware.</i>\n</p>\n<p>We do not install any\nspyware or adware in connection with the Website Offerings, or distribute any\ncommercial message, or authorize any third party to distribute any commercial\nmessage, by means of spyware or adware.\n\"Spyware\" or\n\"adware\" is any software which has been downloaded to and/or\ninstalled on an Internet user's computer, without that individual's actual\nconsent, and facilitates the distribution of any commercial message to that\nindividual.\nIf you feel that you may have spyware from another company installed\non your machine, there are various anti-spyware/adware software applications\navailable on the Internet to identify if this has occurred.</p>\n<p>\n<i>Website Tracking\nSoftware/Domain Addresses.\n</i>\n</p>\n<p>Our web servers, utilize\ncertain tracking software to capture your domain address (the address of your\nInternet service provider) for purposes of tracking statistics.\nThe capture of\nyour domain address is a common practice among websites for measuring the\nnumber of hits, pages visited and length of time spent on a site.\nWe use this\ninformation to measure the effectiveness of Website offerings in order to\nbetter serve you.</p>\n<p>\n<b>IX.\n</b>\n<b>Privacy\nProvisions for California Residents</b>\n</p>\n<p>These Privacy\nProvisions for California Residents (\"<u>Privacy Provisions</u>\") supplement,\nand do not limit in any way, the Privacy Policy set forth above.&nbsp.\nThese Privacy\nProvisions apply solely to residents of the State of California (\"<u>CA Users</u>\").&nbsp.\nWe adopt these Privacy Provisions in compliance with the California Consumer\nPrivacy Act of 2018 (\"<u>CCPA</u>\").&nbsp.\nAny terms defined in the CCPA have\nthe same meaning when used in these Privacy Provisions.&nbsp.\nCA\nUsers with disabilities who wish to access these Privacy Provisions in an\nalternative format can contact us by: emailing us at: info@ConsumerDigitalSurvey.com.\ncalling us at: (844) 435-3969.\nor sending us U.S.\nMail to: Consumerdigitalsurvey, PO Box 4668 #85919, New\nYork, NY 10163-4668.\n</p>\n<p>\n<u>Categories of Information We Collect</u>\n</p>\n<p>We\ncollect information that identifies, relates to, describes, references, is\ncapable of being associated with, or could reasonably be linked, directly or\nindirectly, with a particular CA User or device (\"<u>personal information</u>\").\nIn particular, we have collected the following categories of personal\ninformation from CA Users within the last twelve (12) months:</p>\n<p>\n<b>Category</b>\n</p>\n<p>\n<b>Examples</b>\n</p>\n<p>\n<b>Collected</b>\n</p>\n<p>A.\nIdentifiers.</p>\n<p>A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, telephone number, or other similar identifiers.</p>\n<p>YES</p>\n<p>B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).</p>\n<p>A name, signature, Social Security number, physical characteristics or description, postal address, telephone number, passport number, driver's license or State identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\nSome personal information included in this category may overlap with other categories.</p>\n<p>YES</p>\n<p>C.\nProtected classification characteristics under California or federal law.</p>\n<p>Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).</p>\n<p>YES</p>\n<p>D.\nCommercial information.</p>\n<p>Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<p>YES</p>\n<p>F.\nInternet or other similar network activity.</p>\n<p>Browsing history, search history, information on a CA User's interaction with a website, application or advertisement.</p>\n<p>YES</p>\n<p>K.\nInferences drawn from other personal information.</p>\n<p>Profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</p>\n<p>YES</p>\n<p>&nbsp;</p>\n<p>Personal\ninformation does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>De-identified or aggregated CA User information.</li>\n<li>Information excluded from the CCPA's scope, such as:</li>\n<ul>\n<li>health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data.\nand</li>\n<li>personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994.</li>\n</ul>\n</ul>\n<p>We\nobtain the categories of personal information listed above from the following\ncategories of sources (with the specific categories of personal information\nindicated in parenthesis):</p>\n<ul>\n<li>Directly from our CA Users.\nFor example, from online registration forms that our CA Users submit to us in connection with the products and/or services that we offer by and through the Website.\n(Categories A, B, C, D and K)</li>\n<li>Indirectly from our CA Users.\nFor example, through information we collect from our CA Users in the course of providing our products and/or services to them.\n(Categories A, B, C, D, F and K)</li>\n<li>Directly and indirectly from activity on the Website.\nThis includes the type of browser that the CA User uses (e.g., Safari, Chrome, Internet Explorer), CA User IP address, the type of operating system used by the CA User (e.g., Windows or iOS) and the domain name of the CA User's Internet Service Provider.&nbsp.\nIn addition, we obtain certain Website usage details and analytics as same are collected automatically by us and our third party partners.\n(Category F)</li>\n<li>When our CA Users interact with us on our social media accounts, including commenting on and/or liking our posts.\n(Categories A, B, C, D, F and K)</li>\n<li>From third-parties that interact with us in connection with the products and/or services that we offer to our CA Users.\nFor example, third party entities that assist us in sending direct and electronic mail, removing duplicate information from CA User lists, analyzing data and providing marketing analysis.\n(Categories A, B, C, D, F and K)</li>\n</ul>\n<p>\n<u>Use\nof Personal Information</u>\n</p>\n<p>We\nmay use or disclose the personal information (including: (a)\nfull name.\n(b) mailing address/state of residence.\n(c) e-mail address.\n(d)\ntelephone number.\n(e) gender.\nand (f) date of birth)\nthat we collect for one or more of the following business purposes (with the\nspecific categories of personal information indicated in parenthesis):</p>\n<ul>\n<li>To fulfill or meet the reason for which the information is provided.\nFor example, if you provide us with personal information in connection with your request for the products and/or services featured on our Website, we will use that information to process your request.\n(Categories A, B, C, D, F and K)</li>\n<li>To provide you with information, products or services that you request from us.\n(Categories A, B, C, D, F and K)</li>\n<li>To create, maintain, customize and secure your account with us.\n(Categories A, B, C, D, F and K)</li>\n<li>To provide you with e-mail, direct mail and telemarketing messages concerning certain Company products and/or services, as well as third-party products and/or services, that we believe may be of interest to you.\n(Categories A, B, C, D, F and K)</li>\n<li>To deliver relevant Website content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you.\n(Categories A, B, C, D, F and K)</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including the Website's Terms and Conditions.\n(Categories A, B, C, D, F and K)</li>\n<li>To improve the Website and better present its contents to you.\n(Categories A, B, C, D, F and K)</li>\n<li>For customer service purposes and to respond to inquiries from you.\n(Categories A, B, C, D, F and K)</li>\n<li>For testing, research, analysis and product development.\n(Categories A, B, C, D, F and K)</li>\n<li>As necessary or appropriate to protect our rights, property or safety, and that of our customers or others.\n(Categories A, B, C, D, F and K)</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\n(Categories A, B, C, D, F and K)</li>\n<li>As described to you when collecting your personal information or as otherwise set forth in the CCPA.\n(Categories A, B, C, D, F and K)</li>\n<li>To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by us is among the assets transferred.\n(Categories A, B, C, D, F and K)</li>\n</ul>\n<p>We\nwill not collect additional categories of personal information or use the\npersonal information we collected for materially different, unrelated or\nincompatible purposes without providing you with notice.</p>\n<p>\n<u>Sharing\nPersonal Information</u>\n</p>\n<p>Subject\nto your right to opt-out of such sharing/sale, we may share your personal\ninformation (including: (a) full name.\n(b) mailing address/state\nof residence.\n(c) e-mail address.\n(d) telephone number.\n(e) gender.\nand (f)\ndate of birth) for the other business purposes set forth\nabove.&nbsp.\n</p>\n<p>When\nwe disclose personal information to a third party service provider or other\nentity, we enter into a contractual relationship that describes the purpose for\nwhich such third party may use the personal information and requires that third\nparty to both keep the personal information confidential and not use it for any\npurpose other than the performance of its services under the applicable\ncontract.&nbsp.\nPlease note, we do not collect information from CA Users that we\nactually know are less than eighteen (18) years of age and we do not share or\nsell the personal information of CA Users that we actually know are less than\neighteen (18) years of age.&nbsp.\nWithout limiting the foregoing, we have not shared\nor sold the personal information of CA Users that we actually know are less\nthan sixteen (16) years of age in the preceding twelve (12) months.</p>\n<p>In\nthe preceding twelve (12) months, we have disclosed the following categories of\npersonal information including: (a) full name.\n(b)\nmailing address/state of residence.\n(c) e-mail address.\n(d) telephone number.\n(e) gender.\nand (f) date of birth) for a business\npurpose: </p>\n<p>Category\nA&nbsp;&nbsp;&nbsp;&nbsp.\nIdentifiers.<br>\nCategory B&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCalifornia Customer Records personal information categories.\n<br>\nCategory C&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProtected classification characteristics under California or\nfederal law.\n<br>\nCategory D&nbsp;&nbsp;&nbsp;&nbsp.\nCommercial information.\n<br>\nCategory F&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInternet or other similar network activity.<br>\nCategory I&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProfessional or employment-related information.\n</p>\n<p>We\ndisclose your personal information (including: (a) full name.\n(b) mailing address/state of residence.\n(c) e-mail address.\n(d) telephone\nnumber.\n(e) gender.\nand (f) date of birth) for a business\npurpose to the following categories of third parties (with the specific\ncategories of personal information indicated in parenthesis):</p>\n<ul>\n<li>Our affiliates.\n(Categories A, B, C, D, F and K)</li>\n<li>Service providers.\n(Categories A, B, C, D, F and K)</li>\n<li>Third parties who purchase and/or license your personal information for marketing purposes, including: (a) providers of direct marketing services and applications, including lookup and reference, data enhancement, suppression and validation.\n(b) e-mail marketers.\n(c) telemarketers (where permitted by applicable law).\nand (d) direct marketers.\n(Categories A, B, C, D, F and K).</li>\n<li>Third parties to whom you authorize us to disclose your personal information in connection with the products and/or services that we provide to you.\n(Categories A, B, C, D, F and K)</li>\n</ul>\n<p>In\nthe preceding twelve (12) months, we have sold the following categories of\npersonal information including: (a) full name.\n(b)\nmailing address/state of residence.\n(c) e-mail address.\n(d) telephone number.\n(e) gender.\nand (f) date of birth) to third parties: </p>\n<p>Category\nA&nbsp;&nbsp;&nbsp;&nbsp.\nIdentifiers.<br>\nCategory B&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCalifornia Customer Records personal information categories.\n<br>\nCategory C&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProtected classification characteristics under California or\nfederal law.\n<br>\nCategory D&nbsp;&nbsp;&nbsp;&nbsp.\nCommercial information.\n<br>\nCategory F&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInternet or other similar network activity.<br>\nCategory I&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProfessional or employment-related information.&nbsp.\n</p>\n<p>In\nthe preceding twelve (12) months, we have sold the above referenced categories\nof personal information to the third parties who purchase and/or license your\npersonal information for marketing purposes, as well as the third parties who\nprovide the products and/or services featured by and through the Website.\n</p>\n<p>\n<u>Your\nRights and Choices</u>\n</p>\n<p>The\nCCPA provides CA Users (California residents) with specific rights regarding\ntheir personal information.\nThis section describes your CCPA rights and\nexplains how to exercise those rights.</p>\n<p>\n<i>Opt-Out\nfrom the Sharing of Your Personal Information</i>\n</p>\n<p>You\nhave the right to opt-out of our sharing your personal information with third\nparties.&nbsp.\nTo exercise your right to opt-out of our sharing your personal\ninformation with third parties, please submit a verifiable CA User request to\nus by either:</p>\n<ul>\n<li>\n<u>Clicking here;</u>\n</li>\n<li>Calling us at: (844) 435-3969;</li>\n<li>Emailing us at: info@ConsumerDigitalSurvey.com.\nor </li>\n<li>Sending us U.S.\nMail to: Consumerdigitalsurvey, PO Box 4668 #85919, New York, NY 10163-4668.</li>\n</ul>\n<p>We\nendeavor to act on all opt-out requests as soon as practicable, but in all\ncases within fifteen (15) business days of the receipt of your request.</p>\n<p>\n<i>Opt-Out from the Use and/or Sharing of\nYour Sensitive Personal Information</i>\n</p>\n<p>You\nhave the right to limit our use of your sensitive personal information,\nincluding any sensitive information from Category B (California Customer\nRecords personal information), Category C (Protected classification\ncharacteristics under California or federal law), Category D (Commercial\ninformation) and/or Category K (Inferences drawn from other personal\ninformation), to those uses which: (i) are necessary to perform the services or\nprovide the goods requested by you.\n(ii) help us to ensure security and integrity\nof your personal information to the extent the use of your sensitive personal\ninformation is reasonably necessary and proportionate for these purposes.\n(iii)\nare short-term, transient uses including, but not limited to, non-personalized\nadvertising shown as part of your then-current interaction with the Website,\nprovided that your personal information is not disclosed to another third party\nand is not used to build a profile about you or otherwise alter your experience\noutside the then-current interaction with the Website.\n(iv) involve performing\nservices on behalf of Company, including maintaining or servicing accounts,\nproviding customer service, processing or fulfilling orders and transactions,\nverifying customer information, processing payments, providing financing,\nproviding analytic services, providing storage, or providing similar services\non behalf of Company.\nand (v) include activities to verify or maintain the\nquality or safety of a service or device that is owned, manufactured, manufactured\nfor, or controlled by, Company, and to improve, upgrade, or enhance the service\nor device that is owned, manufactured, manufactured for, or controlled by,\nCompany.</p>\n<p>You\nalso have the right opt-out of our sharing your sensitive personal information\nwith third parties, including any sensitive information from Category B\n(California Customer Records personal information), Category C (Protected\nclassification characteristics under California or federal law), Category D\n(Commercial information) and/or Category K (Inferences drawn from other\npersonal information).&nbsp.\n</p>\n<p>To\nexercise your right to limit our use of your sensitive personal information\nand/or opt-out of our sharing your sensitive personal information with third\nparties, please submit a verifiable CA User request to us by either:</p>\n<ul>\n<li>\n<u>Clicking here;</u>\n</li>\n<li>Calling us at: (844) 435-3969;</li>\n<li>Emailing us at: info@ConsumerDigitalSurvey.com.\nor </li>\n<li>Sending us U.S.\nMail to: Consumerdigitalsurvey, PO Box 4668 #85919, New York, NY 10163-4668.</li>\n</ul>\n<p>We\nendeavor to act on all such requests as soon as practicable, but in all cases\nwithin fifteen (15) business days of the receipt of your request.</p>\n<p>\n<i>Access\nto Specific Information and Data Portability Rights</i>\n</p>\n<p>You\nhave the right to request that we disclose certain information to you about our\ncollection and use of your personal information over the past twelve (12)\nmonths.\nOnce we receive and confirm your verifiable CA User request, we will\ndisclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we have shared that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).</li>\n<li>If we sold or disclosed your personal information for a business purpose, two separate lists disclosing:</li>\n<ul>\n<li>sales, identifying the personal information categories that each category of recipient purchased.\nand</li>\n<li>disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.</li>\n</ul>\n</ul>\n<p>\n<i>Deletion\nRequest Rights</i>\n</p>\n<p>You\nhave the right to request that we delete any of your personal information that\nwe collected from you and retained, subject to certain exceptions.\nOnce we\nreceive and confirm your verifiable CA User request, we will delete (and direct\nour service providers to delete) your personal information from our (their)\nrecords, unless an exception applies.\n<i>provided, however, </i>that in some\ncases, strictly for regulatory compliance purposes and to better evidence/honor\nopt-out/unsubscribe requests (and for no other purposes), we may retain certain\nitems of your personal information on a de-identified and aggregated basis in\nsuch a manner that the data no longer identifies you.&nbsp.\n</p>\n<p>We\nmay deny your deletion request if retaining the information is necessary for us\nor our service providers to:</p>\n<ol>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our obligations in connection with our contract/relationship with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech rights, ensure the right of another CA User to exercise her/his free speech rights or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546&nbsp;<i>seq.</i>).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, but only if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with CA User expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ol>\n<p>\n<i>Exercising\nAccess, Data Portability and Deletion Rights</i>\n</p>\n<p>To\nexercise your access, data portability and/or deletion rights described above,\nplease submit a verifiable CA User request to us by either:</p>\n<ul>\n<li>\n<u>Clicking here;</u>\n</li>\n<li>Calling us at: (844) 435-3969;</li>\n<li>Emailing us at: info@ConsumerDigitalSurvey.com.\nor </li>\n<li>Sending us U.S.\nMail to: Consumerdigitalsurvey, PO Box 4668 #85919, New York, NY 10163-4668.</li>\n</ul>\n<p>Only\nyou or a person registered with the California Secretary of State that you\nauthorize to act on your behalf, may make a verifiable CA User request related\nto your personal information.\n</p>\n<p>You\nmay only make a verifiable CA User request for access or data portability twice\nwithin a 12-month period.\nThe verifiable CA User request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify that you are: (1) the person about whom we collected personal information.\nor (2) an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We\ncannot respond to your request or provide you with personal information if we\ncannot verify your identity or authority to make the request and confirm that\nthe personal information relates to you.&nbsp.\nMaking a verifiable CA User\nrequest does not require that you create an account with us.&nbsp.\nWe will only\nuse personal information provided in a verifiable CA User request to verify the\nrequestor's identity or authority to make the request.</p>\n<p>\n<i>Response\nTiming and Format</i>\n</p>\n<p>We endeavor to respond to all verifiable CA User\nrequests within forty-five (45) days of the receipt thereof.&nbsp.\nIf we\nrequire more time (up to ninety (90) days), we will inform you of the reason\nand extension period in writing.&nbsp.\nWe will deliver our written response by\nmail or electronically, at your option.&nbsp.\nAny disclosures that we provide\nwill only cover the twelve (12) month period preceding the receipt of your\nverifiable request.&nbsp.\nThe response that we provide will also explain the\nreasons that we cannot comply with a request, if applicable.&nbsp.\nFor data\nportability requests, we will select a format to provide your personal\ninformation that is readily useable and should allow you to transmit the\ninformation from one entity to another entity without hindrance.</p>\n<p>We\ndo not charge a fee to process or respond to your verifiable CA User request\nunless it is excessive, repetitive, or manifestly unfounded.&nbsp.\nIf we\ndetermine that the request warrants a fee, we will tell you why we made that\ndecision and provide you with a cost estimate before completing your request.</p>\n<p>\n<u>Non-Discrimination</u>\n</p>\n<p>We\nwill not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not: </p>\n<ul>\n<li>Deny you goods or services;</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties;</li>\n<li>Provide you a different level or quality of goods or services.\nand/or</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>\n<u>Changes\nto these Privacy Provisions</u>\n</p>\n<p>We\nreserve the right to amend these Privacy Provisions in our discretion and at\nany time.\nWhen we make changes to these Privacy Provisions, we will notify you\nby email or through a notice on the Website's homepage.</p>\n<p>\n<u>Contact\nInformation</u>\n</p>\n<p>If\nyou have any questions or comments about these Privacy Provisions, our Privacy\nPolicy, the ways in which we collect and use your personal information, your\nchoices and rights regarding such use, or wish to exercise your rights under\nCalifornia law, please do not hesitate to contact us by either:</p>\n<ul>\n<li>Calling us at: (844) 435-3969;</li>\n<li>Emailing us at: info@ConsumerDigitalSurvey.com.\nor</li>\n<li>Sending us U.S.\nMail to: Consumerdigitalsurvey, PO Box 4668 #85919, New York, NY 10163-4668.</li>\n</ul>\n<p>\n<b>X.\nUnsubscribe/Opt-Out</b>\n</p>\n<p>Please see our Privacy\nProvisions for California Residents above for more details regarding opting-out\nfrom the sharing and/or sale of Information.</p>\n<p>You may unsubscribe to\nopt-out from having your Information shared by us, or opt-out from our e-mail\nmarketing program altogether at any time by: (a) sending us an e-mail at:&nbsp;info@ConsumerDigitalSurvey.com.\nor\n(b) calling us toll free at: (844) 435-3969.&nbsp.\nWe also include an\nunsubscribe/opt-out mechanism within every message that we send.\n</p>\n<p>To opt-out of receiving SMS\ntext messages from us, you can: (i) text \"STOP,\" \"END,\" or\n\"QUIT\" to opt-out from future messages.\nor ii) e-mail us at: info@ConsumerDigitalSurvey.com.</p>\n<p>We attempt to process all\nunsubscribe/opt-out requests in a prompt fashion.\nHowever, after unsubscribing,\nwe cannot guarantee that you will never receive another communication from us\nbecause we may obtain your contact information in the future through a\ndifferent entity that you have subscribed through.\nNotwithstanding the\nforegoing, we may continue to contact you for the purpose of communicating\ninformation relating to your request for Website Offerings, your participation\nin Promotions, as well as to respond to any inquiry or request made by you.\nTo\nopt-out of receiving Website Offerings-related, Promotions-related and/or\ninquiry response-related messages from us, you must cease requesting and/or\nutilizing Website Offerings, cease participating in and/or entering Promotions\nand cease submitting inquiries to us, as applicable.</p>\n<p>\n<b>XI.\nSecurity</b>\n</p>\n<p>We endeavor to safeguard and\nprotect our Users' Information.\nWhen Users make Information available to us,\ntheir Information is protected both online and offline (to the extent that we\nmaintain any Information offline).\nWhere our registration/application process\nprompts Users to enter Sensitive Information, and when we store and transmit\nsuch Sensitive Information, that information is encrypted with advanced TLS\n(Transport Layer Security).</p>\n<p>Access to your Personally\nIdentifiable Information is strictly limited, and we take reasonable measures\nto ensure that your Personally Identifiable Information is not accessible to\nthe public.\nAll of our Users' Information is restricted in our offices, as well\nas the offices of our third-party service providers, as applicable.\nOnly\nemployees or third-party agents who need User Personally Identifiable\nInformation to perform a specific job are granted access to User Personally\nIdentifiable Information.\nOur employees are dedicated to ensuring the security\nand privacy of all Information.\nEmployees not adhering to our firm policies are\nsubject to disciplinary action.\nThe servers that we store Personally\nIdentifiable Information on are kept in a secure physical environment.\nWe also\nhave security measures in place to protect the loss, misuse and alteration of Personally\nIdentifiable Information under our control.</p>\n<p>Please be advised, however,\nthat while we take every reasonable precaution available to protect your data,\nno storage facility, technology, software, security protocols or data\ntransmission over the Internet or via wireless networks can be guaranteed to be\n100% secure.\nComputer hackers that circumvent our security measures may gain\naccess to certain portions of your Information, and technological bugs, errors\nand glitches may cause inadvertent disclosures of your Information.\n<i>provided,\nhowever,</i> that any attempt to breach the security of the network, our\nservers, databases or other hardware or software may constitute a crime\npunishable by law.\nFor the reasons mentioned above, we cannot warrant that your\nInformation will be absolutely secure.\nAny transmission of data at or through\nthe Website, Online Media, other Website Offerings or otherwise via the\nInternet or wireless networks, is done at your own risk.</p>\n<p>\n<b>XII.\nSecurity Breach</b>\n</p>\n<p>In compliance with\napplicable federal and state laws, we shall notify you and any applicable\nregulatory agencies in the event that there has been an information security\nbreach.\nYou will be notified via e-mail in the event of such a breach of\nsecurity.\nPlease be advised that notice may be delayed in order to address the\nneeds of law enforcement, to determine the scope of network damage, and/or to\nengage in remedial measures.</p>\n<p>\n<b>XIII.\nChildren's Privacy</b>\n</p>\n<p>Please see our Privacy\nProvisions for California Residents above for more details regarding the\nPersonally Identifiable Information of minors.</p>\n<p>We encourage parents and\nguardians to spend time online with their children and to participate and\nmonitor the interactive activities of their children.\nWe are very sensitive to\nthe issue of children's privacy and, therefore, we strive to protect the\nprivacy of children using the Internet.\nWe do not knowingly solicit or collect\npersonal information from persons under eighteen (18) years of age.\nIf a person\nunder eighteen (18) years of age has already provided us with any Information,\nhis or her parent or guardian may contact us for the purpose of immediately\ndeleting this Information.</p>\n<p>\n<b>XIV.\nAccessing, Modifying\nand Deleting Your Information</b>\n</p>\n<p>Please see our Privacy\nProvisions for California Residents above for instructions on how California\nResidents can access, modify and/or delete Personally Identifiable Information\nthat we have collected.</p>\n<p>If you would like to know if\nwe have any of your Information in our database or would like to review and\nupdate or correct the Information that we have collected from you, simply: (a)\nsend your request via e-mail to:&nbsp;info@ConsumerDigitalSurvey.com.\n(b)\ncall us toll free at: (844) 435-3969.\nor (c) send us certified postal mail to\nConsumerdigitalsurvey at: Consumerdigitalsurvey, PO Box 4668 #85919, New York,\nNY 10163-4668.</p>\n<p>To protect your privacy and\nsecurity, we may take reasonable steps to help verify your identity before granting\naccess or making corrections, and we may decline to process requests that are\nunreasonably repetitive or systematic, require disproportionate technical\neffort, jeopardize the privacy of others or would be extremely impractical (for\ninstance, requests concerning information residing on backup tapes).</p>\n<p>Please be advised that\nrequesting the deletion of your Information will terminate your right to access\nthe Website Offerings and/or to participate in Promotions.\nPlease be further\nadvised that, after you request the deletion of your Information, residual\ncopies may take a period of time before they are deleted from our active\nservers and may be remained in our backup systems.\nIn addition, this deletion\nwill not change or delete Information which may have already been shared with\nthird parties, all as provided above in this Privacy Policy.\nYou will need to\ncontact the third parties that contact you directly to change your preferences\nregarding their use of your Information.</p>\n<p>\n<b>XV.\nLimitation of Liability</b>\n</p>\n<p>YOU HEREBY ACKNOWLEDGE AND\nAGREE THAT ANY DISPUTE OVER PRIVACY IS SUBJECT TO THE TERMS AND CONDITIONS OF\nTHIS PRIVACY POLICY, AS WELL AS THE TERMS AND CONDITIONS OF THIS WEBSITE\n(INCLUDING LIMITATIONS ON DAMAGES).\nYOU AGREE THAT COMPANY'S LIABILITY FOR ANY\nBREACH OF THIS PRIVACY POLICY SHALL BE LIMITED TO THE VALUE OF THE TRANSACTIONS\nOR SERVICES PROVIDED TO YOU BY COMPANY TO THE EXTENT SUCH CLAIM IS NOT\nOTHERWISE BARRED BY THE TERMS.</p>\n<p>\n<b>XVI.\nTransfer of Personal\nInformation Internationally</b>\n</p>\n<p>If you are accessing the\nWebsite or other online media from a country other than the country in which\nour servers are located, your communications with us may result in the transfer\nof Information across international boundaries.\nBy accessing the Website or\nother Online Media<b>, </b>and/or otherwise communicating electronically with\nus, you consent to such transfers.&nbsp.\nEven if your jurisdiction does not have the\nsame privacy laws as the jurisdiction where our servers are located, we will\ntreat your Information as subject to the protections described in this Privacy\nPolicy.</p>\n<p>\n<b>XVII.&nbsp.\nFiling a Complaint\nwith the Federal Trade Commission</b>\n</p>\n<p>See the Federal Trade\nCommission (the \"FTC\") website at&nbsp;www.ftc.gov&nbsp;for\nupdates on implementation of the CAN-SPAM Act of 2003, as amended.\nThe FTC\nmaintains a consumer complaint database of violations of the various laws that\nthe FTC enforces.\nConsumers can submit complaints online at&nbsp;www.ftc.gov&nbsp;and\nforward unwanted and unsolicited commercial e-mail to the FTC at:&nbsp;spam@uce.gov.\nThe FTC works as a consumer advocate in order to prevent fraudulent, deceptive\nand unfair business practices.\nTo file a complaint with the FTC or to request\nfree information about consumer issues, please visit www.ftc.gov or call\ntoll-free, 1-877-FTC-HELP.</p>\n<p>&nbsp;</p> ", "created_at": "2023-03-29 04:22:08.807712", "updated_at": "2023-03-29 04:22:49.732635"}], "points": [], "urls": ["adsspin.site", "consumerdigitalsurvey.com"]}}