{"error": 448, "message": "OK", "parameters": {"id": 8497, "name": "PrintableCreative", "created_at": "2023-06-27 02:08:33.963111", "updated_at": "2023-06-27 10:02:07.365302", "wikipedia": null, "keywords": null, "related": null, "slug": "printablecreative", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8497.png", "url": "printablecreative.com", "documents": [{"id": 16500, "name": "Terms Of Use ", "url": "https://printablecreative.com/terms-of-use", "xpath": "//body", "text": " Skip to content<ul>\n<li>Contact Us</li>\n<li>FAQs</li>\n</ul>\n<ul>\n<li>Pinterest</li>\n</ul> DIY Printable Generators<p>Printable Generators and Tools</p>\n<ul>\n<li>Login</li>\n<li>Register</li>\n</ul>Popular Tools: <ul>\n<li>Bingo</li>\n<li>Crossword</li>\n<li>Maze</li>\n<li>Sudoku</li>\n<li>Tartan</li>\n<li>Word Search</li>\n<li>Word Scramble</li>\n</ul>Terms Of Use<p>By visiting and using https://printablecreative.com (hereinafter the “Website”), <strong>you accept and agree to be bound by these Terms and Conditions including our Disclaimer and Privacy Policy posted on the website and incorporated herein by reference.</strong>\n</p>\n<p>The term “you” refers to anyone who uses, visits and/or views the website.\nPrintable Creative (“Company”, “Website”, “Site”, “I”, “we”, “our” or “us”) reserves the right to amend or modify these terms and conditions in its sole discretion at any time without notice and by using the website, you accept those amendments.&nbsp.\nIt is your responsibility to periodically check the website for updates.</p>\n<p>\n<strong>Your continued use of the website after posting of any changes to our Terms and Conditions constitutes your acceptance of those changes and updates.\nYou must not access or use the website if you do not wish to be bound by these Terms and Conditions.</strong>\n</p>\n<strong>Age Restrictions</strong>\n<p>All information and content on this website is intended for individuals over the age of 18.\nWe do not envision offering products or services to individuals living in the European Union as outlined in the General Data Protection Regulation.\nAdditionally, we make no representation that the information provided on the website including any products and/or services are available or appropriate for use in other locations including but not limited to the European Union as outlined in the General Data Protection Regulation.</p>Privacy Policy<p>We are dedicated to respecting the privacy of your personal information.\nYour acceptance of our Privacy Policy is expressly incorporated into these Terms and Conditions.\nPlease review our Privacy Policy for more information.</p>Disclaimer<p>Your acceptance of our Disclaimer is expressly incorporated into these Terms and Conditions.\nPlease review Disclaimer for more information.</p>Governing Law<p>You expressly waive your right to bring any legal claims, now or in the future arising out of or related to the website and our products/services.\nIn the event of any dispute, claim or controversy arising out of or relating to your use of this website, the terms and conditions shall be construed in accordance with the rules and regulations of the Province of Ontario, Canada.\nYou agree to consent and submit to the jurisdiction of the state and federal courts located in Ontario without regard to the principles of conflict of law or where the parties are located at the time a dispute arises.</p>\n<p>You agree to resolve any disputes or claims first through mandatory arbitration in the province of Ontario and shall bear the full cost of arbitration as permitted by law.\nYour good faith participation in arbitration is a condition precedent to pursuing any other legal or equitable remedies available such as litigation or any other legal procedure.\nYou also agree that in the event a legal claim is initiated after the required arbitration, the prevailing party shall be entitled to recover reasonable attorney’s fees and other costs associated with the legal action.</p>Intellectual Property<p>All content on this website including but not limited to text, posts, logos, marks, graphics, files, materials, services, products, videos, audio, applications, computer code, designs, downloads and all other information here (collectively, the “Content”) is owned by us and is protected by copyright, trademark and other intellectual property and unfair competition laws.&nbsp.\nYou are granted a limited revocable license to print or download Content from the website for your own personal, non-commercial, non-transferrable, informational and educational use only, while ensuring it’s not in violation of any copyright, trademark, and intellectual property or proprietary rights.</p>\n<p>You agree not to copy, duplicate, steal, modify, publish, display, distribute, reproduce, store, transmit, post, create derivative works, reverse engineer, sell, rent or license any part of the Content in any way to anyone, without our prior written consent.&nbsp.\nYou agree to abide by the copyright, trademark laws and intellectual property rights and shall be solely responsible for any violations of these terms and conditions.</p>Eligibility And Registration For Membership<p>To use some member only parts of our website or to access our premium services, you must register with our Website to become a Member.\nYour Membership is not transferable or assignable and is void where prohibited.\nOur Website and Services are intended solely for Users who are at least (18) years of age or older.\nAny registration by, use of, or access to our Website by anyone under that age is unauthorized, unlicensed, and in violation of these Terms and Conditions.\nBy using our Website and/or Services, you represent and warrant that you are (18) years of age or older and agree to abide by all the terms and conditions of this Agreement.\nPrintable Creative has sole right and discretion to determine whether to accept a Member, and may reject a Member’s registration with or without explanation.</p>\n<p>When you complete the registration process, you will receive a password that will allow you to access our Services.\nYou agree to maintain the confidentiality of your password and are fully responsible for all liability and damages resulting from your failure to maintain that confidentiality as well as all activities that occur through the use of your password.</p>\n<p>You agree to immediately notify us of any unauthorized use of your password or any other breach of security.\nYou agree that our Website cannot and will not be liable for any loss or damage arising from your failure to comply with password security as discussed herein.</p>Member Conduct and Acceptable Use<p>For any Content or information that you upload, display, post, transmit, send, email or submit to us on the website or on any of our social media sites, you warrant that you are the owner of that Content or have express permission from the owner of those intellectual property rights to use and distribute that Content to us.\nYou grant us and/or our officers, employees, successors, shareholders, joint venture partners or anyone else working with us a royalty-free, perpetual, irrevocable, worldwide, non-exclusive right and license to identify you, publish, post, reformat, copy, distribute, display, edit, reproduce any Content provided by you on our website and on any of our social media sites for any purpose.\nYou shall be solely liable for any damages resulting from any infringement of copyrights, trademark or other proprietary rights of any Content or information that you provide to us.</p>\n<p>You agree not upload, display, post, transmit, distribute, send, email or submit to us on the website or on any of our social media sites any information or Content that is:</p>\n<p>(a) illegal, violates or infringes upon the rights of others,</p>\n<p>(b) defamatory, abusive, profane, hateful, vulgar, obscene, libelous, pornographic, threatening,</p>\n<p>(c) encourages or advocates conduct that would constitute a criminal offense, giving rise to civil liability or otherwise violate any law,</p>\n<p>(d) distribute material including but not limited to spyware, computer virus, any kind of malicious computer software or any other harmful information that is actionable by law,</p>\n<p>(e) any attempts to gain unauthorized access to any portion or feature of the website, and</p>\n<p>(f) send unsolicited or unauthorized material or cause disruption in the operation of the website.</p>\n<p>You agree to use the website for lawful purposes only and shall be liable for damages resulting from violation of any provision contained in these Terms and Conditions.</p>Restricted Access<p>We may in the future need to restrict access to parts (or all) of our website and reserve full rights to do so.\nIf, at any point, we provide you with a username and password for you to access restricted areas of our website, you must ensure that both your username and password are kept confidential.</p>Anti-SPAM<p>We prohibit the use of our website and/or services in any manner associated with the transmission, distribution or delivery of any unsolicited bulk or unsolicited commercial e-mail (“Spam”).\nYou may not use any of our services to send Spam.\nYou also may not deliver Spam or cause Spam to be delivered to any of our customers.</p>\n<p>In compliance with the CAN-SPAM Act of 2003 (15 U.S.C.\n7701, et seq., Public Law No.\n108-187, was S.877 of the 108th United States Congress), e-mail sent, or caused to be sent, to or through the Printable Creative website or service may not:</p>\n<ul>\n<li>use or contain invalid or forged headers</li>\n<li>use or contain invalid or non-existent domain names</li>\n<li>employ any technique to otherwise misrepresent, hide or obscure any information in identifying the point of origin or the transmission path</li>\n<li>use other means of deceptive addressing</li>\n<li>use a third party’s internet domain name, or be relayed from or through a third party’s equipment, without permission of the third party</li>\n<li>contain false or misleading information in the subject line or otherwise contain false or misleading content</li>\n<li>fail to comply with additional technical standards described below</li>\n<li>otherwise violate our Terms of Use</li>\n</ul>\n<p>We do not authorize the harvesting, mining or collection of e-mail addresses or other information from or through the website or its services.\nWe do not permit or authorize others to use our services to collect, compile or obtain any information about its customers or subscribers, including but not limited to subscriber e-mail addresses.</p>\n<p>We do not permit or authorize any attempt to use our services in a manner that could damage, disable, overburden or impair any aspect of any of the services, or that could interfere with any other party’s use and enjoyment of any of our services.</p>\n<p>If we believe that unauthorized or improper use is being made of any of our services, we may, without notice, take such action as it, in our sole discretion, deem appropriate, including blocking messages from a particular internet domain, mail server or IP address.\nWe may immediately terminate any account on any service which we determine, in our sole discretion, is transmitting or is otherwise connected with any e-mail that violates this policy.</p>\n<p>Nothing in this policy is intended to grant any right to transmit or send e-mail to, or through, the Printable Creative website and/or services.\nFailure to enforce this policy in every instance does not amount to a waiver of Printable Creative’s rights.</p>\n<p>Unauthorized use of any of our services in connection with the transmission of unsolicited e-mail, including the transmission of e-mail in violation of this policy, may result in civil, criminal, or administrative penalties against the sender and those assisting the sender.</p>\n<p>Violators of the CAN SPAM Act may be subject to “cease and desist” orders or penalties from the FTC (Federal Trade Commission) of up to $11,000 per violation.\nCriminal prosecution is also possible in the case of egregious offenders, which can result in penalties such as fines, forfeiture of proceeds and equipment.\nThe worst offenders can also be subject to prison time.</p>Third Party Links<p>The website may contain links to third party websites or resources for your convenience.\nWe may serve as an affiliate for some of these third party websites by offering or advertising their products or services on the website.\nhowever, we do not own or control these third party websites.\nOnce you click on a third party link and leave this website, you are no longer bound by our terms and conditions.</p>\n<p>You agree that we are not responsible or liable for the accuracy, content or any information presented on these third party websites.\nYou assume all risks for using these third party websites or resources and any transactions between you and these third party websites are strictly between you and the third party.\nWe shall not be liable for any damages resulting from your use of these third party websites or resources.</p>Termination<p>We reserve the right in our sole discretion to refuse, remove, restrict your access, revoke and terminate your use of our website including any or all Content published by you or us at any time for any reason, without notice.</p>No Refunds<p>All sales of products and/or services on this website are final.\nNo refunds will be issued.\nIn case you need any help or assistance, please contact us and we may help you to resolve any issues.</p>No Warranties<p>ALL CONTENT, INFORMATION, PRODUCTS AND/OR SERVICES ON THE WEBSITE ARE “AS IS” AND “AS AVAILABLE” BASIS WITHOUT ANY REPRESENTATIONS OR WARRANTIES OF ANY KIND INCLUDING THE WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE, EXPRESS OR IMPLIED TO THE FULL EXTENT PERMISSIBLE BY LAW.\nCOMPANY MAKES NO REPRESENTATIONS OR WARRANTIES AS TO THE CONTENT, INFORMATION, MATERIALS, PRODUCTS AND/OR SERVICES PROVIDED ON THIS WEBSITE.\nCOMPANY MAKES NO WARRANTIES THAT THE WEBSITE WILL PERFORM OR OPERATE TO MEET YOUR REQUIREMENTS OR THAT THE INFORMATION PRESENTED HERE WILL BE COMPLETE, CURRENT OR ERROR-FREE.\nCOMPANY DISCLAIMS ALL WARRANTIES, IMPLIED AND EXPRESS FOR ANY PURPOSE TO THE FULL EXTENT PERMITTED BY LAW.</p>Limitation of Liability<p>You agree that under no circumstances, we and/or our officers, employees, successors, shareholders, joint venture partners or anyone else working with us shall be liable for any direct, indirect, incidental, consequential, equitable, special, punitive, exemplary or any other damages resulting from your use of this website including but not limited to all the content, information, products, services and graphics presented here.</p>\n<p>You expressly agree that your use of the website is at your sole risk and that you are solely responsible for the accuracy of the personal and any information you provide, outcome of your actions, personal and business results, and for all other use in connection with the website.</p>\n<p>You also expressly agree that we and/or our officers, employees, successors, shareholders, joint venture partners or anyone else working with us shall not be liable to you for any damages resulting from 1) any errors or omissions on the website, delay or denial of any products or services, failure of performance of any kind, interruption in the operation and your use of the website, website attacks including computer virus, hacking of information, and any other system failures.\n2) any loss of income, use, data, revenue, profits, business or any goodwill related to the website.\n3) any theft or unauthorized access by third party of your information from the website regardless of our negligence.\nand 4) any use or misuse of the information, products and/or services offered here.</p>\n<p>This limitation of liability shall apply whether such liability arises from negligence, breach of contract, tort or any other legal theory of liability.\nYou agree that we provide no express or implied guarantees to you for the content presented here, and you accept that no particular results are being promised to you here.</p>Indemnification<p>You agree to indemnify and hold the Company and/or its officers, employees, successors, shareholders, joint venture partners or anyone else working with us harmless from all losses, claims, damages, demands, actions, suits, proceedings or judgments, including costs, expenses and reasonable attorneys’ fees (“Liabilities”) assessed against or otherwise incurred by you arising, in whole or in part, from: (a) actions or omissions, whether done negligently or otherwise, by you, your agents, directors, officers, employees or representatives.\n(b) all your actions and use of the website including purchasing products and services.\n(c) violation of any laws, rules, regulations or ordinances by you.\nor (d) violation of any terms and conditions of this website by you or anyone related to you.\ne) infringement by you or any other user of your account of any intellectual property or other rights of anyone.\nCompany will notify you promptly of any such claims or liability and reserves the right to defend such claim, liability or damage at your expense.\nYou shall fully cooperate and provide assistance to us if requested, without any cost, to defend any such claims.</p>Entirety of the Agreement<p>You acknowledge, understand, and agree that these Terms of Use, Privacy Policy, and Disclaimer constitute the Entire Agreement between the user and the Company and / or Website.\nIt supersedes all prior or contemporaneous communications, discussions, negotiations or proposals we may have had with you whether electronic, oral or written.</p>Severability<p>If any provision in these Terms and Conditions is deemed by a court, regulatory authority or other public or private tribunal of competent jurisdiction to be invalid or unenforceable, such provision is deemed to have been omitted from this Agreement.\nThe remainder of this Agreement remains in full force and effect, and is modified to any extent necessary to give such force and effect to the remaining provisions, but only to such extent.</p> Copyright © 2023, PrintableCreative.\nAll Rights Reserved.<ul>\n<li>Home</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Disclaimer</li>\n<li>Help / FAQs</li>\n<li>Contact Us</li>\n</ul> ", "created_at": "2023-06-27 02:08:33.993192", "updated_at": "2023-06-27 02:08:53.236303"}, {"id": 16501, "name": "Privacy Policy", "url": "https://printablecreative.com/privacy-policy", "xpath": "//body", "text": " Skip to content<ul>\n<li>Contact Us</li>\n<li>FAQs</li>\n</ul>\n<ul>\n<li>Pinterest</li>\n</ul> DIY Printable Generators<p>Printable Generators and Tools</p>\n<ul>\n<li>Login</li>\n<li>Register</li>\n</ul>Popular Tools: <ul>\n<li>Bingo</li>\n<li>Crossword</li>\n<li>Maze</li>\n<li>Sudoku</li>\n<li>Tartan</li>\n<li>Word Search</li>\n<li>Word Scramble</li>\n</ul>Privacy Policy<p>The information provided by Printable Creative (“Company”, “Website”, “Site”, “I”, “we”, “our” or “us”) is dedicated to respecting the privacy of your personal information, and this privacy policy describes what information is collected from you on https://printablecreative.com (hereinafter the “website”) and how it is used.\nThe term “you” refers to anyone who uses, visits and/or views the website.</p>\n<p>By visiting and using the website, you accept and agree to be bound by this privacy policy.\nYour continued use of the website after posting of any changes to our Privacy Policy constitutes your acceptance of those changes and updates.\nYou must not access or use the website if you do not wish to be bound by this Privacy Policy.</p>What Information We Collect and How It is Used<p>When you access the website, you may provide certain personally identifiable information including but not limited to your name, email address, phone number, address, avatar image, credit card information when you make a purchase on the website.</p>\n<p>This information is collected when you register on the site, place an order, subscribe to a newsletter, contact us, use the search feature on the website, provide comments or any other feedback, fill out a form or use live chat or enter any other information on the website to communicate with us.\nFrom time to time, we may also collect information that you submit when you participate in any online surveys that we may post on our website.</p>\n<p>Your personal information is used to personalize your experience, improve the website to better serve you, provide customer service support, efficiently process your requests or transactions, tailor advertisements to you, elicit reviews of services or products, provide you offers, promotions and to follow up with you through correspondence (email, live chat, or phone).</p>\n<p>We may also use this information to provide you offers and promotions from our partners and/or our affiliates in exchange for a commission without additional cost to you.</p>\n<p>Additionally, like other websites, this website automatically collects certain information about you through Log Data and Google Analytics.\nLog Data is information about your computer’s Internet Protocol Address, which is your “IP” address, browser information, Internet Service Provider’s information, your operating system, and your browser type.\nSimilarly, Google Analytics collects certain information about your location, browsing history, the pages you visit, equipment you used to access the website, traffic patterns, and other general patterns related to your use of the website.</p>\n<p>This information is used to analyze website statistics related to user behavior and interests, improve our performance and your use of the website and to further enhance our products and services offered to you.</p>Social Media and Comments<p>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.\nWhen you leave a comment, your name, email address and website/organization name is not shared with a third party, and may be used to communicate with you.</p>\n<p>Social media accounts and sharing options are available on this website.\nSocial media sites (Facebook, Twitter, YouTube, and so forth) can track your personal information.\nShould you choose to interact with us on social media, please note that you will be voluntarily disclosing that personal information.\nThis information is no longer private.\nIt becomes public information and can be collected and used by others.\nWe have no control over and take no responsibility for the use, storage or dissemination of such publicly disclosed personal information by you.</p>\n<p>Any such interactions via comments and social media with us do not subject us to any kind of liability related to misuse of your information by others.</p>Use of Cookies<p>The website may use cookies to facilitate your use of the website.\nCookies are files with small amounts of data including an anonymous unique identifier that a website sends to your computer’s hard drive when you are viewing the website.\nJust like other websites, we automatically collect some non-personally identifiable information including but not limited to your IP address, geographic location, language preference, date and time of visitors.</p>\n<p>When you leave a comment on our website, you may opt-in to saving your name, email address and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.</p>\n<p>If you have an account and you log in to this website, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</p>\n<p>We may use cookies for various reasons such as optimizing and personalizing your browsing experience, checking our website analytics, saving your preferences and settings for future use, serving ads based on your liking and interests, affiliate marketing and for posting comments on our website.</p>\n<p>This information is only collected to better serve and understand your user experience on the website.&nbsp.\nYou have the option of turning off cookies on your computer should you wish to do so.\nIf you choose to do that, you may not be able to view all features and content of this website.</p>\n<p>\n<strong>Google Cookies Policy:</strong> Any advertisements served by Google, Inc., and affiliated companies may be controlled using cookies.\nThese cookies allow Google to display ads based on your visits to this site and other sites that use Google advertising services.</p>\n<p>For more details, please visit: https://policies.google.com/technologies/ads</p>\n<p>As mentioned above, any tracking done by Google through cookies and other mechanisms is subject to Google’s own privacy policies.</p>\n<p>\n<strong>Third Party Networks:</strong> Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on our website, which are sent directly to users’ browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.</p>\n<p>Note that we have no access to or control over these cookies that are used by third-party advertisers.</p>IP Addresses<p>IP addresses are used by your computer every time you are connected to the Internet.\nYour IP address is a number that is used by computers on the network to identify your computer.\nIP addresses are automatically collected by our web server as part of demographic and profile data known as “traffic data” so that data (such as the Web pages you request) can be sent to you.</p>Log Files<p>Like many other web sites, we also makes use of log files.\nThe information inside the log files includes internet protocol (IP) addresses, type of browser, Internet Service Provider (ISP), date/time stamp, referring/exit pages, and number of clicks to analyze trends, administer the site, track user’s movement around the site, and gather demographic information.\nIP addresses, and other such information are not linked to any information that is personally identifiable.</p>Use of Web Beacons and Pixels<p>In conjunction with the use of cookies, third parties may also use web beacons, which are also known as tracking bug, page tag, clear GIFs, web bugs or tracking pixel to collect general information about your use of our website.\nThey are used to monitor user activity and track customer behavior data.\nThis information may be relevant to third parties such as the ad networks used on our website to tailor the advertising based on your interests and behavior.</p>\n<p>We may use social media pixels to track and collect general information about your use in compliance with different social media sites (Facebook, Twitter, etc) for the purpose of promoting products, tracking conversions, re-marketing, running target advertisements and so forth.</p>\n<p>Third parties like Facebook may use their own cookies, web beacons and other technologies to collect and receive information from our website for the purpose of providing target advertisements.\nYou may see our ads on Facebook after you have visited our website.</p>Third Party Links and Use<p>We may include, offer or advertise third party links, products or services on the website.\nOnce you click on a third party link and leave this website, you are no longer bound by our Privacy Policy and Terms and Conditions.</p>\n<p>Articles on this website may include embedded content (e.g.\nvideos, images, advertisements, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.\nThese websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracing your interaction with the embedded content if you have an account and are logged in to that website.</p>\n<p>We may use Google Adsense advertising along with any other third party advertising on the website.\nGoogle is a third party that also uses cookies to serve ads on the website for the purpose of providing a positive user experience.\nYou can opt out of Google by visiting their privacy policy.</p>\n<p>We have no control over any of these third parties and they have their own privacy policies.\nNeither are we responsible for the activities and practices of these third parties.\nYou should contact them directly and read their privacy policies for any questions.\nYou also agree that your use of these third party websites is solely at your risk.</p>\n<p>WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR THE ACCURACY OR RELIABILITY OF ANY INFORMATION OFFERED BY THIRD-PARTY WEBSITES LINKED THROUGH THE SITE OR ANY WEBSITE OR FEATURE LINKED IN ANY BANNER OR OTHER ADVERTISING.\nWE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.</p>Sponsored Links, Affiliate Tracking &amp.\nCommissions<p>Our website may contain adverts, sponsored and affiliate links on some pages.\nThese are typically served through our advertising partners.\nGoogle Adsense, Amazon Affiliates, ShareASale or are self served through our own means.\nWe only use trusted advertising partners who each have high standards of user privacy and security.\nHowever we do not control the actual adverts seen / displayed by our advertising partners.\nOur ad partners may collect data and use cookies for ad personalization and measurement.\nWhere ad preferences are requested as ‘non-personalized’ cookies may still be used for frequency capping, aggregated ad reporting and to combat fraud and abuse.</p>\n<p>Clicking on any adverts, sponsored or affiliate links may track your actions by using a cookie saved to your device.\nYou can read more about cookies on this website above.\nYour actions are usually recorded as a referral from our website by this cookie.\nIn most cases we earn a very small commission from the advertiser or advertising partner, at no cost to you, whether you make a purchase on their website or not.</p>\n<p>We use advertising partners in these ways to help generate an income from the website, which allows us to continue our work and provide you with the best overall experience and valued information.</p>\n<p>If you have any concerns about this we suggest you do not click on any adverts, sponsored or affiliate links found throughout the website.</p>Disclosure of Your Information<p>As a general rule, we do not disclose your personal information to third parties without your consent with the exception of the following circumstances:</p>\n<ol>\n<li>We may disclose your information to our trusted third parties that work with us such as our website hosting partners, email marketing service provider, other service providers that assist in the operation of the website, and any other affiliates and subsidiaries we rely upon to provide you products and services offered here.</li>\n<li>We may disclose your information in order to comply with state or federal regulations related to copyright infringement lawsuits or any other legal claims related to the website.</li>\n<li>We may disclose your information to our successor and/or acquiring party in the event of a merger, acquisition, restructuring, dissolution or partial sale in the future.\nHowever, your personal information will be transferred to the acquiring party in accordance with this privacy policy.</li>\n</ol>Children’s Privacy and Data<p>We respect the privacy of children and “child” means an individual under the age of 13.\nAll information and content on this website is intended for individuals over the age of 18.\nChildren under the age of 13 are prohibited from using this website.\nWe do not knowingly collect, use or disclose personal information from children under the age of 13 without prior parental or guardian consent.\nIf you believe personal information is collected from someone under the age of 13 without parental or guardian consent, then please contact us to have that information deleted.</p>Email Marketing and Policies<p>You have the option of opting in or unsubscribing from our email list.\nBy subscribing and opting in, you agree to receiving newsletters, updates, messages, promotional materials and any other content related to this website.\nWhen you send an email, your email message along with email address and responses are saved for communication purposes with you.\nThis information is kept confidential and we do not share, sell or trade your email information with third parties except as otherwise stated in this privacy policy.</p>\n<p>We do not envision offering goods or services to individuals living in the European Union as outlined in the General Data Protection Regulation (“GDPR”).</p>\n<p>If you are in the European Union and opt in to receive any of our free products or services and/or purchase any products or services through our website then you will be subscribed to receive our free email newsletter once you affirmatively consent to it.\nPlease see&nbsp;<strong>Opt Out&nbsp;</strong>section below should you wish to “unsubscribe” and not receive any emails from us.</p>\n<p>But if you are NOT in the European Union then you will be automatically subscribed to receive our free email newsletter once you opt in to receive any of our free products or services and/or purchase any products or services through our website.\nPlease see&nbsp;<strong>Opt Out&nbsp;</strong>section below should you wish to “unsubscribe” and not receive any emails from us.</p>\n<strong>Choice / </strong>Opt Out<p>We comply with the CAN-SPAM Act of 2003 and do not spam or send misleading information.\nShould you wish to no longer receive communication from us, you have the option of unsubscribing by clicking “unsubscribe” in the bottom of the email we send to you or by contacting us.</p>\n<p>As for third party websites, please contact them directly to unsubscribe and/or opt out from their communications.</p>GDPR Visitor Rights<p>Under the GDPR, if you are within the European Union, you are entitled to certain rights and information listed below.</p>\n<p>We will retain any information you choose to provide to us until the earlier of:</p>\n<ol>\n<li>You ask us to delete the information by sending a request to contact@printablecreative.com.\nPlease note that such requests may result in you no longer being able to access paid or free content previously provided to you.</li>\n<li>Our decision to cease using our existing data providers.</li>\n<li>The Company decides to no longer be in business or continue to offer the services.</li>\n<li>The data is no longer needed to provide you service, is too costly to maintain further retention, or the Company finds it outdated.</li>\n</ol>\n<p>You have the right to request access to your data that we store and have the ability to access your personal data.</p>\n<p>You have the rights to either rectify or erase your personal data.\nYou have the right to verify the accuracy of your personal data and have it corrected or removed completely.</p>\n<p>You have the right to seek restrictions on the processing of your data.\nWhen you restrict the processing of your data, we can store your data but cannot process it further.</p>\n<p>You have the right to object to the processing of your data in certain circumstances including but not limited to direct marketing, profiling, scientific or historical research purposes, statistical purposes, automated decision making and profiling and tasks based on legitimate interests or in the public interest/exercise of official authority.</p>\n<p>You have the right to the portability of your data.\nYou have the right to request your personal data from us, receive it and transfer it to another controller.</p>\n<p>You have the right to withdraw consent at any time.\nIf you have provided consent to the Company’s processing of your personal data, you have the right to withdraw that consent any time without affecting the lawfulness of processing based upon consent that occurred prior to your withdrawal of consent.</p>\n<p>You have the right to lodge a complaint with a supervisory authority that has jurisdiction over issues related to the General Data Protection Regulation.</p>\n<p>We require only the information that is reasonably necessary to enter into a contract with you.\nWe will not require you to provide consent for any unnecessary processing as a condition of entering into a contract with us.</p>Your Rights Under The California Consumer Privacy Act (CCPA Compliance)<p>If you reside in California, you are entitled to additional rights under California law and we ensure compliance with the CCPA.\nHere are your rights:</p>\n<ol>\n<li>You have the right to know whether your personal information is sold or disclosed to third parties.</li>\n<li>You have the right to say no to the sale of your personal information.</li>\n<li>You also have the right to access your personal information, which we will provide within 30 days of such request.</li>\n<li>You have the right to know what personal information is collected from you and how it is used, which we explained in this Privacy Policy</li>\n<li>You have the right to have your personal information deleted</li>\n<li>You have the right to equal service, price and no discrimination</li>\n<li>You have the right to data portability and right to request your personal information and use it for your own purposes</li>\n</ol>\n<p>Pursuant to California’s “Shine the Light Act,” you are permitted to request information about the manner in which we share certain categories of information with third parties for their marketing use.\nWe may disclose your personal information to our affiliates or other related third parties such as service providers, vendors for their use in marketing to you, so we can provide the products and/or services offered on this website to you.\nWhen we disclose such information, your personal information is still kept confidential and between us and that third party.\nIt is not used for any other purpose that’s not permitted under the laws.</p>\n<p>Please be advised we DO NOT SELL YOUR PERSONAL INFORMATION to third parties and have never sold your personal information.\nWe do not intend to sell your personal information in the future either.</p>\n<p>Under the CCPA, you still have the right to opt-out of such sales and send us a “do not sell my information” request.\nIf you would like to exercise any of your rights under California law, please submit a verifiable consumer request to us by sending us an email at contact@printablecreative.com.\nOnly you as the person registered with the California Secretary of State can make such verifiable consumer requested related to your personal information or someone you authorize to act on your behalf.</p>\n<p>Your verifiable consumer request must provide sufficient information that allows us to verify that you are the person you are claiming to be or that you are the authorized representative of such person about whom we had collected personal information.\nYou must describe your request with enough details such as your first and last name, address and your country that allow us to properly understand the request and respond to it.\nPlease note we cannot respond to your request or provide you with personal information unless we first verify your identity or authority to make such a request and confirm that the personal information relates to you.\nWe will make all attempts to respond to your request within 30 days of receipt.</p>\n<p>This privacy notice for California residents supplements the information included in the previous sections of this privacy policy.\nCalifornia and Delaware law also requires us to state whether we honor “Do Not Track” settings in your browser regarding targeted advertising and we do not monitor or respond to Do Not Track browser requests.</p>Affiliates Disclaimer<p>We are a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for us to earn advertising fees by linking to Amazon.com and affiliated websites.</p>\n<p>The Federal Trade Commission (FTC) requires that we disclose any relationship we have between a product manufacturer or service provider when we write about a product or service.</p>\n<p>Here are the guidelines we operate under:</p>\n<p>We participate in number of affiliate programs including Amazon, ShareASale.\nLinks originating on our website that lead to product purchases to these Affiliate Programs generate affiliate revenue for us.\nIf we create a link to a product or service in a review, sometimes we may get paid a commission if you purchase the product or service.\nIt will be disclosed that in the review.\nThe posts are never composed for the purpose of advertising.</p>\n<p>The views expressed in our reviews are always the personal views of our team members and written for the sole purpose of informing our readers accurately.</p>\n<p>We sometimes accept and publish sponsored posts, which is clearly highlighted as sponsored advertising.\nThese are advertising products and all the opinions are always my own or my team member’s.</p>\n<p>We also accept paid advertising on our website and use affiliate links in posts when they are available.</p>\n<p>No advertiser will ever influence the content, topics or posts made in this site.</p>\n<p>If you have any questions or concerns, please do not hesitate to contact us.</p>Data Security and Protection<p>The security of your personal information is important to us, and we strive to follow generally commercial industry standards to protect your personal information submitted to us voluntarily and automatically.\nHowever, no method of transmission over the Internet is 100% secure and we cannot guarantee absolute security of your information.</p>\n<p>When you make a credit card purchase or purchase through any means on the website, you will be directed to a third party vendor to complete the transaction.\nAny information you provide during the checkout process is not stored on our website but instead provided to the third party vendor that completes the purchase transaction.</p>\n<p>By using this website, you agree to hold us harmless for any security breach and for any unauthorized use of your personal information by third parties.\nYou also agree that we cannot be held responsible for any disclosure of your information through our website without our knowledge and consent.</p>Website Disclaimer<p>The information provided by us is for general informational purposes only.\nAll information on the Site and our mobile application is provided in good faith, however we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability or completeness of any information on the Site or our mobile application.\nUNDER NO CIRCUMSTANCE SHALL WE HAVE ANY LIABILITY TO YOU FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF THE SITE OR OUR MOBILE APPLICATION OR RELIANCE ON ANY INFORMATION PROVIDED ON THE SITE AND OUR MOBILE APPLICATION.\nYOUR USE OF THE SITE AND OUR MOBILE APPLICATION AND YOUR RELIANCE ON ANY INFORMATION ON THE SITE AND OUR MOBILE APPLICATION IS SOLELY AT YOUR OWN RISK.</p>Policy Changes<p>We reserve the right to amend this privacy policy at any time with or without notice.\nYou are responsible for visiting this page periodically to check for future updates to this policy.\nAny modifications to this privacy policy will be effective upon our publishing of the new terms, and your continued use of our website after the posting of any updates constitutes your acceptance of our modified privacy policy.</p>Consent<p>You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.</p>\n<p>Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information.\nIf you have any questions about how we handle user data and personal information, feel free to contact us.</p> Copyright © 2023, PrintableCreative.\nAll Rights Reserved.<ul>\n<li>Home</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Disclaimer</li>\n<li>Help / FAQs</li>\n<li>Contact Us</li>\n</ul> ", "created_at": "2023-06-27 02:08:34.023349", "updated_at": "2023-06-27 02:09:16.103376"}], "points": [], "urls": ["printablecreative.com"]}}