{"error": 448, "message": "OK", "parameters": {"id": 9115, "name": "Pixelfed Italia", "created_at": "2023-07-12 20:38:29.419028", "updated_at": "2023-07-12 22:02:24.684966", "wikipedia": null, "keywords": null, "related": null, "slug": "pixelfed-italia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9115.png", "url": "pixelfed.uno", "documents": [{"id": 17856, "name": "Terms of Use", "url": "https://pixelfed.uno/site/terms", "xpath": "//body", "text": " Pixelfed Italia - Foto in Creative Commons <ul>\n<li> Login </li>\n</ul>\n<p>Terms of Use</p> Termini del servizio<p>\n<br>\n</p>\n<p>1.\nTermini</p>\n<p>Accedendo al sito web pixelfed.uno, l'utente accetta di essere vincolato da questi termini di servizio, da tutte le leggi e i regolamenti applicabili e accetta di essere responsabile del rispetto di qualsiasi legge locale applicabile.\nSe non sei d'accordo con uno qualsiasi di questi termini, ti è proibito usare o accedere a questo sito.\nI materiali contenuti in questo sito web sono protetti dal diritto d'autore e dal diritto dei marchi applicabili.</p>\n<p>\n<br>\n</p>\n<p>2.\nLicenza d'uso</p>\n<p>Il permesso è concesso per scaricare temporaneamente una copia dei materiali (informazioni o software) sul sito web di Pixelfed per la sola visione personale e non commerciale transitoria.\nQuesta è la concessione di una licenza, non un trasferimento di titolo, e sotto questa licenza non si può:</p>\n<p>modificare o copiare i materiali;</p>\n<p>utilizzare i materiali per qualsiasi scopo commerciale, o per qualsiasi visualizzazione pubblica (commerciale o non commerciale);</p>\n<p>tentare di decompilare o decodificare qualsiasi software contenuto nel sito web di Pixelfed;</p>\n<p>rimuovere qualsiasi copyright o altre annotazioni di proprietà dai materiali.\no</p>\n<p>trasferire i materiali ad un'altra persona o \"specchiare\" i materiali su qualsiasi altro server.</p>\n<p>Questa licenza terminerà automaticamente se si viola una qualsiasi di queste restrizioni e può essere terminata da Pixelfed in qualsiasi momento.\nDopo aver terminato la visione di questi materiali o al termine di questa licenza, è necessario distruggere tutti i materiali scaricati in vostro possesso sia in formato elettronico o stampato.</p>\n<p>3.\nDisclaimer</p>\n<p>I materiali sul sito web di Pixelfed sono forniti \"così come sono\".\nPixelfed non fornisce alcuna garanzia, espressa o implicita, e con la presente declina e nega tutte le altre garanzie comprese, senza limitazione, garanzie implicite o condizioni di commerciabilità, idoneità per uno scopo particolare, o non violazione della proprietà intellettuale o altra violazione dei diritti.</p>\n<p>Inoltre, Pixelfed non garantisce né rilascia alcuna dichiarazione riguardante l'accuratezza, i probabili risultati o l'affidabilità dell'uso dei materiali sul suo sito web o altrimenti relativi a tali materiali o su qualsiasi sito collegato a questo sito.</p>\n<p>4.\nLimitazioni</p>\n<p>In nessun caso Pixelfed o i suoi fornitori saranno responsabili per eventuali danni (inclusi, senza limitazione, danni per perdita di dati o profitti, o a causa di interruzione di attività) derivanti dall'uso o dall'impossibilità di utilizzare i materiali sul sito web di Pixelfed, anche se Pixelfed o un rappresentante autorizzato Pixelfed è stato notificato oralmente o per iscritto della possibilità di tali danni.\nPoiché alcune giurisdizioni non consentono limitazioni sulle garanzie implicite, o limitazioni di responsabilità per danni consequenziali o incidentali, queste limitazioni potrebbero non essere applicabili a voi.</p>\n<p>\n<br>\n</p>\n<p>5.\nAccuratezza dei materiali</p>\n<p>I materiali che appaiono sul sito web di Pixelfed potrebbero includere errori tecnici, tipografici o fotografici.\nPixelfed non garantisce che nessuno dei materiali sul suo sito web sia accurato, completo o attuale.\nPixelfed può apportare modifiche ai materiali contenuti nel suo sito web in qualsiasi momento senza preavviso.\nTuttavia Pixelfed non si impegna ad aggiornare i materiali.</p>\n<p>\n<br>\n</p>\n<p>6.\nLink</p>\n<p>Pixelfed non ha esaminato tutti i siti collegati al suo sito web e non è responsabile del contenuto di qualsiasi sito collegato.\nL'inclusione di qualsiasi link non implica l'approvazione da parte di Pixelfed del sito.\nL'uso di tali siti collegati è a rischio e pericolo dell'utente.</p>\n<p>\n<br>\n</p>\n<p>7.\nModifiche</p>\n<p>Pixelfed può rivedere questi termini di servizio per il suo sito web in qualsiasi momento senza preavviso.\nUtilizzando questo sito web, l'utente accetta di essere vincolato dalla versione corrente di questi termini di servizio.</p>\n<p>\n<br>\n</p>\n<p>8.\nLegge applicabile</p>\n<p>Questi termini e condizioni sono regolati e interpretati in conformità con le leggi del Canada e lei si sottopone irrevocabilmente alla giurisdizione esclusiva dei tribunali di tale Stato o località.</p>\n<p>\n<br>\n</p>\n<p>9.\nLinee guida della comunità</p>\n<p>Pixelfed è gestito dal gruppo devol, gestore anche delle istanze peertube e mastodon.\nÈ possibile visualizzare le nostre linee guida della comunità qui.</p>\n<p> Informazioni Aiuto Termini Privacy Lingua </p>\n<p> © 2023 pixelfed.uno · Powered by Pixelfed · v0.11.8 </p> ", "created_at": "2023-07-12 20:38:29.489574", "updated_at": "2023-07-12 20:39:04.010665"}, {"id": 17855, "name": "Privacy Policy", "url": "https://pixelfed.uno/site/privacy", "xpath": "//body", "text": " Pixelfed Italia - Foto in Creative Commons <ul>\n<li> Login </li>\n</ul>\n<p>Privacy Policy</p>\n<p>Il tuo contenuto pubblico può essere scaricato da altri server della rete.\nI tuoi post pubblici e di soli follower sono consegnati ai server dove risiedono i tuoi follower, e i messaggi diretti sono consegnati ai server dei destinatari, nella misura in cui tali follower o destinatari risiedono su un server diverso da questo.</p>\n<p>\n<br>\n</p>\n<p>Quando autorizzi un'applicazione a utilizzare il tuo account, a seconda della portata dei permessi che approvi, essa può accedere alle informazioni del tuo profilo pubblico, alla tua lista di follower, ai tuoi follower, alle tue liste, a tutti i tuoi post e ai tuoi preferiti.\nLe applicazioni non possono mai accedere al tuo indirizzo e-mail o alla tua password.</p>\n<p>\n<br>\n</p>\n<p>7.\nUtilizzo del sito da parte dei bambini</p>\n<p>Se questo server si trova nell'UE o nel SEE: il nostro sito, i nostri prodotti e servizi sono tutti diretti a persone che hanno almeno 16 anni.\nSe hai meno di 16 anni, secondo i requisiti del GDPR (General Data Protection Regulation) non utilizzare questo sito.</p>\n<p>\n<br>\n</p>\n<p>Se questo server si trova negli USA: il nostro sito, i nostri prodotti e servizi sono tutti diretti a persone che hanno almeno 13 anni.\nSe hai meno di 13 anni, secondo i requisiti del COPPA (Children's Online Privacy Protection Act) non utilizzare questo sito.</p>\n<p>\n<br>\n</p>\n<p>I requisiti di legge possono essere diversi se questo server si trova in un'altra giurisdizione.</p>\n<p>\n<br>\n</p>\n<p>8.\nModifiche alla nostra politica sulla privacy</p>\n<p>Se decidiamo di cambiare la nostra politica sulla privacy, pubblicheremo tali modifiche su questa pagina.</p>\n<p>\n<br>\n</p>\n<p>Questo documento è CC-BY-SA.\nÈ stato aggiornato l'ultima volta il 12 giugno 2018.</p>\n<p>\n<br>\n</p>\n<p>Originariamente adattato dall'informativa sulla privacy di Mastodon.</p>\n<p> Informazioni Aiuto Termini Privacy Lingua </p>\n<p> © 2023 pixelfed.uno · Powered by Pixelfed · v0.11.8 </p> ", "created_at": "2023-07-12 20:38:29.459969", "updated_at": "2023-07-12 20:39:24.012563"}], "points": [], "urls": ["pixelfed.uno"]}}