{"error": 448, "message": "OK", "parameters": {"id": 9163, "name": "Life360 ", "created_at": "2023-07-14 00:38:39.42939", "updated_at": "2023-11-15 23:03:05.083175", "wikipedia": null, "keywords": null, "related": null, "slug": "life360", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/9163.png", "url": "life360.com", "documents": [{"id": 17944, "name": "Terms of Use ", "url": "https://life360-legal.zendesk.com/hc/en-us/articles/16124856472471-Terms-of-Use", "xpath": "//*[@id=\"main-content\"]", "text": null, "created_at": "2023-07-14 00:38:39.487341", "updated_at": "2023-10-26 09:36:27.760147"}, {"id": 17943, "name": "Privacy Policy ", "url": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "xpath": "//*[@id=\"main-content\"]", "text": null, "created_at": "2023-07-14 00:38:39.458866", "updated_at": "2023-11-15 11:08:05.538311"}], "points": [{"id": 35186, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"We collect your location and motion information through your IP address, WiFi, Bluetooth, and GPS coordinates (e.g., latitude/longitude) available through your mobile device, motion information such as altitude, heading and speed.\"", "created_at": "2023-10-26 03:08:41.562326", "updated_at": "2023-11-29 16:41:49.289091", "quoteText": null, "case_id": 399, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35187, "title": "This service receives your precise location through GPS coordinates", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"We collect your location and motion information through your IP address, WiFi, Bluetooth, and GPS coordinates (e.g., latitude/longitude) available through your mobile device, motion information such as altitude, heading and speed.\"", "created_at": "2023-10-26 03:09:40.95382", "updated_at": "2023-11-15 11:11:28.288965", "quoteText": null, "case_id": 400, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35188, "title": "Private messages can be read", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"We collect information when you message other members of your Circle through use of our Services, [...] any photos or videos you send via the in-app messaging to other members of your Circles.\"", "created_at": "2023-10-26 03:15:03.281493", "updated_at": "2023-11-15 11:11:47.021511", "quoteText": null, "case_id": 239, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35189, "title": "This service tracks you on other websites", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"When you choose to connect or interact with our Services through a third-party social networking service (“Social Network”), such as when you Like us on Facebook or post a comment to our Facebook page, we may collect information that you have already made public on your Social Network account.\"", "created_at": "2023-10-26 04:02:43.096696", "updated_at": "2023-10-26 04:02:43.096696", "quoteText": null, "case_id": 129, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35191, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"We may collect and share your personal information, including your unique identifiers or Advertising IDs and other data such as app events, with third-party ad networks, social media companies, including without limitation, to inform and improve tailored advertising, attribution, analytics or research purposes.\"", "created_at": "2023-10-26 04:14:49.883153", "updated_at": "2023-11-15 11:12:33.351425", "quoteText": null, "case_id": 220, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35193, "title": "Third party cookies are employed, but with opt out instructions", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"You have the right to object to and opt-out of certain third-party tracking and advertising. Where you have consented to Life360’s processing of your information, you may withdraw that consent at any time and opt-out of certain processing activities, such as targeted marketing communications.\"", "created_at": "2023-10-26 04:18:46.587691", "updated_at": "2023-11-15 11:13:21.803571", "quoteText": null, "case_id": 127, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35194, "title": "Third-party cookies are used for statistics", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states: \"We may collect analytics data, or use third-party analytics tools such as Google Analytics, which may use Tracking Technologies, to help us measure traffic and usage trends for our websites, Products and Services.\"", "created_at": "2023-10-26 04:19:48.980182", "updated_at": "2023-11-15 11:13:33.591584", "quoteText": null, "case_id": 325, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35196, "title": "Many third parties are involved in operating the service", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states \"We may disclose personal information [...] with third-party partners that provide certain features and services you elect to use through or in connection with our Products or Service[...] Some examples are as follows:\r\n\r\n    Crash Detection and Emergency Dispatch Services;\r\n    Roadside assistance;\r\n    Identity theft protection; and\r\n    Driving analytics services.\"\r\n\r\n\"We may disclose your personal information to our vendors and consultants who perform services on our behalf or who help us provide our Services\"\r\n\r\n\"We may disclose your personal information to our vendors and consultants who perform services on our behalf or who help us provide our Services, such as accounting, managerial, technical, email or chat services, marketing or analytic services, fraud prevention, bot detection, web hosting, and to other third-party partners or service providers[...]\"\r\n\r\n\"Two of Life360’s Business Partners, Arity and Placer.ai, both provide important services to us as our service provider[...]\"\r\n\r\n", "created_at": "2023-10-26 04:39:15.046239", "updated_at": "2023-10-26 04:46:39.769605", "quoteText": null, "case_id": 208, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35195, "title": "Sensitive data is collected and shared to target advertising", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states \"We may collect and share your personal information, including your unique identifiers or Advertising IDs and other data such as app events, with third-party ad networks, social media companies, including without limitation, to inform and improve tailored advertising, attribution, analytics or research purposes.\"\r\n\r\nData collected as personal information includes \"Your username, email address, real name, nicknames, date of birth, telephone number, password, shipping and billing addresses, and Products activated.\", \"Information about your device, hardware and software information, such as your mobile device identifiers, IP address, or browser information\", \"location and motion information through your IP address, WiFi, Bluetooth, and GPS coordinates (e.g., latitude/longitude) available through your mobile device, motion information such as altitude, heading and speed.\", \"sensory and motion data from your mobile device including gyroscope, accelerometer, compass and Bluetooth (including, information related to your motion activity such as whether you are cycling, walking running or driving, and information about your speed, acceleration and deceleration).\"\r\n\r\nThe privacy policy clarifies that location data will not be sold: \"Importantly, and for the avoidance of doubt, locations associated with your Products whether they appear in the Tile, Jiobit, or Life360 apps will not be sold to or monetized by third parties even in aggregated form.\"", "created_at": "2023-10-26 04:35:35.909656", "updated_at": "2023-10-26 04:55:16.779121", "quoteText": null, "case_id": 487, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35199, "title": "The service claims to be CCPA compliant for California users", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states \"California residents can make certain requests about their personal information under the CCPA. Specifically, if you are a California resident, you have the right to request any or all of the following information relating to your personal information we have collected and used in the last 12 months, upon verification of your identity.\" ", "created_at": "2023-10-26 05:22:19.204211", "updated_at": "2023-10-26 05:22:19.204211", "quoteText": null, "case_id": 482, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35197, "title": "You can request access, correction and/or deletion of your data", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"You may [...] request that your information be deleted by submitting a request as described below. Please note that the information provided via the in-App links described in this section does not include technical information or support records[...]\"\r\n\r\nThe privacy policy describes the procedures to request data deletion from different devices.", "created_at": "2023-10-26 05:10:26.46711", "updated_at": "2023-10-26 05:25:53.416475", "quoteText": null, "case_id": 195, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35200, "title": "You can opt out of promotional communications", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"We may periodically send you promotional newsletters and emails. You have the ability to opt-out of these by following the unsubscribe instructions provided in the emails you receive. Certain communications, like billing information and Service updates are necessary for you to receive, you will not be able to opt-out of those communications. \"", "created_at": "2023-10-26 05:27:33.50394", "updated_at": "2023-10-26 05:27:33.50394", "quoteText": null, "case_id": 223, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35201, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"We may update this Privacy Policy from time to time, so please review it frequently. We'll notify you of material changes thirty days before they go into effect. If we are required by applicable data protection laws to give you enhanced notice or seek out consent to any such changes, we will do so. Otherwise, changes to this policy will be effective when posted. \"", "created_at": "2023-10-26 05:30:46.080352", "updated_at": "2023-10-26 05:30:46.080352", "quoteText": null, "case_id": 329, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35198, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"Life360 retains the information we receive as described in this Privacy Policy for as long as you use our Products or Services or as otherwise necessary to fulfill the purpose(s) for which it was collected, to resolve disputes, establish legal defenses, conduct audits, pursue legitimate business interests, enforce our agreements, and to comply with applicable laws. Our retention is based upon the amount, nature, and sensitivity of the information, the purposes for which we process the information, applicable legal requirements, and our legitimate interests.  The purposes for which we process information may dictate different retention periods for the same types of information.\"", "created_at": "2023-10-26 05:18:59.743784", "updated_at": "2023-10-28 15:23:22.768247", "quoteText": null, "case_id": 333, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35190, "title": " You are being tracked via social media cookies/pixels", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"We may use social plugins, widgets and other features (each, a “Social Feature”) that are made available by and/or access third-party Social Networks. These Social Features allow these Social Networks to place cookies on your browser and to collect certain information, which may be associated with your personal Social Network account such as your name, your Social Network user identification number, your Social Network username, location, gender, birth date, email, profile picture, and your contacts on the Social Network. \"", "created_at": "2023-10-26 04:08:00.750178", "updated_at": "2023-11-15 11:12:13.417096", "quoteText": null, "case_id": 307, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35192, "title": "This service still tracks you even if you opted out from tracking", "source": "https://life360-legal.zendesk.com/hc/en-us/articles/16038777217175-Life360-Privacy-Cookie-Policy", "status": "The privacy policy states that \"Even if you opt-out, we may still collect and use information regarding your activities on our Sites and/or information from the advertisements on third-party websites for non-interest-based advertising purposes, such as to determine the effectiveness of the advertisements.\"", "created_at": "2023-10-26 04:17:03.625388", "updated_at": "2023-11-15 11:12:56.905576", "quoteText": null, "case_id": 478, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["life360.com"]}}