{"error": 448, "message": "OK", "parameters": {"id": 9148, "name": "SCEPTRE ", "created_at": "2023-07-13 22:43:03.048008", "updated_at": "2023-07-14 10:02:32.52579", "wikipedia": null, "keywords": null, "related": null, "slug": "sceptre", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9148.png", "url": "sceptre.com", "documents": [{"id": 17918, "name": "Privacy Policy ", "url": "https://www.sceptre.com/support/disclaimer.html", "xpath": "//body", "text": " <ul>\n<li> Search </li>\n<li> TV <ul>\n<li> Android TV </li>\n<li> 4K UHD TV </li>\n<li> LED HDTV </li>\n</ul>\n</li>\n<li> MONITORS <ul>\n<li> Flat Series </li>\n<li> Curved Series </li>\n<li> 2K / 4K Series </li>\n<li> UltraWide </li>\n<li> IPS Series </li>\n<li> Gaming Series </li>\n<li> Nebula Series </li>\n</ul>\n</li>\n<li> AUDIO <ul>\n<li> McCaron </li>\n<li> Sound Bar </li>\n</ul>\n</li>\n<li> ACCESSORIES <ul>\n<li> Remote Control </li>\n<li> Video Cables </li>\n<li> Power Cables </li>\n<li> Add-Ons </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul> SEARCH </ul>\n</li>\n<li> SUPPORT </li>\n<li> LIVE CHAT </li>\n<li> &nbsp;Cart </li>\n<li> LOGIN </li>\n</ul> Privacy Policy <p>SCEPTRE INC.\nuses cookies and similar technologies to perform essential online functions, analyze online activities, provide advertising services and other functions.\nFor detailed information, please visit “Cookies and similar technologies”.</p>\n<p>SCEPTRE INC.\nand its affiliated entities (hereinafter referred to as “SCEPTRE”, “we/our/us”) are committed to protecting and respecting your privacy.\nWe endeavor to comply with all applicable laws on privacy protection and personal data security.\nSCEPTRE Privacy Policy, together with any privacy-related notices or statements that contain supplementary information in connection with particular SCEPTRE products and services you are using (hereinafter referred to as “Privacy Policy”), outline our privacy practices regarding the collection, use and safeguard of your personal data through SCEPTRE products and services, both online and offline we provide.\nIn Privacy Policy, we also outline whom we may share or disclose to the collected personal data.</p>\n<p>If you are a child, you shall access or use SCEPTRE products and services only after your parent (or your guardian) read and agree to our Privacy Policy and consent to provide your personal data to SCEPTRE.</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.\nHow SCEPTRE collects and uses data</strong>\n</p>\n<p>This paragraph introduces how your data may be collected and used by SCEPTRE products and services.</p>\n<p>When you use or interact with SCEPTRE products and services (for example, SCEPTRE monitors, software, official websites and customer support services), we may need to collect certain items of personal data from you and use it for specific purposes.\nThe following description is an overview (not the exhaustive list) about how your data may be collected and used by SCEPTRE.\nPlease note that we will only collect certain items of your personal data for particular purposes based on the SCEPTRE products and services you actually use.\nAlso, the items of the personal data to be collected are varied from the nature of respective product and service.\nMoreover, in some countries, in order to avoid wrongfully collecting or using children’s personal data, you may need to additionally provide your date of birth or the contact information of your parent (or guardian) so that we could obtain the consent from your parent (or guardian).\nFurthermore, when you use SCEPTRE products and services, we may collect the following anonymous data which could not directly or indirectly identify you.</p>\n<p>When you use SCEPTRE products and services, you do not have to provide your personal data requested by us.\nHowever, if you choose not to provide your personal data to SCEPTRE, we may not be able to provide the corresponding SCEPTRE products and services or respond to your inquires.</p>\n<p>&nbsp;</p>\n<p>1.1 SCEPTRE collection of personal data</p>\n<p>Personal data means any data which could directly or indirectly identify you, such as your name, email address and IP address.\nSCEPTRE may collect the following personal data based on your prior consent:</p>\n<p>Your true, accurate, current and complete registration data, including your e-mail address, country/region and date of birth (now only requested in some countries) when you sign up for SCEPTRE account.\nIf you use your social media account (for example, your Facebook or Google account) to sign up for SCEPTRE account, such social media provider (for example, Facebook Inc.\nor Google Inc.) may share your personal data under your social media account (for example, email address, name, nickname and date of birth) based on your consent.</p>\n<p>Moreover, when you log in your SCEPTRE account (Route: Visit SCEPTRE official website http://www.SCEPTRE.com &nbsp;→ find “LOGIN” on the upper-right side of the website→insert the E-mail address and password you registered for SCEPTRE accountfind your data under “Edit Your Account Information”), you can provide additional personal data to edit your personal profile (for example, your fax number), and to enjoy SCEPTRE products and services associated with your SCEPTRE account (for example, your product serial number for SCEPTRE product registration, articles and pictures posted and uploaded on SCEPTRE’ forums which may contain your personal data).</p>\n<p>Your name, mailing/shipping/billing address (including zip code), contact information such as e-mail address and phone number when you make a purchase of our products or paid services (for example, purchasing SCEPTRE products or warranty extension services through SCEPTRE Store).</p>\n<p>Your name, contact information such as e-mail address and phone number, mailing/shipping address (including zip code), country, product data such as product serial number, a copy of your invoice (in some countries, your name, address and other personal data may be included in an invoice), and payment details (such as VAT number or Tax Code) if any costs incurred when you request for customer services.</p>\n<p>Your name, contact information such as e-mail address and phone number, submitted contents like posts, reviews and pictures, product data such as product serial number, a copy of your invoice (in some countries, your name, address and other personal data may be included in an invoice) when you enter our events or campaigns.\nThe actual collected items of your personal data will vary from respective event or campaign.\nMoreover, if you are a winner of our event or campaign, or if you will receive giveaways from SCEPTRE, you may need to additionally provide your mailing/shipping address (including zip code) and personal data for tax declaration (for example, your residential address, ID or passport number and its copy).</p>\n<p>Furthermore, in addition to the above personal data, your voice, video, communication records when you contact SCEPTRE (for example, by calling to SCEPTRE call center, using SCEPTRE online chat services, filling out online application form on SCEPTRE official website and sending emails to SCEPTRE).\nMoreover, we may record your image through security cameras when you visit SCEPTRE offices.\nFurthermore, we may collect your voice instruction as well as your video record which may contain the image of your home environment when you use our robot-related products and services.\nThe above voice, video and communication records may contain your personal data.</p>\n<p>&nbsp;</p>\n<p>1.2 How SCEPTRE uses your personal data</p>\n<p>We may use your personal data for the purposes below.\nPlease note that SCEPTRE does not sell your personal data.</p>\n<p>To assess and improve the performance and quality of SCEPTRE products and services.</p>\n<p>To obtain customer feedback and to analyze user experience for the purpose of development and evaluation of new products and services.</p>\n<p>To fulfill the sign-up process of SCEPTRE account and to experience SCEPTRE products and services associated with SCEPTRE account (for example, product registration and SCEPTRE’ forums services).</p>\n<p>To provide delivery services (for example, delivering your purchased products) and order status updates, as well as to issue invoices.</p>\n<p>To process and fulfill any subscriptions you have signed up for, including eDMs or SCEPTRE newsletters to keep you up to date with the latest SCEPTRE news, promotions and upcoming events.\nYou may unsubscribe it at any time with no charge.</p>\n<p>To send you important notifications and updates, such as security and technical notices and communications about changes to our terms, conditions and policies.\nBecause of the importance of such notifications and updates, you may not opt out of receiving them.</p>\n<p>To verify your identity, deliver event or campaign entries and rewards, contact you for event or campaign-related matters, provide cashback allowance, declare tax and provide shuttle services and cover you with insurance (if necessary) when you enter our events or contests.</p>\n<p>To provide you with customer support services (for example, to fulfill your product repair requests and respond to your questions), our customer care and customer satisfaction survey for user experience analysis.\nAlso, to protect your rights and interests and to adopt access control, we may collect your voice, video and communication records when you contact SCEPTRE or visit our physical premises such as SCEPTRE offices.\nTo provide you with personalized marketing services, for example, using third party cookies to offer marketing communications and advertising that we believe may be of interest of you, or recommendation about services you may be interested in based on your use of SCEPTRE products and services.</p>\n<p>Any other purposes with your prior consent.</p>\n<p>&nbsp;</p>\n<p>1.3 SCEPTRE collection and usage of anonymous data</p>\n<p>Anonymous data means any data which could not directly or indirectly identify you, such as your product model, software version and date of invoice.\nWhen you use SCEPTRE products and services, we may collect the following anonymous data from you, and use it for any purposes.\nMoreover, when the following anonymous data is connected with your personal data listed above, we will also treat such anonymous data as personal data and protect it at the same level of protection for personal data.</p>\n<p>Your log data associated with SCEPTRE products and services, such as your product model name, product name, brand name, manufacturer name, part number, type and version of hardware (for example, monitors and smart TVs) and operation system, factory-default settings, activation time, firmware update data (for example, the execution method for firmware update, update date and result of update), size of memory and storage, Read-Only Memory (ROM) related data (for example, type, version, and build description of ROM), product color, the telecom and network you use to connect to our products and services, the status of the network, telephony log data, standby status, crash history, preferred interface, type, version and language settings of browser, diagnosis and usage data, your usage behavior, and Wi-Fi, system status and local time.</p>\n<p>Your application data associated with your usage and interaction with SCEPTRE applications and software, such as the name and version of applications and software, the install and uninstall time, login and logout time, frequency and numbers of your usage, open and close time of applications and software, the category of your preferred applications and software, usage behavior settings, update version and update result.</p>\n<p>Your purchase information of SCEPTRE products and services (for example, the purchase date and reseller’s name) when you request for certain customer support services (for example, product repair services) or join our events.</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.\nRetention of your personal data</strong>\n</p>\n<p>This paragraph introduces how long SCEPTRE retains your personal data.</p>\n<p>We will retain your personal data for the period necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is permitted by law or required to fulfill other necessary purposes.\nFor example, for customer relationship management purpose, we may retain your personal data within adequate and reasonable period.\nto comply with tax law or other laws and regulations, we may retain your personal data within the period requested by such laws and regulations.\nand to follow requests from governments or judiciary for purposes such as investigation or lawsuit, we may retain your personal data for longer retention period.\nMoreover, if you wish to withdraw your previous consent to collect your personal data from SCEPTRE, we will stop collecting your personal data by your request and will only retain your personal data collected before such request for withdrawal.</p>\n<p>&nbsp;</p>\n<p>\n<strong>3.\nTo whom SCEPTRE may disclose your personal data</strong>\n</p>\n<p>This paragraph introduces SCEPTRE may share your personal data to third parties under limited circumstances and purposes.</p>\n<p>Your personal data will not be disclosed to any third parties without one of the following exceptions:</p>\n<p>&nbsp;</p>\n<p>3.1 Your Consent</p>\n<p>We will only disclose or share your personal data to other third parties with your prior consent.</p>\n<p>&nbsp;</p>\n<p>3.2 Service Providers</p>\n<p>We may disclose and share necessary items of your personal data to our service providers that provide services for or on behalf of us, for instance, marketing agencies assisting us with sending marketing communications and holding marketing events/campaigns, forwarder companies delivering repaired and purchased products to you, advertising campaign service providers offering data analytics services or advertisings and marketing communications based on cookies data collected through third party cookies, and customer service providers offering customer support services (for example, product repair, call center and online chat services) to you.\nThese service providers shall only use your personal data in compliance with our instructions and with the scope of the purposes hereof.\nSCEPTRE ensures that all of our service providers strictly comply with the Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>3.3 For legal, protection, security purposes</p>\n<p>We may disclose or share necessary items of your personal data with third parties for one of the following legal or security purposes:</p>\n<p>To the extent it is required by applicable laws or regulations or competent governmental or judicial authorities, necessary to establish or preserve a legal claim or defense, or necessary to prevent fraud or other illegal activities.</p>\n<p>To protect the rights, property or safety of SCEPTRE, our service providers, customers or the public, as required or permitted by law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>4.\nCookies and similar technologies</strong>\n</p>\n<p>This paragraph introduces how SCEPTRE and third parties use cookies and similar technologies on SCEPTRE products and services, and how you can manage cookies settings.</p>\n<p>SCEPTRE and our third party partners use cookies (which are small text files placed on your products to personalize your user experience on SCEPTRE products and services) and similar technologies such as web beacons to provide our products and services to you.\nWhen you visit one of our websites under SCEPTRE’ website domain (including microsites and versions of particular country/region), such SCEPTRE website may use some or all of the following cookies and similar technologies.</p>\n<p>&nbsp;</p>\n<p>4.1 How we use cookies</p>\n<p>1.\nIn order to enrich and perfect your online experiences, we use the following cookies which are essential to SCEPTRE products and services:</p>\n<p>Sign-up and authentication&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>We use cookies to store your unique sign-up ID number and authentication data on your products.\nCookies allow you to visit and move from page to page within SCEPTRE products and services without having to log in again on subsequent visits, such as a ticket cookies provided by SCEPTRE.</p>\n<p>&nbsp;</p>\n<p>Storing your preferences and settings&nbsp;&nbsp;&nbsp;</p>\n<p>We use cookies to maintain your settings and preferences on your products, such as your preferred language, location or fonts.\nby storing the settings in cookies, it is not a necessity to re-apply your preferences and settings each time you visit our products and services, such as current site cookies and Entry Page cookies provided by SCEPTRE.</p>\n<p>&nbsp;</p>\n<p>User-input function&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>We use cookies to temporarily store the data you insert on SCEPTRE products and services, such as count cookies provided by SCEPTRE.\nFor example, when you enjoy your shopping experiences through SCEPTRE Store, such cookies will help you to remember the product and the quantity you have just clicked and the data you inserted.</p>\n<p>&nbsp;</p>\n<p>Security&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>We use cookies to protect the security of your online activities, such as IP address cookies provided by SCEPTRE.\nFor example, when you purchase our products through SCEPTRE Store, we may store your IP addresses in SCEPTRE in order to help us verify the user who places an order on SCEPTRE Store is same as the one who logins to SCEPTRE Store.</p>\n<p>&nbsp;</p>\n<p>2.\nFor analytics purpose and to provide you with personalized advertising services and other functions, we use the following cookies to optimize your experiences in using SCEPTRE products and services:</p>\n<p>&nbsp;</p>\n<p>Analytics&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>We use cookies to count the number and length of your visit in SCEPTRE products and services as well as which part or features you visit the most as well.\nThis data helps us analyze the performance and operation of SCEPTRE products and services to improve performance and develop new features, functions and services, such as Google Tag Manager cookies and Google Analytics cookies provided by Google Inc.\nFor the above purposes, when you browse our websites, we may store your personal data such as SCEPTRE account through the above cookies.</p>\n<p>&nbsp;</p>\n<p>Targeting and advertising&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>We use cookies to collect data such as the advertisings you have viewed when using SCEPTRE products and services to identify your interests.</p>\n<p>This type of cookies is also used to help measure the effectiveness of the advertising campaigns, such as Hubrus DSP provided by Hubrus, Google AdWords cookies and Google Double Click cookies provided by Google Inc.\nThe collected cookies data may be used between SCEPTRE and advertising campaign service providers.</p>\n<p>&nbsp;</p>\n<p>Watching videos embedded in our websites&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>We use cookies to help us insert videos into our websites.\nFor example, you can watch YouTube videos through our websites with this type of cookies provided by Google Inc.</p>\n<p>&nbsp;</p>\n<p>4.2 How to manage cookies settings</p>\n<p>Please note that you can configure cookies settings by accessing the browser you install to accept, block or delete some or all of cookies (for example, third party cookies).</p>\n<p>In some countries, for the first time you browse SCEPTRE websites, we may put a brief introduction on how we use cookies in a banner placed on the top side of such SCEPTRE websites.\nYou may freely choose to accept or block the above third party cookies through the cookies banner.</p>\n<p>If you choose to block cookies, you may not be able to use all of the features of SCEPTRE products and services.</p>\n<p>The functions of cookies settings may vary depending on the type and version of browser you install.\nWe try to list common and widely-used types of browsers as following.\nYou may refer to the below linkages to understand how to control your cookies settings through browsers (The content in the following linkages is English.\nFor your easier reading, please find the language option in the following linkages to select your preferred language).\nAlso, if you do not use any of the following browsers, or the content in the following linkages is removed or not accessible, please visit those browsers’ privacy-related statements or support pages for further information.\nYou may also refer to https://www.aboutcookies.org/ (the content in this linkage is English) which introduces how to manage your cookies settings through various browsers.</p>\n<p>How to control your cookies settings through Google Chrome browser:</p>\n<p>https://support.google.com/chrome/answer/95647?hl=en</p>\n<p>How to control your cookies settings through Microsoft Internet Explorer browser:</p>\n<p>https://support.microsoft.com/en-us/help/278835/how-to-delete-cookie-files-in-internet-explorer</p>\n<p>How to control your cookies settings through Mozilla Firefox browser:</p>\n<p>https://support.mozilla.org/en-US/kb/delete-cookies-remove-info-websites-stored</p>\n<p>How to control your cookies settings through Apple Safari browser:</p>\n<p>https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac</p>\n<p>&nbsp;</p>\n<p>4.3 Web Beacons</p>\n<p>A web beacon is an often-transparent graphic 1x1 (pixel) GIF or PNG image that is implemented on websites or in an email to measure the effectiveness of campaigns.\nSCEPTRE or our service providers may use web beacons to know if you visit certain pages or click links in SCEPTRE products and services.\nWe may implement web beacons in our marketing communications such as eDMs or SCEPTRE newsletters to know which communication contents you have clicked or read.\nWe will use the data from web beacons to improve our websites and SCEPTRE products and services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>5.\nThird-party links in SCEPTRE products and services</strong>\n</p>\n<p>This paragraph introduces when you visit any links or use any services provided by third parties, please always refer to privacy-related statements issued by third parties.</p>\n<p>SCEPTRE products and services may contain links to third-party websites.\nPlease be aware that SCEPTRE is not responsible for the security, the privacy practices and the materials of those third-party websites.\nWe encourage you to be aware of when you leave our websites, and to read the privacy statements of those third-party websites carefully.\nThis Privacy Policy applies to SCEPTRE products and services only.</p>\n<p>&nbsp;</p>\n<p>\n<strong>6.\nSecurity</strong>\n</p>\n<p>This paragraph introduces how SCEPTRE protects your personal data and provides some suggestions on how to protect your personal data at your end.</p>\n<p>We take precautions to protect your personal data against unauthorized access, alteration, disclosure or destruction.\nWe conduct internal reviews of our data collection, storage and processing practices and technical and organizational security measures, as well as physical security measures to guard against unauthorized access to systems where we store your personal data.</p>\n<p>Transmission of personal data between different locations of SCEPTRE and its affiliated entities is performed through our secured wide area network.\nWhen you submit your personal data to us, your personal data is protected both online and offline.</p>\n<p>However, SCEPTRE cannot guarantee perfect security on the internet.\nTo protect your personal data from unauthorized access, we recommend that you:</p>\n<p>&nbsp;</p>\n<p>6.1 To appropriately protect your SCEPTRE account, for example:</p>\n<p>To use alphanumerical passwords when signing up SCEPTRE account.</p>\n<p>To use your own account name and password to log in SCEPTRE account.\nAlso, you are solely and entirely responsible for securing the confidentiality of your account name and password and for any and all activities that occur under your SCEPTRE account.</p>\n<p>To change your passwords of SCEPTRE account on a regular basis.</p>\n<p>To immediately contact us when you find that the account name/password of your SCEPTRE account had been misappropriated.\nSCEPTRE may suspend or terminate the permission to login to your SCEPTRE account with such account name/password (or any part thereof), and remove your personal data related to your SCEPTRE account.</p>\n<p>&nbsp;</p>\n<p>6.2 To keep your products up to date by applying the latest available security updates for your software and use such tools as virus/spyware scanners.</p>\n<p>&nbsp;</p>\n<p>6.3 If you become aware of a security and technical vulnerability affecting SCEPTRE products and services, please contact us through SCEPTRE technical support at https://www.sceptre.com/support/contactus.html</p>\n<p>&nbsp;</p>\n<p>\n<strong>7.\nHow to manage your personal data</strong>\n</p>\n<p>This paragraph introduces that if you may have any inquiries or requests on your personal data collected by SCEPTRE, you may login to your “SCEPTRE account”, visit “SCEPTRE Privacy Policy” or manage privacy-related settings on particular SCEPTRE products and services you use.\nAlso, you may contact us through SCEPTRE official website, CS@SCEPTRE.com or by phone.</p>\n<p>&nbsp;</p>\n<p>7.1 SCEPTRE account</p>\n<p>Please provide your true, accurate, current and complete personal data to SCEPTRE under your SCEPTRE account so that SCEPTRE can provide you with the corresponding SCEPTRE products and services.</p>\n<p>You may view and change your SCEPTRE account data by logging in to your SCEPTRE account and editing your account data.</p>\n<p>If you would like to subscribe or unsubscribe SCEPTRE eDM and notice with SCEPTRE news, latest products and services, you may do so by either entering in your email address at the Join our Newsletter field at the bottom of the Sceptre homepage or emailing sceptre@sceptre.com with the subject: unsubscribe, please be noted that it may take around 2 business days to complete the unsubscription process.</p>\n<p>&nbsp;</p>\n<p>7.2 Cookies settings (Please refer to “How to manage cookies settings”“Cookies and similar technologies” in this Privacy Policy.)</p>\n<p>You can manage cookies settings through the browser you install to accept, block or delete some or all of cookies (for example, third party cookies) or adopt other settings at all times.</p>\n<p>If you do not wish SCEPTRE to provide you with personalized marketing services and advertisement through third party cookies, you may block or delete third party cookies through your browser at all times.</p>\n<p>&nbsp;</p>\n<p>7.3 Contact SCEPTRE to manage your personal data</p>\n<p>If you have any inquiries or requests about your personal data under your SCEPTRE account or other personal data collected by SCEPTRE, such as request for access, correction, download, blocking or deletion for your personal data, please contact us by one of the following ways.\nFor example, you may contact us if you think SCEPTRE has wrongfully collected and used your personal data and may demand restriction of the use of your personal data under certain circumstances (for instance, you may contact us if you do not wish your personal data to be analyzed) at all times.</p>\n<p>Please Sceptre’s Homepage at https://sceptre.com/</p>\n<p>Please file your requests by sending an email to CS@SCEPTRE.COM</p>\n<p>Please call us at the relevant customer support number at https://www.sceptre.com/support/contactus.html.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>7.4 Whenever you use SCEPTRE products and services, we strive to maintain the accuracy of your personal data and protect your personal data against any accidental or malicious destruction.\nWe will accommodate your requests regarding your personal data.\nhowever, we may not be able to fulfill your above requests in one of the following circumstances:</p>\n<p>As required or permitted under application laws;</p>\n<p>For legitimate business purposes;</p>\n<p>Unreasonably repetitive requests that require disproportionate technical efforts and resources, for example, developing a new system or fundamentally changing the current practices;</p>\n<p>Potentially risks on the privacy of others;</p>\n<p>&nbsp;</p>\n<p>\n<strong>8.\nChildren’s Privacy</strong>\n</p>\n<p>This paragraph introduces that in order to protect children’s privacy, if you are a child, please seek your parent (or guardian)’s consent before you provide your personal data to SCEPTRE.\nAlso, if your parent (or guardian) would like to manage your personal data, he/ she may visit “SCEPTRE Privacy Policy” and contact us through CS@SCEPTRE.com or by phone.</p>\n<p>We do not knowingly collect personal data from a child below the age of sixteen (16) or equivalent minimum age in the relevant jurisdiction without parental consent.\nWe encourage parent (or guardian) to take an active role in a child’s online activities and interests while using SCEPTRE products and services.</p>\n<p>If you are a child, please seek parental consent before your use of SCEPTRE products and services.\nYou may submit your personal data with parental (or guardian’s) consent to us only.\nYour parent (or guardian) can reach us through one of the contact channels listed in “7.3 Contact SCEPTRE to manage your personal data” to consent to the processing of your personal data, to revoke or withdraw any consent previously given, to request for access, correction, download, blocking or deletion for your personal data.\nFor example, your parent (or guardian) may contact us if he/she thinks SCEPTRE has wrongfully collected and used your personal data and may demand restriction of the use of personal data under certain circumstances (for instance, your parent (or guardian) may contact us if he/she does not wish your personal data to be analyzed) at all times.</p>\n<p>&nbsp;</p>\n<p>\n<strong>9.\nSensitive Personal Data</strong>\n</p>\n<p>In our general practices, SCEPTRE does not ask you to provide sensitive personal data such as data about your medical or health records, political, religious or philosophical beliefs, criminal offences (alleged, or committed), criminal conviction background, racial or ethnic origin, trade union membership, sexual orientation, sexual history, behavior or genetic data.\nPlease refrain from providing us with such sensitive personal data.</p>\n<p>&nbsp;</p>\n<p>\n<strong>10.\nChanges to SCEPTRE Privacy Policy</strong>\n</p>\n<p>We may change the Privacy Policy from time to time, we highly recommend you periodically review the Privacy Policy posted on our websites.\nBy accessing or using our products and services after the Privacy Policy has been updated, SCEPTRE will deem that you consent to the Privacy Policy, including any updates.\nThe most current version of the Privacy Policy will always be available on this page.\na prominent notice such as email notification will be delivered to you about any significant changes.\nYou can always check the “updated time” at the bottom for the most current version of Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>11.\nContacting Us</strong>\n</p>\n<p>If you have any inquiries, questions, comments or complaints about the Privacy Policy, or if you believe that SCEPTRE did not comply with the Privacy Policy, please feel free to contact us.\nIf you consider we may not appropriately deal with any issues related to your personal data collected by SCEPTRE, please be noted that it is your right to lodge a complaint with government authorities handling personal data protection in your country.</p>\n<p>&nbsp;</p>\n<p>SCEPTRE INC.</p>\n<p>Attn: Marketing</p>\n<p>Address: 16800 Gale Ave.\nCity of Industry, CA 91745</p>\n<p>Email: scp-marketing@sceptre.com</p>\n<p>&nbsp;</p>\n<p>Privacy Policy Update Time: 12/8/2020</p> ﻿ <dl>\n<dd> CAREER </dd>\n<dd> CONTACT US </dd>\n</dl>\n<dl>\n<dd> REGISTER PRODUCT </dd>\n<dd> WARRANTY SERVICE </dd>\n</dl>\n<dl>\n<dd> RECYCLING </dd>\n<dd> PRIVACY POLICY </dd>\n</dl>\n<dl>\n<dd> FAQ </dd>\n<dd> ABOUT US </dd>\n</dl> SUBSCRIBE × NEWSLETTER SUBSCRIPTION SUBMIT SUBSCRIBED <p>YOU ARE NOW SUBSCRIBED TO OUR NEWSLETTER!</p> SUBSCRIBED <p> IS ALREADY SUBSCRIBED TO OUR NEWSLETTER!</p>\n<p>copyright© 2023 SCEPTRE Inc.\nAll rights reserved.\n<br> *Product(s) specifications subject to change without notice </p> Live Help Desk ", "created_at": "2023-07-13 22:43:03.078021", "updated_at": "2023-07-13 22:43:17.082421"}], "points": [], "urls": ["sceptre.com"]}}