{"error": 448, "message": "OK", "parameters": {"id": 8550, "name": "TheGeeks", "created_at": "2023-06-27 22:59:11.94405", "updated_at": "2023-06-28 10:02:07.75654", "wikipedia": null, "keywords": null, "related": null, "slug": "thegeeks", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8550.png", "url": "thegeeks.click", "documents": [{"id": 16604, "name": "General rules ", "url": "https://thegeeks.click/rules.php", "xpath": "//body", "text": " &nbsp.\n<br> Mission statement - What is TheGeeks All About? TheGeeks was born as an expansion to <b>ThePlace.click</b> (Seduction and Self Help), <b>TheVault.click</b> (Business and Wealth), and <b>TheOccult.click</b> (Esoteric Studies).\nTheGeeks aims to be the one stop knowledge shop for educating the masses.<br>\n<br>\nTG is an eLearning tracker, created to include topics and disciplines which are not directly covered by our sister sites.\nSubject areas include a broad range of academic disciplines, general and technical knowledge.\nOur main focus is to build and provide a community for people interested in enriching their minds.\nA place where knowledge seekers can interact, educate and constantly improve themselves, regardless of their station in life.\n<br>\n<br>\nAs such, members of TheGeeks are encouraged to be helpful and courteous to other members.\nDisruptive or antisocial behaviour is clearly counterproductive (except as to provide an example of how NOT to act) and will be quickly dealt with.\nGeneral rules - Breaking these rules can and will get you banned! <ul>\n<li>Do not defy the moderators expressed wishes!</li>\n<li>Using a proxy/TOR/Anonymizing Services/Data Centres (incl seedboxes/VPS/VPN) on the website can and will get your account disabled unless you have Admin permission to use a proxy.\nYou can seed torrents as you wish (seperate to the website)</li>\n<li>Anyone Signing up or being Invited to the site, must be connected to a non-commercial/residential xDSL/Cable line.</li>\n<li>Anyone connected via a 3g/4g/5g service, Non-static wireless service, any tor/proxy/anonymizing service, Public WIFI Hotspots, Any IP located in a commercial or Data Centre (incl seedboxes/VPS/VPN) WILL have their account disabled, until they can satisfy staff of their true identity.\nThis is due to returned banned members.</li>\n<li>Never use a modified client or any other method to cheat on your stats.\ndoing so will result in a permanent ban.</li>\n<li>Creating more than one account will result in all of your accounts being disabled and access to the site permanently revoked.</li>\n<li>If someone's account is disabled, do not give them an invite to let them back in.\nDoing so will put your own account in jeopardy.\n</li>\n<li>Do not share your account with anyone.</li>\n<li>Using another user's passkey or .torrent files for downloading and/or uploading will result a permanent ban.</li>\n<li>\n<b>UPLOADING TCG EXCLUSIVES TO NON-TCG SITES IS STRICTLY PROHIBITED!!</b>\n<br>\nHowever, re-uploading TCG Exclusives to other TCG sister sites is permitted WITH prior written mod/admin permission from this site *before* re-uploading (provided all Wait Times have expired).\nAsk Contact Staff on this site if you'd like to do this.</li>\n<li>Requests: must be a User or higher to make a request.</li>\n<li>Do not upload our .torrent files to other trackers! You will be banned.\n(See the <b>FAQ</b> for details.)</li>\n<li>Disruptive behaviour in the forums or on IRC will result in a warning ( ).<br>\nYou will only get <b>one</b> warning! After that, you're gone!</li>\n</ul> Downloading rules - By not following these rules you will lose download privileges! <ul>\n<li>Access to exclusives is conditional upon user class.</li>\n<li>A fair ratio to keep is 1.0 - meaning that you have uploaded as much as you have downloaded.\nLow ratios will result in severe consequences, including banning in extreme cases.\n</li>\n<br>\nThe minimum ratio requirements can be found <b>here</b>.<br>\n<br>\n<li>Users are able to leech 10 torrents at a time.</li>\n<li>Power Users are able to leech 50 torrents at a time.</li>\n<li>Extreme Users are able to leech 100 torrents at a time.</li>\n<li>VIPs are able to leech 100 torrents at a time (ask us if you want this raised).</li>\n<li>Elites are able to leech 100 torrents at a time (ask us if you want this raised).</li>\n<li>You must have legal rights to the file you are downloading.</li>\n</ul> General Forum Guidelines - Please follow these guidelines or else you might end up with a warning! <ul>\n<li>No aggressive behaviour or flaming in the forums.</li>\n<li>No trashing of other peoples topics (i.e.\nSPAM).</li>\n<li>No language other than English in the forums.</li>\n<li>No systematic foul language (and none at all on titles).</li>\n<li>No links to warez or crack sites in the forums.</li>\n<li>No requesting or posting of serials, CD keys, passwords or cracks in the forums.</li>\n<li>No bumping...\n(All bumped threads will be deleted.)</li>\n<li>No images larger than 800x600, and preferably web-optimised.</li>\n<li>Two consecutive posts by the same user has been disabled.\nIf you try to post/quote another reply (and you're the last poster in a thread), the two posts will automatically merge.</li>\n<li>Please ensure all questions are posted in the correct section!<br>(Technical questions in the Technical Help section, etc.)</li>\n<li>Last, please read the <b>FAQ</b> before asking any questions!</li>\n</ul> Avatar Guidelines - Please try to follow these guidelines <ul>\n<li>The allowed formats are .gif, .jpg and .png.</li>\n<li>Be considerate.\nResize your images to a width of 150 px and a size of no more than 150 KB.\n(Browsers will rescale them anyway: smaller images will be expanded and will not look good.\nlarger images will just waste bandwidth and CPU cycles.) For now this is just a guideline but\nit will be automatically enforced in the near future.</li>\n<li>Do not use potentially offensive material involving porn, religious material, animal / human\ncruelty or ideologically charged images.\nMods have wide discretion on what is acceptable.\nIf in doubt PM one.</li>\n</ul> Uploading rules - Torrents violating these rules may be deleted without notice <ul>\n<li>\n<b>LEARNING MATERIAL ONLY!</b> If there's any doubt about what you want to share, <b>Contact Staff</b> before uploading and wait for a response.</li>\n<li>\n<b>Do NOT upload duplicates!</b> Use the Torrent Search Function to make sure you're not uploading a duplicate ( include dead torrents in your searches please ).\nAlso, use an adequate amount of Torrent name and spelling variations, if necessary, when searching.\nMake a good faith effort to NOT upload a duplicate please.</li>\n<li>No MPAA/RIAA materials allowed.\nYou will receive 1 warning.\nSubsequent violations will result in banning.</li>\n<li>No hotlinking of images.\nCopy an image to a image hosting service (like imgur.com) and use that instead.</li>\n<li>\n<b>Use the Torrent naming conventions listed as Examples on the Upload Page.</b>\n</li>\n<li>FYI - Search Engines don't interpret <b>Robert Kiyosaki-Choose To Be Rich</b> as we might.\nWithout a space, Search Engines see \"Kiyosaki-Choose\" as one word.\nIn this example a space is needed on BOTH sides of the hyphen (-).\nTo better facilitate Member searchs avoid running words together and keep seperators ( -, _, +, /, etc...\n) one space away from words.\n\"SearchEngineNews\" is not equivalent to \"Search Engine News\" when it comes to searches.\nNotice the use of spaces in the Examples provided on the Upload Page.</li>\n<li>\n<b>A good description is required as well</b>.\nUse <b>Google</b> to get additional information from the Authors name to material that can be used in the description.\nA link to the Sales Page is sometimes helpful if it's available BUT nothing beats a good description in the long run.\nIf you don't you will receive a warning.\nAfter three warnings, you will be banned.</li>\n<li>If you are sharing Exclusive material meant only for TheGeeks, <b>Contact Staff</b> and ask them to 'enable exclusive upload ability on your account'.\nOnce this option is set, a new section will appear at the bottom of the upload page.\nIt is at this location that you set the class delays.\nTo set up contributers, upload the torrent with the appropriate delays.\nClick on the 'Edit Torrent' link on the details page for the torrent you just uploaded.\nThe contributer list is at the bottom.<br>\n<br>\nHere's some HTML code you can Paste in the Top of your Description and be sure to SET Exclusive SETTINGS located on the bottom of the Torrent Creation Page.\n<br>\n<br>\n<b>TheGeeks.click Exclusive...\nsharing elsewhere will result in being banned!</b>\n<br>\n<br>\nThe code looks like this:<br>\n<br>\n[size=2][color=red][b]TheGeeks.click Exclusive...\nsharing elsewhere will result in being banned![/b][/color][/size]\n<br>\n<br>\n<b>...\nand last but not least please make any links included in the description clickable.</b>\n</li>\n<li>\n</li>\n<li>Banned file formats: .ratdvd, .rar, .zip (Please don't upload any materials in these formats or you will be warned.)\n</li>\n<li>Do NOT upload any products in an archived format (.zip, .rar, .ace, etc).\nThis prevents people from only grabbing a portion of the files contained in the .torrent.\nYou will be warned when you do this and your torrents will be deleted.\nDo it multiple times and your account will be in jeopardy.</li>\n<li>Make sure your torrents are well-seeded for at least 24 hours.</li>\n<li>You must have legal rights to the file you are uploading.</li>\n</ul>\n<br>\n<ul>\nIf you have something interesting that somehow violates these rules, <b>Contact Staff</b> and we might make an exception.\n</ul> &nbsp.\n<p>\nPowered by modified XBTT backend and TCG frontend v0.98\n</p> ", "created_at": "2023-06-27 22:59:11.980256", "updated_at": "2023-06-27 22:59:35.985836"}, {"id": 16605, "name": "Ratio Watch Information", "url": "https://thegeeks.click/ratio.php", "xpath": "//body", "text": " &nbsp.\n<br> Ratio Watch Information A fair ratio to keep is 1.0 - meaning that you have uploaded as much as you have downloaded.\nLow ratios will result in severe consequences, including banning in extreme cases.\n<br>\n<br>\nIf you have less than 2.5GB downloaded, you are <b>NOT</b> required to have a minimum ratio.\nThe instant your download total exceeds 2.5GB, you become bound to the rules of this table! <br>\n<br> LevelMin RatioDownloadedDuration10.12.5 GB28 days20.25 GB28 days30.310 GB28 days40.415 GB28 days50.520 GB28 days60.625 GB28 days70.730 GB28 days80.835 GB28 days <br>\n<br>\nThe minimum ratio required is determined by how much you've downloaded, as per the table.\n<b>For example: if you have between 25 and 30 GB downloaded, you must keep a ratio of 0.6 or higher.</b>\n<br>\n<br> If your ratio drops below the minimums listed in this table, you will enter \"Ratio Watch\" and will be warned to increase your ratio.\nYou can increase your ratio by seeding what you've downloaded, uploading new stuff, or donating for upload credit.\nIf you don't increase your ratio to the minimum requirements within 28 days, your account will be disabled.\nOnce your ratio is above the minimums, you will be removed from Ratio Watch.<br>\n<br> If you ignore the Ratio Watch warning and continue to download, you will lose your download rights.\nYou can still seed what you've downloaded or donate for upload credit.\nOnce your ratio is above the minimums, your download rights will be restored and you will be removed from Ratio Watch.\n&nbsp.\n<p>\nPowered by modified XBTT backend and TCG frontend v0.98\n</p> ", "created_at": "2023-06-27 22:59:12.015176", "updated_at": "2023-06-27 22:59:55.241723"}, {"id": 16606, "name": "FAQ", "url": "https://thegeeks.click/faq.php", "xpath": "//body", "text": " &nbsp.\n<br>\n<b>Welcome to TheGeeks!</b>\n<br>\n<br>\n<br> Contents <ul>\n<li>\n<b>Site information</b>\n<ul>\n<li>What is this bittorrent all about anyway? How do I get the files?</li>\n<li>Where can I get a copy of the source code?</li>\n<li>How can I submit a Digital Mellennium Copyright Act (DMCA) request?</li>\n</ul>\n</li>\n<br>\n<li>\n<b>User information</b>\n<ul>\n<li>I registered an account but did not receive the confirmation e-mail!</li>\n<li>I've lost my user name or password! Can you send it to me?</li>\n<li>Can you rename my account?</li>\n<li>Can you delete my (confirmed) account?</li>\n<li>So, what's MY ratio?</li>\n<li>Why is my IP displayed on my details page?</li>\n<li>Help! I cannot login!? (a.k.a.\nLogin of Death)</li>\n<li>My IP address is dynamic.\nHow do I stay logged in?</li>\n<li>Why am I listed as not connectable? (And why should I care?)</li>\n<li>What are the different user classes?</li>\n<li>How does this promotion thing work anyway?</li>\n<li>Hey! I've seen Power Users with less than 25GB uploaded!</li>\n<li>Why can't my friend become a member?</li>\n<li>How does this invite thing work anyway?</li>\n<li>How do I add an avatar to my profile?</li>\n<li>When are accounts auto-pruned?</li>\n<li>What's a \"passkey\"?</li>\n<li>What's this \"Reset passkey\" option in my profile?</li>\n</ul>\n</li>\n<br>\n<li>\n<b>Donations</b>\n<ul>\n<li>What are the donations used for?</li>\n<li>What can I use to make a donation?</li>\n<li>Paypal doesn't support my country, what can I do?</li>\n<li>I donated but didn't get any credit!</li>\n</ul>\n</li>\n<br>\n<li>\n<b>Stats</b>\n<ul>\n<li>What bittorrent clients may I use?</li>\n<li>Most common reasons for stats not updating</li>\n<li>Best practices</li>\n<li>Why is a torrent I'm leeching/seeding listed several times in my profile?</li>\n<li>I've finished or cancelled a torrent.\nWhy is it still listed in my profile?</li>\n<li>Why do I sometimes see torrents I'm not leeching in my profile!?</li>\n<li>Multiple IPs (Can I login from different computers?)</li>\n<li>How does NAT/ICS change the picture? </li>\n</ul>\n</li>\n<br>\n<li>\n<b>Uploading</b>\n<ul>\n<li>Why can't I upload torrents? </li>\n<li>Using Azureus</li>\n<li>Can I upload your torrents to other trackers?</li>\n<li>How do I upload Exclusives?</li>\n</ul>\n</li>\n<br>\n<li>\n<b>Downloading</b>\n<ul>\n<li>What are exclusives / Why are some torrents green??</li>\n<li>Are the files here safe to download?</li>\n<li>How do I use the files I've downloaded?</li>\n<li>Why are some torrents marked (FREE)?</li>\n<li>Why did an active torrent suddenly disappear?</li>\n<li>How do I resume a broken download or reseed something?</li>\n<li>Why do my downloads sometimes stall at 99%?</li>\n<li>What are these \"a piece has failed an hash check\" messages?</li>\n<li>The torrent is supposed to be 100MB.\nHow come I downloaded 120MB?</li>\n</ul>\n</li>\n<br>\n<li>\n<b>How can I improve my download speed?</b>\n<p>\n</p>\n<ul>\n<li>Do not immediately jump on new torrents</li>\n<li>Make yourself connectable</li>\n<li>Limit your upload speed</li>\n<li>Limit the number of simultaneous connections</li>\n<li>Limit the number of simultaneous uploads</li>\n<li>Just give it some time</li>\n<li>Why is my browsing so slow while leeching?</li>\n</ul>\n</li>\n<br>\n<li>\n<b>My ISP uses a transparent proxy.\nWhat should I do?</b>\n<ul>\n<li>Why can't I use a proxy on your site?</li>\n</ul>\n</li>\n<br>\n<li>\n<b>Why can't I connect? Is the site blocking me?</b>\n<ul>\n<li>Maybe my address is blacklisted?</li>\n<li>Your ISP blocks the site's address</li>\n</ul>\n</li>\n<br>\n<li>\n<b>What if I can't find the answer to my problem here?</b>\n</li>\n</ul>\n<br>\n<br> Site information <br>\n<b>What is this bittorrent all about anyway? How do I get the files?</b>\n<br>\n<br>\nCheck out uTorrent Beginner's Guide.<br>\n<br>\n<br>\n<b>Where can I get a copy of the source code?</b>\n<br>\n<br>\nThis site runs a heavily modified version of TBsource and is not publicly available.\nThe tracker is powered by XBTT.\n<br>\n<br>\n<b>How can I submit a Digital Mellennium Copyright Act (DMCA) request?</b>\n<br>\n<br>\nInformation for submitting a DMCA request can be found here.\nMisrepresentations made in your notice regarding whether material or activity is infringing may expose you to liability for damages (including costs and attorneys' fees).\n<br>\n<br> User information\n<p>\n<b>I registered an account but did not receive the confirmation e-mail!</b>\n<br>\n<br>\nThere are known issues with hotmail.\nGet a real email service like yahoo or gmail instead.\nThose 2 work fine.<br>\n<br>\n<br>\n<b>I've lost my user name or password! Can you send it to me?</b>\n<br>\n<br>\nPlease use this form to have the login details mailed back to you.<br>\n<br>\n<br>\n<b>Can you rename my account?</b>\n<br>\n<br>\n<b>Contact Staff</b> to get your account renamed.<br>\n<br>\n<br>\n<b>Can you delete my (confirmed) account?</b>\n<br>\n<br>\nActive accounts will only be disabled.\nYou won't get another chance to come back.<br>\n<br>\n<br>\n<b>So, what's MY ratio?</b>\n<br>\n<br>\nClick on your profile, then on your user name (at the top).<br>\n<br>\nIt's important to distinguish between your overall ratio and the individual ratio on each torrent\nyou may be seeding or leeching.\nThe overall ratio takes into account the total uploaded and downloaded\nfrom your account since you joined the site.\nThe individual ratio takes into account those values for each torrent.<br>\n<br>\nYou may see two symbols instead of a number: \"Inf.\", which is just an abbreviation for Infinity, and\nmeans that you have downloaded 0 bytes while uploading a non-zero amount (ul/dl becomes infinity).\n\"---\",\nwhich should be read as \"non-available\", and shows up when you have both downloaded and uploaded 0 bytes\n(ul/dl = 0/0 which is an indeterminate amount).<br>\n<br>\n<br>\n<b>Why is my IP displayed on my details page?</b>\n<br>\n<br>\nOnly you and the site moderators can view your IP address and email.\nRegular users do not see that information.<br>\n<br>\n<br>\n<b>Help! I cannot login!? (a.k.a.\nLogin of Death)</b>\n<br>\n<br>\nThis problem sometimes occurs with MSIE.\nClose all Internet Explorer windows\nand open Internet Options in the control panel.\nClick the Delete Cookies button.\nYou should now be able to login.<br>\n<br>\n<br>\n<b> My IP address is dynamic.\nHow do I stay logged in?</b>\n<br>\n<br>\nOn your <b>Profile</b>, make sure your 'Login Type' is set to normal.\nIf your IP changes mid-session, you will remain logged in.\n<br>\n<br>\n<b>Why am I listed as not connectable? (And why should I care?)</b>\n<br>\n<br>\nThe tracker has determined that you are firewalled or NATed and cannot accept incoming connections.\n<br>\n<br>\nThis means that other peers in the swarm will be unable to connect to you, only you to them.\nEven worse,\nif two peers are both in this state they will not be able to connect at all.\nThis has obviously a\ndetrimental effect on the overall speed.\n<br>\n<br>\nThe way to solve the problem involves opening the ports used for incoming connections.\nInformation on the\nsubject can be found at PortForward.<br>\n<br>\n<br>\n<b>What are the different user classes?</b>\n<br>\n<br>\n</p> &nbsp.\n<b>User</b> &nbsp.\nThe default class of new members.\nAfter joining the site, new members can only leech 3 torrents at a time.\nAfter 2 weeks from the date of join, users can then leech 10 torrents at a time.\n&nbsp.\n<b>Power User</b> &nbsp.\nPower users are able to leech 50 torrents at a time.\nHas full request privileges.\n&nbsp.\n<b>Extreme User</b> &nbsp.\nExtreme users are able to leech 100 torrents at a time.\nHas full request privileges.\n&nbsp.\n<b>\n</b> &nbsp.\nHas donated €20+ to TheGeeks.\nImmune to disabling for inactivity.\n&nbsp.\n<b>VIP</b> &nbsp.\nSame privileges as Power User and is considered an outstanding member of TheGeeks.\nImmune to automatic demotion.\nCan leech 100 torrents at a time (To increase this, just ask).\n&nbsp.\n<b>Other</b> &nbsp.\nCustomised title.\n&nbsp.\n<b>Elite</b> &nbsp.\nContributes to TheGeeks with uploads of new programs.\nCan peer 100 torrents at a time (To increase this, just ask).\n&nbsp.\n<b>Moderator</b> &nbsp.\nCan edit and delete any uploaded torrents.\nCan also moderate user\tcomments and disable accounts.\n&nbsp.\n<b>Administrator</b> &nbsp.\nCan do just about anything.\n&nbsp.\n<b>SysOp</b> &nbsp.\nCan do anything <br>\n<br>\n<b>How does this promotion thing work anyway?</b>\n<br>\n<br> &nbsp.\n<b>Power User</b> &nbsp.\nMust have been be a member for at least 28 days, have uploaded at least 25GB and have a ratio at or above 1.05.\nThe promotion is automatic when these conditions are met.\nOne invitation is given upon promotion to Power User.\n<br>\n<br>Note that you will be automatically demoted from this status and your invites removed if your ratio drops below 0.95 at any time.\n&nbsp.\n<b>Extreme User</b> &nbsp.\nMust have been be a member for at least 60 days, have uploaded at least 60GB and have a ratio at or above 2.05.\nThe promotion is automatic when these conditions are met.\nFive invitations are given upon promotion to Extreme User.\n<br>\n<br>Note that you will be automatically demoted from this status and your invites removed if your ratio drops below 1.95 at any time.\n&nbsp.\n<b>\n</b> &nbsp.\nJust donate €20+, and if you find ANY errors or have questions, send the details and/or question to a Sysop.\n&nbsp.\n<b>VIP</b> &nbsp.\nAssigned by mods at their discretion to users they feel contribute something special to the site.\n&nbsp.\n<b>Other</b> &nbsp.\nConferred by mods at their discretion (not available to Users or Power Users).\n&nbsp.\n<b>Elite</b> &nbsp.\nAppointed by Admins/SysOp.\n&nbsp.\n<b>Moderator</b> &nbsp.\nYou don't ask us, we'll ask you! <br>\n<br>\n<b>Hey! I've seen Power Users with less than 25GB uploaded!</b>\n<br>\n<br>\nPower User status can be conferred at staff discretion.<br>\n<br>\n<br>\n<b>Why can't my friend become a member?</b>\n<br>\n<br>\nThere is a 28,000 user invite limit.\nWhen that number is reached we stop accepting new invitees so no new members can join.\nIf the user count drops below 30,000, open signups will automatically resume.\nInactive accounts are periodically deleted, so keep trying.\n(There is no reservation or queuing system, don't ask for that.)<br>\n<br>\n<br>\n<b>How does this invite thing work anyway?</b>\n<br>\n<br>\nInvites are given out as follows:\n<br>\n<br> InvitesCriteria 1 Promotion to Power User 2 (<b>Any User Class</b>) Downloaded &gt.\n10 GB and ratio greater than 1.05 (<b>Invites given every 20 days</b>) <br>\nIf a signup or invite is not confirmed within 3 days, it is automatically deleted.\nYou also have the option to delete invites by going to your \"User details\" page and selecting \"Given\" under \"Invites.\" A table will be generated that displays all the invites you have given.\nSelect \"Delete\" to delete an unconfirmed invite.\nAll deleted invites will be replaced with an additional invite so do not worry about deleting them.\n<br>\n<br>\nYou can view how many given/available invites by going to your \"User details\" page and looking at the number next to \"Given\"/\"Available.\" To invite someone select \"Available\", enter an email/message on the following page, and press \"Invite!\" A confirmation email will be sent to the email address you have entered and the person will be given 3 days to confirm it.\n<br>\n<br>\n<b>Selling invites is STRICTLY prohibited.\nIf you are caught selling invitations to this site, your account will be disabled, you will be banned at the firewall, and ALL of your invitees will be disabled.</b>\n<br>\n<br>\n<b>How do I add an avatar to my profile?</b>\n<br>\n<br>\nFirst, find an image that you like, and that is within the\nrules.\nThen you will have\nto find a place to host it, such as\nUpload-It! or\nImageShack).\nAll that is left to do is copy the URL you were given when uploading it to the avatar field in your profile.<br>\n<br>\nPlease do not make a post just to test your avatar.\nIf everything is alright you'll see it in your details page.\n<br>\n<br>\n<br>\n<b>When are accounts auto-pruned?</b>\n<br>\n<br>\n<ul>\n<li>Unparked accounts that haven't visited (read: browsed) the site for 38 days (and are over 28 days old) are pruned.\nParked accounts are pruned when 112 days have elapsed since the last recorded activity (read: browsed).\nSeeding activity does NOT count, you must BROWSE the site.\nDonators with a star (and ONLY donators with a star) are immune to auto-pruning.\nPower Users and above are also immune.\nWe regularly clean out accounts with very low share ratios that are subject to the Ratio Watch system.</li>\n<br>\nIf your account gets pruned, your stats are gone.\nDon't ask us to retreive them.\n</ul>\n<br>\n<br>\n<b>What's a \"passkey\"?</b>\n<br>\n<br>\nA passkey is a 32 characters key associated with your account that uniquely identifies you as a TheGeeks user.\nWhen a .torrent file is downloaded from your account, the passkey is automatically added to the announce URL in the .torrent file.\n<br>\n<br>\n<i>\n<b>Make sure you keep your passkey (and by extension, your .torrent files) private at all times!</b>\n</i>\n<br>\n<br>\n<b>What's this \"Reset passkey\" feature in my profile?</b>\n<br>\n<br>\nYou can use this feature to generate a new passkey for you account.\n<br>\n<br>\nRemember that the passkey uniquely identifies you, therefore if someone would learn it they would be able to leech from your account.\nShould you suspect your key from being compromised just create a new one.\n<br>\n<br>\nNote that by using this you will invalidate all the .torrent files that you may have previously downloaded, and will have to download them again.\n<br>\n<br>\n<br>\n<br> Donations <br>\nIf you have a question about donations, refer to this first before contacting the staff!\n<br>\n<br>\n<br>\n<b>What are the donations used for?</b>\n<br>\n<br>\nThis site is situated on multiple powerful (lots of RAM, CPU, HDD) dedicated servers to handle gigabytes of http traffic daily.\nTo keep up with these HTTP Requests, we need these servers - but they cost quite a bit of money.\nWe also operate 4 Seedboxes that we place in popular torrent swarms to increase the overall speeds - This means you get your products faster.\nSimply put, the donations pay for these servers.\nWithout donations, staff would have to foot the bill for the servers themselves.\nHowever, this is not something we can afford and TheGeeks we love would disappear.\nWe appreciate any voluntary financial help that you can provide and as a \"thank you\", you receive upload credit.\n<br>\n<br>\n<br>\n<b>What can I use to make a donation?</b>\n<br>\n<br>\nAt this moment we only support Paypal.\nIf you have a Paypal account, you can donate directly to us.\nIf you don't have a Paypal account you can use your Credit Card information to make a one-time Paypal payment (you don't need to create an account!) Refer to Paypal's\nwebsite here for more information.<br>\n<br>\n<br>\n<b>Paypal doesn't support my country, what can I do?</b>\n<br>\n<br>\nUnfortunately, there isn't much either of us can do about this.\nSince we only support Paypal donations at this moment we can't offer you any other method to make a donation.\nPlease don't ask.\nThe only suggestion we can do is that you find somebody else in the community that you really trust who is able to make donations and let him/her make the donation for you and transfer the credit back to your account by using the \"Contact Staff\" button.\nIf you opt for this idea, we take no responsibility for the outcome.\nUse common sense.\n<br>\n<br>\n<br>\n<b>I donated but didn't get any credit!</b>\n<br>\n<br>\nDepending on the financing source (Credit Card/Paypal balance/Bank account), Paypal might need a couple of days before they have withdrawn the money from your financing source.\nIf this happens, your donation status is shown as \"Uncleared\" or \"Pending\" in Paypal.\nIn this stage, the donation has not been transferred to us yet and, therefore, you will not receive your credit.\nOnce the donation is \"Completed\" on Paypal's side, we get an automatic notification that the donation was successful and you should receive your credits within an hour.\nIf for some reason you do not, please contact a Sysop and we'll take care of it.\n<br>\n<br>\nYou can check the status of the donation from within your Paypal account.\nSimply login your Paypal account.\nClick the \"Details\" button next to the donation (either on the main or the history page).\nLook for the \"Status\" line.\nIf the donation is \"Uncleared\", an estimated clearing date will appear next to it.\nIf it's \"Completed\" you should have received your credit.<br>\n<br>\n<br> Stats <br>\n<b>What bittorrent clients may I use?</b>\n<br>\n<br> We've banned many clients for either putting too much load on our tracker or behaving in non-standard ways.\nThese banned clients include Shareaza, Fando, eDonkey (libtorrent), MLdonkey, Transmission, BitComet (and any client based on it such as BitLord) and CFNetwork.\nMany older versions of Azureus and uTorrent are banned, mostly for announcing too often.\n<br>\n<br>\n<b>For a full up-to-date list of which clients can and can't be used, see this link.</b>\n<br>\n<br>\nSome Windows clients we recommend:\n<br>\n<br>\n<ul>\n<li>Azureus\n(Full-featured.\nportable.\nprovides very reliable statistics to the tracker.)</li>\n<li>uTorrent\n(Highly Recommended.\nUses very little system resources.)</li>\n<br> Clients in alpha or beta version should be avoided.\n<br>\n<br> For more information to assist in selecting a BitTorrent client, see: Comparison of BitTorrent clients at Wikipedia.\n</ul>\n<br>\n<br>\n<b>Most common reason for stats not updating</b>\n<br>\n<br>\n<ul>\n<li>The user is cheating.\n(a.k.a.\n\"Summary Ban\")</li>\n<li>The server is overloaded and unresponsive.\nJust try to keep the session open until the server responds again.\n(Flooding the server with consecutive manual updates is not recommended.)</li>\n<li>You are using a faulty client.\nIf you want to use an experimental or CVS version you do it at your own risk.</li>\n</ul>\n<br>\n<br>\n<b>Best practices</b>\n<br>\n<br>\n<ul>\n<li>If a torrent you are currently leeching/seeding is not listed on your profile, just wait or force a manual update.</li>\n<li>Make sure you exit your client properly, so that the tracker receives \"event=completed\".</li>\n<li>If the tracker is down, do not stop seeding.\nAs long as the tracker is back up before you exit the client the stats should update properly.</li>\n</ul>\n<br>\n<br>\n<b>Why is a torrent I'm leeching/seeding listed several times in my profile?</b>\n<br>\n<br>\nIf for some reason (e.g.\npc crash, or frozen client) your client exits improperly and you restart it,\nit will have a new peer_id, so it will show as a new torrent.\nThe old one will never receive a \"event=completed\"\nor \"event=stopped\" and will be listed until some tracker timeout.\nJust ignore it, it will eventually go away.<br>\n<br>\n<br>\n<b>I've finished or cancelled a torrent.\nWhy is it still listed in my profile?</b>\n<br>\n<br>\nSome clients, notably TorrentStorm and Nova Torrent, do not report properly to the tracker when canceling or finishing a torrent.\nIn that case the tracker will keep waiting for some message - and thus listing the torrent as seeding or leeching - until some\ntimeout occurs.\nJust ignore it, it will eventually go away.<br>\n<br>\n<br>\n<b>Why do I sometimes see torrents I'm not leeching in my profile!?</b>\n<br>\n<br>\nThis should never happen.\nIf it does, immediately change your password with Profile, change your passkey with 'Reset Passkey' and contact a staff person to remove the torrents that aren't yours.\nIf this happens, you will not get credit for the lost ratio as you're the one responsible for guarding your own account information.\n<br>\n<br>\n<br>\n<b>Multiple IPs (Can I login from different computers?)</b>\n<br>\n<br>\nYes, the tracker is always capable of following sessions from different IPs for the same user.\nA torrent is associated with a passkey (which is included inside the .torrent file).\nWe always know who you are and your stats will not be mixed up with anyone else with a similar IP address.\nTo utilize this, you must have your 'Login Type' set to normal.\nThe option is located in your Profile.<br>\n<br>\n<br>\n<b>How does NAT/ICS change the picture?</b>\n<br>\n<br>\nIt makes no difference whatsoever.\nThe site will recognize you by your browser cookies while the tracker will recognize you by your passkey.\n<br>\n<br>\n<br>\n<br> Uploading <br>\n<b>Why can't I upload torrents?</b>\n<br>\n<br>\nYou probably do not have your bitTorrent client setup correctly.\nMake sure you have used the tracker's announce url and the information areas are filled in correctly.\n<br>\n<p>1) This is a guide explaining how to upload torrents using the BitTorrent client <b>Azureus</b>.<br>\n</p>\n� Download Azureus from here: 'Azureus.'<br>\n� Go to the preferences (Azureus-&gt;Preferences).<br>\n� In the \"Server\" page change the \"Incoming TCP listen port\" to a non Peer-to-Peer port (6879 will work).\nIf you have a firewall make sure this port range is open in both directions.<br>\n� Time to create a torrent to upload (File-&gt;Create a Torrent).<br>\n� In the \"Announce URL\" put \"<b>http://www.thegeeks.click:3210/announce</b>\".<br>\n� Click the \"Browse\" button and find the file you want to share then click \"Next\".<br>\n� Check to see if the right file is selected and click \"Finish\".<br>\n� Voila, the torrent will be created where the file is.<br>\n� Login to the site 'TheGeeks' and go to the \"Upload\" section.<br>\n� In the \"Torrent file\" area click the \"Browse\" button and find the torrent file then click \"Open\".<br>\n� In the \"Torrent name\" area type the name of the file if the name on the torrent is not descriptive.<br>\n� In the \"Description\" area type a thorough description of the file.\nMake sure the description is complete and includes all relevant information.\nDO NOT POST SERIALS/CRACKS.\n<br>\n� In the \"Type\" area choose the type of file by clicking on the pull down menu.\nMake sure the file is under the correct type.<br>\n� Check over the following steps and if everything is correct click the \"Do it!\" button.<br>\n� Time to seed the torrent: download the torrent off the site, click \"Open\"(File-&gt;Open-&gt;.torrent File), and find the downloaded torrent.\nYou will not be able to seed the torrent created by the client because of the passkey that needs to be embedded in the torrent.<br>\n<br>\nIt will take a couple minutes for your torrent to appear in the \"Browse\" section.\n<br>\n<br>\n<br>\n<b>Can I upload your torrents to other trackers?</b>\n<br>\n<br>No.\nWe are a closed, limited-membership community.\nOnly registered users can use TheGeeks (TB tracker).\nPosting our .torrent files on other trackers is useless, since most people who attempt to download them will\nbe unable to connect with us.\nThis generates a lot of frustration and bad-will against TheGeeks,\nand will therefore not be tolerated.\nAny user found leaking .torrent files will be permanently banned.<br>\n<br>\nComplaints from other sites' administrative staff about our torrents being posted on their sites will\nresult in the banning of the users responsible.<br>\n<br>\n<br>\n<b>How do I upload Exclusives?</b>\n<br>\n<br>\nTo upload an exclusive, first you must have the ability enabled on your account.\nContact a staff member and ask them to 'Enable exclusive upload on your account'.\nThis is only needs to be performed once.\nOnce this option is set, a new section will appear at the bottom of the upload page.\nIt is at this location that you set the class delays.\nIt is self-explanatory, but if you need further help, contact a staff memeber.\nAfter you have completed this section, upload the torrent.\nIf you need to setup ratio free downloads for the donators, you go to the details page for the torrent that you've just uploaded.\nClick the 'Edit Torrent' link on the page.\nAt the bottom of the Edit page, you setup the donators from a list.\nThese people will automatically have ratio-free downloads and will have immediate access to the torrent.\n<br> Downloading <br>\n<b>What are exclusives / Why are some torrents green?</b>\n<br>\n<br>\nExclusive products (torrents that are green) are torrents that are purchased by users here (or in groups of users) or are torrents that started their lives on the internet on this site.\nAccess to these torrents are controlled via user classes.\nSome key points are below:\n<br>\n<br>\n<li>The torrent's description will show the wait times for user classes.</li>\n<li>Torrents have *varying* wait times depending on variety of factors.\n(Not all of them are the same)</li>\n<li>\n</li>\n<li>Not all exclusives are available to ALL user classes (for example, some are only available to Power Users and above).</li>\n<li>Asking to get access to an exclusive (if you didn't help purchase it), will get you BANNED.</li>\n<li>\n<b>Donating to the site does NOT give you access to download exclusives (However it may help you jump into a new user class that can).</b>\n</li>\n<li>If you try to download one and it says \"Not Available for your User Class\", it's just that: Not available to your user class.\nYou need to get promoted to a higher one (read the FAQ again if you don't understand how).</li>\n<li>There's currently no way to filter out (not see in Browse) what you can't download.</li>\n<li>Complaining about the wait times isn't going to let you download it any faster.</li>\n<br>\n<br>\n<b>Are the files here safe to download?</b>\n<br>\n<br>\nYes.\nHowever, the Internet can be a very dangerous place.\nAnd because of the fluidity of the Internet, what's safe today may not be safe tomorrow.\nTherefore, we highly recommend that ALL of our users use an antivirus program on their computers.\nThe virus definitions should always be up-to-date and you should regularly scan your system.\nSome free antivirus programs are:\n<br>\n<br>\n<ul>\n<li>avast! Free Edition<br>\n</li>\n<li>AVG Free Edition<br>\n</li>\n</ul>\n<br>\nAlso, install and maintain a Firewall product and use an up-to-date Anti-Spyware product, where necessary.\n<br>\n<br>\n<br>\n<b>How do I use the files I've downloaded?</b>\n<br>\n<br>\nCheck out this guide.<br>\n<br>\n<br>\n<b>Why are some torrents marked (FREE)?</b>\n<br>\n<br>\nTorrents marked <b>FREE</b> are freeleech meaning they can be downloaded without affecting users' ratios.\nIf you feel your torrent deserves this status please Contact Staff.\nHowever, we only agree under exceptional circumstances.<br>\n<br>\n<br>\n<b>Why did an active torrent suddenly disappear?</b>\n<br>\n<br>\nThere may be three reasons for this:<br>\n<b>1.</b>) The torrent may have been out-of-sync with the site\nrules.<br>\n<b>2.</b>) The uploader may have deleted it because it was a bad release.\nA replacement will probably be uploaded to take its place.<br>\n<b>3.</b>) Torrents are automatically deleted after 35 days of inactivity (no seeders).<br>\n<br>\nCheck the Log for more information.<br>\n<br>\n<br>\n<b>How do I resume a broken download or reseed something?</b>\n<br>\n<br>\nOpen the .torrent file.\nWhen your client asks you for a location, choose the location of\nthe existing file(s) and it will resume/reseed the torrent.<br>\n<br>\n<br>\n<b>Why do my downloads sometimes stall at 99%?</b>\n<br>\n<br>\nThe more pieces you have, the harder it becomes to find peers who have pieces you are missing.\nThat is why downloads sometimes slow down or even stall when there are just a few percent remaining.\nJust be patient and you will, sooner or later, get the remaining pieces.<br>\n<br>\n<br>\n<b>What are these \"a piece has failed an hash check\" messages?</b>\n<br>\n<br>\nBittorrent clients check the data they receive for integrity.\nWhen a piece fails this check it is\nautomatically re-downloaded.\nOccasional hash fails are a common occurrence, and you shouldn't worry.<br>\n<br>\nSome clients have an (advanced) option/preference to 'kick/ban clients that send you bad data' or\nsimilar.\nIt should be turned on, since it makes sure that if a peer repeatedly sends you pieces that\nfail the hash check it will be ignored in the future.<br>\n<br>\n<br>\n<b>The torrent is supposed to be 100MB.\nHow come I downloaded 120MB?</b>\n<br>\n<br>\nSee the hash fails topic.\nIf your client receives bad data it will have to redownload it, therefore the total downloaded may be larger than the torrent size.\nMake sure the \"kick/ban\" option is turned on\nto minimize the extra downloads.<br>\n<br>\n<br>\n<br>\n<br> How can I improve my download speed? <br>\nThe download speed mostly depends on the seeder-to-leecher ratio (SLR).\nPoor download speed is\nmainly a problem with new and very popular torrents where the SLR is low.<br>\n<br>\n(Proselytising sidenote: make sure you remember that you did not enjoy the low speed.\n<b>Seed</b> so that others will not endure the same.)<br>\n<br>\nThere are a couple of things that you can try on your end to improve your speed:<br>\n<br>\n<br>\n<b>Do not immediately jump on new torrents</b>\n<br>\n<br>\nIn particular, do not do it if you have a slow connection.\nThe best speeds will be found around the\nhalf-life of a torrent, when the SLR will be at its highest.\n(The downside is that you will not be able to seed\nso much.\nIt's up to you to balance the pros and cons of this.)<br>\n<br>\n<br>\n<b>Make yourself connectable</b>\n<br>\n<br>\nSee the <i>Why am I listed as not connectable?</i> &nbsp;section.<br>\n<br>\n<br>\n<b>Limit your upload speed</b>\n<br>\n<br>\nThe upload speed affects the download speed in essentially two ways:<br>\n<br>\n<ul>\n<li>Bittorrent peers tend to favour those other peers that upload to them.\nThis means that if A and B are leeching the same torrent and A is sending data to B at high speed then B will try to reciprocate.\nSo due to this effect high upload speeds lead to high download speeds.</li>\n<br>\n<li>Due to the way TCP works, when A is downloading something from B it has to keep telling B that it received the data sent to him.\n(These are called acknowledgements - ACKs -, a sort of \"got it!\" messages).\nIf A fails to do this then B will stop sending data and wait.\nIf A is uploading at full speed there may be no bandwidth left for the ACKs and they will be delayed.\nSo due to this effect excessively high upload speeds lead to low download speeds.</li>\n</ul>\n<br>\nThe full effect is a combination of the two.\nThe upload should be kept as high as possible while allowing the\nACKs to get through without delay.\n<b>A good thumb rule is keeping the upload at about 80% of the theoretical\nupload speed.</b> You will have to fine tune yours to find out what works best for you.\n(Remember that keeping the\nupload high has the additional benefit of helping with your ratio.) <br>\n<br>\nIf you are running more than one instance of a client it is the overall upload speed that you must take into account.\nSome clients (e.g.\nAzureus) limit global upload speed, others (e.g.\nShad0w's) do it on a per torrent basis.\nKnow your client.\nThe same applies if you are using your connection for anything else (e.g.\nbrowsing or ftp),\nalways think of the overall upload speed.<br>\n<br>\n<br>\n<b>Limit the number of simultaneous connections</b>\n<br>\n<br>\nSome operating systems (like Windows 9x) do not deal well with a large number of connections, and may even crash.\nAlso some home routers (particularly when running NAT and/or firewall with stateful inspection services) tend to become\nslow or crash when having to deal with too many connections.\nThere are no fixed values for this, you may try 60 or 100\nand experiment with the value.\nNote that these numbers are additive, if you have two instances of\na client running the numbers add up.<br>\n<br>\n<br>\n<b>Limit the number of simultaneous uploads</b>\n<br>\n<br>\nIsn't this the same as above? No.\nConnections limit the number of peers your client is talking to and/or\ndownloading from.\nUploads limit the number of peers your client is actually uploading to.\nThe ideal number is\ntypically much lower than the number of connections, and highly dependent on your (physical) connection.<br>\n<br>\n<br>\n<b>Just give it some time</b>\n<br>\n<br>\nAs explained above peers favour other peers that upload to them.\nWhen you start leeching a new torrent you have\nnothing to offer to other peers and they will tend to ignore you.\nThis makes the starts slow, in particular if,\nby change, the peers you are connected to include few or no seeders.\nThe download speed should increase as soon\nas you have some pieces to share.<br>\n<br>\n<br>\n<b>Why is my browsing so slow while leeching?</b>\n<br>\n<br>\nYour download speed is always finite.\nIf you are a peer in a fast torrent it will almost certainly saturate your download bandwidth, and your browsing will suffer.\nClients like uTorrent and Azureus provide the option to limit the download and upload speed.\nOr use a third-party solution, such as NetLimiter.\n<br>\n<br>\nBrowsing was used just as an example, the same would apply to gaming, IMing, etc...<br>\n<br>\n<br> My ISP uses a transparent proxy.\nWhat should I do? Short reply: change to an ISP that does not force a proxy upon you.<br>\n<br>\n<br>\n<b>Why can't I use a proxy on your site?</b>\n<br>\n<br>\nIt is our policy not to allow new accounts to be opened from behind a proxy.\n<b>Any account found using a proxy to mask real ips (this includes TOR proxies) will be disabled and banned.</b>\n<br>\n<br>\n<br>\n<br>\n<br> Why can't I connect? Is the site blocking me? <br>\nYour failure to connect may be due to several reasons.\n<br>\n<br>\n<br>\n<b>Maybe my address is blacklisted?</b>\n<br>\n<br>\nThe site blocks ips that have broken our rules, cheated, or have created multiple accounts.\nIf you're unlucky enough to assume the same ip as a banned user, there's nothing we can do.\nWe do not remove ip bans so don't ask.<br>\n<br>\n<br>\n<b>Your ISP blocks the site's address</b>\n<br>\n<br>\n(In first place, it's unlikely your ISP is doing so.\nDNS name resolution and/or network problems are the usual culprits.)\nThere's nothing we can do.\nYou should contact your ISP (or get a new one).<br>\n<br>\n<br>\n<br>\n<br> What if I can't find the answer to my problem here? <br>\nPost in the Forums, by all means.\nYou'll find they\nare usually a friendly and helpful place, provided you follow a few basic guidelines:<br>\n<br>\n<ul>\n<li>Make sure your problem is not really in this FAQ.\nThere's no point in posting just to be sent\nback here.\n</li>\n<li>Before posting read the sticky topics (the ones at the top).\nMany times new information that\nstill hasn't been incorporated in the FAQ can be found there.</li>\n<li>Help us in helping you.\nDo not just say \"it doesn't work!\".\nProvide details so that we don't\nhave to guess or waste time asking.\nWhat client do you use? What's your OS? What's your network setup? What's the exact\nerror message you get, if any? What are the torrents you are having problems with? The more\nyou tell the easiest it will be for us, and the more probable your post will get a reply.</li>\n<li>And needless to say: be polite.\nDemanding help rarely works, asking for it usually does\nthe trick.</li>\n</ul>\n<p>\n<b>FAQ edited 2008-09-24</b>\n</p> &nbsp.\n<p>\nPowered by modified XBTT backend and TCG frontend v0.98\n</p> ", "created_at": "2023-06-27 22:59:12.044945", "updated_at": "2023-06-27 23:00:23.900897"}, {"id": 16607, "name": "Digital Millennium Copyright Act", "url": "https://thegeeks.click/dmca.php", "xpath": "//body", "text": " &nbsp.\n<br> Digital Millennium Copyright Act It is our policy to respond to clear notices of alleged copyright infringement.\nThis page describes the information that should be present in these notices.\nIt is designed to make submitting notices of alleged infringement to TheGeeks.click as straightforward as possible while reducing the number of notices that we receive that are fraudulent or difficult to understand or verify.<br>\n<br>\n<b>IMPORTANT: Misrepresentations made in your notice regarding whether material or activity is infringing may expose you to liability for damages (including costs and attorneys' fees).\nCourts have found that you must consider copyright defenses, limitations or exceptions before sending a notice.</b>\n<br>\n<br> To expedite our ability to process your request, please use the following format (including section numbers):<br>\n<br> 1.\nIdentify in sufficient detail the copyrighted work that you believe has been infringed upon (for example, \"The copyrighted work at issue is the text that appears on http://www.legal.com/legal_page.html\") or other information sufficient to specify the copyrighted work being infringed.<br>\n<br> 2.\nIdentify the material that you claim is infringing the copyrighted work listed in item #1 above.<br>\n<br> 3.\nProvide information reasonably sufficient to permit contact with your Name, Mailing Address, Email Address, and Phone Number.<br>\n<br> 4.\nProvide reasonable evidence that you are the copyright owner or am authorized to act on behalf of the owner.<br>\n<br> 5.\nInclude the following statement: \"I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\"<br>\n<br> 6.\nInclude the following statement: \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"<br>\n<br> 7.\nSign and submit the document <b>here</b>.\nYour digital signature is as legally binding as a physical signature.\nPlease note that your signature must exactly match the First and Last names that you specified earlier.\n&nbsp.\n<p> Powered by modified XBTT backend and TCG frontend v0.98 </p> ", "created_at": "2023-06-27 22:59:12.074214", "updated_at": "2023-06-27 23:00:33.423923"}], "points": [], "urls": ["thegeeks.click"]}}