{"error": 448, "message": "OK", "parameters": {"id": 8339, "name": "Anisearch", "created_at": "2023-05-16 17:19:19.153811", "updated_at": "2023-05-18 21:28:43.286062", "wikipedia": null, "keywords": null, "related": null, "slug": "anisearch", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8339.png", "url": "anisearch.com,anisearch.de,anisearch.es,anisearch.fr,anisearch.it,anisearch.jp", "documents": [{"id": 16187, "name": "Privacy Policy", "url": "https://www.anisearch.com/faq/privacy", "xpath": "//*[@id=\"content-outer\"]", "text": "Our PrinciplesIn the following “aniSearch” is understood to refer to the websites anisearch.DE, anisearch.COM, anisearch.ES, anisearch.FR, anisearch.IT and aniSearch.JP.\nWe at aniSearch treat the protection of your personal data as a top priority, thus, we would like to provide you with a clear explanation of when we store which personal data and how we use it within the scope of the legal data-protection regulations.\nIf this privacy policy does not answer all your questions, you are welcome to contact us informally via the email address privacy@<i>spam</i>anisearch.com.<br>\n<br>\n<b>Contact details</b>\n<br>Dominik Koziol<br>Delbrückstr.\n41<br>12051 Berlin<br>GermanyChildren under the age of <u>16 years</u> are not allowed to send us any personal data without the explicit consent of their parents or legal guardian.\nThis also entails that they are not allowed to create a user account on aniSearch.\nThis is a legal requirement as per article 8 of the GDPR.\nThis notice can also be found in our set of rules.We participate in IAB Europe’s transparency and consent framework and comply with its specifications and guidelines.\nTo this end, we use the Consent Management Platform (CMP) from Sourcepoint Technology Inc, 228 Park Ave S #87903, New York 10003-1502, United States, as a subcontractor.\nIn accordance with the IAB Europe Transparency and Consent Framework, Sourcepoint is identified as IAB Europe ID #6.\nSourcepoint’s CMP allows you to grant us data protection compliant consent to process your data and to revoke such consent at any time.\nYou may also object to the processing of data based on our legitimate interest.\nHere you will find an overview of your setting options, the purposes and the third parties involved in:Open the Privacy ManagerMore information on data protection and the CMP is available on the Sourcepoint website.What is “personal data?”Personal data is information that can be used to ascertain your identity or compile a profile from your publicly available data.\nData that we collect on aniSearch or that you can provide voluntarily and optionally would be:<br>\n<br>• Online data, such as your IP address, your browser agent, and possibly further information about your device<br>• General personal data, such as your name, age, marital status, date of birth, address, and email address<br>• Physical characteristics, such as your genderYour personal data is collected, stored, and processed on aniSearch in compliance with European law.Which of your personal data do you disclose to us?➜ personal data, which we collect automaticallyWith each visit of one of our webpages we automatically process personal data sent to us by you.\nThis access data is automatically collected by our server software and is stored in a log file for a period of 7 days and then automatically deleted.\nThis log data is required to determine, for example, the source of an excessive server load, so that we can block it and thus prevent you and all other site visitors from experiencing excessive loading times.\nThis automatically collected data includes the <b>accessed website</b>, the <b>time of access</b>, the <b>IP address</b> and the <b>browser agent</b>.➜ personal data that you yourself provideBy registering on aniSearch, you agree to our collection, processing, and use of your personal data with regard to the data processing procedures described in this privacy policy.\nFor this purpose we always store the time and IP address of the previous and current login.\nThe storing of this information is based on our legitimate interests as well as for protection against misuse and other unauthorized use.\nGeneral mandatory profile details are a valid e-mail address and any user name, which may be a pseudonym.\nIn your user profile you have the option to enter further optional information about yourself and also to modify it.Here on aniSearch we offer you various privacy settings, so that you can make your data accessible to certain user groups only.\nFor instance, only friends or only other members registered on aniSearch.\nAdditional voluntary and optional information includes, but is not limited to, date of birth, gender, relationship status, country, city, zip code, information about your social media presence or blogs.\nAs a registered member, please note that everything you publicly post can be read by everyone and is therefore your own responsibility.➜ personal data that other websites receive from youIn profile descriptions or self-created layout as well as our discussion and commentary postings, our registered members also have the option to embed external graphics and videos, as one would know, for instance, from YouTube’s embedded videos.\nThe integration of external media is in general difficult to discern for a site visitor and has the special feature that by loading these external materials your IP address, your browser agent, and the timestamp as well as the accessed website itself are also stored by the respective host of these materials.\nGenerally, this data is only used for analysis and is not directly processed.\nHowever, in order to prevent any misuse in this respect from the outset, external media will not be loaded by us at all and will be clearly marked with a placeholder image.\nWith a click on this placeholder image, you can decide later if you would like to see the content that’s hidden behind it.\nOnly then will your data be transmitted to the external hoster through your own browser.\nHere we also offer you the option to deactivate or reactivate this protective measure.\nYou can decide between images and videos (iframes):Replace external images with placeholdersDisplay external images immediatelyReplace external videos with placeholdersDisplay external videos immediatelyIncluding external videos on our site is only possible from the following sources, with exactly these URLs:<br>• https://www.\nyoutube-nocookie.com/embed or https://www.youtube.com/embed – Privacy Policy<br>• https://www.dailymotion.com/ or via https://dai.ly/ – Privacy Policy<br>• https://player.vimeo.\ncom/video/ – Privacy Policy<br>• https://www.viki.com/player/ – Privacy Policy<br>• https://www.facebook.com/ – Privacy PolicyHow does aniSearch use your personal data?As a site visitor, we use your personal data for security-related features or to personalize features and content for you.\nWe do not pass on your stored personal data to third parties, except in the following cases:1) If you have explicitly given your consent for certain personal data.\nThis is necessary, for instance, if you have won a give-away and we need to provide your delivery address to our partner.2) If we are required by law or court order to release this data.3) To protect our own legitimate rights and interests or those of our users.\nsuch action may be necessary if you cause a massive disruption or misuse of our services or if we need to make use of our domiciliary rights.\nIn the event of technical problems with the server, a service technician from our Germany-based server provider company may have to carry out maintenance work.\nthis technician also has access to our server logs.\nHowever, he is not entitled to use this information for anything more than the analysis of the technical problem within the server.5) In the context of a project transfer or a merger with a natural or legal person.Information regarding your rightsYou can exercise the following rights:• Your right of access by the data subject according to article 15 GDPR,<br>• Your right to rectification according to article 16 GDPR,<br>• Your right to erasure (“right to be forgotten”) according to article 17 GDPR,<br>• Your right to restriction of processing according to article 18 GDPR as well as<br>• Your right to data portability according to article 20 GDPR.As a registered member you have access to your personal profile data at any given time and can change it yourself or revoke your consent at any time by terminating your user profile here via the profile administration.If personal data exists to which you yourself have no direct access, you can revoke your consent to our use of this data via our support form and we will remove those personal data which we are legally obliged to from our websites as quickly as possible.\nFurthermore, you may naturally have incorrectly recorded personal data corrected at any time if you do not have access to it yourself.\nIn addition to the support form, you can assert the above-mentioned rights at the following address:Dominik Koziol<br>Delbrückstr.\n41<br>12051 Berlin<br>Germany<br>privacy@<i>spam</i>anisearch.comCookies, Tracking, and external Service ProvidersaniSearch itself uses cookies to save various page settings you have defined without the need of registration.\nFor registered users using automatic login, the cookie also serves as login authorisation.\nThe cookie does not contain any personal data.\nIn principle aniSearch works even if cookies are disabled in the browser.\nFor technical reasons the scope of functionality may, however, be limited.\nMost browsers are set to accept cookies automatically.\nYou can deactivate the saving of cookies yourself or set your browser to notify you as soon as cookies are sent.On our websites we also deliver banner ads from companies or agencies directly.\nThese may use cookies without us being able to point this out to you.\nWe only work with companies that themselves comply with the requirements of the legal data protection regulations.<b>You can find a detailed list of the data protection information of our contractual partners here.<br>• Privacy policy regarding the use of the Amazon Partner Program<br>• Privacy policy regarding the use of Matomo<br>• Privacy policy regarding the use of our advertising partners<br>• External payment service providers</b>Links to external websitesWe have no influence on whether the operators of other websites comply with legal data protection regulations.\nExternal websites outside the European Union may have completely different data protection regulations.\nWe can therefore assume no responsibility for the processing of such data by third parties.\nPrivacy Policy<ol>\n<li>Our Principles</li>\n<li>What is “personal data?”</li>\n<li>Which of your personal data do you disclose to us?</li>\n<li>How does aniSearch use your personal data?</li>\n<li>Information regarding your rights</li>\n<li>Cookies, Tracking, and external Service Providers</li>\n<li>Links to external websites</li>\n</ol>Modifications<ul>\n<li>\n<b>26.\nApril 2023</b>\n<br>Advertising partner replaced</li>\n<li>\n<b>04.\nAugust 2022</b>\n<br>Advertising partner replaced</li>\n<li>\n<b>19.\nOctober 2020</b>\n<br>Privacy Manager replaced</li>\n<li>\n<b>18.\nJune 2020</b>\n<br>Advertising partner replaced</li>\n<li>\n<b>13.\nJune 2019</b>\n<br>Advertising partner replaced</li>\n<li>\n<b>05.\nAugust 2018</b>\n<br>Advertising partner replaced</li>\n<li>\n<b>24.\nMay 2018</b>\n<br>Adjustments regarding GDPR</li>\n</ul> ", "created_at": "2023-05-16 17:19:19.184471", "updated_at": "2023-05-16 17:20:56.14026"}], "points": [], "urls": ["anisearch.com", "anisearch.de", "anisearch.es", "anisearch.fr", "anisearch.it", "anisearch.jp"]}}