{"error": 448, "message": "OK", "parameters": {"id": 4489, "name": "Viber", "created_at": "2021-07-03 23:54:54.949199", "updated_at": "2023-09-19 22:01:50.490202", "wikipedia": "https://en.wikipedia.org/wiki/Viber", "keywords": null, "related": null, "slug": "viber", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/4489.png", "url": "viber.com", "documents": [{"id": 7878, "name": "Privacy Policy", "url": "https://www.viber.com/en/terms/viber-privacy-policy/", "xpath": "", "text": " <ul>\n<li>Home</li>\n<li>Download</li>\n<li>Features</li>\n<li>Communities</li>\n<li>Security</li>\n<li>Viber Out</li>\n<li>Blog</li>\n<li>Business</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Download</li>\n<li>Features</li>\n<li>Communities</li>\n<li>Security</li>\n<li>Viber Out</li>\n<li>Blog</li>\n<li>Business</li>\n</ul> Business <i>\n</i> Viber Privacy Policy <p>\n<b>(Last Updated: November 2019 –&nbsp;</b>\n<b>What changed</b>\n<b>?)</b>\n</p>\n<p>Scope and Consent<br>\nInformation we Collect<br>\nSpecific Accounts – Viber Out Account, Email Linked to Viber&nbsp;Account<br>\nUses and Retention<br>\nDisclosure<br>\nInformation you Share Publicly<br>\nYour Choices<br>\nCookies and Tracking Technologies<br>\nAccessing Reviewing and Changing Your Personal Information<br>\nSpecific Location Practices: California, EEA residents<br>\nThird Party Websites<br>\nSecurity<br>\nChildren’s Privacy<br>\nInternational Transfer<br>\nB2B Partners Data<br>\nUpdates to this Policy<br>\nContact Us</p>\n<p>As part of our mission to spread good vibes, we want you to share the things that matter to you most with your friends, family and anyone else around you.\nIt’s important to us that you feel comfortable and trust us with your information when you use the Viber services (the “Services”).\nPlease take a few minutes to read this Privacy Policy, so that you understand what information we collect, what we do with it and why, how we protect it and what are your rights in relation to this information.</p>\n<p>In general, we only collect information that allows us to provide you with our best Services.\nThis includes, for example, simple tasks like allowing other users to see the name and picture you choose to show.\nIt also helps us to keep our Services clear of fraud and spam, and it allows us to get a unique understanding of what additional services may be useful to you, and all other purposes set out in this policy below.</p>\n<p>Starting with Viber 6.0, all of Viber’s core features are secured with end-to-end encryption: Viber calls, one-on-one messages, group messages, private media sharing and linked devices.\nThis means that the encryption keys are stored only on your devices and no one, not even Viber itself, has access to them.\nTo learn more about Viber Encryption, follow this link:&nbsp;<b>http://www.viber.com/en/security</b>.</p>\n<p>\n<strong>Scope and consent</strong>\n</p>\n<p>Before you start sharing good vibes, it’s important you understand that by using our Services, you allow us to collect, use, disclose, and retain your personal information and other information but we will never read or listen to the content you are sharing privately.\nYou can be sure that we will only use your information as described in this Policy.</p>\n<p>By using the Service, you are also agreeing to our&nbsp;<b>Terms of Use</b>.\nPlease make sure you read and agree with our Terms of Use if you want to use Viber.</p>\n<p>\n<strong>Information we collect</strong>\n</p>\n<p>First of all, we want you to be assured that we do not read or listen to the content of your messages and/or calls made privately via Viber and we do not store those messages once they have been delivered to their destination (which on average takes less than one second).\nIf for some reason the message wasn’t delivered to its destination within up to 2 weeks, it will be deleted from our servers.</p>\n<p>Note that chats with bots, in communities and in Channels are not end-to-end encrypted, but we do encrypt such messages when sent to the Viber servers and when sent from the Viber servers to the relevant third party (the bot&nbsp.\nowner and/or additional third party tool (e.g.\nCRM solution) integrated by such owner).</p>\n<p>We collect the minimum information required to achieve the purposes set out in this Policy (see below), and you have the ability to limit such collection, as specified below under “Your Choices”:</p>\n<p>(a) Registration and Account Information:&nbsp;When you use our various Services you voluntarily give us personal information (e.g., name, email, birth date, age, phone number and, when necessary, billing information) and you are not anonymous to us.\nThat means your name and photo (if you choose to provide them) will be visible to other Viber users and they can search you by name unless you change your settings.\nWe may suggest you as a possible contact to people we believe you may know (without revealing your phone number), unless you turn off this option.\nWe may notify your contacts when it’s your birthday, unless you turn off this option.\nWhen you install the Viber App, you’ll also be asked to allow us access to your mobile device’s address book.\nA copy of the phone numbers and names of all your contacts (whether they’re Viber members or not – but only name and phone number) will be collected and&nbsp;stored on our servers, mainly in order for us to be able to enable you and your contacts to connect.</p>\n<p>(b) Social Media Information:&nbsp;If you sign in to your Viber account through third-party social media sites like VK, you agree to give us on-going access to your personal information on such sites (e.g., your public profile, friend list, accounts you follow or who follow you, your email address, birthday, work history, education history, interests, current city, and video viewing).\nWe may receive certain information about you which is stored on social media sites if users of those sites give us access to their profiles and you are one of their friends or connections, depending upon your settings on those sites.</p>\n<p>(c) Activity Information:&nbsp;While using the Viber Services, we will collect, and other users can see, your connection status, whether you have received and seen messages sent to you, if you are currently on another call, and information related to the calls and messages you have sent and received such as length of the call, who called who, who messaged who, and at what time.\nif you do not want people to know that you’re online or that you’ve seen messages, you can change these options in your settings.\nAs for delivered status and call information (length of the call, missed calls etc.), we believe they are important for other Viber users and therefore cannot be canceled.\nFor Secret Chats, we will notify the other members of any screenshots you’ve taken (so please respect the vibe and do not take them).</p>\n<p>When you interact with bots, Communities and/or Channels on our Service, we may obtain information about the messages you have liked, comments you have left and also websites you’ve viewed through links in them or otherwise links you have viewed from within Viber.\nWhen you send links through messages, with your permission, we may collect data about such links you have visited.\nWhen you use our Chat Extensions we may know which items you searched and shared.\nIn addition, we collect information about the accounts you have visited and the content you have viewed in order to improve the relevance of our Services.</p>\n<p>We collect information about the value added services you are using over Viber and/or apps (such as games) you have downloaded through Viber.\nThis includes whether you are presently online, your personal preferences (such as connecting the service to Viber) and the way you use that service (for example how often, for how long).\nWe may also tell other Viber users that you are using a certain service or app (to recommend them to try that service as well).</p>\n<p>(d) Information from Other Sources:&nbsp;The information we collect may be combined with information from outside records (e.g.\ndemographic information and additional contact information) that we have received in accordance with the law.</p>\n<p>(e) Device and Location Information:&nbsp;We collect additional information when you access our App through a certain device (e.g.\nyour mobile device’s unique identifier.\nyour session’s ip address.\ninformation about your device’s operating system, your browser, browser or operating system language.\nyour wireless network, and your mobile carrier.\nthe Viber call log).\nWe may also collect your WPS location data – you can choose whether to allow this by changing your geolocation tracking settings.</p>\n<p>\n<strong>Specific Accounts – Viber Out Account, Email Linked to Viber&nbsp;Account</strong>\n</p>\n<p>\n<b>Viber Out Account Registration:</b>&nbsp;Our Viber Out service allows you to call a number outside of the Viber registered community at low cost local rates.\nWhen you use&nbsp;Viber Out, you may create a “Viber Account” by selecting a password, and providing certain personal information (e.g., name, email and billing information).\nWe will also keep your Viber Out call detail records for billing and legal records, and to make you relevant offers.\nWhen calling through Viber Out, just like regular phone calls you make, details of the call are available to the phone operator of the person you called (and possibly other facilitating phone operators – but this is the same as any regular phone call you make).</p>\n<p>\n<b>Linking your email to Viber and Rakuten group:</b>\n<b>&nbsp;</b>&nbsp;When you select to connect your email to your Viber account, we will use information you provided in the registration process (e.g., name, email, password, phone number), as well as your IP address to do so.\nWhen we link your email account to the Viber account, we will also automatically create an account for you with our parent company, Rakuten Group Inc., and other entities in the Viber corporate family (Group) if you do not already have an account with one of the services.\nCertain registration and activity data will be shared with the Rakuten corporate family as part of this process, as described below.\nYou can choose to delink your Viber account from the Rakuten account at any time by editing your profile on the app.</p>\n<p>\n<strong>Uses and Retention:</strong>\n</p>\n<p>Our mission is to constantly improve our Services and provide you with new experiences.\nAs part of this mission, we use your information for the following purposes:</p>\n<p>(a)&nbsp;Make our service available: We use your Registration and Account information to (i) register you for the App and create your User Account for Viber.\n(ii) create your profile and make it visible.\n(iii) process your payments.\n(iv) create your Viber ID.\n(v) provide customer service, give you information about your account, and respond to your requests.\n(vi) personalize your experience by providing content (such as games) on the Service, including targeted advertising of Viber services and other 3rd party services that we believe may be of most interest to you.\npersonalization may include automated decisions about what you will view and when, but be assured that it will not have legal effects on you;&nbsp;(vii) indicate which of your contacts is already a Viber member and notify you when your contacts become active on the Service.\n(viii) display the name of the contact as it appears in your address book when a call is received on the Service, and (ix) sync your contacts with Viber running on Windows, MacOS, Linux, Android tablets, iPads and Windows Tablets.\nIf you deactivate your Viber account, it will delete the address book from our servers (more about this below), quickly and permanently.\nOtherwise, we keep your contact information for as long as you use the App so we can provide you all functions of the App.</p>\n<p>(b) Improve our Services:&nbsp;We use call log information and usage information (as described above) to better understand network behavior and trends (numbers of messages and calls made by users, typical destinations, call lengths, network type, etc.), detect potential outages and technical issues (this helps us notice things like a drop in call volume in a certain geography, a shift in call length, a change in typical networks, etc.) to improve our Services.</p>\n<p>(c) Provide Interesting Offerings to You and others: As part of value added services provided by us or by a third party within Viber, we may use your information to continuously optimize and personalize those services and send you personal updates about new offerings which we believe you will find relevant.\nWe may share with our service providers unique identifiers to determine the best way to tell potential new users about our services.\nWhen you join Viber, the contacts in your address book that are already Viber members may be informed that you’re now on Viber too.</p>\n<p>Sending a&nbsp;message to a bot, subscribing to a bot will allow admins of that bot to send you notifications and personal messages.\nIf you do not wish to receive such notifications, you may adjust your account settings to decline them or opt-out at any time from receiving further notifications.&nbsp;You will be asked to allow the use of your location data before Viber provides you specific location services offerings, and you may also adjust your phone preferences to disable the use of your location data at any time.</p>\n<p>(d) Process Your Payments: We may use your Information like your name and phone number to process your payments for our Services through a secured third-party service provider and, on an aggregate basis to determine charges for our phone carriers and other service providers.</p>\n<p>(e)&nbsp;Prevent Fraud &amp.\nSpam.\nenforcement of law: We really want Viber to be free of spam and fraudulent content so that you feel safe and free.\nWe may use your information to prevent, detect, and investigate fraud, security breaches, potentially prohibited or illegal activities, protect our trademarks and enforce our&nbsp;<b>Terms of Use</b>.\nThis may include URLs included in messages, which were reported as SPAM by other users, or were otherwise suspected to be unsolicited and using your operating system authentication services.\nWe may use automated decisions to close an account based on such data and other logic we have created for this, in order to protect other users and prevent recurring breaches.\nIf your account has been blocked you can contact our support.&nbsp;We may use your information and call log information to comply with applicable laws.</p>\n<p>(f) Communicate With You: As part of the Viber family, we want to keep in touch with you.\nWe use your information to contact you (via message or other means) to maintain the App, including your Viber Out User Account, to comply with your stated communication preferences or to provide updates about other Viber services.</p>\n<p>\n<b>Data Retention:</b>&nbsp;Unless otherwise specified, we retain information as long as it is necessary and relevant for us to achieve the purposes referred to above or to enable us to comply with our legal data protection retention obligations.\nUpon deactivation of your account, we will minimize the personal data we keep about you only to such data which we are required to keep to comply with laws, or other legal reasons.\nWe may keep activity data on a non-identifiable basis to improve our services.\nYour posts on public accounts and communities and Channels may remain available if you do not delete them.</p>\n<p>\n<strong>Disclosure:</strong>\n</p>\n<p>Your data is kept safe with us, but we do share your personal information with third parties we trust in order to provide you with our services, as follows:</p>\n<p>(a)&nbsp;The Viber Corporate Family:&nbsp;We may share the information we collect about you with the Viber corporate family, including our parent company, Rakuten Group Inc., and its and our affiliates and subsidiaries (To learn more about Rakuten Group Inc., which is a publicly traded company in Japan, please follow this link:&nbsp;<b>http://global.rakuten.com/corp/about/</b>).\nThe information may be disclosed to: (i) provide joint content and our services (e.g., registration, coordination of membership accounts between the Viber corporate family, transactions, analytics and customer support).\n(ii) help detect and prevent potentially illegal acts, violations of our policies, fraud and/or data security breaches.\nThe information provided in your registration, if you link your email to the Viber account, will be shared with Rakuten group to create the Rakuten account and/or to link your Rakuten account with your Viber account.\nFor users registering to Viber starting November 20, 2019, details provided during your registration will be shared with Rakuten group to create the Rakuten account and/or to link your Rakuten account with your Viber account.\nData about your use of the Viber Service and Rakuten group services will also be shared to the joint account.\nThe purpose of this practice is to provide joint content and a better service from us and the group, and allow you to enjoy from the Rakuten ecosystem benefits, as well as for fraud prevention and personalization of the services,&nbsp;and any other purpose described in the privacy policy of the other Rakuten group company providing the service.</p>\n<p>(b) App Providers and Other Third-Parties:&nbsp;We may disclose your information to service providers and other third-parties under contract who help with providing you and others our Services on our behalf or other services provided by third-parties via our Services (such as, but not limited to, fraud and spam investigations, payment processing, moderation, site analytics and operations, providing special partnership features in our service– either on an aggregate non identifiable basis, or using a unique identifier which is not attributable to you).\nThey are required to secure the data they receive and to use the data for pre-agreed purposes only.</p>\n<p>(c) Advertising partners: to enable the limited advertisements on our service, we may share a unique advertising identifier that is not attributable to you, with our third party advertising partners, and advertising service providers, along with certain technical data about you (your language preference, country, city, age, and device data), based on our legitimate interest.\nThis includes partners managing our advertising placements and also advertisers themselves and their agencies or third parties managing their advertising demands.\nYour unique advertising identifier is created by your mobile device’s operating system and you can change it or choose not to share it at any time.\nIf you want to know more, read our <strong>Viber Ads, Cookies &amp.\nTracking Technologies Policy</strong>\n</p>\n<p>(d) Legal and Law Enforcement: We may disclose your information to law enforcement, governmental agencies, or authorized third-parties, in response to a verified request relating to terror acts, criminal investigations or alleged illegal activity or any other activity that may expose us, you, or any other Viber user to legal liability.</p>\n<p>(e)&nbsp;Change of Control – New Owners: We may share your information with another business entity, if we plan to merge with or be acquired by that business, or are involved in a transaction with similar financial effect.\nIn such a situation we would make reasonable efforts to request that the new combined entity or other structure follow this Policy with respect to your personal information.\nIf your personal information was intended to be used differently, we would ask the new entity to provide you with prior notice.</p>\n<p>Because Viber is global, the recipients above may be located outside the country in which you are located.\nSee the section on “International Data Transfers” below for more information.</p>\n<p>\n<strong>Information You Share Publicly</strong>\n</p>\n<p>Some of our Services allow you to share information with others on a public basis.\nIf you post information on a public feature of our Services or through social media sites, plug-ins or other applications, do not forget this information is public on our Services and, depending upon your privacy settings, may also become public on the Internet.\nWhen you post on Communities and Channels, the admin of the Community or the Channel has the ability to allow everybody to access it, but you can always actively delete messages you posted.\nWe cannot prevent or control further use of this information so please make sure you only post information that you’re happy to be seen publicly.\nWe may also further use such public information you share, for various reasons, such as improving our service and providing you with relevant content, and analyzing trends.</p>\n<p>You can control what data you share through privacy settings available on some social media sites.\nPlease refer to those third-party sites’ privacy policies and terms of use to learn more about their privacy practices, as we do not control these.</p>\n<p>At this stage, whatever you share publicly is available to the entire Viber community.\nIf you wish to remove a certain piece of content you have shared in the past, you can do that by deleting that content.\nIt will be removed from our services but may remain on local devices of some users (assuming they have chosen to save it).</p>\n<p>\n<strong>Your Choices</strong>\n</p>\n<p>We want you to have control over how you communicate.\nThat is why, for example, we allow you to delete messages even after they have been sent (it will be deleted for you, your friend and our service).\nHow cool is that? You can also control your privacy settings within the App to change the visibility of your online status or prevent other users from knowing which Viber&nbsp;apps and games you are using.\nYou can disable the “seen” notification so that other users do not know whether you’ve read a message yet.\nYou can choose not to share your photo and/or birthday, not to allow other users to look you up by name, request your data and request to delete your data along with many other additional options, which are available within the app.\nYou can also make additional choices on your phone’s settings by changing our app’s permissions such as location sharing, access to contact list and more.</p>\n<p>Every now and then, Viber may send you updates about administration and operation of the Service (for example, about your transactions, policy changes, technical issues, etc.).\nWe may also send notifications about offerings by Viber or third-parties, that we think may be of interest to you.\nIf you do not wish to receive such notifications, you may adjust your system settings to decline them.</p>\n<p>\n<strong>Viber Ads, Cookies &amp.\nTracking Technologies Policy</strong>\n</p>\n<p>When you visit the App and/or our Website, we and our business partners may use cookies and other tracking technologies for a variety of purposes.\nTo learn more, visit our <strong>Viber Ads, Cookies &amp.\nTracking Technologies Policy.</strong>\n<br>\n</p>\n<p>\n<strong>Accessing, Reviewing, and Changing Your Personal Information</strong>\n</p>\n<p>As a registered member, you can review and change personal information at any time by accessing your account on the App or contacting our support.\nPlease be sure to update your personal information promptly if it changes or becomes inaccurate.\nWe may retain some information from closed accounts so that we can comply with law, prevent fraud, assist with investigations, resolve disputes, analyze, or troubleshoot programs, enforce our Terms of Use, or take other actions permitted by law.\nLikewise, if your account or membership is terminated or suspended, we may maintain some information to prevent you from re-registering.</p>\n<p>\n<strong>Specific Location Practices: California, EEA residents</strong>\n</p>\n<p>\n<b>California Privacy Rights</b>\n</p>\n<p>Residents of the State of California can request a list of all third-parties to which our App has disclosed certain personal information (as defined by California law) during the preceding year for those third-parties’ direct marketing purposes.\nIf you are a California resident and want such a list, please contact us at&nbsp;<b>CaliforniaRequest@viber.com</b>.&nbsp;For all requests, please ensure you put the statement “Your California Privacy Rights” in the body of your request, as well as your name, street address, city, state, and zip code.\nIn the body of your request, please provide enough information for us to determine if this applies to you.\nYou need to attest to the fact that you are a California resident and provide a current California address for our response.\nPlease note that we will not accept requests via the telephone, mail, or by facsimile, and we are not responsible for notices that are not labeled or sent properly, or that do not have complete information.\nViber does not currently take actions to respond to Do Not Track signals because a uniform technological standard has not yet been developed.\nWe continue to review new technologies and may adopt a standard once one is created.</p>\n<p>California Consumer Privacy Act (CCPA) requires disclosing the collection of personal information by reference to specific categories listed in the statute.\nThe categories of information that we may collect directly from you include “identifiers” and “protected characteristics”.\nThe categories of information that we may automatically collect from you through the use of cookies and similar technologies include “identifiers”, “geolocation data”, “commercial information”, “audio, electronic, visual, or similar information”, and “internet or other electronic network activity information”.\nFor more details and the information that we may collect from other sources please see sections “Information We Collect” and “Information You Share Publicly” above.</p>\n<p>The following categories of your personal information may be shared within the scope of the disclosures described in the section “Disclosure” above: “identifiers”, “protected characteristics”, “commercial information”, “geolocation data”, “internet or other electronic network activity information”, and “audio, electronic, visual, or similar information”, and “inferences drawn from any of the above information categories”.</p>\n<p>We may also make the following processing which may amount to a sale of your personal information: &nbsp;we may transfer the advertising ID of your device to third party advertisers, along with your age (if we have it), IP address, device characteristics, for them to place tailored ads on our service.\nIf you wish to avoid this you can simply open our mobile app, access the “Settings/privacy/personal data” menu within the app and switch the “<b>Do Not Sell My Personal Information</b>” toggle on.\nIf you have trouble finding the toggle or need further instructions you can send us a “<b>Do Not Sell My Personal Information</b>” request at any time via the following link:&nbsp;<b>https://support.viber.com/customer/portal/emails/new?type=CA</b>&nbsp;or by sending an email to https://help.viber.com/en/contact.</p>\n<p>California residents may have the following rights under the CCPA: right to access your personal information, right to deletion, right to disclosure, right to opt out of sales, and right to be free from discrimination.\nTo learn more about exercising these rights, visit our&nbsp;<b>CCPA rights page</b>.</p>\n<p>If you reside in California please contact us via our support page to exercise your rights.\nWe may require additional information from you in order to honor your request and we may decline your request as permitted under applicable law.</p>\n<p>\n<b>EEA Privacy Rights</b>\n</p>\n<p>If you use our services from the EEA, you have certain rights regarding your personal information, subject to local law.\nThese include the following rights to: access your personal information, rectify the information we hold about you, erase your personal information, restrict our use of your personal information, object to our use of your personal information, receive your personal information in a usable electronic format and transmit it to a third party (right to data portability), lodge a complaint with your local data protection authority.\nTo learn more about exercising your EEA rights, visit our&nbsp;<b>EEA rights page</b>.\nIf you would like to understand or exercise such rights, please contact us at the details below.\nWe will contact you if we need additional information from you in order to honor your requests.</p>\n<p>We must have a legal basis to process your personal information.\nIn most cases the legal basis will be one of the following:</p>\n<ul>\n<li>to fulfill our contractual obligations to you, for example to provide the services, to ensure that invoices are paid correctly.</li>\n<li>where you have given your consent to the processing.</li>\n<li>to comply with our legal obligations, as explained above.</li>\n<li>to meet our legitimate interests, for example to understand how you use our products services and to enable us to derive knowledge from that, which allows us to develop new products and services, and to personalize the service for you and the ads you see or for fraud and spam prevention.\nWhen we process personal information to meet our legitimate interests, we put in place robust safeguards to ensure that your privacy is protected and to ensure that our legitimate interests are not overridden by your interests or fundamental rights and freedoms.</li>\n<li>to protect the vital interests of the data subject or of another natural person.</li>\n<li>necessary for the performance of a task carried out in the public interest.</li>\n</ul>\n<p>We may obtain your consent to collect and use certain types of personal information when we are required to do so by law (for example, in relation to Viber ads, Cookies and Tracking Technologies or when we process accurate location data for purposes other than performing the service).\nIf we ask for your consent to process your personal information, you may withdraw your consent at any time by contacting us using the details at the end of this privacy notice or by changing your setting within the app.\nWe encourage you to contact us to update or correct your information if it changes or if the personal information we hold about you is inaccurate.\nViber Media S.a.r.l is the controller of data we collect and process according to this privacy policy.\nWe are committed to working with you to obtain a fair resolution of any complaint or concern about privacy.\nIf, however, you believe that we have not been able to assist with your complaint or concern, you have the right to make a complaint to your data protection authority or to the data protection authority of Luxembourg using their <b>online form</b>.</p>\n<p>\n<b>Viber Land Privacy Rights</b>\n</p>\n<p>If you made Viber your daily choice for&nbsp;connecting&nbsp;and sharing, make sure to be sending good vibes and make your friends smile.\nEventually, this is what Viber is for.</p>\n<p>\n<strong>Third-Party websites and Apps:</strong>\n</p>\n<p>Our app&nbsp;may contain links to other third-party websites or you may access Apps from a third- party site.\nWe are not responsible for the privacy practices or the content of these third-party sites.</p>\n<p>Back-Up: When you back-up your Viber conversations, they are kept on your device’s service according to operating system’s (Google/ iOS / desktop operating system) terms and policies and are no longer protected by Viber’s end to end encryption.</p>\n<p>\n<strong>TrueDepth APIs:</strong>\n</p>\n<p>Starting the end of June 2021 we added a new face lense feature that uses camera capabilities in order to add graphic elements on the user’s face.\nSome lenses can make use of TrueDepth API.\nTrueDepth API is only active when those lenses are running.\nIt is a very specific feature and <strong>none of the Viber lenses will be using it at the moment</strong>.\nTypes of lenses that might use it are virtual try-on which we don’t have.\n<strong>Viber does not collect any data from these sensors or ever store it anywhere.\nThe data never leaves the user’s device (so cannot be and is not shared by Viber with third parties) and is only used for lens operation.</strong>\n</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>We know that security is important to our users and we care about the security of your information.\nWe maintain technical, physical, and administrative security measures to protect the security of your personal information against loss, misuse, unauthorized access, disclosure, or alteration.\nSome of the safeguards we use include firewalls, data encryption, physical access controls to our data centers and information access authorization controls.\nWe need your help too: it is your responsibility to make sure that your personal information is accurate and that your password(s) and account registration information are secure and not shared with third-parties.\nStarting with Viber 6.0, all of Viber’s core features are secured with end-to-end encryption: Viber calls, one-on-one messages, group messages, private media sharing and secondary devices.\nThis means that the encryption keys are stored only on the clients’ devices and no one, not even Viber itself, has access to them.\nTo learn more about Viber Encryption, follow this link:&nbsp;<b>http://www.viber.com/en/security</b>.</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>Our Services are not intended for children under the age of 13.\nTherefore we do not knowingly collect personal information via our websites, applications, services, or tools from anyone under 13.\nIn the EEA, certain default privacy settings will be applied to users under the age of 16 and can only be changed if the legal guardian instructs so in writing.</p>\n<p>\n<strong>International Transfer</strong>\n</p>\n<p>We operate internationally and provide our Services to Viber users worldwide allowing them to communicate with each other across the globe.\nThat means that your personal information may need to be processed in countries where data protection and privacy regulations may not offer the same level of protection as in your home country.\nWe store and process your personal information on our computers in the United States, Asia, Europe (including Russia), Australia and Brazil, and use service providers that may be located in various locations outside of the European Economic Area (EEA).\nWe have put in place appropriate safeguards (such as contractual commitments) in accordance with applicable legal requirements to ensure that your data is adequately protected.\nFor more information on the appropriate safeguards in place, please contact us at the details below.\nAs part of the Rakuten Group, Viber relies on the Rakuten Group Binding Corporate Rules to legitimize international data transfers within the Group.\nThe Rakuten Group Binding Corporate Rules can be found at &nbsp;<b>https://corp.rakuten.co.jp/privacy/en/bcr.html</b>.</p>\n<p>\n<strong>B2B Partners Data</strong>\n</p>\n<p>When you communicate with us for business purposes as a b2b partner of ours, we will save your contact data provided by you (phone number, email, address etc.), as well as any correspondence we have had.\nWe use trusted third party processors to keep such data, all in accordance with the provisions of this privacy policy.\nYou have the ability to opt out of our direct marketing emails at any time and to contact us with any request regarding your data.</p>\n<p>\n<strong>Updates to this Policy</strong>\n</p>\n<p>From time to time, as our services evolve, we may update this Policy.\nYou agree that we may notify you about material changes in the way we treat personal information by placing a notice on the App.\nPlease check the App frequently for updates.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you still have questions about our privacy policy, please feel free to send us an email to https://help.viber.com/en/contact,&nbsp;or using the contact us form on the App.\nYou can also contact us in writing at Viber Media S.à r.l., Attention: Data Privacy Officer, 2, rue du Fossé, L- 1536 Luxembourg, Grand Duchy of Luxembourg.</p>\n<p>In the event you read this Privacy Policy in any language other than English, you agree that in the event of any discrepancies, the English version shall prevail.</p>\n<p>Current Privacy policy PDF Version&nbsp;Viber Privacy Policy November 2019</p>\n<p>Previous Policy&nbsp;PDF Version&nbsp;Viber Privacy Policy May 2018</p>\n<p>Previous Policy&nbsp;PDF Version&nbsp;Viber Privacy Policy March 2017</p>\n<p>Previous Policy PDF Version&nbsp;Viber Privacy Policy September 2016</p>\n<p>Previous Policy PDF Version&nbsp;&nbsp;Viber Privacy Policy June 2014</p> Viber<ul>\n<li>Features</li>\n<li>Communities</li>\n<li>Blog</li>\n<li>Security</li>\n<li>Viber Out</li>\n<li>Business</li>\n<li>Support</li>\n</ul>Company<ul>\n<li>About Viber</li>\n<li>Brand Center</li>\n<li>Careers</li>\n<li>Terms &amp.\nPolicies</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Ads Policy</li>\n<li>CCPA Do Not Sell My Data</li>\n</ul>Download<ul>\n<li>Android</li>\n<li>iPhone &amp.\niPad</li>\n<li>Windows PC</li>\n<li>Mac</li>\n<li>Linux</li>\n</ul> English <i>\n</i>\n<ul>\n<li>English</li>\n<li>Español</li>\n<li>Deutsch</li>\n<li>Français</li>\n<li>Magyar</li>\n<li>Italiano</li>\n<li>日本語</li>\n<li>Português</li>\n<li>Русский</li>\n<li>Tiếng Việt</li>\n<li>العربية</li>\n<li>Tagalog</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> © 2021 Viber Media S.à r.l.\nRakuten Viki Rakuten Kobo Rakuten Travel Rakuten Marketing Rakuten Insight Rakuten TV About Rakuten Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nThe preferences you chose will be stored in a separate cookie that is stored uniquely on your device.\nIn case you visit our site from another device, use a different browser or after resetting your current browser, those settings are lost, and you need to change these settings again.\n<br>More informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site may not work properly in that case.\n</p>Performance/Analytics Cookies Performance/Analytics Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us understand which pages are the most and least popular and learn how visitors move around the site.\nIf you do not allow these cookies we will not know when you have visited our site and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and display customized videos and images.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies, then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back Button Performance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices<p>This website uses cookies to enhance user experience and to analyze performance and traffic on our website.\nWe also share information about your use of our site with our social media, advertising and analytics partners.Cookie Policy</p>Cookies Settings Reject All Cookies Accept All Cookies", "created_at": "2021-07-03 23:54:54.953007", "updated_at": "2021-07-03 21:59:58.126624"}, {"id": 13111, "name": "Acceptable Use Policy", "url": "https://www.viber.com/en/terms/viber-public-content-policy/", "xpath": "/html/body/div[1]/div/main", "text": " Viber Acceptable Use Policy <p>\n<i>[Last Updated: March 22,</i>\n<i>&nbsp;2022]</i>\n</p>\n<p>Viber allows and encourages users to share and express their thoughts and content in a safe environment, this Acceptable Use Policy (“<b>AUP</b>“) apply to all content made available through Viber, including without limitation through the Viber App, Viber API, Chatbot, Communities and Channels, Viber Pay Services, etc.\nall as governed and defined under the <b>Viber Terms of Service</b>, the <b>Viber Developer Terms</b> or <b>Viber Pay Terms</b>, as applicable (each separately or collectively shall be referred herein after as the “<b>Terms</b>”).\nThis AUP is an integral part of our Terms which sets out specific rules for what content we allow on Viber.</p>\n<p>We would like Viber to be a safe and positive experience for everyone.\nAs Viber cannot anticipate every situation that might come up, we reserve the right to decide, in our sole discretion, what content violates our policies and will not be permitted on the platform.</p>\n<p>We reserve the right, at our discretion, to revise or update this AUP at any time.\nSuch changes shall be effective upon the publication of the amended AUP on our website.\nThe last revision will be reflected in the “Last Updated” heading above.\nYour continued use of our Services following such revisions, constitutes your consent to such changes and you agree to be bound by them.\nPlease make sure to review our AUP periodically for any changes.</p>\n<b>Respect the Law and Our Terms</b>\n<p>\n<i>You must access and use our Services only for legal, authorized, and acceptable purposes.\nDo not use Viber for any illegal activities including to buy or sell illegal drugs, goods or services.</i>\n</p>\n<p>You must use our Services according to our Terms and posted policies.\nIf you violate our Terms or policies, we may take action with respect to your Account, including disabling or suspending your Account.&nbsp;The content you post or create through our Services shall not break any local, state or federal law or advise on how to break such laws or otherwise promote illegal activity or unsafe behavior.\nThis includes, but is not limited to, defamation (libel), slander, credit card fraud, instructions on how to gain unauthorized access to computers, identity theft, contempt of court, the publicizing, selling, buying or trading of regulated goods (e.g., non-medical drugs, marijuana, firearms etc.) and how to use them, selling, buying or trading counterfeit goods, instructions on how to make a bomb or weapon, or the posting of content that may compromise national security or interfere with an investigation by law enforcement.</p>\n<b>Keep the Peace</b>\n<p>\n<i>Do not encourage violence, do not sell use the Services to buy any type of weapon, do not threaten to hurt a person or property, do not post any type of violent content, or encourage self-harm.\n</i>Overly graphic expressions of violence, in any form including video clips, from games or films, in particular where the violence is glorified or encouraged, are not allowed.\nThis includes extreme depictions or descriptions of violence, whether real or simulated, criminal activity, accidents and credible threats of violence or physical harm to any individual or group.\nViber does not allow the promotion or encouragement of self-harm or self-injury, including without limitation, eating disorders or alcohol and hard drug abuse.</p>\n<b>Loving Vibes Prevail</b>\n<p>\n<i>We have no tolerance for violent extremism or terrorism content and prohibit terrorist organizations or hate groups to use our Services, post content, sell or buy any goods, or communicate through our Viber App.\nHate speech content is prohibited.</i>\n</p>\n<p>We defend the right to express unpopular points of view, but we do not allow hate speech which attacks or demeans a particular individual or group of people based on their ethnic or national origin, race, religion, disability, gender, gender identity, age or sexual orientation or other social or cultural factors.\nPlease be aware that hate speech includes public incitement to violence or hatred directed against such people and can be provided orally, in text form, pictures or other media form.</p>\n<p>Hate speech can include publicly condoning, denying or grossly trivializing crimes of genocide, crimes against humanity and war crimes, when the conduct is carried out in a manner likely to incite violence or hatred against such a group or a member of such a group.\nWe encourage you to share newsworthy content, content that relates to a matter of political, social, or other general concern to our community, however, you need to make sure the content is accurate, appropriate and factual.\nContent that promotes extreme political views, potentially used in the radicalization of vulnerable members of the community is prohibited.</p>\n<p>Content that is related to terrorism, including the planning of a terrorist attack, promoting terrorist groups, is strictly prohibited.\nWe may remove such content, disable accounts and work with law enforcement agencies (as necessary under applicable law) when we believe that there is a genuine risk of physical harm or a direct threat to public safety under such circumstances.</p>\n<b>Sexual Content&nbsp;</b>\n<p>\n<i>We prohibit pornographic content, nudity in certain non-sexual contexts may be permitted, such as breastfeeding, we will report child sexual content to the authorities.</i>\n</p>\n<p>We allow a level of nudity within the context of a family-friendly setting, for example, breastfeeding and photos of art and sculptures.\nWe do not however allow sexually explicit content or pornographic content.\nWe may remove any content that depicts, threatens or promotes sexual violence, sexual assault or that sexually exploits an individual.\nWe may also remove content that displays, advocates for or coordinates sexual acts.</p>\n<p>Content that seeks to exploit or harm children by exposing them to inappropriate content, exposing them to content that may impair their physical, mental or moral development, asking for personally identifiable details or otherwise, is strictly prohibited.\nAdditionally,&nbsp.\nContent that includes or glorifies the sexual abuse and sexual exploitation of children, including child pornography, constitutes a serious violation of the fundamental rights of children and the particular victim of such content and is also strictly prohibited.\nWe will remove and may report to the applicable authorities (if required under applicable law) any Content that exploits children immediately when we become aware of it.</p>\n<b>Be Yourself, be Truthful and Accurate</b>\n<p>\n<i>Do not pretend to be someone you are not or attempt to deceive people about who you are.\nDo not use Viber to publish knowingly false information such as false medical claims, rumours, denying historical events or other false misleading facts.&nbsp;</i>\n</p>\n<p>You may not use our Services for the purpose of impersonating any other person or taking on any other individual’s identity, including the use of our Services through a device not owned by you or that you are using without the device owner’s authorization.\nDo not publish falsehoods, misrepresentations, or misleading statements.</p>\n<p>We furthermore do not allow to post content that impersonates or misrepresents a poster’s connection to another entity or person or otherwise manipulates headers or identifiers to disguise the origin of the content.\nWe do not allow deceptive or fraudulent links, such as wrongly describing a link, setting misleading click-through links on images, or embedding links to interstitial or pop-up ads.</p>\n<b>Harassment and SPAMMING&nbsp;</b>\n<p>\n<i>Do not use Viber to send bulk messages or auto-calls, do not harass or bully anyone, do not share any private or personal information.&nbsp;</i>\n</p>\n<p>We do not allow the publishing or collection of personal data or private information of others.\nThis includes but is not limited to: an individual’s name, telephone number, email address, home address, bank details, financial information, social security numbers, passport or ID number.\nWe may remove any such content especially if it has the potential of leading to the physical or financial harm of the individual that such information pertains to.</p>\n<p>Further, sharing another person’s private information or private spaces such as medical facility, bathroom or bedroom, without their knowledge and consent is not allowed.\nIf a Viber user asks you to remove content you shared – please do!</p>\n<p>Do not SPAM, do not send bulk messages, impermissible communications such as bulk messaging, auto-messaging and auto-dialling.</p>\n<b>Respect Viber and our Services</b>\n<p>\n<i>Respect Viber and our brands, trademarks, respect our users, use our Services safely and securely.&nbsp;</i>\n</p>\n<p>You must avoid any conduct that is likely to result in any damage to us, our users or any of our affiliates or any entity or individual acting on our behalf or bring us into disrepute.</p>\n<p>You may not use the Services in order to distribute malware, virus software, root kits, password crackers, spyware, adware, key stroke capture programs and other programs that are normally used for malicious activity.\nFurthermore, the use of the Services to violate or interfere with the security or integrity of any network, computer or communications system, software, or device is also prohibited.</p>\n<p>We do not allow content which advertises any commercial endeavour (such as the advertisement of products or services), or otherwise involves commercial activity (e.g., conducting raffles or contests, displaying sponsorship banners, or soliciting goods or services) which violates the <b>Viber Advertising Policy</b>.</p>\n<b>Respect Intellectual Property Rights of Others</b>\n<p>\n<i>Viber initiated a process to report claims of third-party copyright, trademark, or other intellectual property infringement, if you infringe the intellectual property rights of others, we may take action with respect to your Account, including disabling or suspending your Account.&nbsp;</i>\n</p>\n<p>The Viber Terms explicitly prohibit violation of intellectual property rights, this includes copyrights and trademarks.\nTo report such infringement, go to the <b>Reporting&nbsp;</b>section.</p>\n<p>We do not allow to publish content which infringes upon any intellectual property rights or that promotes, sells or advertise products that encourage violation of such rights, such as VPNs, streaming websites, torrent sites, and similar activity.</p>\n<p>We also do not permit the posting of content which the poster does not have the right to post in accordance with any contractual or other relationship (e.g., insider information, proprietary or confidential information received in the context of an employment or a non-disclosure agreement).</p>\n<b>No Loop Holes&nbsp;</b>\n<p>We do not permit the posting of content that contains links to other websites which include the non-permissible content including the content that is described in this AUP.<br>\n</p>\n<strong>Reporting</strong>\n<p>\n<i>We urge our users and applicable authorities to report any content or activity which do not comply with these Terms.\nWe at Viber may also report directly to the authorities in certain cases and encourage you to do the same if you feel the content can lead to a criminal event.&nbsp;</i>\n</p>\n<p>You can report any content to our safety and support team by either using our in-app reporting feature or by completing the form available within our Support portal (<strong>https://help.viber.com/en/contact</strong>).\nWe review these reports to determine whether there is a violation of this AUP or the Viber Terms and any action needs to be taken (“<b>Reported Content</b>”).</p>\n<p>Viber further reserves the right to use artificial intelligence and machine learning tools as well as human teams to pre-moderate and review content published for any potential illegal content or content that violates this AUP and our Terms.</p>\n<p>We may remove the offending content, terminate or limit the visibility of your Account, or notify law enforcement.\nViber may remove any Reported Content, at its sole discretion, if it finds it to be in breach of the AUP, Viber Terms or applicable law.&nbsp.\nWe will make best efforts to notify the parties of our decision, however if we were not able to do so, you may<strong> appeal </strong>or contact our support.</p>\n<p>Viber further reserves the right to block or suspend a user from using its Services or the reporting feature if it determines that such user frequently submits reports or complaints that Viber has determined are manifestly unfounded.</p>\n<b>Intellectual Property Infringement Reporting&nbsp;</b>\n<p>Viber has adopted the following procedures to respond to alleged <b>copyright infringement</b> in accordance with the Digital Millennium Copyright Act, among other copyright regulations (“<b>Copyright Reporting</b>” or “<b>Copyright Claim</b>“).&nbsp.\nYou can mail a complete Copyright Claim to Viber copyright agent (“<b>Designated Agent</b>”):</p>\n<p>Viber DMCA Officer<br>\nViber Media S.à r.l.<br>\n2, rue des Fossé, L-1536 Luxembourg, Grand Duchy of Luxembourg<br>\nSupport portal: <strong>https://help.viber.com/en/contact</strong>\n</p>\n<p>Before submitting a Copyright Claim, you may want to ask the Viber user you believe may be infringing your copyright to remove it.\nYou may be able to resolve the issue without contacting us.\nIf you do decide to report to our Designated Agent, the Copyright Claim shall include:</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of the copyright that has been allegedly infringed;</li>\n<li>Identification of works or materials being infringed;</li>\n<li>Identification of the material that is claimed to be infringing including information regarding the location of the infringing materials that the copyright owner seeks to have removed, with sufficient detail so that we are capable of finding and verifying its existence;</li>\n<li>Contact information about the copyright owner including address, telephone number and, if available, e-mail address.\nIf you are not the owner of the copyright that has been allegedly infringed, please describe your relationship to the copyright owner;</li>\n<li>A statement that you have a good faith belief that the material is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement made under penalty of perjury that the information provided is accurate and the notifying party is authorized to make the complaint on behalf of the copyright owner.</li>\n</ol>\n<p>Upon receiving the Copyright Claim, Viber shall remove the content and notify the content provider and enable the content provider to report a counter notice, the counter notice shall include the following (“<b>Counter Notice</b>”):</p>\n<ol>\n<li>A physical or electronic signature of the content provider;</li>\n<li>Identification of the material that has been removed or to which access to has been disabled and the location at which the material appeared before it was removed or disabled;</li>\n<li>A statement that the content provider has a good faith belief that the material was removed or disabled as a result of mistake or a misidentification of the material.\nand</li>\n<li>Content providers address, telephone number, and, if available, e-mail address and a statement that such person or entity consents to the jurisdiction.</li>\n</ol>\n<p>If a counter-notice is received by the Designated Agent, we may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed material or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed material may be replaced or access to it restored in 14 business days or more after receipt of the counter-notice, solely at our discretion.</p>\n<p>In addition to the Copyright Reporting Viber allows you to submit a report regarding a trademark infringement and request Viber to remove any alleged trademark infringing content (“<b>Trademark Claim</b>“).\nYou can submit a Trademark Claim to Viber through Viber <b>Contact Us Form</b> available <strong>here</strong>.</p>\n<b>Law Enforcement Authority Request&nbsp;</b>\n<p>We strongly encourage you to contact your local law enforcement agency immediately if you ever feel that a crime has been committed or will be committed in the near future via our Services or otherwise.\nSuch law enforcement agencies may contact us directly following your report to them in which case, we will make our best effort to cooperate with them and support any investigation that they wish to conduct.\nFurthermore, we may report any activity that is suspected by us to violate applicable law to the relevant law enforcement authorities or other applicable third parties.</p>\n<p>Depending on the jurisdiction of any one governmental or law enforcement agency, a governmental or law enforcement agency may be able to request certain information or access to the Services, in accordance with our Terms and as further explained in our Governmental and Law Enforcement Authority Request Guidelines.\nPlease see our <b>Privacy Policy</b>\n<b>&nbsp;</b>for more information.</p>\n<p>If you are a governmental authority or law enforcement, please review the page: <b>Law Enforcement and Governmental Authority Informational Page</b>\n<b>.&nbsp;</b>\n<br>\n</p>\n<strong>Appeals</strong>\n<p>In the event that we choose to take action against any particular user with respect to any content that he or she has posted or we decide to remove or refuse to distribute such content, you may appeal or contest our decision to remove content or disable, block or suspend your Account by contacting us through Viber <b>Contact Us Form</b> available <strong>here</strong>.\nPlease include your reasoning as to why you feel our decision was incorrect.\nIf we feel that our decision was in fact incorrect, we will notify you of such and rectify the situation by putting the content back, reactivating your account or the Services for you (as applicable) and removing any strikes or restrictions so that this will not be held against you in the future.</p> ", "created_at": "2022-12-09 22:44:18.930818", "updated_at": "2022-12-09 22:44:25.863652"}, {"id": 13112, "name": "Terms of Service", "url": "https://www.viber.com/en/terms/viber-terms-use/", "xpath": "/html/body/div[1]/div/main", "text": " Viber Terms of Service <p>\n<em>Last updated: March 22, 2022 – What changed?</em>\n</p>\nTable of Contents\n<ul>\n<li>\n<strong>\n<b>Additional Terms for Specific Services</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Our Services</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Legal Capacity and Eligibility</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Account and Registration</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Licenses and Intellectual Property Rights</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Content and Public Content</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Restrictions of Use</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Payments and Charges</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Refunds</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Chatbot Purchases</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Third party goods and services</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Termination</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Safety and Support</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Disclaimer of Warranties</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Limitation of liability</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Indemnity</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Governing law and Jurisdiction</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Arbitration, Class-Action Waiver</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Miscellaneous</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Disabled Users</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Contact Us</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Call Services – Viber Out Service Specific Terms</b>\n</strong>\n</li>\n</ul>\n<p>Thanks for sending us good vibes by using the various services available within Viber!</p>\n<p>These Terms of Service (“<strong>Terms</strong>”) govern your use of the of the Viber App, Viber Website and any services, features, platforms of products offered by Viber, as detailed below.\nThese Terms form a legally binding contract between you and Viber Media S.ar.l’s (“<strong>Viber</strong>“, “<strong>our</strong>“, “<strong>we</strong>” or “<strong>us</strong>“).\nPlease read them carefully, we have tried our best to strip the legalese from the Terms, however, there are places where they may still read like a traditional contract as they are a legally binding agreement between you and Viber.\nThese Terms incorporate and are governed by the <strong>Acceptable Use Policy</strong>\n<strong>“AUP”</strong> and the <strong>Viber Privacy Policy</strong>.</p>\n<p>YOU HEREBY CONFIRM THAT YOU HAVE READ AND UNDERSTOOD THE TERMS AND THAT BY INSTALLING THE VIBER APP, ACCESSING OR USING OUR SERVICES, YOU AGREE TO BE BOUND BY THE TERMS.\nYOU AGREE TO COMPLY WITH ALL APPLICABLE LAWS AND REGULATIONS WHEN USING THE VIBER APP AND SERVICES AND YOU ACKNOWLEDGE THAT THESE TERMS CONSTITUTE A BINDING AND ENFORCEABLE LEGAL ELECTRONIC CONTRACT BETWEEN YOU AND VIBER.\nPLEASE DO NOT ACCESS THE SERVICES OR INSTALL THE VIBER APP IF YOU DO NOT AGREE TO ALL OR ANY PART OF THE TERMS.</p>\n<p>\n<strong>U.S ARBITRATION NOTICE: </strong>THESE TERMS CONTAIN AN ARBITRATION CLAUSE.\nYOU AGREE THAT, EXCEPT FOR CERTAIN EXEMPTIONS, DISPUTES BETWEEN US WILL BE RESOLVED BY MANDATORY BINDING ARBITRATION, AND YOU AND VIBER WAIVE ANY RIGHT TO PARTICIPATE IN A CLASS-ACTION LAWSUIT OR CLASS-WIDE ARBITRATION.\nYOU HAVE THE RIGHT TO OPT OUT AS DETAILED IN THE <strong>\n<b>ARBITRATION SECTION BELOW</b>\n</strong>.</p>\n<p>\n<strong>ACCESS TO EMERGENCY SERVICES:</strong> Our Services are not a replacement for your ordinary mobile or fixed line telephone, nor are they intended to support or carry emergency calls to any type of hospital, law enforcement agencies, medical care unit or any type of emergency services of any kind.\nIn particular, with the exception of Viber Out, our Services do not allow you to make such calls and Viber is not liable in any manner for such calls or inability to place such calls.\nYou must and it is your responsibility to ensure that you have access to alternative communication for placing such emergency calls if needed.</p>\n<p>\n<strong>CHANGES TO THE TERMS: </strong>We are always working on adding additional features to our Services and improving our existing products.\nAs such, and since there may be changes to applicable laws, we may update or change our Services, including their functionality from time to time, and revise and reissue these Terms occasionally to reflect our Services and practices correctly.\nWe will only make changes if the provisions are no longer appropriate or incomplete.\nUnless otherwise required by law, we will provide you with 30 days prior written notice (e.g., through the App, the Website or by e-mail).\nWe will also update the date at the top of our Terms and enable you to re-visit the older version of the Terms at any time.\nChanges to these Terms shall become effective upon the completion of the 30 days’ notice.\nOnce updated Terms come into effect, you will be bound by them if you continue to use our Services.\nIf you do not agree with any changes to the Services or the Terms, you may terminate your relationship with us in accordance with the <strong>\n<b>Termination</b>\n</strong>Section.\nIt should be noted that changes to these Terms or the Viber App, will take effect immediately without prior written notice where such changes are exclusively to your benefit, where they are of a purely administrative nature and have no negative effect on you, or where they are directly imposed by law.</p>\n<p>\n<strong>EU, EEA and UK users: </strong>A contract summary in relation to our electronic communications service offer is available for download for our users in the EU, EEA and the UK (and in fact anyone else who would like to see the contract summary for comparison purposes) at the link <strong>here</strong>.<br>\n</p>\n<strong>1.\nAdditional Terms for Specific Services</strong>\n<p>\n<em>Some features of our Services may be subject to additional terms and conditions, which you should read before making use of those features and such Services, and they add up to these Terms where applicable.\n</em>\n</p>\n<p>\n<em>&nbsp;</em>Viber additional terms and specifications (“<strong>Additional Terms</strong>”):</p>\n<ul>\n<li>\n<strong>Viber Pay Terms of Service </strong>\n</li>\n<li>\n<strong>Viber Developer Agreement </strong>\n</li>\n</ul>\n<p>In the event there is a conflict between these Terms and the Additional Terms, the Additional Terms will prevail.<br>\n</p>\n<strong>2.\nOur Services</strong>\n<p>\n<em>Viber App is a communication platform, enabling voice and video 1 on 1 and group calls, text messaging, sending videos and pictures, sharing your thoughts on social communities, creating groups, communities and channels, etc.\nWe reserve the right to change, update, upgrade, modify and revise our Services and the Viber App at any time, we also reserve the right to discontinue the Services.\n</em>\n</p>\n<p>Currently we offer the following services, some of the services are free of charge (“<strong>Free Services</strong>”) and some premium services are subject to payments or a monthly subscription (“<strong>Premium Services</strong>”), all as detailed in the <strong>\n<b>Payment Sections</b>\n</strong> below (collectively the “<strong>Services</strong>”):</p>\n<ul>\n<li>\n<strong>Viber App: </strong>Desktop and mobile communication and messaging app, developed by Viber.\nYou understand that, just like a regular mobile phone service, anyone with knowledge of your phone number, that has Viber, may call you or send you messages through our Services and anyone you send a message to can use the content of your message as they desire.</li>\n</ul>\n<ul>\n<li>\n<strong>Call Services.\nViber Out (Subscription and Credit): </strong>Viber offers you the opportunity to become a premium “Viber Out” user, which allows you to call non-Viber users (landlines or mobiles) around the world.\nViber Out offers various subscription plans (each: a “<strong>Subscription</strong>”).\nAs a Viber user you are also able to purchase call credits (“<strong>Viber Credit</strong>”), either as a one-time payment or via recurring payments.\nFor more information, please see the <strong>\n<b>Call Services – Viber Out Service Specific Terms</b>\n</strong> below.</li>\n</ul>\n<ul>\n<li>\n<strong>Viber In: </strong>You may receive incoming calls generated outside the Viber network, by your friends or other people calling your number, to be received through the Viber App.\nViber In is provided for free and you may disable the ‘Viber In’ service at any time by changing the application settings.</li>\n</ul>\n<ul>\n<li>\n<strong>Stickers:</strong> you can download or create digital stickers though the Viber App.\nWhen you create digital stickers on our Service, they must abide by our <strong>Acceptable use Policy</strong>.\nSome Stickers are available for free and some Stickers are available for purchase.</li>\n</ul>\n<ul>\n<li>\n<strong>Communities and Channels: </strong>Communities are group chats through which Viber users can share content and engage with one another in conversations, and can include up to 1 billion Viber users (“<strong>Community</strong>”).\nThe Channels feature enables you to engage and share content with your audience (“<strong>Channel</strong>”).\nCommunities and Channels can include up to 1 billion Viber users.\nAny messages sent as well as content posted or shared within Communities or Channels, are subject to the <strong>Acceptable use Policy</strong> and the <strong>Viber Privacy Policy</strong>.\nThe option to create a Community or a Channel is open to all Viber users.\nWhen you join a Community or a Channel, you will become a “<strong>Member</strong>” of such Community/Channel and will be able to share such Community/Channel with other Viber users.\nUpon creating a Community or a Channel, you will automatically become a Superadmin of your Community/Channel (each, a “<strong>Superadmin</strong>”).&nbsp.\nAs a Superadmin you can add or remove other Superadmins, other Community/Channel Administrators (each, an “<strong>Admin</strong>”) or Members from the Community/Channel, control who can post in the Community/Channel, choose whether the Community/Channel can be shared by other Members or not, and delete messages by other Superadmins, Admins or Members (for Community).\nSuperadmins can also revoke invite links and enlist other Viber users to the Community/Channel to become Superadmins or Admins.\nAs a Community/Channel Admin you can remove Members from the Community/Channel, delete messages posted by Members and send an invite to other Viber users to become Members of the Community/Channel.\nThere can be multiple Community/Channel Superadmins and Admins, with a total limitation of 250 combined.\nOnly the Superadmins and Admins of a Channel will be able to post content within such Channel.\nA Member can leave a Community or a Channel at any time by selecting the “<strong>Leave and delete</strong>” button.&nbsp;Members of the Community can see the username and the photo of the other Members of the Community, and&nbsp;may send one-on-one messages to the Superadmins, Admins and other Members of the Community.\nNote that Members of a Channel may send one-on-one messages to the Superadmins or Admins of such Channel and vice versa but unlike Communities, Members of a Channel cannot see the information related to other Members of such Channel.</li>\n</ul>\n<ul>\n<li>\n<strong>Chatbots:</strong> The Viber Chatbot feature enables you to subscribe to Viber’s and third parties’ Chatbot(s) and to send and receive one-on-one messages from the Chatbots (“<strong>Chatbot</strong>”).\nWhen you visit a Chatbot without subscribing to it, you will be a “<strong>Guest</strong>”.\nIf you click the “<strong>subscribe</strong>” button anywhere within Viber or any button presented to you by the Chatbot, or start an interaction with the Chatbot, you will automatically become a “<strong>subscriber</strong>” of the Chatbot and be able to send and receive messages from the Chatbot.\nAt any time, you can unsubscribe from any Bot by clicking the “unsubscribe” button.\nThe Chatbot may also enable you to purchase Merchant’s Products, as further described under the <strong>\n<b>Chatbot Purchases</b>\n</strong>.\nThe Chatbot administrators, are governed by the <strong>Viber Developer Agreement</strong>.</li>\n</ul>\n<p>\n<strong>Please be aware that the content published within the Community, Channel or the Chatbot features, is not end-to-end encrypted and are stored by Viber and may also be stored by the relevant Administrator(s) of such specific Community, Channel or Chatbot and their third party providers, as well as the Members of the Communities or Channels if they choose to make copies of it.\nThe conversations exchanged between Viber users and Chatbots, are not end-to-end encrypted and are stored temporarily by Viber.\nTHE BUYING OR SELLING OF A COMMUNITY, CHANNEL OR CHATBOT, THAT HAVE SUBSCRIBERS, MEMBERS, AND ANY RIGHTS ASSOCIATED WITH THEM, INCLUDING ADMINISTRATORS’ ROLES, IS STRICTLY PROHIBITED.</strong>\n<br>\n</p>\n<strong>3.\nLegal Capacity and Eligibility</strong>\n<p>\n<em>Viber App and the Services cannot be used by everyone.\nIf you are under 13 you are not allowed to create an Account or use the Services.\nPremium Services shall be used only if you are over 18.\n</em>\n</p>\n<p>You should use our Services only if you are fully able to understand and enter into and comply with these Terms.\nOur Services are not intended for children under 13.\nif you are under the age of 13, please wait until you turn 13 to use them.\nYou hereby warrant that you are eligible to enter into these Terms and that you are not prohibited by any competent authority, judicial order or law from entering into any agreement.\nyou have all proper authorizations, including if you are acting on behalf of a corporation, to enter into these Terms.</p>\n<p>We make no representation that our Services, including Viber Out, are available for use or permitted by law in any particular location.\nTo the extent that you choose to access our Services, you do so at your own initiative and risk and are responsible for compliance with any applicable laws, including but not limited to applicable local laws.\nYou specifically agree to comply with all applicable laws concerning the transmission of technical data exported from the United States or the country you reside in.</p>\n<p>Any use of the Viber App and Services is subject to the <strong>Acceptable Use Policy</strong>.<br>\n</p>\n<strong>4.\nAccount and Registration </strong>\n<p>\n<em>To use the Service, you will need to create an account.\nYou agree to provide us with accurate, complete, and updated information.\nYou are responsible for any activity that occurs in your account</em>.</p>\n<p>In order to access or use some of our Services or some of the features we offer as part of the Services, you will need to register and create an account by selecting a password and providing your name and other contact information including your age (“<strong>Account</strong>“).\nAny information provided through the registration process is governed by the <strong>Viber Privacy Policy</strong>.</p>\n<p>\n<strong>&nbsp;</strong>You hereby represent and warrant that you will provide true and complete registration details.\nIf we at Viber believe the details are not correct, current, or complete, we have the right to prevent you from accessing our Services, or any of its resources and to terminate or suspend your Account.\nYou must register with your current mobile phone number, and, if you change it, update your mobile phone number using the “settings” in the Viber App.\nYou agree to receive text messages and phone calls (from us or our third-party providers) with codes to register for our Services.</p>\n<p>Notwithstanding the above, Viber does not monitor and is not obligated to monitor the registration details or your password security, you hereby acknowledge you are solely responsible to protect your information and password and to ensure you username and password are secure.\nIf you use a username and password that Viber considers insecure, Viber may suggest it be changed, however, is not required to do so.\nYou are responsible for all activities that occur under your Account.\nYou agree to notify Viber immediately of any unauthorized use of your Account or any breach of security with respect to your Account including your password.\nViber will not be liable for any loss that you may incur as a result of someone else using your Account, either with or without your knowledge.\nIn addition, you may be held liable for any losses incurred by us or another party due to someone else using your Account.\nViber shall be entitled to monitor your Account and password and, at its discretion, require you to change your password.\nYou are responsible to keep your device secured so that other will not be able to access your Viber Account.<br>\n</p>\n<strong>5.\nLicenses and Intellectual Property Rights </strong>\n<p>\n<em>Viber licenses and grants you certain limited, revocable, non-exclusive, non-sublicensable rights so that you will be able to use the Viber App and Services.\nYou will also grant us certain rights to your Content (as defined below).\nhowever, Viber does not claim any ownership to the information that you submit through your Account or through our Services.\n</em>\n</p>\n<p>Our Services and materials incorporated by Viber on our Services (“<strong>Material</strong>”) are protected by copyrights, patents, trade secrets or other proprietary rights.\nSome of the characters, logos, or other images incorporated by Viber in our Services are also protected as registered or unregistered trademarks, trade names, or service marks owned by Viber or others (“<strong>Trademarks</strong>”).\nViber or its licensors own the title, copyright, and other intellectual property rights in the Material, Viber App and the Services, and by using our Services, you do not acquire any ownership rights in the Services or any Material contained therein.\nYou may not use our copyrights, trademarks (or any similar marks), domains, logos, trade dress, trade secrets, patents, and other intellectual property rights unless you have our express permission.\nViber respects the intellectual property rights of others and asks you to do the same.\nWe grant you a limited, revocable, non-exclusive, non-sublicensable, and non-transferable license to use our Services, subject to and in accordance with our Terms, no licenses or rights are granted to you by implication or otherwise, except for the licenses and rights expressly granted to you.\nYou will not transfer any of your rights or obligations under our Terms to anyone else without our prior written consent.</p>\n<p>Viber does not attempt to claim ownership on the content displayed, published, shared, sent, used, promoted or otherwise provided by you, including through the Communities, Channels and Chatbots (“<strong>Content</strong>”).\nYou hereby grant Viber the license to use the Content for the purpose of providing the Services.\nFor all Content you submit to the Services, you grant Viber and our affiliates a worldwide, royalty-free, sublicensable, and transferable license to host, store, cache, use, display, reproduce, modify, adapt, edit, publish, analyze, transmit, and distribute that Content.\nThis license is for the purpose of operating, developing, providing, promoting, and improving the Services and internally used for researching and developing new services, features and products.\nWhile we’re not required to do so, we may access, review, screen, and delete your Content at any time and for any reason, including to provide and develop the Services or if we think your Content violates these Terms and the <strong>Acceptable Use Policy</strong>.\nYou alone, though, remain responsible for the Content you create, upload, post, send, or store through the Service.</p>\n<p>Viber will consider anything you provide to Viber, including, without limitations, any feedback, ideas, or suggestions or contribute to this its Services without having as available for our use free of any obligations to you.\nYou agree that we will own all rights in any materials or items we develop based on such feedback or suggestions.</p>\n<p>We, our affiliates, and our third-party partners may place advertisement on the Services, which may sometimes appear near, between, over, or in your Content.\nThis will include personalized advertising, for more information please see the <strong>Viber Privacy Policy</strong>.<br>\n</p>\n<strong>6.\nContent and Public Content </strong>\n<p>\n<em>The Content you publish through our Communities, Chatbots or Channels, which are made public and available for everyone, or Content you upload to such public Channels and Communities is considered “Public Content”.\n</em>\n</p>\n<p>You grant Viber, our affiliates, other users of the Services, and our business partners, an unrestricted, worldwide, royalty-free, irrevocable, and perpetual right and license to create derivative works from, promote, exhibit, broadcast, syndicate, reproduce, distribute, synchronize, overlay graphics and auditory effects on, publicly perform, and publicly display all or any portion of your Public Content in any form and in any and all media or distribution methods, now known or later developed.\nWhen you appear in, create, upload, post, or send Public Content you also grant Viber, our affiliates, other users of the Services, and our business partners, an unrestricted, worldwide, royalty-free, irrevocable, and perpetual right and license to use the name, likeness, and voice, of anyone featured in your Public Content for commercial and non-commercial purposes.\nYou are not be entitled to any compensation for such use.</p>\n<p>The Content is the sole responsibility of the user that submitted it, Viber reserves the right to review or remove all content that appears on the Services.\nhowever, it is not obligated to do so.\nViber does not and cannot guarantee that other users or the content they provide through the Services will comply with our Terms or the <strong>Acceptable Use Policy</strong>.\nIf you believe that any materials or content (including other user Content) that are accessible on or from the Services infringe on your copyrights, or offend you or are illegal, please contact us through the reporting system as detailed in the <strong>Acceptable Use Policy</strong>.<br>\n</p>\n<strong>7.\nRestrictions of Use </strong>\n<p>\n<em>You may only use our Services for lawful purposes and in accordance with applicable law and you are prohibited from storing, distributing, or transmitting any unlawful material through our Services.\nAny transmission, distribution, or storing of unlawful material or using our Services and its contents for unlawful purposes may expose you to criminal or civil liability, termination or suspension of these Terms, your Account and use of the Services and removal of your Content.\n</em>\n</p>\n<p>That means, among other things, you may not do, attempt to do, enable, or encourage anyone else to do, any of the following:</p>\n<ul>\n<li>decompile, reverse engineer, disassemble, or otherwise reduce the code used in any software, Viber App or our Services into a readable form in order to examine the construction of such software or to copy or create other products based (in whole or in part) on such software.</li>\n<li>rent, lease, lend, sell, redistribute or sublicense the Material or the Services.</li>\n<li>exploit any resource, or access any resource, contained on our Services including, without limitation, any attempt to collect users phone numbers for any purpose, including for analysis purposes and/or parsing.</li>\n<li>use the Services in a way that could interfere with, disrupt, negatively affect, or inhibit other users from fully enjoying the Services, or that could damage, disable, overburden, or impair the functioning of the Services.</li>\n<li>copy, modify, archive, download, upload, disclose, distribute, sell, lease, syndicate, broadcast, perform, display, make available, make derivatives of the Services or the content on the Services.</li>\n<li>access or use the Services in any way not expressly permitted by these Terms or the <strong>Acceptable Use Policy</strong>.</li>\n<li>use branding, logos, icons, user interface elements, designs, photographs, videos, or any other Materials, except as explicitly allowed by these Terms.</li>\n<li>violate applicable laws, including third party privacy and intellectual property laws.</li>\n<li>create multiple account, create false misleading accounts, create another account if we have already disabled your account, or buy, sell, rent, or lease access to your Account.</li>\n<li>use any robot, spider, crawler, scraper, or other automated means or interface to access the Services or extract other users’ information.</li>\n<li>upload viruses or other malicious code or otherwise compromise, bypass, or circumvent the security of the Services.</li>\n<li>attempt to circumvent any content-filtering techniques we employ, or attempt to access areas or features of the Services that you are not authorized to access.</li>\n</ul>\n<strong>8.\nPayments and Charges</strong>\n<p>\n<em>The Viber Premium Services are subject to payments and fees.</em>\n<br>\nThe Viber Premium Services are subject to fees and payments.\nThe price stated for the Premium Services excludes all applicable taxes and currency exchange settlements, unless stated otherwise.\nIf there is a charge associated with a one or more of the Services, you agree to pay that charge.\nViber may suspend or cancel the Premium Services or your access to your Viber Account if the payment is not received on time.\nIn addition, using the Services, including the Premium Services, on a mobile application will use some of the data allowance available on the data package to which you have subscribed with your mobile network operator.\nOut-of-country usage may lead to significantly higher costs than regular usage, and you are solely responsible for keeping yourself informed and paying for possible roaming and other applicable charges levied by your mobile network operator.\nIn addition, you are responsible for any charges, fees, changes to your mobile plan service or billing, alterations to your mobile device, or any other consequence that may arise out of your use of mobile billing.\nThe terms and conditions of your mobile operator apply to your payment, in addition to our Terms.\nMobile billing is not a bundled offer between our Services and your mobile plan service.</p>\n<p>When you make a purchase within the Viber App or through our website, we use third party payment service providers (“<strong>PSP</strong>”), your purchase is also subject to the terms of such third party (including with respect to payment terms, refunds, etc.), and you should read such applicable terms before you decide to complete the purchase.\nYou agree to abide by any relevant terms of service or other legal agreement that governs your use of a given payment processing service or method.\nYou can change your payment method and billing information by logging into your Account at <strong>http://account.viber.com/</strong>.\nIf you pay with currency other than USD or EUR, you agree that the amount you are eventually credited may vary, as a result of currency conversion policies of the PSPs, which you can find at the relevant website or location where you make the actual purchase.\nAny of your payments and purchases will apply through the designated Account from the time of purchase.\nYour order and receipt will be sent through an email acknowledgment through the email address you provided to us.</p>\n<p>We may also offer, from time to time, special promotional offers, which may include different terms and conditions.\nWe reserve the right to change, cancel and/or restrict these promotional offers at our sole discretion and at any time.\nThe specific terms for each promotion will be disclosed prior to making purchase(s) based on such promotion(s).<br>\n</p>\n<strong>9.\nRefunds </strong>\n<p>\n<em>Except as provided by law or as set forth herein, all purchases are final and non-refundable.\n</em>\n</p>\n<p>If you believe that Viber has charged you in error, you must contact Viber within 90 days of such charge.\nNo refunds will be given for any charges after 90 days.\nIf you purchase any digital content from Viber, any right you may have to withdraw from or cancel the purchase will terminate once the digital content has been delivered to you upon your request, and you will not be entitled to claim any refund, except where you believe Viber has charged you in error.</p>\n<p>Viber reserves the right to refuse a refund request if it reasonably believes or suspects (i) that you are trying to unfairly exploit this refund policy, for example, by making repetitive refund requests in respect of the same product or feature.\n(ii) that you are in breach of these Terms or the Viber Privacy Policy.\n(iii) that you are using any of our products fraudulently or that your Account is being used by a third party fraudulently.\nor (iv) that you purchased your credit through a third party service and the terms of such third party do not allow such refund.\nThis refund policy does not affect any of your statutory rights to pursue a claim.</p>\n<p>When signing up as a subscriber of the Viber Out Service, regardless of which subscription plan you choose, you have a right to a <strong>\n<em>fourteen (14) day cooling-off period</em>\n</strong> in accordance with the applicable laws and regulations.\nThe cooling-off period applies from the date of signing up to a subscription plan.\nIf you begin to use the Service in any way, you agree that you forfeit the right to cancel your purchase of the Service as per the cooling-off rights mentioned in this section.\nIf you want to cancel the Service during the cooling-off period, we recommend that you notify us by using the form available here: <strong>https://help.viber.com/en/contact</strong>.<br>\n</p>\n<strong>10.\nChatbot Purchases </strong>\n<p>If you purchase Merchant’s Products through the Chatbot, the payment shall be processed using either Google LLC’s (“<strong>Google</strong>”) Google Pay Service (“<strong>Google Pay</strong>”) or Apple Payments Inc.’s (“<strong>Apple</strong>”) Apple Pay Service (“<strong>Apple Pay</strong>“).\nViber does not exercise control over purchases, returns, delivery of goods or services by a Merchant, the availability or accuracy of Google Pay or Apple Pay, payment cards, payments, refunds, chargebacks, the provisioning (or addition) of cards to Google Pay or Apple Pay, or other commercial activity relating to payments made using the Service.</p>\n<p>By using the Service, you agree to the Google Pay Terms of Service (available at <strong>https://payments.google.com/payments/apis-secure/get_legal_document?ldl=en_US&amp;ldo=0&amp;ldt=buyertos</strong>) and other terms that Google may publish from time-to-time apply to the Service or to the Apple Pay Supplemental Terms (available at <strong>https://www.apple.com/legal/sla</strong>) and other terms that Apple may publish from time-to-time apply to the Service.</p>\n<p>Viber is not responsible for providing any Merchant’s Products, Viber assumes no liability for a Merchant’s failure to provide goods or services or for any uses’ dissatisfaction with any goods or services provided by a Merchant.\nUnder no circumstances will Viber provide a chargeback or any other compensation to a user.<br>\n</p>\n<strong>11.\nThird party goods and services </strong>\n<p>\n<em>Certain Services may display, include or make available content, data, information, applications, features or materials from third parties or provide links to certain third-party websites.\nThrough the Chatbots you may even be able to purchase goods and services provided by third party merchants.\n</em>\n</p>\n<p>Our Services may link you to other sites on the Internet and third-party partners which cooperate with us to provide you certain services.\nThese other sites are not under the control of Viber, and you acknowledge that (whether or not such sites are affiliated in any way with Viber) Viber is not responsible for the accuracy, copyright compliance, legality, decency, or any other aspect of the content of such sites, and that your use of such sites is subject to their respective terms of use.\nThe inclusion of such a link does not imply endorsement of any site by Viber or any association with its operators.</p>\n<p>Viber cannot ensure that you will be satisfied with any products or services that you purchase from any third-party site that links to or from Viber since the third-party sites are owned and operated by independent retailers.\nViber does not endorse any of the merchandise, nor has Viber taken any steps to confirm the accuracy or reliability of any of the information contained on such third-party sites.\nViber does not make any representations or warranties as to the security of any information (including, without limitation, credit card and other personal information) you might be requested to give any third-party, and you irrevocably waive any claim against us with respect to such sites.\nWe strongly encourage you to make whatever investigation you feel necessary or appropriate before proceeding with any online transaction with any of these third-parties.<br>\n</p>\n<strong>12.\nTermination </strong>\n<p>\n<em>We may add or remove features, products, or functionalities, and we may also suspend or stop the Services, with or without notice.\nWe aspire that you will always continue to share good vibes through the use of our Services, but you may choose to terminate your relationship with Viber at any time.\n</em>\n</p>\n<p>If you are using our free Services, you may terminate your relationship with Viber by simply ceasing to use the Services.\nWhere permissible under applicable law, Viber has the right to terminate your rights under our Services without notice, including, without limitation, by blocking you, suspending or terminating your Account, including, and without derogating from our general right, if you are in breach of our Terms or other policies (including our <strong>Acceptable Use Policy</strong>) or if we decide not to provide the Services or any part thereof in certain locations or to certain devices.\nViber reserves the right to modify or discontinue, temporarily or permanently, all or any part of its Services or any software, facilities, and services on its Services, with or without notice or to establish general guidelines and limitations on their use.<br>\n</p>\n<strong>13.\nSafety and Support </strong>\n<p>\n<em>Viber cannot guarantee that the Services will always function without disruptions, delay or errors because we have no control of the third-party networks carrying our Services.</em>\n<em>We try hard to keep our Services a safe place for all users.\nBut we can’t guarantee it.\n</em>\n</p>\n<p>A number of factors may impact the quality of your communications and use of the Services, and may result in the failure of your communications.\nViber takes no responsibility for any disruption, interruption or delay caused by any failure of or inadequacy in any of these items or any other items over which we have no control.\nUp-to-date evidence on call set up time and unsuccessful calls (through your list of calls made and attempted) is available through your User Account.</p>\n<p>From time to time, Viber may need to perform maintenance on or upgrade the Service.\nThis may require Viber to temporarily suspend or limit your use of the Services, including Viber Out, until such time as this maintenance or upgrade can be completed.\nYou will not be entitled to claim damages for such suspension or limitation of the use.</p>\n<p>You are prohibited from using any services or facilities provided in connection with our Services to compromise security or tamper with system resources and/or accounts.\nThe use or distribution of tools designed for compromising security (e.g.\npassword guessing programs, cracking tools, malware, or network probing tools) is strictly prohibited.\nIf you become involved in any violation of system security, Viber reserves the right to release your details to system administrators at other sites, law enforcement and/or governmental authorities in order to assist them in resolving security incidents.</p>\n<p>If you fail to comply, we reserve the right to remove any offending content, terminate or limit the visibility of your account, and notify third parties—including law enforcement—and provide those third parties with information relating to your Account.\nThis step may be necessary to protect the safety of our users, and others, to investigate, remedy, and enforce potential Terms violations, and to detect and resolve any fraud or security concerns.\nWe also care about your physical safety while using our Services.\nSo do not use our Services in a way that would distract you from obeying traffic or safety laws.</p>\n<p>In order to use our Services, you consent to manually or automatically download and install updates to our Services.\nYou also consent to our sending you notifications via our Services from time to time, as necessary to provide our Services to you.<br>\n</p>\n<strong>14.\nDisclaimer of Warranties</strong>\n<p>Although we make great efforts to make our Services error and interruption free, we cannot promise that such efforts will result with such desired performance.\nYOUR USE OF OUR SERVICES IS AT YOUR OWN RISK.\nNO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY US SHALL CREATE A WARRANTY.\nOUR SERVICES AND ALL THE MATERIALS, INFORMATION, SOFTWARE, FACILITIES, SERVICES AND OTHER CONTENT IN THE SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, VIBER, ITS PARENT COMPANY RAKUTEN GROUP INC.\nAND ANY SUBSIDIARIES OR AFFILIATED COMPANIES OF VIBER (“<strong>THE VIBER GROUP</strong>”) DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nTHE VIBER GROUP DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED ON OR THROUGH OUR SERVICES WILL BE AVAILABLE, UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT OUR SERVICES OR THE SERVERS THAT MAKE THE SERVICE AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTHE VIBER GROUP DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE MATERIAL, INFORMATION, SOFTWARE, FACILITIES, SERVICES, OR OTHER CONTENT ON THE SERVICES OR ANY WEBSITES LINKED TO THE SERVICES IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\nTHE VIBER GROUP MAKES NO WARRANTIES THAT YOUR USE OF THE MATERIALS, INFORMATION, SOFTWARE, FACILITIES, SERVICES, OR OTHER CONTENT INCLUDED IN THE SERVICES WILL NOT INFRINGE THE RIGHTS OF OTHERS AND THE VIBER GROUP ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ERRORS OR OMISSIONS IN SUCH MATERIALS, INFORMATION, SOFTWARE, FACILITIES, SERVICES, OR OTHER CONTENT INCLUDED IN THE SERVICES OR ANY OTHER WEBSITE.&nbsp.\nIF APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF SOME OR ALL OF THE ABOVE IMPLIED WARRANTIES TO APPLY TO YOU, THE ABOVE EXCLUSIONS WILL APPLY TO YOU ONLY TO THE EXTENT PERMITTED BY APPLICABLE LAW.<br>\n</p>\n<strong>15.\nLimitation of liability </strong>\n<p>VIBER DOES NOT EXCLUDE OR LIMIT ITS LIABILITY TO YOU WHERE IT WOULD BE ILLEGAL TO DO SO.\nTHIS INCLUDES ANY LIABILITY FOR DEATH OR PERSONAL INJURY CAUSED BY OUR NEGLIGENCE (I.E.\nIF WE FAIL TO TAKE REASONABLE CARE OR EXERCISE REASONABLE SKILL IN THE PERFORMANCE OF A CONTRACT) OR THE NEGLIGENCE OF OUR EMPLOYEES, AGENTS OR SUBCONTRACTORS.\nFOR FRAUD OR FRAUDULENT MISREPRESENTATION (I.E.\nIF WE DELIBERATELY TELL YOU SOMETHING THAT IS UNTRUE, WHICH YOU THEN REASONABLY RELY ON).\nIN COUNTRIES WHERE EXCLUSIONS OR LIMITATIONS OF LIABILITY ARE ALLOWED, THE VIBER GROUP WON’T BE LIABLE FOR: (i) ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL DAMAGES, OR (ii) ANY LOSS OF USE, DATA, BUSINESS OR PROFITS, REGARDLESS OF LEGAL THEORY.\nTHESE EXCLUSIONS OR LIMITATIONS WILL APPLY REGARDLESS OF WHETHER OR NOT A MEMBER OF THE VIBER GROUP HAS BEEN WARNED OF THE POSSIBILITY OF SUCH DAMAGES.&nbsp;IF YOU ARE AN EU OR UK CONSUMER, THESE TERMS DO NOT EXCLUDE VIBER GROUP’S LIABILITY FOR LOSSES AND DAMAGES THAT ARE A RESULT OF OUR FAILURE TO USE REASONABLE CARE AND SKILL IN PROVIDING THE SERVICES OR OF OUR BREACH OF OUR OBLIGATIONS TO YOU UNDER THESE TERMS HOWEVER, SUBJECT TO THE FORGOING: (I) WE ARE NOT RESPONSIBLE FOR ANY LOSS OR DAMAGE THAT IS NOT FORESEEABLE.\nLOSS OR DAMAGE IS FORESEEABLE IF EITHER IT IS OBVIOUS THAT IT WILL HAPPEN OR IF, AT THE TIME THE CONTRACT WAS MADE, BOTH WE AND YOU KNEW IT MIGHT HAPPEN.\n(II) WE ARE NOT RESPONSIBLE FOR ANY PRE-EXISTING FAULTS OR DAMAGE OR FOR ANY LOSS OR DAMAGE WHICH YOU COULD HAVE AVOIDED BY FOLLOWING OUR ADVICE OR INSTRUCTIONS (INCLUDING THESE TERMS AND ANY POLICIES REFERRED TO IN THESE TERMS).\n&nbsp;WE ARE NOT LIABLE FOR BUSINESS LOSSES.\nWE ONLY PROVIDE THE SERVICES FOR DOMESTIC AND PRIVATE USE.\nIF YOU USE THE SERVICES FOR ANY COMMERCIAL OR, BUSINESS PURPOSE, THE VIBER GROUP WILL HAVE NO LIABILITY TO YOU FOR ANY LOSS OF PROFIT, LOSS OF BUSINESS, BUSINESS INTERRUPTION OR LOSS OF BUSINESS OPPORTUNITY.\nOTHER THAN FOR THE TYPES OF LIABILITY WE CANNOT LIMIT BY LAW (AS DESCRIBED IN THIS SECTION), WE LIMIT OUR LIABILITY TO YOU TO THE GREATER OF $100 USD OR 100% OF ANY AMOUNT YOU’VE PAID TO US FOR YOUR USE OF THE SERVICES.\nTHIS PROVISION DOES NOT APPLY TO EU CONSUMERS WHERE PROHIBITED BY&nbsp;APPLICABLE LAW.<br>\n</p>\n<strong>16.\nIndemnity</strong>\n<p>You agree to indemnify and hold harmless The Viber Group from and against any and all claims, demands, liabilities, costs or expenses, including reasonable attorney’s fees, resulting from your breach of these Terms, including any of the foregoing provisions, representations or warranties, from your placement or transmission of any content onto Viber’s servers and/or from any and all use of your Account.</p>\n<p>If you have a dispute with one or more users (including game developers and/or merchants), you release The Viber Group from claims, demands, liabilities, costs, or expenses and damages (actual and consequential of every kind and nature, known and unknown, arising out of or in any way connected with such disputes).\nIn entering into this release, you expressly waive any protections (whether statutory or otherwise), to the extent permitted by applicable law, that would otherwise limit the coverage of this release to include only those claims which you may know or suspect to exist in your favor at the time of agreeing to this release.<br>\n</p>\n<strong>17.\nGoverning law and Jurisdiction </strong>\n<p>To the extent permitted by law, and with the exception of Section 19 below, the laws of England and Wales govern these Terms and any claims and disputes arising out of or relating to these Terms or their subject matter.\nThe courts in some countries may not apply the laws of England and Wales to some disputes related to these Terms.\nIf you reside in one of those countries, the laws of your home country may apply to those disputes.</p>\n<p>If you are residing in a country or territory within the European Region, you may resolve your claim within the competent court of Luxembourg that has the jurisdiction over claims that are brought by European Region residents.<br>\n</p>\n<strong>18.\nArbitration, Class-Action Waiver</strong>\n<p>\n<em>If you have a concern, please first contact us directly- we will try to resolve it.\nPlease read the following paragraphs carefully because they provide that you and Viber agree to resolve all disputes through binding individual arbitration.\n</em>\n<em>This section sets forth the exclusive way you can resolve any dispute you may have with us.\nIf you ever wish to seek any relief from us, you agree to do it only through arbitration, and you waive the ability to pursue a class action law suit.</em>\n</p>\n<p>\n<strong>U.S.\nResidents:</strong>&nbsp;To the fullest extent permissible by law, with the exception of disputes pertaining to Viber’s intellectual property rights and certain statutory claims that, pursuant to law, are not arbitral, any dispute of any kind between you and Viber arising under these Terms shall be resolved through binding arbitration pursuant to the JAMS Streamlined Arbitration Rules and Procedures on an individual basis with no class relief.\nThe arbitrator shall be a retired judge or justice of any New York State or federal court with substantial experience in the internet industry and shall follow New York substantive law in adjudicating the dispute, except that this Section shall be construed as a “written agreement to arbitrate” pursuant to the Federal Arbitration Act (“<strong>FAA</strong>”).\nYou and&nbsp;we&nbsp;agree that we intend that this Section&nbsp;satisfies the “writing” requirement of the FAA.\nThe hearing shall be conducted in the county that encompasses the billing address you have provided to Viber.\nFor any claim in which you seek U.S.\n$10,000.00 or less, you shall have the choice as to whether the hearing is conducted in person, by telephone, or instead the arbitrator may decide the dispute without a hearing.\nFor those claims that the arbitrator determines are not frivolous, Viber shall pay the costs and fees of JAMS and the arbitrator.\nViber agrees that it will not seek reimbursement from you for its costs and fees incurred by it in the arbitration.\nAGREEMENT TO THESE TERMS CONSTITUTES AN AGREEMENT TO PURSUE YOUR CLAIM ON AN INDIVIDUAL BASIS AND A WAIVER OF THE ABILITY TO PURSUE YOUR CLAIM IN A CLASS ACTION.</p>\n<p>\n<strong>Non-U.S.\nResidents</strong>\n<strong>:</strong>&nbsp;If any controversy, allegation, or claim (including any non-contractual claim) arises out of or relates to the Service or the Terms (“<strong>Dispute</strong>”) then you and we agree to send a written notice to the other providing a reasonable description of the Dispute, along with a proposed resolution of it.\nOur notice to you will be sent to you based on the most recent contact information that you provide us.\nYour notice of Dispute to us must be sent to us at&nbsp;<strong>Viberforeigndispute@viber.com</strong>.\nFor a period of sixty (60) days from the date of receipt of notice from the other party, Viber and you will engage in a dialogue in order to attempt to resolve Dispute, though nothing will require either you or Viber to resolve Dispute on terms which either you or Viber, in each of our sole discretion, are uncomfortable with.</p>\n<p>If Dispute against Viber involves a paid Viber Service and we are unable to resolve it through dialogue (as described above), Viber will abide by Directive 2013/11/EU on Consumer Alternative Dispute Resolution.\nThe European Commission Online Dispute Resolution (“<strong>ODR</strong>”) can be accessed at eu.europa.eu/odr.\nYou can raise a complaint about our Services by contacting us on <strong>Viberforeigndispute@viber.com.</strong> &nbsp;&nbsp;You may also be entitled to refer Disputes in relation to matters covered by the European Electronic Communications Code to an independent body for dispute resolution appointed in your country.\nA list of such bodies is available at: <strong>https://ec.europa.eu/consumers/odr/main/?event=main.adr.show2</strong>.\n&nbsp;The list of the UK approved ADR schemes for Viber Out is available at: <strong>https://www.ofcom.org.uk/phones-telecoms-and-internet/advice-for-consumers/problems/adr-schemes</strong>.<br>\n</p>\n<strong>19.\nMiscellaneous</strong>\n<p>If any provision of these Terms is adjudged, by written decision, to be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from this agreement and shall not affect the validity and enforceability of any remaining provisions.\nThese Terms are the entire agreement between you and Viber relating to the matters contained herein and the Services.\nFailure by Viber to enforce any rights or to take any action against you in the event of any breach hereunder shall not be deemed as a waiver of such rights or of subsequent actions in the event of future breaches.\nThese Terms and any right granted herein may not be assigned by you without the prior written consent of Viber.\nViber may assign its rights and obligations set forth herein at any time, at its sole discretion, to any of our affiliates or in connection with a merger, acquisition, restructuring, or sale of assets, or by operation of law or otherwise.\nIn the event of such an assignment, Viber will only transfer your information in compliance with applicable laws, and ask for your consent where required.\nThese Terms will continue to govern your relationship with such third-party, if you do not agree to such an assignment, you must stop using the Services, delete your Viber Account and uninstall the App.</p>\n<p>In the event you read these Terms in any language other than English, you agree that in the event of any discrepancies, the English version shall prevail.<br>\n</p>\n<strong>20.\nDisabled Users</strong>\n<p>Viber is dedicated to facilitating the use of the Services by disabled end-users.\nExpandable font size is available on our app for people with visual disabilities.\nFor additional disabled-friendly functions, please see the available solutions within your mobile or other IT device’s native operating system.<br>\n</p>\n<strong>21.\nContact Us</strong>\n<p>\n<strong>Viber Media S.à r.l.</strong>,&nbsp;a société à responsabilité limitée incorporated under the laws of the Grand&nbsp;Duchy of Luxembourg.</p>\n<p>You may contact us, as follows:</p>\n<ul>\n<li>\n<strong>Our online form available at:</strong>\n<strong>https://help.viber.com/en/contact</strong>.</li>\n<li>\n<strong>Using the “contact us” form on the App</strong>.</li>\n<li>\n<strong>By mail:<br>\n</strong>Viber Media S.à r.l.,<br>\n2, rue du Fossé, L-1536<br>\nLuxembourg, Grand Duchy of Luxembourg</li>\n</ul>\n<p>&nbsp;</p>\n<strong>Call Services – Viber Out Service Specific Terms</strong>\n<p>These Viber Out Service Specific Terms address the various Viber Out calling plans and services offered by Viber.\nThe calling services and plans are governed by <strong>Fair Usage Principles</strong> and are intended for personal non-commercial use.\nAny misuse of the calling service may result in suspension or termination of your Subscription or Account.</p>\n<strong>Viber Out Subscription Specifications </strong>\n<p>\n<em>Payment for Subscriptions (e.g., recurring calling plans) are made on a recurring payment basis.\nThis means that you agree that at the applicable recurring intervals your payment method will be charged, until you actively elect to terminate the Subscription.</em>\n</p>\n<p>Viber Out calling plans are provided on a Subscription basis and are offered in different prices or payment terms according to the duration of the applicable subscription or the type of device you own, all as specified in our pricing page <strong>https://account.viber.com/en/.\n</strong>We reserve the right to change our calling plans and Subscriptions or stop offering them at any time.\nReduction to the prices of our calling plans will not affect previously purchased and existing calling plans or Subscriptions.\nUnused minutes or credit will not roll from one month to the next.\nOur Subscriptions exclude special, premium, service, satellite, and non-geographic numbers.</p>\n<p>You agree that you are authorizing recurring payments, and payments will be made to Viber by the method and at the recurring intervals you have agreed to, until the Subscription is terminated by you or by Viber.\nYou must cancel your Subscription before the next billing date to stop being charged.\nWe will provide you with instructions on how you may cancel the Subscription.\nBy authorizing recurring payments, you are authorizing Viber to store your payment instrument and process such payments, for more information please see <strong>Viber Stored Credential Agreement</strong>.\nOur Subscriptions fees are charged in advance and are pre-paid once at the beginning of each Subscription period.</p>\n<p>We may change the terms or the price of the Subscriptions at any time and if you have a recurring purchase, we will notify you by email, or other reasonable manner, at least 15 days before the price change.\nIf you do not agree to the price change, you must cancel the Subscription and stop using the Premium Services before the price change takes effect.\nIf there is a fixed term and price for your Subscription, that price will remain in force for the fixed term.\nOther changes to the calling plans and Subscription, will take effect immediately without prior written notice where such changes are exclusively to your benefit, where they are of a purely administrative nature and have no negative effect on you, or where they are directly imposed by law.\nYou may terminate from posting the changes.</p>\n<p>We may offer distinctive features or services in each Subscription, add new features or change or cancel any existing features or functionalities at our sole discretion.\nWe further reserve the right to change the Subscription fees at our sole discretion.\nIf you are a paid user at the time of such change, the new rate will be affected upon your next Subscription period.\notherwise, you may choose to cancel your Subscription, in which case you will be refunded on a pro-rata basis.</p>\n<p>Your Subscription may start with a free trial period (“<strong>Free Trial</strong>”), when you sign up for a Free Trial, you acknowledge and agree that you will automatically be transferred to a recuring payment Subscription plan at the end of the Free Trial, unless you terminate your Subscription prior to the last day of the Free Trial, in which case you will not be charged, and your Subscription will be cancelled.\nNote, you may only use only one Free Trial.\nWe reserve the right to change, cancel and/or stop offering the Free Trial at any time.</p>\n<p>Viber may terminate your Subscription or offer you an alternative calling plan if we notice that your usage is in breach of the <strong>Acceptable Use Policy</strong> or is abusing our systems.\nWe reserve the right to change our calling rates and plans or the Subscriptions’ fees or even stop offering them at any time.</p>\n<strong>Viber Credits Specifications </strong>\n<p>\n<em>As a Viber user you may purchase Viber Credit either through recurring charges or one-time payments.\nViber Credit balance is available through your Account.\n</em>\n</p>\n<p>The recurring charge feature will be automatically enabled when you buy Viber Credit through the Viber mobile application or Website and check the appropriate checkbox at the time of purchase.\nYour Viber Credit balance will be recharged with the same amount and by the same payment method you initially designated when you registered your Account every time your Account balance goes below the threshold set by Viber from time to time.\nBy authorizing recurring payments, you are authorizing Viber to store your payment instrument and process such payments, for more information please see <strong>Viber Stored Credential Agreement</strong>.\nYou can disable the recurring charge feature at any time by accessing your Account.\nAny charges mentioned in specific currencies are solely considered as examples, and do not take currency fluctuations or discrepancies into account.</p>\n<p>The rates for calling landlines and mobile phones outside of the Viber community consist of a per-minute rate as set out on&nbsp;<strong>https://account.viber.com/en/rates-index</strong> and within the Viber App and your Account.\nAfter a 4-hour call duration, the call will be disconnected and require a re-dial.\nWhile we always try to keep our rates as low as possible, Viber may change the rates for calling phones at any time without notice to you by posting such change at&nbsp;<strong>http://account.viber.com/</strong>.\nThe new rate will apply to your next phone call after the new rates have been published.\nPlease check the latest rates before you make your call.\nIf you do not accept the new rates, do not make your call.</p>\n<p>The duration of a call is calculated per seconds and shall be based on one-minute increments.\nFractions of minutes will be rounded up to the next minute.\nAt the end of a call, fractional cent charges will be rounded up or down to the nearest whole cent.\nFor example, a total call at a price of €0.034 will be rounded to €0.03.\nDuring the call, charges incurred will be deducted automatically from the Viber Credit balance in your Account.</p>\n<p>If you do not use your Viber Credit for a period of six months (including Viber Credit that has been allocated to you by a Viber administrator), such credit will be frozen.\nYou can reactivate the Viber Credit by accessing your Viber Out account and following the instructions therein.\nIf your Account is deactivated, your Viber Credit will be lost.\nFor this purpose, your Account may be deactivated in any of the following way: (i) you actively deactivate your Account.\n(ii) you remove Viber from your mobile device and do not reinstall it within three months (iii) you do not log in to Viber for twelve consecutive months.</p>\n<p>If you use third party services to purchase Viber Credit, such purchase is also subject to the terms of such third party (including with respect to payment terms, refunds, etc.).</p>\n<p>For users in Japan, and users with Japanese area code (+81), that purchase Viber Credit, the Viber Credit will expire&nbsp;within 180 days&nbsp;of purchase, with no ability to reactivate.</p>\n<strong>Emergency Calls</strong>\n<p>To allow safe access to emergency services, the Viber mobile app initiates emergency calls through sending any 3 digit call, such as the European emergency number 112, to your mobile device’s native dial pad and your mobile network operator which in turn is set to direct the call free of charge and to the most appropriate Public Safety Answering Points.<strong>&nbsp;</strong>\n</p>\n<strong>Technical Support</strong>\n<p>In case you experience any issue with the Viber Out service, please contact our support as provided under section 21 of the Terms and our team will check such report and will endeavor to remedy any such fault as reasonably feasible.\nFor any information relating to technical details with respect to the calls transferred between mobile networks, please review your agreement with your mobile operator.</p>\n<p>Current Terms of Use PDF&nbsp;<strong>Viber Terms of Service March 2022</strong>\n</p>\n<p>Previous Terms of Use PDF&nbsp;<strong>Viber Terms of Use May 2018</strong>\n</p>\n<p>Previous Terms of Use PDF&nbsp;<strong>Viber Terms of Use update February 2017</strong>\n</p>\n<p>Previous Terms of Use&nbsp;PDF&nbsp;<strong>Viber Terms of Use September 2016</strong>\n</p>\n<p>Previous Terms of Use PDF Version&nbsp;<strong>Viber Terms of Use June 2014</strong>\n</p> ", "created_at": "2022-12-09 22:45:35.886431", "updated_at": "2022-12-09 22:45:58.739837"}, {"id": 13113, "name": "Ads, Cookies & Tracking Technologies Policy", "url": "https://www.viber.com/en/terms/cookies-and-tracking/", "xpath": "/html/body/div[1]/div/main", "text": " Viber Ads, Cookies &amp.\nTracking Technologies Policy <p>\n<em>[Last Updated: March 22, 2022]</em>\n</p>\n<p>Viber Media S.à r.l., its subsidiaries and affiliated companies (collectively, “<strong>Viber</strong>”, “<strong>we</strong>”, “<strong>our</strong>”, or “<strong>us</strong>”) maintain our websites available at: <strong>www.viber.com</strong> and <strong>www.forbusiness.viber.com</strong>, and our mobile applications, services and tools (collectively, the “<strong>Services</strong>”, and as further detailed under <strong>Viber’s Terms of Service</strong>).</p>\n<p>We, along with our advertising partners and vendors, use a variety of tracking technologies, including cookies, for various purpose, including to learn more about how people use the Services (e.g., through internal statistics, etc.) in order to enhance and improve our Services, provide our users with personalized content including ads, for security purposes, etc.</p>\n<p>This Ads, Cookies &amp.\nTracking Technologies Policy (“<strong>Ads &amp.\nCookies Policy</strong>”) forms an integral part of <strong>Viber’s Privacy Policy&nbsp;</strong>and further details the data we collect using cookies and tracking technologies, how we use this data, and your opt-out rights and options related to your personal data.</p>\n<strong>Table of Contents</strong>\n<ul>\n<li>\n<strong>\n<b>Cookies &amp.\nOther Tracking Technologies: What Are They &amp.\nCategories of Cookies</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Use of Cookies &amp.\nTracking Technologies for Advertising and Marketing Purposes</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Cookies &amp.\nTracking Technologies Used on Viber Services</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Your Cookie Choices &amp.\nHow to Opt-Out</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Additional Information – Types of Tracking Technologies and Unique Identifiers</b>\n</strong>\n</li>\n<li>\n<strong>\n<b>Contact Us</b>\n</strong>\n</li>\n</ul>\n<strong>Cookies &amp.\nOther Tracking Technologies: What Are They &amp.\nCategories of Cookies&nbsp;</strong>\n<p>We, and our third-party partners, use cookies on our websites, as well as other tracking technologies on our Services, including, for example, technologies known as HTTP cookies, HTML5, Flash local storage, embedded scripts, and Unique Identifiers (as defined below), used for tracking on our mobile application (collectively, shall be referred to herein for convenience as “Cookies”, unless otherwise stated).\nYou can find explanation regarding each such technology under the <strong>Additional Information – Types of Tracking Technologies</strong>&nbsp;section below, and with respect to the use of Unique Identifiers under the <strong>\n<b>Use of Cookies &amp.\nTracking Technologies for Advertising and Marketing Purposes</b>\n</strong>section below.</p>\n<p>A cookie is a small data file that is sent to your device’s (computer, tablet or mobile phone) web browser when you visit a website, interact with advertisements or other features, etc., and is stored on your device hard drive so that a website can recognize your device once you visit the website again.\nCookies and other tracking technologies usually include an identification number that is unique to the device or the browser you are using (meaning, a unique series of numbers and letters assigned to your device or browser, and including an identifier known as “advertising identifier”) (“<strong>Unique Identifier</strong>“).\nWe use “first” and “third-party” Cookies.&nbsp.\nFirst party cookies are used and controlled by Viber to provide our Services, operate, protect and improve the Services.\nThird-party cookies are controlled by third parties (e.g., our service providers and business partners), mostly for the purpose of advertising and analytics.\nCookies can either be persistent (i.e., they remain on your computer until you delete them) or temporary – known as “session” (i.e., they last only until you close your browser).\nWe use both session and persistent Cookies.</p>\n<p>Cookies are used by us for a variety of purposes, including in order to enhance your online experience, for example, by remembering your log-in status and viewing preferences from a previous use of our websites, for when you later return to it.\nor to help us understand how users use the Services and their preferences, such as which pages or content are most popular, so that we can better provide our content and Services as well as for our third-party partners to provide personalized advertisements.</p>\n<p>In general, we use the following categories of Cookies as part of our Services:</p>\n<ul>\n<li>\n<strong>Strictly Necessary Cookies:</strong>\n</li>\n</ul>\n<p>These Cookies are necessary in order to provide Services and features you have specifically requested (meaning, set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms), as well as necessary for our website to function and for fraud prevention and security purposes.\nThat is why these Cookies cannot be switched off in our systems.\nIf you set your browser to refuse these Cookies, some parts of the Services may not then work.</p>\n<ul>\n<li>\n<b>Analytics and Performance Cookies:</b>\n<b>\n</b>\n</li>\n</ul>\n<p>These Cookies allow us to count visits and traffic sources so we can measure and improve the performance of our Services.\nThey help us understand which pages are the most and least popular and learn how visitors move around the Services.\nIf you do not allow these Cookies we will not know when you have visited our Services and will not be able to monitor its performance.</p>\n<ul>\n<li>\n<b>Functionality Cookies:&nbsp;</b>\n</li>\n</ul>\n<p>These Cookies enable the website to provide enhanced functionality and display customized videos and images.\nThey may be set by us or by third party providers whose services we have added to our webpages.\nWe may also use Cookies to tell us, for example, whether you have visited the Services before or if you are a new visitor.\nIf you do not allow these Cookies, then some or all of these services may not function properly.</p>\n<ul>\n<li>\n<b>Targeting Cookies:</b>\n</li>\n</ul>\n<p>These Cookies may be set through our Services by us or by our advertising partners.\nThey may be used to deliver content, including ads, relevant to your interests on our Services.\nThey may also be used by such partners to build a profile of your interests and show you relevant adverts on other sites.\nThese Cookies are based on your Unique Identifier.\nIf you do not allow these Cookies, you will experience less targeted advertising.</p>\n<p>Note that, at any time you are able to change your Cookies settings and the tracking operation to control Cookies placement by limiting use of Cookies on your device, opt out or delete certain Cookies already stored on your device – all as detailed under the “<b>Your Cookie Choices &amp.\nHow to Opt-Out</b>”&nbsp;section below.\nWhere required under applicable laws, we will obtain your consent for data collection through use of Cookies.</p>\n<p>Back to top<br>\n</p>\n<b>Use of Cookies &amp.\nTracking Technologies for Advertising and Marketing Purposes </b>\n<b>&nbsp;&nbsp;</b>\n<p>To enable the limited advertisements on our Service, we may generate and share, through our use of Cookies and tracking technologies, a Unique Identifier with our third party advertising partners and advertising service providers (listed <strong>HERE</strong>), along with certain data collected from your device or use of our Services, and for example your age range, inferred gender, country, city (i.e., general location extracted from your IP address), or GPS location data (if you allowed us in your settings).\nThis includes partners managing our advertising placements, as well as partners and service providers supporting targeting, measurements, and optimizations for us including for Viber’s own marketing campaigns, and also advertisers themselves and their agencies or third parties managing their advertising demands.\nFor more details on the use of third-party Cookies and tracking technologies on our Services see&nbsp;<strong>\n<b>Cookies &amp.\nTracking Technologies Used on Viber Services</b>.</strong>\n</p>\n<p>We may also receive data associated with your Unique Identifier from trusted third parties, which may be used to show you more relevant ads and content on our Services or for better advertising analytics, based on information collected by such third parties on other websites and services.\nThis means that the Unique Identifier of your device could be linked to certain characteristics and interests as part of our aggregated segmentation groups for advertising purposes.</p>\n<p>Additionally, we might use Cookies to receive data derived from the clicks on our own ads (and the subsequent installs of our app) delivered on third party services, for better ad measurements, to learn more about the subsequent user activity and preferences on our Services, help find similar users, and assess the performance of our content.\nThe advertising networks and/or content providers that deliver ads on our Services or deliver our ads on third party sites may use cookies, pixels or other tracking technology to uniquely distinguish your web browser or device and keep track of information relating to serving ads on your web browser, or mobile app such as the type of ads shown and the pages on which the ads appear and also certain activities performed by you after clicking on the ads.</p>\n<p>Some of these third parties may combine information they collect from our Services with other information they have independently collected relating to your web browser’s activities across their network of websites.\nThese third parties collect and use this information under their own privacy policies, and are responsible for their practices concerning personal data.\nYou can directly exercise your rights with them.</p>\n<p>We also use Unique Identifiers for our own marketing and advertising campaigns, to make them more relevant and meaningful to you, and to track the efficiency and analyze these campaigns, both on our Services and on other websites or mobile apps.</p>\n<p>For users in the EEA, and the UK, we attest to industry standard related to the use of Cookies for advertising purposes.\nWe have implemented consent mechanism in order to obtain your consent for the use of Cookies, where required under applicable law, and we follow the applicable frameworks and procedures to ensure that other third parties in the digital advertising chain will respect your preferences.\nYou can access and manage these consents at any time through the Viber personal information settings, under manage ad preferences and these changes will apply going forward.</p>\n<p>Back to top<br>\n</p>\n<b>Cookies &amp.\nTracking Technologies Used on Viber’s Services&nbsp;</b>\n<p>The following tables set out details of the third-party Cookies we use as part of our Services and the purposes for which we use them, as well as links to such third-parties’ notices and policies, related to their data collection and privacy practices, and in some instances opt-out of certain of their activities.</p>\n<p>&nbsp;</p>\n<strong>Third Party&nbsp;</strong>\n<strong>Service&nbsp;</strong>\n<strong>Privacy Information and Choices&nbsp;</strong> Google Ad Manager\nAdvertising\nFor privacy information, go to:<p>\n</p>\n<p>https://policies.google.com/privacy</p>\n<p>https://developers.google.com/admob/android/quick-start#import_the_mobile_ads_sdk</p>\n<p>To opt-out, visit:<br>\nhttps://myaccount.google.com/data-and-personalization</p>\n<p>For additional information regarding our use of Google products, visit:</p>\n<p>https://policies.google.com/technologies/partner-sites</p> Xandr (formerly Appnexus)\nAdvertising\nFor privacy information, go to:<p>\n</p>\n<p>https://www.xandr.com/privacy/</p>\n<p>https://www.xandr.com/privacy/platform-privacy-policy/</p>\n<p>To opt-out, visit:</p>\n<p>https://www.xandr.com/privacy/cookie-policy/</p> MyTarget (VK technologies)\nAdvertising\nFor privacy information, go to:<p>\n</p>\n<p>https://legal.my.com/us/mytarget/privacy/</p>\n<p>To opt-out, visit:</p>\n<p>https://legal.my.com/us/general/cookie/</p> Yandex Advertising Network\nAdvertising\nFor privacy information, go to:<p>\n</p>\n<p>https://tech.yandex.com/mobile-ads/doc/android/quick-start/gdpr-about-docpage</p>\n<p>To opt-out, visit:</p>\n<p>https://yandex.com/support/browser/personal-data-protection/cookies.html#del-cookie</p> Rakuten Advertising\nAdvertising\nFor privacy information, go to:<p>\n</p>\n<p>https://go.rakutenadvertising.com/hubfs/Services-Privacy-Policy-English.pdf</p>\n<p>To opt-out, visit:</p>\n<p>https://go.rakutenadvertising.com/hubfs/Cookie-Policy.pdf</p> MoPub (Twitter)\nAdvertising\nFor privacy information, go to: <strong>\n<u>&nbsp;</u>\n</strong>\n<p>\n</p>\n<p>https://www.mopub.com/en/legal/privacy</p>\n<p>To opt-out, visit:</p>\n<p>https://www.mopub.com/en/legal/optout#:~:text=Android%3A,Android%20version%20and%20device%20manufacturer</p> VK SDK (Connect/Login)\nConversion<p>\n</p>\n<p>Widgets</p>\n<p>Social</p>\nFor privacy information, go to:<p>\n</p>\n<p>https://vk.com/privacy?eu=1</p>\n<p>To opt-out, visit:</p>\n<p>https://vk.com/privacy/cookies</p> Google Analytics\nGoogle Analytics for Display Advertisers,&nbsp;and Ads Preferences Manager\nFor privacy information, go to:<p>\n</p>\n<p>http://www.google.com/intl/en/policies/privacy/</p>\n<p>To opt-out install the plug-in:</p>\n<p>https://tools.google.com/dlpage/gaoptout</p>\n<p>For additional information regarding our use of Google products, visit:</p>\n<p>https://policies.google.com/technologies/partner-sites</p> Google Tag Manager\nWidgets, Tag Manager\nFor privacy information, go to:<p>\n</p>\n<p>http://www.google.com/policies/privacy/</p>\n<p>To opt-out, visit:</p>\n<p>https://myaccount.google.com/data-and-personalization</p>\n<p>For additional information regarding our use of Google products, visit:</p>\n<p>https://policies.google.com/technologies/partner-sites</p> Adjust\nInstalls of applications, in app usage, conversion tracking, fraud prevention\nFor privacy information, go to:<p>\n</p>\n<p>https://www.adjust.com/terms/privacy-policy/</p>\n<p>To opt-out, visit:</p>\n<p>https://www.adjust.com/opt-out/</p> Firebase Analytics\nApp performance tracker, installs of applications, in app usage, conversion tracking\nFor privacy information, go to:<p>\n</p>\n<p>https://policies.google.com/privacy?hl=en-US</p>\n<p>For additional information regarding our use of Google products, visit:</p>\n<p>https://policies.google.com/technologies/partner-sites</p>\n<p>You can opt out from the sharing of your Unique Identifier and associated events, via your device settings or by switching the Personalization toggle off in our App settings.</p> Crashlytics\nApp performance tracker\nFor privacy information, go to:<p>\n</p>\n<p>https://www.termsfeed.com/blog/crashlytics-privacy-policy/#Information_Collected_By_Crashlytics</p>\n<p>To opt-out, visit:</p>\n<p>https://www.termsfeed.com/ccpa-opt-out/</p> Sentry\nApp performance tracker\nFor privacy information and to opt-out, go to:<p>\n</p>\n<p>https://sentry.io/privacy/</p> Mixpanel\nIn-app analytics\nFor privacy information, go to:<p>\n</p>\n<p>https://mixpanel.com/privacy/</p>\n<p>To opt-out, visit:</p>\n<p>https://mixpanel.com/optout</p> Unbounce\nLanding pages tracking\nFor privacy information, go to:<p>\n</p>\n<p>https://unbounce.com/privacy</p>\n<p>To opt-out, email:</p>\n<p>unsubscribe@unbounce.com</p> Braze<br>\n(Appboy)\nIn app usage, conversion tracking\nFor privacy information and to opt-out, go to:<p>\n</p>\n<p>https://www.braze.com/preferences/#cookie-consent-tool</p> Survey Monkey\nSurveys\nFor privacy information, go to:<p>\n</p>\n<p>https://help.surveymonkey.com/categories/Privacy_Legal</p>\n<p>To opt-out, visit:</p>\n<p>https://help.surveymonkey.com/articles/en_US/kb/How-do-I-enable-cookies-on-my-computer</p> Twitter\nUser acquisition, conversion\nFor privacy information, go to:<p>\n</p>\n<p>https://twitter.com/en/privacy</p>\n<p>To opt-out, visit:</p>\n<p>https://help.twitter.com/en/rules-and-policies/twitter-cookies</p> Google Ads\nUser acquisition, conversion\nFor privacy information, go to:<p>\n</p>\n<p>https://policies.google.com/privacy?hl=en-US#infochoices</p>\n<p>To opt out, visit:</p>\n<p>https://policies.google.com/technologies/ads?hl= en-US</p>\n<p>For additional information regarding our use of Google products, visit:</p>\n<p>https://policies.google.com/technologies/partner-sites</p> Criteo\nUser acquisition, conversion\nFor privacy information, go to:<p>\n</p>\n<p>https://www.criteo.com/privacy</p>\n<p>To opt out, visit:</p>\n<p>https://www.criteo.com/privacy/disable-criteo-services-on-internet-browsers</p>\n<p>For additional information, visit:</p>\n<p>https://www.criteo.com/privacy/disable-criteo-services-on-mobile-applications</p> Huawei Mobile Services Core (HMS Core)\nSupporting Huawei Mobile services (e.g.\nSupporting push messages and location sharing)\nFor Privacy Information, go to:<p>\n</p>\n<p>https://consumer.huawei.com/sa-en/privacy/privacy-policy/</p>\n<p>For additional information, go to:</p>\n<p>https://consumer.huawei.com/ie/support/content/en-gb15841692/#:~:text=If%20you%20are%20not%20aquianted,Core%20to%20its%20factory%20version</p>\n<p>&nbsp;<b>Cookies we use on our main website (</b>\n<b>www.viber.com</b>\n<b>):&nbsp;&nbsp;</b>\n</p>\n<p>&nbsp;</p>\n<strong>Type of cookie&nbsp;&nbsp;</strong>\n<strong>Name of cookie&nbsp;&nbsp;</strong>\n<strong>Source&nbsp;&nbsp;</strong>\n<strong>First&nbsp;</strong>\n<strong>Party/<br>\nThird Party&nbsp;</strong>\n<strong>Lifespan&nbsp;&nbsp;</strong> Strictly&nbsp;necessary cookie\nOptanonAlertBoxClosed\nOneTrust\nFirst Party\nA year Strictly&nbsp;necessary cookie\nOptanonConsent\nOneTrust\nFirst Party\nA Year Strictly&nbsp;necessary cookie\neupubconsent\nIAB Europe\nFirst Party\nIndefinitely Strictly&nbsp;necessary cookie\nRT\nAkamai\nFirst Party\n7 days Strictly&nbsp;necessary cookie\n__cfduid\nOneTrust\nThird Party\nA month Strictly necessary cookie\nreferrer04_0 02\nViber.com\nFirst Party\nA month Strictly&nbsp;necessary cookie\nJSESSIONID\nnr-data.net\nThird Party\nSession Strictly&nbsp;necessary cookie\n__cfduid\ncookielaw.org\nThird Party\nA month Strictly&nbsp;necessary cookie\nnlbi_XXXXXXX\ncomeet.co\nThird Party\nSession Strictly&nbsp;necessary cookie\nreferrer04_0 02\nwww.comeet.co\nThird Party\n30 days Strictly&nbsp;necessary cookie\nreferrer04_0 02\ncomeet.co\nThird Party\nA month Strictly&nbsp;necessary cookie\nvisid_incap_XXXXXX\ncomeet.co\nThird Party\n364 days Strictly&nbsp;necessary cookie\nincap_ses_*\ncomeet.co\nThird Party\nSession Performance and Analytics Cookie\n_gid\nViber.com\nFirst Party\nA day Performance and Analytics Cookie\n_gat_UA-\nviber.com\nFirst Party\na few seconds Performance and Analytics Cookie\n_ga\nviber.com\nFirst Party\n2 years Performance and Analytics Cookie\n_gat\ncomeet.co\nThird Party\na few seconds Performance and Analytics Cookie\n_gat\ncomeet.co\nThird Party\na few seconds Performance and Analytics Cookie\n_gid\ncomeet.co\nThird Party\nA day Performance and Analytics Cookie\nvisid_incap_\ncomeet.co\nThird Party\nA year Performance and Analytics Cookie\n&nbsp;smp_8cf545b3a721c18913db019b205d7b1e_mixpanel\nMixpanel\nThird Party\n364 days Performance and Analytics Cookie\nmp_a9b47cf8f1246dc2742ec37dd46c9409_mixpanel\nMixpanel\nThird Party\n364 days Functional cookie\npll_language\nwww.viber.com\nFirst Party\na year Targeting cookie\nGPS\nyoutube.com\nThird Party\na few seconds Targeting cookie\nYSC\nyoutube.com\nThird Party\nSession Targeting cookie\nVISITOR_INF O1_LIVE\nyoutube.com\nThird Party\n6 days Targeting cookie\nIDE\nyoutube.com\nThird Party\na year Targeting cookie\ntest_cookie\ndoubleclick.net\nThird Party\na few seconds <p>&nbsp;&nbsp;</p>\n<p>\n<b>Cookies we use on our B2B website (</b>\n<b>www.forbusiness.viber.com</b>\n<b>):&nbsp;&nbsp;</b>\n</p>\n<strong>Type of cookie&nbsp;&nbsp;</strong>\n<strong>Name of cookie&nbsp;&nbsp;</strong>\n<strong>Source&nbsp;&nbsp;</strong>\n<strong>First&nbsp;Party/Third Party&nbsp;</strong>\n<strong>Lifespan&nbsp;&nbsp;</strong> Strictly&nbsp;necessary cookie\nOptanonAlertBoxClosed\n<strong>www.forbusiness.viber.com</strong>\nFirst party\n365 days Strictly&nbsp;necessary cookie\nOptanonConsent\n<strong>www.forbusiness.viber.com</strong>\nFirst party\n365 days Strictly&nbsp;necessary cookie\n__cfduid\nhsforms.net (Hubspot)\nThird party\n30 days Strictly&nbsp;necessary cookie\n__cfduid\nhsforms.net (Hubspot)\nThird party\n30 days Performance/Analytics cookie\n_ga_DBCT3C7B6C\nViber.com\nFirst party\n730 days Performance/Analytics cookie\n_ga\nviber.com\nFirst party\n730 days Targeting cookie\n_GRECAPTCHA\nGoogle.com\nThird party\n180 days <p>Back to top<br>\n</p>\n<b>Your Cookie Choices &amp.\nHow to Opt-Out&nbsp;</b>\n<p>You have the choice whether to accept the use of Cookies or not.\nSubject to applicable laws, we will obtain your consent prior to our use of Cookies.</p>\n<p>Most browsers are initially set up to accept HTTP cookies.&nbsp.\nThe “help” feature of the menu bar on most browsers will tell you how to stop accepting new cookies, how to receive notification of new cookies and how to disable existing cookies.</p>\n<p>Controlling the HTML5 local storage on your browser depends on which browser you use.&nbsp.\nFor more information regarding your specific browser, please consult the browser’s website (often in the Help section).\nPlease note, however, that without HTTP cookies and HTML5 local storage, you may not be able to take full advantage of all the features of our Services and some parts of the Services may not function properly.</p>\n<p>Please note that, in the event you disable certain Cookies and tracking technologies (e.g., functional cookies, Unique Identifier), you may not be able to take full advantage of all the features of our Services and some parts of the Services may not function properly.\nIn addition, note that, rejecting Cookies and tracking technologies does not mean that you will no longer see ads when you visit our Services.\nViber is not responsible for the effectiveness of any opt-out options provided by third parties.</p>\n<p>For more information about HTTP cookies and how to disable them, you can consult the information available at:</p>\n<p>\n<strong>http://www.networkadvertising.org/choices/</strong> and <strong>www.allaboutcookies.org/manage-cookies/</strong>.</p>\n<p>You may opt-out of the data collection, sharing process and advertising services related to Cookies, as follows:</p>\n<ul>\n<li>\n<strong>Cookies Setting Tool:&nbsp;</strong>\n</li>\n</ul>\n<p>You can opt-out from certain web cookies through the ‘Cookies Settings’ featured within the cookie banner on our websites.&nbsp.\nClick on the different category headings to find out more and change our default settings.\nThe preferences you chose will be stored in a separate cookie that is stored uniquely on your device.\nIn case you visit our website from another device, use a different browser or after resetting your current browser, those settings are lost, and you need to change these settings again.</p>\n<ul>\n<li>\n<strong>Browser Settings:</strong>\n</li>\n</ul>\n<p>You may set your browser to block all or certain Cookies, or to indicate when a Cookie is being set, by adjusting the privacy and security settings of your web browser.\nPlease refer to the support page of the browser you are using.\nIn this regard, following are some links, which you may find useful:</p>\n<strong>Browser Type</strong> Chrome\n<strong>https://support.google.com/chrome/answer/95647?hl=en</strong> Firefox\n<strong>https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences</strong> Opera\n<strong>https://help.opera.com/en/latest/security-and-privacy/</strong> Internet Explorer\n<strong>https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies</strong> Safari\n<strong>https://support.apple.com/en-il/guide/safari/manage-cookies-and-website-data-sfri11471/mac</strong> Edge\n<strong>https://support.microsoft.com/en-us/help/4027947/windows-delete-cookies</strong>\n<ul>\n<li>\n<b>Mobile Devices:&nbsp;</b>\n</li>\n</ul>\n<p>To opt out of interest-based ads on mobile devices, please follow these instructions for your mobile device:</p>\n<ul>\n<li>\n<ul>\n<li>Android/iOS Device: On Android open the Google Settings app on your device and select “ads” to control the settings.\nOn iOS devices with iOS 6 and above use Apple’s advertising identifier.\nTo learn more about limiting ad tracking using this identifier, visit the settings menu on your device or the following links:\n<ul>\n<li>iOS – <strong>https://support.apple.com/en-us/HT202074</strong>\n</li>\n<li>Android – <strong>https://support.google.com/ads/answer/2662922?hl=en&nbsp;</strong>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>Apple’s App Tracking Transparency Prompt: With iOS 14.5, Apple introduced the AppTracking Transparency (ATT) framework, which requires any app to ask its users for their permission to access their device’s advertising identifier and use the data about them received from the apps and websites owned by other companies, for targeted advertising or advertising measurement purposes.\nViber will allow you to make your own choice by reacting to the ATT Prompt, which will be displayed prior to connecting identifiable data collected on Viber with identifiable data from other companies’ apps and websites, for advertising purposes.\nFurthermore, you will always have an option to opt out of such tracking by visiting your iOS device’s settings menu.\nOnce the setting is changed, we will work on making this change to take effect in our systems as soon as possible.\nMore information on the AppTracking Transparency (ATT) framework is available <strong>HERE.</strong>\n</li>\n<li>Analytics: You can also disable analytics for mobile apps from the settings screen on your mobile device.</li>\n<li>Specific Region Control: If you are a user in the EEA, or the UK, you can also turn off the “allow interest-based ads” setting on your Viber privacy settings (for more information see our <strong>EU Region Privacy Notice</strong>).\nIf you are a California user, you can switch the “Do not sell or share my personal information” on (for more info see <strong>CCPA Notice</strong>) – in which case we will not share your Unique Identifier with our third-party advertisers.</li>\n<li>Location: To opt-out of exact location tracking when using our App, you can use the settings of your device, or the Viber privacy settings.</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<b>Opt-Out Provided by Third Parties:&nbsp;</b>\n</li>\n</ul>\n<p>The table above, detailing out third party partners, further includes reference to their applicable webpage related to opt- out controls made available by such third parties.</p>\n<p>You may opt-out of additional third-party advertising networks using the tools offered by the Network Advertising Initiative’s Website, at:&nbsp.\n<strong>http://www.networkadvertising.org/managing/opt_out.asp</strong> and following the directions there.</p>\n<p>Back to top<br>\n</p>\n<b>Additional Information – Types of Tracking Technologies and Unique Identifiers&nbsp;&nbsp;&nbsp;</b>\n<strong>Cookies/HTML5 Local Storage&nbsp;</strong>\nA cookie (sometimes referred to as local storage object or LSO) is a data&nbsp;file placed on a device.&nbsp.\nCookies can be created through a variety of web-related protocols and technologies, such as HTTP (sometimes referred to&nbsp;as “browser cookies”), and HTML5.\n<strong>Embedded Script&nbsp;</strong>\nAn embedded script is programming code that is designed to collect information about your interactions with the Services, such as the links you click on.\nThe code is temporarily downloaded onto your device from our web server or a third party service provider, is active only while you are connected to the Services, and is deactivated or deleted thereafter.\n<strong>Unique Identifier&nbsp;</strong>\nA unique identifier is a serial number, or string of characters, specific to a&nbsp;user’s mobile device.&nbsp.\nIt is stored on the mobile device and can be retrieved&nbsp;by any app that is downloaded and installed.\nApps typically retrieve this identifier for identification when communicating with servers.This identifier is a tool that allows us and our advertising and marketing partners and service providers to identify your device for tracking user advertising activities and preferences (to know when and which kind of ad has been viewed or clicked, led the user to install an app, make our own marketing and advertising campaigns more relevant and meaningful to user, and to track the efficiency and analyze these campaigns).\nThis identifier is currently the main persistent means of tracking advertising and marketing activity on and across devices.\n<p>Back to top<br>\n</p>\n<b>Contact Us&nbsp;</b>\n<p>For any queries in relation to this Ads &amp.\nCookies Policy please contact us at:</p>\n<ul>\n<li>\n<b>Our online form available at:</b>\n<b>https://help.viber.com/en/contact</b>\n<b>.</b>\n</li>\n<li>\n<b>Using the “contact us” form on the App</b>.</li>\n<li>\n<b>By Email</b>: <b>privacy@viber.com</b>\n</li>\n<li>\n<b>By mail:<br>\n</b>Viber Media S.à r.l.,<br>\n<b>Attention: </b>Privacy Policy Administrator<br>\n2, rue du Fossé, L-1536 Luxembourg, Grand Duchy of Luxembourg.</li>\n</ul>\n<p>Back to top</p>\n<p>\n<b>In the event you read this Ads &amp.\nCookie Policy in any language other than English, you agree that in the event of any discrepancies, the English version shall prevail.</b>\n</p>\n<p>Current Cookies policy 2022&nbsp;<b>Viber Cookies Policy 2022</b>\n</p>\n<p>Previous Cookies policy 2021 <b>Viber Cookies Policy 2021&nbsp;</b>\n</p>\n<p>Previous Cookies policy 2019 <b>Viber Cookies Policy 2019</b>\n</p>\n<p>Previous Cookies policy 2018 <b>Viber Cookies Policy 2018</b>\n</p>\n<p>Previous Cookies policy 2016 <b>Viber Cookies Policy 2016</b>\n</p> ", "created_at": "2022-12-09 22:47:14.01226", "updated_at": "2022-12-09 22:47:20.213056"}], "points": [{"id": 25933, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://www.viber.com/en/terms/viber-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-25 15:17:13.674424", "updated_at": "2023-07-11 06:27:15.645012", "quoteText": null, "case_id": 372, "document_id": 7878, "quoteStart": null, "quoteEnd": null}, {"id": 25934, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.viber.com/en/terms/viber-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-25 15:18:02.692593", "updated_at": "2023-07-11 06:27:15.748585", "quoteText": null, "case_id": 233, "document_id": 7878, "quoteStart": null, "quoteEnd": null}, {"id": 25930, "title": "There is a date of the last update of the agreements", "source": "https://www.viber.com/en/terms/viber-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-25 14:47:35.177307", "updated_at": "2023-07-11 06:27:15.851602", "quoteText": null, "case_id": 331, "document_id": 7878, "quoteStart": null, "quoteEnd": null}, {"id": 25931, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": "https://www.viber.com/en/terms/viber-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-25 14:52:55.081783", "updated_at": "2023-07-11 06:27:16.26735", "quoteText": null, "case_id": 197, "document_id": 7878, "quoteStart": null, "quoteEnd": null}, {"id": 25932, "title": "Information is gathered about you through third parties", "source": "https://www.viber.com/en/terms/viber-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-25 15:06:16.543671", "updated_at": "2023-07-11 06:27:16.363886", "quoteText": null, "case_id": 382, "document_id": 7878, "quoteStart": null, "quoteEnd": null}, {"id": 25936, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.viber.com/en/terms/viber-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-25 15:27:55.398623", "updated_at": "2023-07-11 06:27:16.459836", "quoteText": null, "case_id": 148, "document_id": 7878, "quoteStart": null, "quoteEnd": null}, {"id": 25937, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.viber.com/en/terms/viber-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-25 15:34:06.727096", "updated_at": "2023-07-11 06:27:16.556904", "quoteText": null, "case_id": 187, "document_id": 7878, "quoteStart": null, "quoteEnd": null}, {"id": 28283, "title": "This service may collect, use, and share location data", "source": "https://www.viber.com/en/terms/viber-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-07-31 16:08:59.373939", "updated_at": "2023-07-11 06:27:25.04131", "quoteText": null, "case_id": 373, "document_id": 7878, "quoteStart": null, "quoteEnd": null}, {"id": 25935, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.viber.com/en/terms/viber-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-25 15:24:29.769791", "updated_at": "2023-07-11 06:27:17.353871", "quoteText": null, "case_id": 482, "document_id": 7878, "quoteStart": null, "quoteEnd": null}], "urls": ["viber.com"]}}