{"error": 448, "message": "OK", "parameters": {"id": 8006, "name": "Anydesk", "created_at": "2023-04-15 23:01:32.762673", "updated_at": "2023-05-05 10:01:55.122679", "wikipedia": "https://en.wikipedia.org/wiki/AnyDesk", "keywords": null, "related": null, "slug": "anydesk-a-screensharing-program", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/8006.png", "url": "anydesk.com", "documents": [{"id": 15495, "name": "Privacy Policy", "url": "https://anydesk.com/en/privacy", "xpath": "//body", "text": " Light Mode English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul> 1 (833) 269-3375 Help Center <ul>\n<li> Why AnyDesk <p> Benefits</p> Performance Customization Security All Platforms Case Studies <p> Features</p> Features Overview Access &amp.\nControl Administration &amp.\nCustomization Security &amp.\nPrivacy Collaboration <p> All Platforms</p> Desktop Mobile More </li>\n<li> Solutions <p> By Need</p> Remote Desktop Remote Support Remote Work Remote Access Mobile Device Support Cloud &amp.\nOn-Premises Ultimate Solution Remote Collaboration <p> By Industry</p> Education Government Corporations Media Creatives Information Technology<br> &amp.\nServices <p> By Role</p> Support IT Leader Freelancer Personal User Customer </li>\n<li> Services <p> Services</p> All Services Customer Success Help Center go.anydesk.com my.anydesk.com </li>\n<li> Company <p> Company</p> AnyDesk Team Career Open Positions Press Events <p> Partners</p> Partner Community Become a Partner Partner Login Integration Partners Affiliates &amp.\nInfluencers <p> Resources</p> Case Studies Blog AnyDesk Stories Resources Hub Tutorials Help Center <p> Contact</p> Contact </li>\n<li> Buy Now </li>\n</ul>\n<p>my.anydesk</p>\n<p>Downloads</p> Privacy Policy Last updated:September 1, 2021 <p>The success of our products depends, to a large extent, on the fact that our customers can trust us with the security and protection of their data.\nIn accordance with the statutory provisions, we take effective technical and organizational measures to ensure a level of protection in the processing of personal data, that is commensurate with the risk involved.\nFurthermore, we take the protection of your personal data into account through technical design and data protection-friendly standardized settings in the development or selection of hardware, software, and processes.</p>\n<p>SSL encryption.\nWe use state-of-the-art encryption methods (for example,.\nSSL) via HTTPS in order to protect the security of your data during transfer.\nOur security measures are being continuously improved in line with technological developments.</p>\n<p>With the following information, we would like to inform you about what types of personal data will be processed by us or on our behalf, based on which legal basis, for which purposes, and to what extent.\nIn addition, we will inform you of your rights as a data subject with regards to this processing.</p>\n<p>In the event that the described processing procedures change, we will adapt this Privacy Policy as necessary.\nFor this reason, we invite you to check the contents of our Privacy Policy on a regular basis.\nIf any actions on your part (e.g.\nconsent) are required due to changes, we will ask you for this in advance.</p>\n<ul>\n<li>Controller</li>\n<li>Legal basis</li>\n<li>Categories of data <ul>\n<li>Customers and business partners</li>\n<li>Users of our website <ul>\n<li>Log files</li>\n<li>Cookies</li>\n<li>Registration and use of customer account</li>\n<li>Contact forms</li>\n<li>Surveys</li>\n<li>Newsletters (email marketing)</li>\n<li>Plugins, embedded functions and content <ul>\n<li>Social media buttons</li>\n<li>Pixel tags</li>\n<li>Video integration</li>\n<li>Interactive maps</li>\n<li>eRecruiting</li>\n<li>Protection of the website</li>\n<li>Multilingual design</li>\n<li>SEO</li>\n</ul>\n</li>\n<li>Web analysis</li>\n<li>Online marketing</li>\n<li>Review procedures and widgets.</li>\n<li>Customer Relationship Management</li>\n<li>Content Delivery Network</li>\n<li>Services and service providers used</li>\n</ul>\n</li>\n<li>Applications (apps)</li>\n<li> Google Speech-to-Text <ul>\n<li>Purpose</li>\n<li>Legal basis</li>\n<li>Recipients of the data</li>\n<li>Storage period</li>\n<li>Provision mandatory or required</li>\n<li>Objection</li>\n</ul>\n</li>\n<li> Telemetry-Data <ul>\n<li>Nature and purpose of processing</li>\n<li>Type of data</li>\n<li>Legal basis</li>\n<li>Storage period</li>\n<li>Revocation of consent</li>\n<li>Automated decision making</li>\n</ul>\n</li>\n<li>Automatic decision making (license audit)</li>\n<li>Social networks</li>\n<li>Job offers and application process</li>\n</ul>\n</li>\n<li>Duration of storage</li>\n<li>Data recipients</li>\n<li>Rights of the data subject <ul>\n<li>Right to obtain information</li>\n<li>Right to object</li>\n<li>Right to revoke consent</li>\n<li>Right to rectification</li>\n<li>Right to erasure and restriction of processing</li>\n<li>Right to data portability</li>\n<li>Complaint to the supervisory authority</li>\n<li>Competent supervisory authority</li>\n</ul>\n</li>\n</ul>\n<p>\n</p>\n<br>Controller<p>AnyDesk Software GmbH, Türlenstrasse 2, 70191 Stuttgart (\"AnyDesk\" or \"we\") is responsible for the processing of your personal data within the meaning of Art.\n4 (7) GDPR.</p>\n<p> If you have any questions or concerns, please contact our data protection officer at <br>\n<br> activeMind AG<br> Potsdamer Straße 3<br> DE-80802 München<br> dpo@anydesk.com.</p>Legal basis<p>AnyDesk processes your data in accordance with the data protection regulations of the German Federal Data Protection Act (Bundesdatenschutzgesetz - \"BDSG\") in the version valid as of May 25, 2018 and the Regulation (EU) 2016/679 (General Data Protection Regulation - \"GDPR\").</p>\n<p>The relevant legal basis for the processing is stated in the information on the individual categories of data.</p>Categories of data<p>AnyDesk processes different categories of personal data.\nIn the following sections, the data is presented according to the group of data subjects, the respective purpose, and the relevant legal basis.</p>Customers and business partners<p>Insofar as we are in a contractual, quasi-contractual or pre-contractual business relationship with you, i.e.\nif you are already a customer, business partner or are interested in such a legal relationship (\"contractual partner\"), we process the following data as necessary:</p>\n<ul>\n<li>Personal data (e.g.\nnames, addresses, gender, company, location)</li>\n<li>Payment data (e.g.\nbank details, invoices, payment history)</li>\n<li> Contract data (e.g.\nsubject matter of the contract, type of license, term, customer category, customer ID, login information)</li>\n<li>Usage data (e.g.\nwebsites visited, interest in content, access times, time and duration of the respective remote data connection (session), data volume transferred, online status of the client)</li>\n<li>Meta-/communication data (e.g.\ndevice information, device ID, IP and MAC addresses)</li>\n<li>Content of communication directed at us (e.g.\nproduct or contract inquiries, error messages, responses to our surveys)</li>\n</ul>\n<p>We will inform you in a transparent manner before or during data collection as to extent od data that is required for this purpose.\nWe process the data:</p>\n<ul>\n<li>to be able to address you in communication,</li>\n<li>to answer your questions,</li>\n<li>to establish and fulfill our contractual obligations,</li>\n<li>to protect our rights,</li>\n<li>to protect against unauthorized use and misuse of our offers,</li>\n<li>for related administrative tasks, and</li>\n<li>for the purposes of business organization.</li>\n</ul>\n<p>Your data is processed, in particular, to allow you to select, acquire or order the selected products (licenses to use our software and any associated services), as well as to enable payment and processing.\nDuring the registration process required to acquire a license, we will create an account for you on in our systems (\"customer account\" or \"user account\").\nDuring registration, we will point out which of the above-mentioned details are required for this purpose, in particular to verify registration or the respective use of our login functions and the use of the user account, and to prevent any possible misuse of the customer account.\nThe customer account (my.anydesk.com) gives you access to your connection data, the contract/license information, information about the AnyDesk clients that are linked to the license, your master data as a customer, invoices, and any settings for payment methods.\nAnyDesk customer accounts are not public and cannot be indexed by search engines.\nWe may use email or in-app messaging to inform users about processes relevant to their user account (such as technical changes) or to invite them to participate in surveys.</p>\n<p>The legal basis for the processing is therefore:</p>\n<ul>\n<li>For contract performance and pre-contractual inquiries - Art.\n6 (1) (b) GDPR</li>\n<li>With regard to legal obligation - Art.\n6 (1) (c) GDPR</li>\n<li>Otherwise, with regard to our legitimate interests - Art.\n6 (1) (f) GDPR</li>\n</ul>\n<p>We do not store any content of the respective remote data connection (session data) beyond the required scope of data transfer.\nThe customer can create a chat log or a session recording, which is then only stored locally on the customer's computer.\nAnyDesk does not access these session data.</p>Users of our websiteLog files<p>When users visit our website, we (or our web hosting provider) collect user access data (so-called server log files).\nThe server log files can include the following data:</p>\n<ul>\n<li>The address and name of the websites and files accessed</li>\n<li>Date and time of access</li>\n<li>Data volumes transferred</li>\n<li>Notification of successful access</li>\n<li>Browser type and version</li>\n<li>User's operating system</li>\n<li>Referrer URL (the previously visited page)</li>\n<li>IP address</li>\n</ul>\n<p>This processing takes place to ensure problem-free connection to and smooth use of our website, and to ensure system security and stability.\nIn particular, we do not use your data to draw conclusions about your person.\nInformation of this kind may be statistically evaluated by us in order to optimize our website and the technology behind it.\nThis processing takes place in accordance with Art.\n6 (1) (f) GDPR on the basis of our legitimate interest in improving the stability and functionality of our website and preventing the misuse of our services.</p>Cookies<p>In addition, we use so-called cookies, i.e.\ntext files that are stored on a user's computer by a browser and contain information about this user during or after his visit to a website, which may be processed by us.\nThis information includes, for example, the login status, pages or media accessed, pseudonymous online identification (\"user\" or \"AnyDesk IDs\"), the content of a shopping cart, the licensed product selected, or the user-specific settings on our websites.</p>\n<p>Please note that there are different types of cookies with different purposes:</p>\n<ul>\n<li>First-party cookies are set by us.</li>\n<li>Third-party cookies are mainly used by advertisers (so-called third parties) to process user information.</li>\n<li>Temporary cookies (also: session cookies) are deleted at the latest after a user has left a website and closed his browser.\n</li>\n<li> Permanent cookies remain stored on the user's computer even after the browser is closed.\nThis allows, for example, saving the login status or displaying the user-preferred content again directly when the user visits the website later.\nUser interests used for audience measurement or marketing purposes may also be stored in such a cookie.\n</li>\n<li>Necessary (also: essential or absolutely necessary) cookies are absolutely necessary for the operation of a website (e.g.\nto store logins or other user entries, or for security reasons).</li>\n<li>Statistical, online marketing and personalization cookies, on the other hand, are used to measure audience and to display content to users that matches their potential interests according to the stored data about access to certain content (so-called tracking).\nIf we use these types of cookies or tracking technologies, we will inform you of this beforehand as part of the process of obtaining your consent.</li>\n</ul>\n<p>Depending on the type of cookies, we use them to process your personal data either on the basis of a previously given consent in accordance with Art.\n6 (1) (a) GDPR, on the basis of our legitimate interests in accordance with Art.\n6 (1) (f) GDPR (e.g.\nto support the operation of our website and its improvement), or because the use of cookies is necessary to fulfill our contractual obligations in accordance with Art.\n6 (1) (b) GDPR.</p>\n<p>Before we process your data or have them processed in the context of the use of cookies, when you access the page, we will inform you about which cookies we use and will ask for your consent, which can be revoked at any time (cookie opt-in tool or banner).\nBefore the consent is given, only cookies which are absolutely necessary for the operation of our website may be used.</p>\n<p>In addition to the option of revoking your consent at any time, you can also view our website without cookies.\nPlease note that Internet browsers are regularly set to accept cookies.\nIn general, you can disable the use of cookies at any time via your browser settings.\nPlease use the help functions of your Internet browser to find out how you can change these settings (individual functions of our website, such as registration and use of the customer portal, may not work if you have disabled the use of cookies).\nWith regard to tracking, you can also object to the use of cookies via a variety of services, e.g.\nvia the websites https://optout.aboutads.info and https://www.youronlinechoices.com/ (<i>\"opt-out\").</i>\n</p>Registration and use of customer account<p>In the context of the registrations and use of the customer accounts, we store the IP addresses of the customers together with the access times in order to be able to verify the registration and to prevent possible misuse of the customer account.\nThe legal basis for the data processing is Art.\n6 (1) (f) GDPR.</p>Contact forms<p>When you visit the AnyDesk website, you can use a form to contact us, in particular to request technical support.\nIn addition to the technical details listed in there, you must provide your first and last name, email address, customer ID, the text and the factual context of the inquiry.\nThe personal data transferred to us in this context will only be used to process the respective inquiries.\nThe legal basis for the data processing is Art.\n6 (1) (f) GDPR.</p>Surveys<p>We rely on the voluntary feedback from our customers and website users in order to continuously improve our services and products.\nFor this reason, we also use technical services and form functions of third-party providers, which we integrate into our website, in order to establish contact and to design specific surveys.\nIn doing so, we collect the requested data, which you enter in the form, as well as meta and communication data (e.g.\nIP address), which we can assign to your customer and contract data.</p>\n<p>The legal basis for the use of these functions is our legitimate interest in the target group-oriented and flexibly adaptable presentation of contact forms on specific topics in order to be able to efficiently analyze the review of our services by our customers and to improve these services (Art.\n6 (1) (f) GDPR).\nWith regard to the collection of your voluntary provided information when using these survey functions, the legal basis is your consent in accordance with Art.\n6 (1) (a) GDPR.\nParticipating in the surveys is purely voluntary and is not required for our performance of the contract.</p>\n<p>\n</p>Newsletters (email marketing)<p>You have the option of subscribing to a newsletter, i.e.\nreceiving emails from us, via our website.\nThe specific content of the newsletter is based on the description provided during subscription (e.g.\nspecial offers, products and events).\notherwise, our newsletters contain information about our services and our company.</p>\n<p>In order to subscribe, you just need to provide your email address.\nIt will only be used to send you the newsletter you have subscribed to by email.\nAfter subscribing, you will receive an email to this email address, in which you will be asked to confirm your subscription in order to prevent someone from subscribing with a different email address (\"double-opt-in procedure\").\nWe record all newsletter subscriptions in order to prove the legal conformity of the subscription process.\nThis includes storing the time of registration and confirmation as well as the IP address.</p>\n<p>Newsletters are sent on the basis of the recipient's consent, which can be withdrawn at any time (Art.\n6 (1) (a) GDPR), or, if such consent is not required, on the basis of our legitimate interests in direct marketing (Art.\n6 (1) (f) GDPR), if and to the extent that this is permitted by law (e.g.\nin the case of advertising to existing customers).\nThe subscription process is recorded on the basis of our legitimate interests for the purpose of proving that it has been conducted properly (Art.\n6 (1) (f) GDPR).\nIf we commission a service provider to send emails, this is done on the basis of our legitimate interests in an efficient and secure mailing system (Art.\n6 (1) (f) GDPR).</p>\n<p>\n<b>Please note:</b> The newsletters may contain a so-called web beacon (also called tracking pixel), i.e.\na pixel-sized file that is retrieved from our server or from the server of a mailing service provider commissioned by us when the newsletter is opened.\nAs part of this retrieval, we collect technical information, such as information about the browser and your system, as well as your IP address and the time of retrieval.</p>\n<p>On the one hand, this information is used to improve our newsletters on the basis of the technical data or to determine target groups and their reading behavior on the basis of their retrieval locations (which can be determined using the IP address) or access times.</p>\n<p>On the other hand, this analysis includes determining whether or not the newsletters are opened, when they are opened, and which links are clicked on.\nFor technical reasons, this information can be assigned to the individual email addresses of the newsletter recipients.\nHowever, neither we nor the mailing service provider commissioned by us will make such an assignment.\nthe data is evaluated exclusively to adapt our contents to the reading habits of our users.\nThis evaluation takes place, subject to the express consent of the user to receive the newsletter, on the basis of our legitimate interests for the purpose of using a user-friendly and secure newsletter system which both serves our business interests and meets the expectations of the users (Art.\n6 (1) (f) GDPR).</p>\n<p>You can unsubscribe from our newsletters at any time, i.e.\nrevoke your consent or object to further receipt of newsletters.\nA link to unsubscribe from our newsletters can also be found at the end of each newsletter.</p>Plugins, embedded functions and content<p>We integrate various functions and content from third-party providers (e.g.\ngraphics, videos or social media buttons and posts) in our website in order to make relevant information about our company and our services easily accessible to you as a user of our website.\nFor this purpose, the third-party providers process the IP addresses of the users, since without the IP address they would not be able to send the content to their browsers.</p>Social media buttons<p>When you click on one of our social media buttons, the data is transferred to the corresponding social network via the so-called \"Shariff\" application.\nInstead of your browser, a connection with the server of the respective social network platform is established by the server on which our website is located, i.e.\ninitially no personal data of the user is passed on to the social network provider.\nA \"Shariff\" button establishes direct contact between the social network and you as a user only when you actively click on the \"Share\" button.\nYou can recognize the respective provider of the plugin by the marking on the box or in the circle above its respective first letter or the logo.\nMore information about the \"Shariff project\" can be obtained from the developers of the ct magazine: https://www.heise.de/ct/artikel/Shariff-Social-Media-Buttons-mit-Datenschutz-2467514.html.</p>Pixel tags<p>In addition, third-party providers may use so-called pixel tags (also known as web beacons) in order to evaluate visitor flows.\nThis exclusively pseudonymous information may also be stored in cookies on the user's device and may contain technical information about the browser and operating system, websites to be referred to, the time of visit, and other details on the use of our website, and may also be linked to such information from other sources.\nWith regard to the legal basis and the individual opt-out options, please refer to the information on the use of cookies in this Privacy Policy.</p>Video integration<p>We integrate videos from the YouTube platform on our website, in particular via a plugin, in order to provide you with visually rich information about our products and technical processes.\nIn doing so, we use the YouTube \"No Cookies\" function, i.e.\nwe have enabled the \"<em>privacy-enhanced\"</em> function.\nTherefore, videos are accessed via <em>youtube-nocookie.com</em> instead of <em>youtube.com</em>.\nWhen the relevant pages are accessed, however, the IP address and other data mentioned under \"Log files\" are transferred and thus, in particular, information is provided as to which of our Internet pages you have visited.\nHowever, this information cannot be associated with you if you are permanently signed in to YouTube or another Google service when you access the page.\nWhen you start playing such an integrated video by clicking on it, the YouTube privacy-enhanced mode on your device only stores cookies that do not contain any personally identifiable information, unless you are currently signed in to a Google service.\nThese cookies can be blocked via certain browser settings and extensions.\nWith regard to the legal basis, please also refer to the information on the use of cookies in this Privacy Policy.</p>Interactive maps<p>Furthermore, we integrate Google Maps on our website in order to include an interactive map directly on the website to determine our company location and to allow you to conveniently use the map function for better navigation.\nIn certain versions, the integration means that when the user accesses the website, Google may set cookies with which a connection to the Google network is established.\nThe legal basis for the integration of Google Maps and the associated data transfer to Google is your consent (Art.\n6 (1) (a) GDPR).\nPlease refer to the information on the use of cookies in this Privacy Policy.</p>eRecruiting<p>We also integrate a plugin for the \"Prescreen\" eRecruiting system on our website.\nThis allows us to place job advertisements under the \".jobbase.io\" domain and receive and manage applications.\nCookies may be used on our website to record users of application forms.\nThe legal basis for this is your consent (Art.\n6 (1) (a) GDPR).\nPlease refer to the information on the use of cookies in this Privacy Policy.\nWhen you go to our application page under https://anydesk.com/en/career/jobs and click the \"Apply Now\" button, the IP address as well as the information listed under \"Log files\" will be transferred to the server of the third-party provider and you will be forwarded to our current job offers on their server.\nThe legal basis for this is § 26 BDSG in conjunction with Art.\n88 GDPR, as well as (for the implementation of pre-contractual measures) Art.\n6 (1) (b) GDPR.\nFor more information, please refer to \"Job offers and application process\".</p>Protection of the website<p>We use the \"Wordfence Security\" service to protect our website from viruses and malware and to fend off attacks by computer criminals.\nIP addresses are stored on the third-party servers, in particular, to protect against so-called brute-force and DDoS attacks.\nIP addresses classified as harmless are placed on a white list.\nThe protection of our website and its users constitutes a legitimate interest within the meaning of Art.\n6 (1) (f) GDPR.\nIn addition, the plugin uses cookies to recognize whether the visitor of our website is a human or a robot.\nIn this respect, please refer to the information on the use of cookies in this Privacy Policy.\nThe Live Traffic View option of the plugin is disabled as it is not mandatory.</p>Multilingual design<p>We also use the multilingual WPML plugin in order to offer you our website in different languages.\nThe design of our website that is comprehensible for as many users as possible constitutes a legitimate interest within the meaning of Art.\n6 (1) (f) GDPR.\nFor this purpose, when you visit our website, WPML sets a cookie in order to store the language setting you have selected.\nIn this respect, please refer to the information on the use of cookies in this Privacy Policy.</p>SEO<p>We use the YOAST SEO plugin to support the search engine optimization of our website.\nThis plugin ensures the technical optimization of our website for search engines while supporting us in the development of content on our website.\nThis is done to make sure that customer groups interested in our offers can easier find us on the Internet, which is a legitimate interest within the meaning of Art.\n6 (1) (f) GDPR.\nThe plugin uses cookies.\nIn this respect, please refer to the information on the use of cookies in this Privacy Policy.</p>Web analysis<p>For the evaluation of visitor flows on our website, we may record the behavior, interests or demographic information of the users of our website as pseudonymous values.\nBased on this audience analysis, we can, for example, identify under which IP address, at what time and from where certain contents of our website or its functions are most frequently accessed, or invite the user to use them again.\nThis also allows us to better understand which functions or content of our website require optimization (because they are not accessed as often or not at all).\nFor this purpose, we create and store user profiles in a file (a so-called cookie), or we may use similar procedures with the same purpose.</p>\n<p>On the one hand, to protect the users, we use a so-called IP masking procedure (pseudonymization by shortening the IP address) when storing the users' IP addresses.\nOn the other hand, in the context of web analysis and optimization, no real user ID data is stored (i.e.\nneither email addresses nor names), but strictly pseudonyms.\nTherefore, we do not know the actual identity of the users.\nWe use the stored data exclusively for the aforementioned purposes in their pseudonymous user profiles.\nWith regard to the legal basis and the individual opt-out options, please refer to the information on the use of cookies in this Privacy Policy.</p>Online marketing<p>User profiles can be created and stored in a file (cookie) to display advertising content or to market advertising space (online marketing).\nThese data can be used to determine the users' potential interests and to measure the effectiveness of online marketing.\nThe stored data may include content accessed, websites visited, online networks used, as well as communication partners and technical information, such as the IP address, the browser used, the computer system used, and information on usage times.\nIf users have consented to their location data being collected, this data may also be processed.</p>\n<p>The following shall also apply in the case of online marketing: We use a so-called IP masking procedure (pseudonymization by shortening the IP address) when storing IP addresses.\nIn the context of web analysis and optimization, no real user ID data is stored (i.e.\nneither email addresses nor names), but strictly pseudonyms.</p>\n<p>Therefore, we do not know the actual identity of the users.\nWe use these stored data exclusively for the aforementioned purposes in their pseudonymous user profiles.\nIn exceptional cases, real ID data may be assigned to the user profiles if the respective user is a member of a social network whose online marketing process we use and with whose providers the users have entered into agreements (e.g.\nby giving consent during registration), according to which the network may link the user profiles with the aforementioned data.</p>\n<p>Otherwise, we only have access to summarized information about the success of our advertisements, i.e.\nwe can measure which of our online marketing processes have led to a so-called conversion (i.e.\nto an inquiry or a contract with us).</p>\n<p>In general, the data stored in the cookies (or using comparable processes) may also be read on other websites (which use the same online marketing process) and, in turn, may be analyzed for the purpose of displaying content, supplemented with further data if necessary, and stored on the server of the online marketing process provider.</p>\n<p>With regard to the legal basis for online marketing processes and the individual opt-out options, please refer to the information on the use of cookies in this Privacy Policy.</p>Review procedures and widgets<p>We use the so-called review widgets on the AnyDesk website to allow our customers to review providers and products, and for our own quality management.\nIn the process, a reference to the results of the review of our products by customers offered by a service provider named in there is integrated via a linked page or image element.\nWhen the image element is called up, the service provider's web server automatically saves the IP address and the information listed under \"Log files\".\nFurther personal data may be transferred to the respective service provider if you have decided to review our products according to their terms and conditions.</p>\n<p>This data processing takes place on the basis of Art.\n6 (1) (f) GDPR and is necessary to safeguard our legitimate interest in transparent review management and to ensure that we only publish reviews by users who can actually report on their own experiences as our customers and users of our products.</p>Customer Relationship Management<p>We use Customer Relationship Management (CRM) systems to maintain our customer relationships as part of our online presence.\nThey help us to effectively systematize, manage and document product-relevant information offers and communication with our customers.\nThis is done using software solutions which integrate the following aspects when using our website:</p>\n<ul>\n<li>Contact management</li>\n<li>Email marketing</li>\n<li>Social media publishing</li>\n<li>Web analysis</li>\n<li>Online marketing</li>\n<li>Registration services (our user account my.anydesk.com)</li>\n<li>Customer review management</li>\n</ul>\n<p>With regard to the legal basis and the individual opt-out options, please refer to the information on the aforementioned topics and the services used in this Privacy Policy.</p>\n<p>In the case that you are already a registered customer of AnyDesk, the Web Analysis and Online Marketing services may contain specific information about your customer, contact and contract information that shall be linked with your account.\nThe legal basis for the use of this personal data is our legitimate interests in improving our website to make it easier for the customers to use it and to provide additional information and offers pertaining to our services (Art.\n6 (1) (f) GDPR).</p>Content Delivery Network<p>In order to deliver the content of our website, i.e.\nalso large media files (such as graphics, videos or program scripts) to you faster and more securely, we use regionally distributed servers of a so-called Content Delivery Network (CDN), which are connected via the Internet.\nIn doing so, we establish a connection to the server of the CDN service provider and transfer your IP address there.\nIf you are signed in with an existing user account with this service provider while visiting our website, this service provider can also associate your visit to our website with your user behavior.\nThe legal basis for the use of a CDN and the associated data transfer are our legitimate interests in improving our website to make it easier for the customers to use it (Art.\n6 (1) (f) GDPR).</p>\n<p>In addition, the service provider can send further cookies to your browser.\nIn this respect, please refer to the information on the use of cookies in this Privacy Policy.</p>Services and service providers used<p>\n<b>Albacross</b>\n</p>\n<p>Service provider: Albacross Nordic AB, Kungsgatan 26, 111 35 Stockholm, Sweden</p>\n<p>Privacy Policy: https://albacross.com/privacy-policy/</p>\n<p>Cookie Policy: https://albacross.com/cookie-policy/</p>\n<p>\n<b>Brainformatik CRM PLUS</b>\n</p>\n<p>Service provider: Brainformatik GmbH, Mobil-Oil-Str.\n31, D-84539 Ampfing</p>\n<p>Website: https://www.brainformatik.com</p>\n<p>Privacy Policy: https://www.brainformatik.com/datenschutz/</p>\n<p>\n<b>Cloudfront</b>\n</p>\n<p>Service provider: Amazon Web Services, Inc., 410 Terry Avenue North, Seattle WA 98109, USA</p>\n<p>Website: https://aws.amazon.com/de/</p>\n<p>Privacy Policy: https://aws.amazon.com/de/privacy/?nc1=f_pr</p>\n<p>\n<b>Criteo</b>\n</p>\n<p>Service provider: Criteo GmbH, Gewürzmühlstr.\n11, D-80538 Munich</p>\n<p>Website: https://www.criteo.com/de</p>\n<p>Privacy Policy: https://www.criteo.com/privacy/</p>\n<p>Opt-Out: https://www.criteo.com/privacy/</p>\n<p>\n<b>G2Crowd</b>\n</p>\n<p>Service provider: G2Crowd Inc., 20 N.\nWacker Drive, Suite 2050, Chicago, IL 60606, USA</p>\n<p>Privacy Policy: https://www.g2.com/static/privacy</p>\n<p>Cookie Policy: https://www.g2.com/static/cookie_policy</p>\n<p>Further legal information: https://www.g2.com/static/legal</p>\n<p>\n<b>Google Analytics</b>\n</p>\n<p>Service provider: Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland</p>\n<p>Parent company: Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA</p>\n<p>Website: https://marketingplatform.google.com/intl/de/about/analytics/</p>\n<p>Privacy Policy: https://policies.google.com/privacy</p>\n<p>Opt-Out:https://tools.google.com/dlpage/gaoptout</p>\n<p>Settings for the display of advertising pop-ups: https://adssettings.google.com/authenticated</p>\n<p>\n<b>Google Ads and Conversion Measurement</b>\n</p>\n<p>Service provider: Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland</p>\n<p>Parent company: Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA</p>\n<p>Website: https://marketingplatform.google.com</p>\n<p>Privacy Policy: https://policies.google.com/privacy</p>\n<p>\n<b>Google Maps</b>\n</p>\n<p>Service provider: Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland</p>\n<p>Parent company: Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA</p>\n<p>Website: https://www.google.com/maps</p>\n<p>Privacy Policy: https://policies.google.com/privacy </p>\n<p>\n<b>Facebook Pixels and Target Group Formation</b> (Custom Audiences)</p>\n<p>Service provider: https://www.facebook.com, Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbor, Dublin 2, Ireland</p>\n<p>Parent company: Facebook, 1 Hacker Way, Menlo Park, CA 94025, USA</p>\n<p>Website: https://www.facebook.com</p>\n<p>Privacy Policy: https://www.facebook.com/about/privacy</p>\n<p>Opt-Out: https://www.facebook.com/settings?tab=ads</p>\n<p>\n<b>Hotjar</b>\n</p>\n<p>Service provider: Hotjar Ltd., Level 2, St Julians Business Centre, 3, Elia Zammit Street, St Julians STJ 1000, Malta</p>\n<p>Privacy Statement: www.hotjar.com/privacy</p>\n<p>Privacy Policy: www.hotjar.com/legal/policies/privacy</p>\n<p>\n<b>HubSpot</b>\n</p>\n<p>Service provider: HubSpot, Inc., 25 First St., 2nd floor, Cambridge, Massachusetts 02141, USA</p>\n<p>Website: https://www.hubspot.de</p>\n<p>Privacy Policy: https://legal.hubspot.com/de/privacy-policy</p>\n<p>\n<b>Prescreen</b>\n</p>\n<p>Service provider: Prescreen International GmbH, Mariahilfer Strasse 17, 1060 Vienna</p>\n<p>Website: https://prescreen.io/de/</p>\n<p>Privacy Policy: https://prescreen.io/de/datenschutzerklaerung/</p>\n<p>\n<b>Shariff</b>\n</p>\n<p>Service provider: Heise Medien GmbH &amp.\nCo.\nKG, Karl-Wiechert-Allee 10, 30625 Hanover</p>\n<p>Website: https://www.heise.de/ct/artikel/Shariff-Social-Media-Buttons-mit-Datenschutz-2467514.html</p>\n<p>Privacy Policy: https://www.heise.de/Datenschutzerklaerung-der-Heise-Medien-GmbH-Co-KG-4860.html</p>\n<p>\n<b>Taboola</b>\n</p>\n<p>Service provider: Taboola, Inc.\n16 Madison Square West 7th Floor New York, New York 10010, USA</p>\n<p>Website: https://www.taboola.com/de</p>\n<p>Privacy Policy: https://www.taboola.com/privacy-policy</p>\n<p>Opt-Out: https://www.taboola.com/privacy-policy#user-choices-and-optout</p>\n<p>\n<b>Typeform</b>\n</p>\n<p>Service provider: Typeform S.L., Carrer Bac de Roda, 163, 08018 Barcelona, 1-2, Spain</p>\n<p>Privacy Policy: https://admin.typeform.com/to/dwk6gt</p>\n<p>Cookie Policy: https://admin.typeform.com/to/dwk6gt</p>\n<p>\n<b>Wordfence Security</b>\n</p>\n<p>Service provider: Defiant Inc., 800 5th Ave., Suite 4100, Seattle, WA 98104, USA</p>\n<p>Privacy Policy: https://www.wordfence.com/privacy-policy/</p>\n<p>\n<b>WPML</b>\n</p>\n<p>Service provider: OnTheGoSystems Limited, 22/F 3 Lockhart Road, Wanchai, Hong Kong</p>\n<p>Privacy Policy: https://wpml.org/documentation/privacy-policy-and-gdpr-compliance</p>\n<p>\n<b>Yoast SEO</b>\n</p>\n<p>Service provider: Yoast BV, Don Emanuelstraat 3, 6602 GX Wijchen, the Netherlands</p>\n<p>Privacy Policy: https://yoast.com/privacy-policy</p>\n<p>\n<b>YouTube</b>\n</p>\n<p>Service provider: Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland</p>\n<p>Privacy Policy: https://policies.google.com/privacy</p>\n<p>Opt-Out: https://adssettings.google.com/authenticated</p>Applications (apps)<p>In order to establish the data connection when using our remote desktop app, you must install the AnyDesk software client on your device and activate the acquired license key in your user account.\nThen, when you start the software client, the following data will be stored for the reasons mentioned above (existing data will be overwritten) and assigned to an AnyDesk customer ID:</p>\n<p>\n<b>Information</b>\n</p>\n<p>\n<b>Reason</b>\n</p>\n<p>IP address of the involved client</p>\n<p>Abuse handling</p>\n<p>Time of login</p>\n<p>Statistics / identify inactive accounts</p>\n<p>AnyDesk version</p>\n<p>Statistics / visible at my.anydesk.com</p>\n<p>Country</p>\n<p>Statistics / Abuse handling</p>\n<p>MAC addresses</p>\n<p>Wake on LAN feature, can be disabled in the client</p>\n<p>Network ID</p>\n<p>Statistics / Abuse handling / Wake on LAN feature</p>\n<p>DHCP DNS suffix</p>\n<p>Statistics / Commercial use detection</p>\n<p>Computer Name</p>\n<p>Statistics / Abuse handling / Commercial use detection</p>\n<p>User Name</p>\n<p>Statistics / Abuse handling / Commercial use detection</p>\n<p>Operating System + Version</p>\n<p>Statistics</p>\n<p>CPU information</p>\n<p>Statistics</p>\n<p>RAM information</p>\n<p>Statistics</p>\n<p>GPU information</p>\n<p>Statistics</p>\n<p>Display resolution</p>\n<p>Statistics</p>\n<p>Hashed Hardware Serial Numbers</p>\n<p>Abuse handling</p>\n<p>OS installation time</p>\n<p>Abuse handling</p>\n<p>Parts of these data are also processed in order to analyze whether and on which connection path your device is available for connection to other devices.</p>\n<p>When the remote data connection takes place between the connection partners, the session data are transferred to the software client of the other connection partner via our master server and (taking into account, in particular, the locations and the current load) certain routing servers.\nAnyDesk itself does not access these session data.\nWe store the following usage data for the purposes also mentioned in here (existing data will be overwritten):</p>\n<p>\n<b>Information</b>\n</p>\n<p>\n<b>Reason</b>\n</p>\n<p>Start time of the session</p>\n<p>Statistics / visible at my.anydesk.com</p>\n<p>End time of the session</p>\n<p>Statistics / visible at my.anydesk.com</p>\n<p>AnyDesk ID of the involved clients</p>\n<p>Statistics / visible at my.anydesk.com</p>\n<p>License IDs of the involved clients</p>\n<p>Required for operation</p>\n<p>IP address of the involved clients</p>\n<p>Abuse handling</p>\n<p>Countries of the involved clients</p>\n<p>Statistics / Abuse handling</p>\n<p>Amount of transmitted data</p>\n<p>Statistics</p>\n<p>We may also contact you via in-app messages, in compliance with the legal requirements, if the communication is necessary for the purposes of administration or use of the application, or to inform you about changes or improvements to our products or completely new products, to invite you to participate in surveys, or to give you tips on how to get the most out of our products.\nFor this purpose, we will process the above-mentioned usage data as well as <strong>your customer ID</strong>.\nIn the course of deciding whether and how we should contact and inform you, we will also process the type of license you have, the language and version of the product you are using and/or your country, and we may also use data that we have collected through web analysis.</p>\n<p>The data processing necessary for the verification of the usage authorization and the provision of the functionalities of the application itself serves to fulfill contractual obligations (Art.\n6 (1) (b) GDPR).\nIn addition, we process data if this is required to secure the application or protect our legitimate business interests (Art.\n6 (1) (f) GDPR.\ne.g.\ncollection of data for the purpose of optimizing the application, or for security purposes).\nOtherwise, data will only be processed to the extent to which you as the user have expressly given your consent (Art.\n6 (1) (a) GDPR).</p>\n<p>Please note that the opt-out or revocation of the respective authorizations may affect the functionality of our application.</p>Google Speech-to-Text<p> In our app you will find the Google Speech-to-Text function.\nThis is operated by Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (hereinafter \"Google\").\n<br> This function is used to compose voice messages and send them to the Google Cloud for conversion into character strings.<br> The Google Speech-to-Text function is provided as an option.\n<br> Data is therefore only transmitted to Google when you press the microphone icon.\nThis activates the microphone you are using and you now have the option of converting the spoken language into text.</p>Purpose<p> The purpose is to enable a more comfortable and user-friendly use of our app.\n<br> By converting the spoken words and sentences into text through Google Speech-to-Text, the processes are accelerated and simplified.</p>Legal basis<p> The legal basis for the processing is Art.\n6 (1) f) DSGVO.\n<br> Our legitimate interest is to improve the functionality and usability of our app.</p>Recipients of the data<p> If you activate the microphone icon and make a voice input, Google receives the spoken sentence in order to convert it into text.<br> Google does not make the audio sent to the Speech-to-Text API available to anyone except as necessary to provide the Speech-to-Text API service.\nFor example, it may be necessary to engage a third-party provider to provide some aspects of Google's services, such as data storage or transmission.\nIn these cases, that provider is subject to contractual obligations of security and confidentiality.\nGoogle does not share your audio content with other parties for any other purpose.</p>Storage period<p> AnyDesk does not store your data as part of the Speech-to-Text function.\nYour data is passed directly to Google for conversion.<br> By default, Google does not log a customer's audio data or transcripts.\n<br> Google uses customer data to optimise and improve the speech recognition service, only if you sign up for the data logging program.\n<br> AnyDesk has chosen not to enroll in the data logging program in order to protect your personal data.<br> However, we cannot exclude the possibility that Google may retain audio files.</p>Provision mandatory or required<p> The provision of your personal data is voluntary and is not required by law or contract.\nHowever, without the data transfer to Google-Speech-to-Text, a conversion of your spoken language into text is not possible.</p>Objection<p> Please read the information about your right to object according to Art.\n21 DSGVO below.<br> You can find more detailed information about data processing by Google in the Google Privacy Notice: https://policies.google.com/privacy and more detailed information about the Google Speech-to-Text function here: https://cloud.google.com/speech-to-text?hl=en</p>Telemetry-DataNature and purpose of processing<p> We collect and aggregate user telemetry data in connection with the provision of our services for the following purposes:</p>\n<ul>\n<li> Evaluating interactions: <ul>\n<li>From the analysis on the use of the program interface and functions, insights can be gained into the acceptance of AnyDesk's graphical components and functionalities, so that areas with potential for optimization can be better identified in the context of further product development and the user experience can be improved.</li>\n</ul>\n</li>\n<li> Licenses and scamming <ul>\n<li> When using the free version of AnyDesk, usage data is reviewed to determine whether the user's behaviour patterns are in accordance with our “AnyDesk Free” Supplementary Terms and Conditions, see the section entitled \"Automatic Decision Making (License Audit)\".\n</li>\n<li> Usage data is analysed to detect potential scamming cases at an early stage.\n</li>\n</ul>\n</li>\n<li> Evaluation of system data <ul>\n<li> Which hardware is used when AnyDesk software is in use provides us with important information for support purposes, for example, in the event of client-side performance problems.\nIn addition, this information is used for further product development with regard to system modifications.\n</li>\n</ul>\n</li>\n</ul>Type of data<p> Version of client, client ID, IP address, operating system, zone of relay (continent, later country), license, license name, network ID, first login, last login, user_identifier (user) hashed, information about interactions: Timestamp of interaction, message counter, <br> Category of interaction: click, drag, drop, etc.<br> Identifier for interaction: login, frontend, click events, undraggable, auto-update, etc., which window e.g.\nsettings or window for file transfer (within the software).</p>Legal basis<p> The processing of telemetry data is based on the user's consent according to Art.\n6 para.\n1 lit.\na DSGVO.</p>Storage period<p> The data will only be processed as long as your consent is given or for 2 years.\n<br> Provision mandatory or required <br> This consent is voluntary.\nIf it is not given, you will not have any disadvantages.\nThis consent can be revoked at any time with effect for the future.</p>Revocation of consent<p> The revocation of consent is possible at any time with effect for the future and can be done by using the deactivation button.</p>Automated decision making<p> see paragraph - \"Automated decision making (license audit)\".</p>Automatic decision making (license audit)<p>We offer personal users of our licensed products (i.e.\nexclusively for uses that cannot be attributed to commercial or self-employed professional activity) the option of a free version, which can be used without setting up a user account after simply downloading the application.\nIn this case, we may analyze your usage data (see above under \"Applications\") in line with our \"AnyDesk Free\" Supplementary Terms and Conditions in order to be able to assess whether your behavior pattern aligns with the contractual purpose of use and thus to the selected license type (license audit).</p>\n<p>If, based on the results of this analysis, a fee-based license is required, we reserve the right to restrict or even block your access to our server services and we will ask you to purchase a fee-based license.\nThis takes place in an automated decision-making process according to our system settings.\nYou can contact our Support at any time to ask us to reassess your user behavior.\nWe will inform you beforehand which information you will need to provide.</p>\n<p>The automated decision-making process as part of the license audit and the use of automated mechanisms based on it (such as the restriction or blocking of non-contractual uses) is essential for the effective control of compliance and, if necessary, the enforcement of our license terms with regard to the considerable number of users of the free version of our application.\nSince the use of the free version can only be financed through paid usage relationships, this automated decision-making process is necessary to fulfill our contractual services for private users, as it must be effectively ensured that all users use our application within the contractually agreed license scope.\nThe legal basis for this is Art.\n6 (1) (b) GDPR in conjunction with Art.\n22 (2) (a) GDPR.</p>Social networks<p>Our company maintains an online presence within various social networks (social media).\nWe process data of active users of these social networks in order to communicate with them there or to offer information about AnyDesk.\nThis processing takes place on the basis of our legitimate interests in effective information for users and communication with users under the applicable framework conditions of the respective social medium in accordance with Art.\n6 (1) (f) GDPR.\nIf you, as a user of the respective social medium, are asked to give your consent to data processing (e.g.\nby ticking a check box), the legal basis for processing is Art.\n6 (1) (a) GDPR.</p>\n<p>If it is technically possible for us to influence the processing operations relevant to the data protection regulations of the respective social media you have accessed, we will do so in the sense of data minimization within the meaning of Art.\n5 (1) (c) GDPR.\nHowever, please note that your use of the respective social networks is subject to their terms and conditions and data processing guidelines.\nTherefore, it cannot be ruled out that your data may also be processed outside the European Union.\nOn the one hand, this could make it more difficult to enforce your rights.\nOn the other hand, the data collected when using the functionalities of the social networks may also be analyzed and processed for market research and advertising purposes.\nThis is done by storing your usage behavior and the resulting interests and preferences as usage profiles in cookies and by placing advertisements based on these profiles inside and outside the social networks that presumably match your interests (online marketing).\nIf you as a user are also a member of the respective social networks and are signed in to them, the usage profiles may also store data that are independent of those of the end devices you are using.</p>\n<p>Information and notes on the respective forms of processing and the opt-out options can be found in the privacy policies and details of the operators of the respective networks.\nSince only the respective operators of the social networks have access to the data processed by them, you would also need to make requests for information in this regard and assert your rights as a data subject with them.\nWe will be more than happy to help you if you need our support in this regard.</p>\n<p>Services and service providers used:</p>\n<ul>\n<li>\n<b>Facebook</b>\n<p>Service provider: Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbor, Dublin 2, Ireland</p>\n<p>Parent company: Facebook, 1 Hacker Way, Menlo Park, CA 94025, USA</p>\n<p>Website: https://www.facebook.com</p>\n<p>Privacy Policy: https://www.facebook.com/about/privacy</p>\n<p>Opt-Out: Settings for advertisements: https://www.facebook.com/settings?tab=ads</p>\n<p>Facebook offers a special agreement (\"Information about Page Insights\", https://www.facebook.com/legal/terms/page_controller_addendum), which regulates which security measures Facebook must observe and in which Facebook has agreed to respect the rights of data subjects.\nWe have entered into this agreement with Facebook in order to better assert your rights.\nYour rights as a user (in particular, to information, erasure, objection and complaint to the competent supervisory authority) are, of course, not restricted by these agreements with Facebook.\nFurther information can be found in the \"Information about Page Insights\" (https://www.facebook.com/legal/terms/information_about_page_insights_data).\n</p>\n</li>\n<li>\n<b>LinkedIn</b>\n<p>Service provider: LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Ireland</p>\n<p>Website: https://www.linkedin.com</p>\n<p>Privacy Policy: https://www.linkedin.com/legal/privacy-policy</p>\n<p>Opt-Out: https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out </p>\n</li>\n<li>\n<b>Twitter</b>\n<p>Service provider: Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA</p>\n<p>Privacy Policy: https://twitter.com/de/privacy</p>\n<p>Settings: https://twitter.com/personalization</p>\n</li>\n<li>\n<b>reddit</b>\n<p>Service provider: reddit Inc., 520 Third Street, Suite 305, San Francisco, CA 94107, USA</p>\n<p>Website: https://www.redditinc.com</p>\n<p>Privacy Policy: http://www.reddit.com/help/privacypolicy</p>\n</li>\n<li>\n<b>Spiceworks (Community)</b>\n<p>\n</p>\n<p>Service provider: Spiceworks, Inc., 3700 N.\nCapital of Texas Highway, Suite 100, Austin, Texas 78746, USA</p>\n<p>Website: https://community.spiceworks.com</p>\n<p>Privacy Policy: https://www.spiceworks.com/privacy/</p>\n<p>Cookie Policy: https://www.spiceworks.com/privacy/cookies/</p>\n</li>\n<li>\n<b>Xing</b>\n<p>Service provider: XING AG, Dammtorstrasse 29-32, 20354 Hamburg, Germany</p>\n<p>Website: https://www.xing.de</p>\n<p>Privacy Policy: https://privacy.xing.com/de/datenschutzerklaerung </p>\n</li>\n</ul>Job offers and application process<p>As part of our application process, it is necessary for applicants to provide us with the data required for their professional assessment and selection.\nWhich data this is in the individual case can be seen from the respective job advertisement or from the information provided in the relevant online forms.\nWhen you apply for a job offer, we usually process the following categories of personal data:</p>\n<p>\n<b>Contact information:</b>\n<br>\n</p>\n<ul>\n<li>First and last name (title, if applicable)</li>\n<li>Address</li>\n<li>Phone number</li>\n<li>Email address</li>\n</ul>\n<p>\n<b>Qualification-related information, in particular:</b>\n<br>\n</p>\n<ul>\n<li>Academic achievements and other information contained in the curriculum vitae, including information on prices and scholarships and extracurricular achievements, information on dissertation projects, information on education and professional experience </li>\n<li>Copies of diplomas and certificates</li>\n<li>Photos attached to an application, if applicable</li>\n<li>Information on (possibly only planned or hoped for) further education and other career steps as well as professional focuses and interests, if applicable</li>\n</ul>\n<p>We collect these data directly from you and only process them to the extent necessary for the application process.\nThe legal basis for this processing is § 26 BDSG in conjunction with Art.\n88 GDPR, as well as (for the implementation of pre-contractual measures with regard to freelancers) Art.\n6 (1) (b) GDPR.\nThe data will be encrypted and transferred to us in accordance with the latest state of the art.\nPlease note that we may use third-party services for the purpose of searching for and selecting applicants (e.g.\napplicant management or recruitment software and platforms).\nThe legal basis for this is our legitimate interest in an efficient and transparent job advertisement (Art.\n6 (1) (f) GDPR.\nplease also refer to the information in \"Data recipients\").</p>\n<p>During the application process, special categories of personal data within the meaning of Art.\n9 (1) GDPR (e.g.\nhealth data, such as severe impairment or ethnic origin) are processed only for the purpose of exercising the obligations or rights arising to us or the data subject from labor law and social security and social protection law (Art.\n9 (2) (b) GDPR), and otherwise to protect the vital interests of applicants or other persons according to Art.\n9 (2) (c) GDPR or for health care or occupational medicine purposes, for assessing the employee's ability to work, for medical diagnostics, for care or treatment in the health or social sector, or for the administration of systems and services in the health or social sector in accordance with Art.\n9 (2) (h) GDPR.\nIn the case of a notification of the special categories of data based on voluntary consent, their processing is based on Art.\n9 (2) (a) GDPR.</p>Duration of storage<p>Personal data is stored as long as processing is necessary for the purposes described under \"Categories of data\" unless you have expressly given us your consent for a longer storage period (Art.\n6 (1) (b) GDPR), or unless statutory provisions prescribe a longer storage period (Art.\n6 (1) (c) GDPR).\nAs far as the data subject to the statutory retention periods, we store this data in our systems until the statutory retention periods have expired (these are generally 6 or 10 years for reasons of proper bookkeeping and tax law requirements).</p>\n<p>We will inform you if we use the services of third-party providers or platforms to provide our services, since the relationship between you as a user of these services and the respective providers will then be governed by their terms and conditions and privacy policies (and thus possibly different storage periods).\nIt is the responsibility of the contractual partner to secure their data when the storage period expires (e.g.\nif the customer account is terminated).</p>\n<p>With regard to email addresses provided by you to receive newsletters, the following shall apply as well: We store deleted email addresses for up to three years on the basis of our legitimate interests before we delete them in order to be able to prove a previously given consent (Art.\n6 (1) (f) GDPR).\nThe processing of this data is limited to the purpose of possible defense against claims.\nAn individual request for deletion may be made at any time provided that the previous existence of consent is confirmed at the same time.\nIn the event of obligations to take due account of objections, we reserve the right to store the email address in a blacklist (so-called \"blocklist\") for this purpose alone.</p>\n<p>In addition, the following shall apply with regard to the application process:</p>\n<p>Unless the application has led to the commencement of employment with us, the personal data collected via our job portal or by other means for the purposes of the application process will be further processed for a maximum of three years after the process has been completed (Art.\n6 (1) (f) GDPR) for evidence preservation purposes, after which they will be deleted or anonymized.\nThe application process itself is considered completed no later than three months after receipt of your application.</p>\n<p>Upon termination of the contractual relationship with customer data, all information relating to the user account will be deleted, subject to a statutory retention period.\nIt is the responsibility of the users to back up their data before the end of the contract.\nWe are entitled to irretrievably delete all user data stored during the term of the contract.</p>Data recipients<p>We will only pass on your data to third parties in compliance with the statutory provisions to the extent that this</p>\n<p>a.\nis necessary for the purposes described under \"Categories of data\",</p>\n<p>b.\nis necessary to fulfill legal obligations, or</p>\n<p>c.\ntakes place with your consent as a data subject.</p>\n<p>If the transfer or disclosure of the data takes place on our behalf for the execution of data processing processes that are earmarked for a specific purpose or subject to consent according to (a) above, we will enter into suitable contracts or agreements with the recipients of the data (processors) which serve to protect your data (Art.\n28 GDPR).</p>\n<p>Recipients of this data can be:</p>\n<ul>\n<li>Telecommunications companies</li>\n<li>(Technical and organizational) auxiliary service providers</li>\n<li>Subcontractors</li>\n<li>Banks</li>\n<li>Tax and legal advisers</li>\n<li>Web hosting providers</li>\n<li>IT service providers</li>\n<li>Providers of product review procedures</li>\n<li>Payment service providers</li>\n<li>Providers of online application tools</li>\n<li>Providers of web analysis, online marketing or CRM services</li>\n<li>Providers of survey tools</li>\n<li>Cloud services</li>\n<li>Tax authorities</li>\n</ul>\n<p>We may transfer personal data to affiliated companies of our group of companies or grant them access to this data.\nIf this transfer takes place for administrative purposes, the transfer of the data is based on our legitimate business and commercial interests (Art.\n6 (1) (f) GDPR) or takes place if it is necessary to fulfill our contractual obligations (Art.\n6 (1) (b) GDPR), or if the consent of the data subject (Art.\n6 (1) (a) GDPR) or legal permission (Art.\n6 (1) (c) GDPR) has been obtained.</p>\n<p>Subject to your express consent (Art.\n6 (1) (a) GDPR) or a transfer required by contract (Art.\n6 (1) (b) GDPR) or by law (Art.\n6 (1) (c) GDPR), your personal data will only be processed in third countries (i.e.\noutside the European Union or the European Economic Area) with a recognized level of data protection, a contractual obligation through so-called standard protection clauses of the EU Commission, in the presence of certifications or binding internal data protection regulations, by us or on our behalf (Art.\n44 to 49 GDPR).</p>\n<p>Please also refer to the information page of the EU Commission: https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection_de).</p>Rights of the data subject<p>As a data subject, you are entitled, in particular, to the rights arising from Art.\n15 to 21 GDPR:</p>Right to obtain information<p>You have the right to request confirmation as to whether or not the data in question is being processed, and to obtain information on such data as well as further information and a copy of the data in accordance with the legal requirements.</p>Right to object <p>\n<b>You have the right to object at any time, for reasons arising from your particular situation, to the processing of personal data concerning you, which takes place based on Art.\n6 (1) (e) or (f) GDPR.\nthis also applies to profiling based on these provisions.</b>\n</p>\n<p>\n<b>Where personal data concerning you are processed for the purpose of direct mail advertising, you have the right to object at any time to the processing of personal data concerning you for the purpose of such advertising.\nthis also applies to profiling insofar as it is associated with such direct mail advertising.</b>\n</p>Right to revoke consent<p>In the case of consent given in accordance with Art.\n6 (1) (a) GDPR, you have the right to revoke your given consent at any time.</p>Right to rectification<p>You have the right to request the completion of data concerning you or the correction of incorrect data concerning you.</p>Right to erasure and restriction of processing<p>In accordance with the legal requirements, you have the right to demand that the data concerning you be deleted immediately or, alternatively, that the processing of these data be restricted.</p>Right to data portability<p>In accordance with the legal requirements, you have the right to receive the data you have provided in a structured, common and machine-readable format or to request that it be transferred to another responsible party.</p>Complaint to the supervisory authority<p>If you believe that the processing of personal data concerning you violates the provisions of the GDPR, you have the right to lodge a complaint with a supervisory authority, in particular in the Member State of your habitual residence, your place of work, or the place of the alleged violation.</p>Competent supervisory authority<p>The addresses of the data protection officers responsible for you can be found on the information page of the Federal Data Protection Commissioner in the section \"Supervisory authorities for the non-public sector\":</p>\n<p> https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links-node.html</p> Cookies Settings Company contacts <i>Postal address:</i> Türlenstraße 2, 70191 Stuttgart, Germany<br>\n<i>Phone:</i> +49 711 184270 00<br>\n<i>E-mail:</i> info@anydesk.de<br>\n<br>\n<br>\n<p> AnyDesk Software GmbH </p> Contact sales <p> 1 (833) 269-3375 </p>\n<p>At AnyDesk, we want to provide the best experience and most innovative technology to all our users and customers.\nOur team will be operating on reduced holiday hours during this time.</p> Click below to create a ticket.\nSales Support Sign up for news, tips and more Enter your email address Subscribe Now English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul> Why AnyDesk Performance Security All Platforms Customization Case Studies Features Solutions Remote Desktop Remote Support Remote Work Remote Access Mobile Device Support Cloud &amp.\nOn-Premises Ultimate Solution Buy Now Downloads Services AnyDesk Services Customer Success Help Center my.anydesk.com go.anydesk.com Abuse Prevention System Status Changelog Company AnyDesk Team Contact Career Open Positions Partners Blog Press Events Fanshop English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul>\n<p>Why AnyDesk</p>\n<p> Performance</p>\n<p> Security</p>\n<p> All Platforms</p>\n<p> Customization</p>\n<p> Case Studies</p>\n<p> Features</p>\n<p>Solutions</p>\n<p> Remote Desktop</p>\n<p> Remote Support</p>\n<p> Remote Work</p>\n<p> Remote Access</p>\n<p> Mobile Device Support</p>\n<p> Cloud &amp.\nOn-Premises</p>\n<p> Ultimate Solution</p>\n<p> Buy Now</p>\n<p> Downloads</p>\n<p>Services</p>\n<p> AnyDesk Services</p>\n<p> Customer Success</p>\n<p> Help Center </p>\n<p> my.anydesk.com </p>\n<p> go.anydesk.com </p>\n<p> Abuse Prevention</p>\n<p> System Status </p>\n<p> Changelog </p>\n<p>Company</p>\n<p> AnyDesk Team</p>\n<p> Contact</p>\n<p> Career</p>\n<p> Open Positions</p>\n<p> Partners</p>\n<p> Blog</p>\n<p> Press</p>\n<p> Events</p>\n<p> Fanshop </p>\n<p> © 2023 AnyDesk Software GmbH • Terms &amp.\nConditions • Privacy Policy • Legal Notice</p> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesFunctional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalization.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant advertisements on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site may not work properly in this case.\nThese cookies do not store any personally identifiable information.</p>Back ButtonPerformance Cookies<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label labelReject All Confirm My Choices ", "created_at": "2023-04-15 23:01:32.796013", "updated_at": "2023-04-15 23:04:33.254267"}, {"id": 15496, "name": "Data Processing Agreement", "url": "https://anydesk.com/en/data-processing-agreement", "xpath": "//body", "text": " Light Mode English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul> 1 (833) 269-3375 Help Center <ul>\n<li> Why AnyDesk <p> Benefits</p> Performance Customization Security All Platforms Case Studies <p> Features</p> Features Overview Access &amp.\nControl Administration &amp.\nCustomization Security &amp.\nPrivacy Collaboration <p> All Platforms</p> Desktop Mobile More </li>\n<li> Solutions <p> By Need</p> Remote Desktop Remote Support Remote Work Remote Access Mobile Device Support Cloud &amp.\nOn-Premises Ultimate Solution Remote Collaboration <p> By Industry</p> Education Government Corporations Media Creatives Information Technology<br> &amp.\nServices <p> By Role</p> Support IT Leader Freelancer Personal User Customer </li>\n<li> Services <p> Services</p> All Services Customer Success Help Center go.anydesk.com my.anydesk.com </li>\n<li> Company <p> Company</p> AnyDesk Team Career Open Positions Press Events <p> Partners</p> Partner Community Become a Partner Partner Login Integration Partners Affiliates &amp.\nInfluencers <p> Resources</p> Case Studies Blog AnyDesk Stories Resources Hub Tutorials Help Center <p> Contact</p> Contact </li>\n<li> Buy Now </li>\n</ul>\n<p>my.anydesk</p>\n<p>Downloads</p> Data Processing Agreement <p>Last updated:June 14, 2021</p>\n<ol>\n<li>Validity and Scope of Application</li>\n<li>Definitions</li>\n<li>Indication of the Competent Data Protection Supervisory Authority.\nData Protection Officer</li>\n<li>Subject of Contract</li>\n<li>Responsibility and Right of Instructions</li>\n<li>Type of Data processed, Group of Data Subjects</li>\n<li>Protective Measurements of the Processor</li>\n<li>Information and Cooperation Obligations of ANYDESK</li>\n<li>Control Rights of the Controller</li>\n<li>Use of Subcontractors</li>\n<li>Requests and Rights of Data Subjects</li>\n<li>Liability</li>\n<li>Extraordinary Right of Termination</li>\n<li>Data Deletion</li>\n<li>Remuneration</li>\n<li>Final Provisions</li>\n<li>Annexes</li>\n</ol>\n<p>\n</p>1.\nValidity and Scope of Application<p> 1.1 In case, personal data is being processed on behalf of the Customer as the controller within the meaning of Article 4 (7) of the German Data Protection Regulation (GDPR) while using the contractual services of ANYDESK, the Parties agree in accordance with Section 12.4 of the General Terms and Conditions (lit.\nA) on the following Agreement on the Processing of Personal Data (DPA) accordingly to Article 28 (3) of the GDPR.\nThis agreement is subject to the following provisions, which take precedence over the General Terms and Conditions (lit.\nA), which otherwise apply.\n</p>2.\nDefinitions<p> 2.1 Pursuant to Article 4 (7) of the GDPR, the <strong>\n<em>Controller</em>\n</strong> is the body which alone or jointly with other controllers determines the purposes and means of the processing of personal data.\n</p>\n<p> 2.2 Pursuant<strong>\n<em>\n</em>\n</strong>to Article 4 (8) of the GDPR, the <strong>\n<em>Processor</em>\n</strong> is a natural or legal person, authority, institution or other body that processes personal data on behalf of the controller.\n</p>\n<p> 2.3 Pursuant to Article 4 (1) of the GDPR, <strong>\n<em>personal data</em>\n</strong> means any information relating to an identified or identifiable natural person (hereinafter \"data subject\").\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.\n</p>\n<p> 2.4 Personal data requiring <strong>\n<em>special protection</em>\n</strong> are personal data pursuant to <br> Art.\n9 GDPR revealing racial or ethnic origin, political opinions, religious or philosophical beliefs or trade union membership of data subjects, personal data pursuant to Art.\n10 GDPR on criminal convictions and offences or related security measures, and genetic data pursuant to Art.\n4 (13) GDPR, biometric data pursuant to Art.\n4 (14) GDPR, health data pursuant to Art.\n4 (15) GDPR and data on the sex life or sexual orientation of a natural person.</p>\n<p> 2.5 <strong>\n<em>Processing </em>\n</strong>means any operation or set of operations which is performed upon personal data, whether or not by automatic means, such as collection, recording, organisation, filing, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction, in accordance with <br> Article 4 (2) GDPR.\n</p>\n<p> 2.6 Pursuant to Article 4 (21) GDPR, the <strong>\n<em>supervisory authority</em>\n</strong> shall be an independent state body established by a Member State pursuant to Article 51 GDPR.\n</p> 3.\nIndication of the Competent Data Protection Supervisory Authority.\nData Protection Officer<p> 3.1 The competent supervisory authority for ANYDESK (hereinafter also \"Processor\") is the State Commissioner for Data Protection of Baden-Württemberg ( https://www.baden-wuerttemberg.datenschutz.de ).\n</p>\n<p> 3.2 The Customer (hereinafter also \"Controller\") and ANYDESK and, if applicable, their representatives shall cooperate with the supervisory authority in the performance of their duties upon request.\n</p>\n<p> 3.3 The data protection officer of ANYDESK is activeMind AG, Potsdamer Straße 3, DE-80802 München to be contacted via dpo@anydesk.com .\n</p>4.\nSubject of Contract<p> 4.1 ANYDESK grants the Controller the use of the AnyDesk remote maintenance software in accordance with the General Terms and Conditions (lit.\nA.\n\"Main Contract\").\nIn doing so, ANYDESK obtains access to personal data (hereinafter also referred to as \"Data\") and processes them exclusively on behalf of and according to the instructions of the Controller.\nThe scope and purpose of the data processing by ANYDESK as a processor are set out in the main contract (lit.\nA, section 2.2).\nHowever, the Controller is responsible for assessing the permissibility of the data processing.\n</p>\n<p> 4.2 ANYDESK reserves the right to anonymise or aggregate the data so that it is no longer possible to identify individual data subjects and to use it in this form for the purposes of demand-oriented design, further development and optimisation as well as the provision of the services agreed in accordance with the main contract.\nThe parties agree that anonymised data or data aggregated in accordance with the above provision shall no longer be deemed data within the meaning of this agreement.\n</p>\n<p> 4.3 ANYDESK may process and use the data for its own purposes on its own responsibility within the scope of what is permissible under data protection law if this is permitted by a statutory permission provision or a declaration of consent by the data subject.\nThis contract does not apply to such data processing.\n</p>\n<p> 4.4 The provisions of these terms and conditions shall apply to all activities related to the Main Contract in which ANYDESK and its employees or persons authorised by ANYDESK come into contact with personal data originating from or collected for the data controller.\n</p>\n<p> 4.5 The term of this Agreement shall be governed by the term of the Main Contract, unless the following provisions impose further obligations or rights of termination.\n</p>\n<p> 4.6 The processing of data by ANYDESK outside the territory of the Federal Republic of Germany, a member state of the European Union or a contracting state of the EEA Agreement shall only take place under the conditions of Chapter 5 Art.\n44 et seq.\nGDPR.\n</p>5.\nResponsibility and Right of Instructions<p> 5.1 The Controller is solely responsible for the lawfulness of the processing of the data as well as for the protection of the rights of the data subjects in relation to each other.\n</p>\n<p> 5.2 ANYDESK may only collect, process or use data, including in the case of the use of anonymised data, within the framework of the main contract and in accordance with the instructions of the Controller.\nthis applies in particular with regard to the transfer of personal data to a third country or to an international organisation.\nIf ANYDESK is required to carry out further processing by the law of the European Union or the Member States to which it is subject, it shall notify the Controller of such legal requirements prior to the processing.\n</p>\n<p> 5.3 The instructions of the Controller shall initially be determined by these Supplementary Conditions and may thereafter be amended, supplemented or replaced by the Controller in writing or in text form by individual instructions (individual instructions).\nThe Controller is entitled to issue corresponding instructions at any time.\nThis includes, in particular, instructions with regard to the correction, deletion and blocking of data, provided that no justified contractual interests or statutory provisions prevent this.\n</p>\n<p> 5.4 The person authorised to issue instructions to the customer as the Controller is determined by the information provided by the customer during the registration process or the current information in the customer account (https://my.anydesk.com) <strong>.</strong> In the event of a change or long-term prevention of the named persons, the successor or representative must be named to ANYDESK in text form without delay.\n</p>\n<p> 5.5 All instructions issued must be documented by both ANYDESK and the Controller.\nInstructions that go beyond the performance agreed in the main contract are treated as a request for a change in performance.\n</p>\n<p> 5.6 If ANYDESK is of the opinion that an instruction of the Controller violates data protection regulations, ANYDESK must inform the Controller of this without delay.\nANYDESK is entitled to suspend the implementation of the relevant instruction until it is confirmed or amended by the Controller.\nANYDESK may refuse to carry out an obviously unlawful instruction.\n</p>\n<p> 5.7 ANYDESK does not acquire any rights to the data and, for the duration of the Main Contract, is obliged to surrender any stored data in a form that can be read and further processed by the Controller at any time upon first request.\nRights of retention with regard to the data and the associated data carriers are excluded.\n</p> 6.\nType of Data processed, Group of Data Subjects<p> 6.1 In the course of the performance of the Main Contract, ANYDESK shall, to the extent necessary, have access to the following personal data, among others, which shall be processed: </p>\n<p> (i) inventory data (names, addresses, gender, company, location), </p>\n<p> (ii) payment data (bank details, invoices, payment history), </p>\n<p> (iii) contact data (e-mail, telephone numbers), </p>\n<p> (iv) contract and customer account data (subject matter of contract, type of licence, term, customer category, customer ID, licence key, login data), </p>\n<p> (v) AnyDesk software usage data (IP addresses, login data, AnyDesk version, country, MAC addresses, network ID, computer name, user name, operating system type and version, RAM/CPU/GPU information, screen resolution, hashed hardware serial number, installation time, AnyDesk IDs of AnyDesk session participants, start/end time and duration of AnyDesk software sessions, access times, time and duration of the respective remote data connection (session), transferred data volumes, online status of the client, licence keys of the session participants) </p>\n<p> 6.2 The following categories of persons are affected by the Processing: </p>\n<p> (i) customers, business partners, interested parties, users of the software </p>7.\nProtective Measurements of the Processor<p> 7.1 ANYDESK is obliged to comply with the statutory provisions on data protection and not to disclose information obtained from the area of responsibility to third parties or expose it to their access.\nDocuments and data must be secured against access by unauthorised persons, taking into account the state of the art.</p>\n<p> 7.2 ANYDESK shall organise the internal organisation in its area of responsibility in such a way that it meets the special requirements of data protection.\nANYDESK shall take all necessary technical and organisational measures for the adequate protection of data pursuant to Art.\n32 GDPR, taking into account the legal requirements pursuant to Art.\n5 (1) lit.\nf) and (2) GDPR, i.e., at least the measures listed in <strong>Annex 1</strong> , which are to be documented and include the following: </p>\n<p> (i) the pseudonymisation and encryption of personal data.\n</p>\n<p> (ii) the ability to ensure the confidentiality, integrity, availability and resilience of the systems and services related to the processing on an ongoing basis.\n</p>\n<p> (iii) the ability to rapidly restore the availability of and access to personal data in the event of a physical or technical incident.\n</p>\n<p> (iv) a procedure for periodic review, assessment and evaluation of the effectiveness of the technical and organisational measures to ensure the security of the processing.\n</p>\n<p> ANYDESK reserves the right to change the security measures taken, while ensuring that the contractually agreed level of protection is not undercut.\n</p>\n<p> 7.3 Persons employed in data processing by ANYDESK are prohibited from collecting, processing or using personal data without authorisation.\nANYDESK shall oblige all persons entrusted by it with the processing and performance of this contract (hereinafter referred to as employees) accordingly (obligation of confidentiality, Art.\n28 (3) lit.\nb) GDPR) and ensure compliance with this obligation with due care.\nThese obligations must be formulated in such a way that they remain in force even after the termination of this contract or the employment relationship between the employee and ANYDESK.\nEvidence of the obligations must be provided to the Controller in an appropriate manner upon request.</p> 8.\nInformation and Cooperation Obligations of ANYDESK<p> 8.1 In the event of disruptions, suspected data protection violations or violations of contractual obligations of ANYDESK, suspected security-related incidents or other irregularities in the processing of personal data by ANYDESK, by persons employed by ANYDESK under the contract or by third parties, ANYDESK shall immediately inform the Controller in writing or text form.\nThe same applies to audits of ANYDESK by the data protection supervisory authority.\nThe notification of a personal data breach shall contain at least the following information: </p>\n<p> (i) a description of the nature of the personal data breach, including, to the extent possible, the categories and number of data subjects concerned, the categories concerned and the number of personal data records concerned.\n</p>\n<p> (ii) a description of the measures taken or proposed by ANYDESK to address the breach and, where appropriate, measures to mitigate its possible adverse effects.\n</p>\n<p> ANYDESK shall furthermore, in the event, immediately take the necessary measures to secure the data and mitigate any possible adverse effects of the data subjects, inform the Controller thereof and request further instructions.\n</p>\n<p> 8.2 ANYDESK shall be obliged to provide the Controller with information at any time insofar as the data is affected by a breach pursuant to Section 8.1.\n</p>\n<p> 8.3 Should the data at ANYDESK be endangered by attachment or seizure, by insolvency or composition proceedings or by other events or measures of third parties, ANYDESK shall inform the Controller thereof without delay, unless it is prohibited from doing so by court or administrative order.\nIn this context, ANYDESK shall immediately inform all competent bodies that the decision-making authority over the data lies exclusively with the Controller.\n</p>\n<p> 8.4 ANYDESK must inform the Controller without delay of any significant changes to the security measures pursuant to Section 7.1.\n</p>\n<p> 8.5 The Controller shall be informed immediately of any change in the person of the company data protection officer.\n</p>\n<p> 8.6 ANYDESK shall keep a register of all categories of processing activities carried out on behalf of the Controller, which shall contain all information pursuant to <br> Article 30 (2) of the GDPR.\nThe directory shall be made available to the Controller upon request.\n</p>\n<p> 8.7 ANYDESK shall cooperate to a reasonable extent in the creation of the procedure directory by the Controller.\nIt shall provide the data required in each case to the Controller in an appropriate manner.\n</p>9.\nControl Rights of the Controller<p> 9.1 The Controller shall satisfy itself of ANYDESK's technical and organisational measures prior to the commencement of data processing and thereafter on a regular basis.\nFor this purpose, it may, for example, obtain information from ANYDESK, obtain existing certificates from experts, certifications pursuant to Article 42 of the GDPR or internal audits, or inspect ANYDESK's technical and organisational measures itself personally or have them inspected by a competent third party after timely coordination during normal business hours, provided that the third party is not in a competitive relationship with ANYDESK.\nThe Controller will only carry out inspections to the extent necessary and will not disproportionately disrupt ANYDESK's operations in the process.\n</p>\n<p> 9.2 ANYDESK undertakes to provide the Controller with all information and evidence required to carry out a check of the technical and organisational measures within a reasonable period of time at the latter's verbal or written request.\n</p>\n<p> 9.3 The Controller shall document the results of the inspection and notify ANYDESK thereof.\nIn the event of errors or irregularities discovered by the responsible party, he must inform ANYDESK immediately.\nIf facts are ascertained during the inspection whose future avoidance requires changes to the ordered procedure, the Controller shall inform ANYDESK of the necessary procedural changes without delay.\n</p>\n<p> 9.4 ANYDESK shall provide the Controller with a comprehensive and up-to-date data protection and security concept for the commissioned processing as well as on persons authorised to access it at the latter's request.\n</p>\n<p> 9.5 ANYDESK shall provide the Controller with evidence of the obligation of the employees pursuant to Section 7.3 upon request.\n</p>\n<p> 9.6 In the event of subcontracted data processing (i.e.\nthe Customer is already a processor of a third party.\nANYDESK as a subcontractor), the Controller undertakes to also directly grant the third party the control rights described above.\n</p>10.\nUse of Subcontractors<p> 10.1 The contractually agreed services of the Main Contract shall be performed with the involvement of the subcontractors listed in <strong>Annex 2</strong> .\n</p>\n<p> 10.2 Within the scope of its contractual obligations, ANYDESK is authorised to establish further subcontracting relationships with subcontractors (\"subcontractor relationship\").\nANYDESK shall inform the Controller of this in advance in text form, giving the Controller the opportunity to object to such changes in individual cases.\nAn objection may only be raised by the Controller for good cause to be proven to ANYDESK.\nIf the Controller does not object in text form within 14 days after receipt of the notification, his/her right to object to the corresponding assignment expires.\nIf the Controller raises an objection, ANYDESK is entitled to extraordinarily terminate the Main Contract as well as this Data Processing Agreement with a notice period of two weeks to the end of the month, irrespective of the termination provision under clause 16.2 of the General Terms and Conditions.\nIn this case, the Customer shall be reimbursed <em>pro rata temporis</em> for the term of the contract.\nthe Customer shall have no further claims in this respect.\n</p>\n<p> 10.3 ANYDESK is obliged to carefully select subcontractors according to their suitability and reliability and, when engaging subcontractors, must oblige them in accordance with the provisions of this Agreement and, in doing so, ensure that the Controller can also exercise its rights under this agreement (in particular its audit and inspection rights) directly against the subcontractors.\nThe contract with the subcontractor must be in writing, which may also be in an electronic format <br> (Art.\n28 (4) and (9) GDPR).\n</p>\n<p> 10.4 If subcontractors in a third country are to be involved, ANYDESK must ensure that the legal requirements for this pursuant to Art.\n44 et seq.\nDSGVO are present.\nInsofar as there is no decision in accordance with Art.\n45 (3) DSGVO with regard to a third country, data processing by the subcontractor shall only take place insofar as an appropriate level of data protection is ensured by suitable guarantees.\nAn adequate level of protection of the transferred data is ensured by the conclusion of the Standard Contractual Clauses (specified by the European Commission) as well as corresponding organisational and technical measures.\nCompliance with the Standard Contractual Clauses and the organisational and technical measures will be reviewed regularly.\nUpon request, ANYDESK will provide the responsible party with evidence of the conclusion of the aforementioned agreements with its subcontractors.\n</p>\n<p> 10.5 A subcontractor relationship within the meaning of these provisions does not exist if ANYDESK commissions third parties with services that are to be regarded as purely ancillary services.\nThese include, for example, postal, transport and shipping services, cleaning services, telecommunication services without any specific reference to services that ANYDESK provides for the Controller and guarding services.\nMaintenance and testing services constitute subcontractor relationships subject to approval insofar as they are provided for IT systems that are also used in connection with the provision of services for the responsible party.\n</p>11.\nRequests and Rights of Data Subjects<p> 11.1 Where possible, ANYDESK supports the Controller with suitable technical and organisational measures in fulfilling its obligations under Articles 12-22 of the GDPR and Articles 32 and 36 of the GDPR.\n</p>\n<p> 11.2 If a data subject asserts rights, such as the right to information, correction or deletion with regard to his or her data, directly against ANYDESK, ANYDESK shall not react independently, but shall immediately refer the data subject to the Controller and await the latter's instructions.\n</p>12.\nLiability<p> 12.1 The Controller and ANYDESK shall be liable to data subjects in accordance with the provision set out in Article 82 GDPR.\n</p>\n<p> 12.2 Within the internal relationship of the parties the exclusions and limitations of liability according to the Main Contract shall apply, unless expressly agreed otherwise.\nAs far as third parties assert claims against ANDESK which have their cause in a culpable breach of this contract or of one of the Controller's obligations as a Controller, the Controller shall indemnify ANYDESK from such claims upon first request.\n</p>\n<p> 12.3 The Controller also undertakes to indemnify ANYDESK against any fines imposed on ANYDESK to the extent that the Controller bears a share of the responsibility for the infringement sanctioned by the fine.\n</p>13.\nExtraordinary Right of Termination<p> 13.1 Either party may terminate the Main Contract in whole or in part without notice if the other party fails to comply with its obligations under this contract, violates provisions of the GDPR intentionally or with gross negligence or if ANYDESK cannot or does not want to carry out an instruction of the responsible party.\n</p>\n<p> 13.2 In the event of simple breaches - i.e.\nbreaches that are neither intentional nor grossly negligent - one Party shall set a reasonable deadline for the other party to remedy the breach.\n</p>14.\nData Deletion<p> 14.1 ANYDESK will delete the data after termination of the main contract, unless ANYDESK is legally obliged to continue storing the data.\n</p>\n<p> 14.2 Documentation that serves as evidence of the orderly and proper dissemination of the data may be retained by ANYDESK for evidentiary purposes even after the end of the main contract.\n</p>15.\nRemuneration<p> The remuneration for the processing of personal data under this agreement is, unless expressly agreed otherwise, included in the remuneration for the services provided under the Main Contract.\n</p>16.\nFinal Provisions<p> 16.1 Should the references to statutory provisions in this agreement change during the term of the agreement, these references shall also apply to the respective successor provisions.\n</p>\n<p> 16.2 ANYDESK is entitled to amend this agreement.\nANYDESK shall inform the Controller of the planned amendment at least 30 days before it takes effect.\nThe amendment shall become part of the agreement unless the Controller objects within 30 days after receipt of the amendment notice.\nIf the Controller objects to the change, this agreement shall continue to exist under the existing conditions.\nThe establishment of further subcontracting relationships with subcontractors shall not be deemed to be an amendment in the aforementioned sense.\n</p>\n<p> 16.3 If, on the other hand, individual provisions of this agreement are or become wholly or partially invalid or unenforceable, this shall not affect the validity of the remaining provisions.</p>\n<p> 16.4 This agreement shall be governed exclusively by the laws of the Federal Republic of Germany.\n</p>\n<p> 16.5 The exclusive place of jurisdiction for all disputes arising from this Agreement shall be ANYDESK's place Headquarter in Stuttgart, provided that the Controller is a merchant (Kaufmann) or a legal entity under public law or has no general place of jurisdiction in the territory of the Federal Republic of Germany.\nANYDESK is also entitled to sue at any other place of jurisdiction provided by law.\n</p>17.\nAnnexes<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Annex 1 </strong> – Technical and Organisational Measures </p>\n<p>\n<strong>Annex 2 </strong> – Approved subcontractors </p> Contact sales <p> 1 (833) 269-3375 </p>\n<p>At AnyDesk, we want to provide the best experience and most innovative technology to all our users and customers.\nOur team will be operating on reduced holiday hours during this time.</p> Click below to create a ticket.\nSales Support Sign up for news, tips and more Enter your email address Subscribe Now English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul> Why AnyDesk Performance Security All Platforms Customization Case Studies Features Solutions Remote Desktop Remote Support Remote Work Remote Access Mobile Device Support Cloud &amp.\nOn-Premises Ultimate Solution Buy Now Downloads Services AnyDesk Services Customer Success Help Center my.anydesk.com go.anydesk.com Abuse Prevention System Status Changelog Company AnyDesk Team Contact Career Open Positions Partners Blog Press Events Fanshop English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul>\n<p>Why AnyDesk</p>\n<p> Performance</p>\n<p> Security</p>\n<p> All Platforms</p>\n<p> Customization</p>\n<p> Case Studies</p>\n<p> Features</p>\n<p>Solutions</p>\n<p> Remote Desktop</p>\n<p> Remote Support</p>\n<p> Remote Work</p>\n<p> Remote Access</p>\n<p> Mobile Device Support</p>\n<p> Cloud &amp.\nOn-Premises</p>\n<p> Ultimate Solution</p>\n<p> Buy Now</p>\n<p> Downloads</p>\n<p>Services</p>\n<p> AnyDesk Services</p>\n<p> Customer Success</p>\n<p> Help Center </p>\n<p> my.anydesk.com </p>\n<p> go.anydesk.com </p>\n<p> Abuse Prevention</p>\n<p> System Status </p>\n<p> Changelog </p>\n<p>Company</p>\n<p> AnyDesk Team</p>\n<p> Contact</p>\n<p> Career</p>\n<p> Open Positions</p>\n<p> Partners</p>\n<p> Blog</p>\n<p> Press</p>\n<p> Events</p>\n<p> Fanshop </p>\n<p> © 2023 AnyDesk Software GmbH • Terms &amp.\nConditions • Privacy Policy • Legal Notice</p> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesFunctional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalization.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant advertisements on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site may not work properly in this case.\nThese cookies do not store any personally identifiable information.</p>Back ButtonPerformance Cookies<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label labelReject All Confirm My Choices ", "created_at": "2023-04-15 23:04:51.218808", "updated_at": "2023-04-15 23:06:05.636766"}, {"id": 15497, "name": "Service Level Agreement", "url": "https://anydesk.com/en/sla", "xpath": "//body", "text": " Light Mode English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul> 020 8068 7308 Help Center <ul>\n<li> Why AnyDesk <p> Benefits</p> Performance Customization Security All Platforms Case Studies <p> Features</p> Features Overview Access &amp.\nControl Administration &amp.\nCustomization Security &amp.\nPrivacy Collaboration <p> All Platforms</p> Desktop Mobile More </li>\n<li> Solutions <p> By Need</p> Remote Desktop Remote Support Remote Work Remote Access Mobile Device Support Cloud &amp.\nOn-Premises Ultimate Solution Remote Collaboration <p> By Industry</p> Education Government Corporations Media Creatives Information Technology<br> &amp.\nServices <p> By Role</p> Support IT Leader Freelancer Personal User Customer </li>\n<li> Services <p> Services</p> All Services Customer Success Help Center go.anydesk.com my.anydesk.com </li>\n<li> Company <p> Company</p> AnyDesk Team Career Open Positions Press Events <p> Partners</p> Partner Community Become a Partner Partner Login Integration Partners Affiliates &amp.\nInfluencers <p> Resources</p> Case Studies Blog AnyDesk Stories Resources Hub Tutorials Help Center <p> Contact</p> Contact </li>\n<li> Buy Now </li>\n</ul>\n<p>my.anydesk</p>\n<p>Downloads</p> Service Level Agreement Last updated:14 June 2021 <ol>\n<li> General </li>\n<li> Submitting Issues and Monitoring Progress </li>\n<li> Definitions and Response Guidelines for ANYDESK Functionality Issues </li>\n<li> Service Level Guidelines for Cloud Service Interruptions </li>\n<li> Technical Services Projects and API Support </li>\n<li> Regular Business Hours </li>\n<li> Scope of Service </li>\n<li> End of Support </li>\n<li> Third Party Tools and Integration </li>\n</ol>\n<p>\n</p>1.\nGeneral<p> 1.1 The purpose of this Service Level Agreement is to describe and set the expectations, within which issues reported with ANYDESK Software will be captured, logged, reported on, and resolved.\nThe responsibilities of both parties are included in this agreement.\n</p>\n<p> 1.2 This Service Level Agreement is only valid for customers with an active and paid Ultimate subscription.\nIt describes ANYDESKs standard service level guidelines followed by its call center operations, referred to as Technical Support and Customer Care.\n</p>\n<p> 1.3 This SLA applies to On-Premises customers as soon as they grant full access to their environment and ANYDESK can access their systems.\n</p>2.\nSubmitting Issues and Monitoring Progress<p> Customers report incidents by creating a support ticket via the customer portal at https://my.anydesk.com/settings/support .\n</p> 3.\nDefinitions and Response Guidelines for ANYDESK Functionality Issues<p> 3.1 ANYDESK reserves the right to change the criticality of a ticket based on the conditions mentioned below.\n</p>\n<p> 3.2 Efforts for false “critical” flagged tickets by the customer may be charged at 250 EUR per hour.\n</p>\n<p>\n<strong>(i) </strong>\n<strong>“critical”</strong>\n</p>\n<p> Catastrophic impact to mission critical functionality resulting in extremely serious interruptions to the ANYDESK Service.\n</p>\n<p> Examples of “critical” issues include: </p>\n<ul>\n<li>AnyNet and/or AnyDesk Communication-Server are down causing users to experience a total loss of service</li>\n<li>Inability to use a feature or functionality that is currently relied upon for mission critical and time sensitive functionality (i.e.\nstarting/running a remote connection not possible) that does not have any manual workaround</li>\n<li>Security of data integrity is severely compromised</li>\n</ul>\n<p> ANYDESKs Responsibilities for critical issues: </p>\n<ul>\n<li>Resources will be dedicated until resolution or workaround is in place</li>\n<li>For code-related issues, developer resources will be assigned to fix the issue as soon as the issue is reproduced in our test lab</li>\n<li>ANYDESK will provide a response about actions taken and next steps within 4 hours of incident report either directly within the ticket or via https://status.anydesk.com/.\nANYDESK will provide updates as appropriate</li>\n</ul>\n<p> Customer Responsibilities for critical issues: </p>\n<ul>\n<li>Create a Support Ticket starting with the subject line: #CRITICAL via https://my.anydesk.com/settings/support</li>\n<li>Designate resources to be available 7/24 to work with ANYDESK on a resolution</li>\n<li>Allow ANYDESK to view the error and control Customer´s computer using remote connectivity software (AnyDesk or any other equivalent solution) with supervision by the Customer, if required</li>\n<li> Provide all of the relevant information including but not limited to: <ul>\n<li>a written description of the specific steps to recreate the issue including screenshots;</li>\n<li>full text copies of all error messages, including information in any details window;</li>\n<li>whether this error occurs for all users or only specific users and on all devices or only specific computers;</li>\n<li>a full documentation of all alterations of the ANYDESK environment.\nand</li>\n</ul>\n</li>\n<li> For performance issues, Customers will be asked to provide: <ul>\n<li>accurate timing (to the millisecond) with comparison to other machines (if relevant).\nand </li>\n<li>hardware specifications of the devices you are starting a session from as well as to where you are connecting to</li>\n</ul>\n</li>\n</ul>\n<p> Additional information is available online https://support.anydesk.com/.\n</p>\n<p>\n<strong>(ii) </strong>\n<strong>“high”</strong>\n</p>\n<p> Significant impact to mission critical functionality resulting in serious interruptions to normal operations.\nWithin the ANYDESK Service, mission critical tasks cannot be performed.\n</p>\n<p> Examples of “high” issues include: </p>\n<p> · Issues that are impairing mission critical functionality, such as remote control, file transfer, unattended access, etc.\n</p>\n<p> ANYDESK will provide a response about actions taken and next steps within 24 hours of incident report during regular business hours in accordance with Section 5.\nCustomer shall remain accessible for troubleshooting from the time a High issue is logged until such time as it is resolved.\n</p>\n<p>\n<strong>(iii) </strong>\n<strong>“medium”</strong>\n</p>\n<p> Significant impact to important tasks resulting in interruptions to normal operations.\nImportant tasks cannot be performed.\n</p>\n<p> Examples of “medium” issues include: </p>\n<ul>\n<li>Issues that are impairing important functionality, i.e.\navailability of address book, privacy screen.\n</li>\n<li>Inability to deploy a mission critical feature, but deployment is not imminent and is flexible</li>\n</ul>\n<p> Customer will respond to ANYDESK requests for additional information and implement recommended solutions in a timely manner.\n</p>\n<p>\n<strong>(iv) </strong>\n<strong>“low”</strong>\n</p>\n<p> The problem results in interruptions to normal operations.\nCustomer will respond to ANYDESK requests for additional information and implement recommended solutions in a timely manner.\n</p> 4.\nService Level Guidelines for Cloud Service Interruptions<p> 4.1 This section does not apply to “On-Premises” customers.\nThis service level only applies to the ANYDESK Cloud Service.\n</p>\n<p> 4.2 ANYDESK’s annual expected Service Level is 99,5%.\nDowntime refers to periods of time during which the service cannot be accessed.\nDowntime does not include the following: </p>\n<p> (i) The period when the services are not available as a result of planned downtime (see also T&amp;Cs Section 4 and online: https://status.anydesk.com ) </p>\n<p> (ii) Performance or availability issues due to factors outside of ANYDESKs reasonable control </p>\n<p> (iii) Performance or availability issues that resulted from Customer’s or third-party hardware, software or services </p>\n<p> (iv) Performance or availability issues that resulted from actions or inactions of Customer or third parties related to, including but not limited to hardware, machinery and equipment </p>\n<p> (v) Performance or availability issues that resulted from actions or inactions of Customer or Customer’s employees, agents, contractors, or vendors or anyone gaining access to ANYDESK’s network by means of Customer’s passwords or system </p>\n<p> (vi) Performance or availability issues that were caused by Customer’s use of the services after ANYDESK advised Customer to modify its use of the services, if Customer did not modify its use as advised </p>\n<p> (vii)Intermittent periods of downtime that are ten minutes or less in duration in total per day </p>\n<p> (viii) Through Customer’s use of any free version, beta, trial offers, early adopter programs and/or demos (as determined ANYDESK).\n</p>5.\nTechnical Services Projects and API Support<p> Technical service projects and API support is not covered under ANYDESK Service Level Agreement for the ANYDESK subscription.\nCustomers may purchase enhanced customer success or support plans, that could cover these items or customers may request paid technical consulting to cover potential incidents.\n</p>6.\nRegular Business Hours<p> 6.1 ANYDESK local support teams are available at the following times: </p>\n<ul>\n<li>Globally: Monday through Friday, 8:00 a.m.\n- 5:00 p.m.\nCentral European Time (CET)</li>\n</ul>7.\nScope of Service<p> 7.1 Service is defined as access to software updates, upgrades and bug fixes for all licensed and paid versions of the applications.\nOther services, including, but not limited to, those listed below are considered outside the scope of Service: </p>\n<p> (i) Any customization of the application not included in the base offering whether by a third-party or AnyDesk Software or any resulting complication or issue from said customization </p>\n<p> (ii) Any customization outside of the application that accesses the ANYDESK service, its communication server, databases or other backend infrastructure such as custom interfaces, BI tools, command line access etc.\nwhether by a third-party or by ANYDESK Software or any resulting complication or issue from said customization </p>\n<p> (iii) Any direct modification of the data contained in the ANYDESK Software database or any resulting complication or issue from said direct modification </p>\n<p> (iv) Any direct modification of the database schema whether by the addition of columns within ANYDESK Software-supplied tables, the addition of tables, triggers, stored procedures, or indexes outside the scope of the ANYDESK Software-supplied schema or any resulting complication or issue from said direct modification </p>\n<p> (v) Any application performance issue regardless of potential cause when the application is installed outside the ANYDESK cloud environment </p>\n<p> (vi) Any issue of any type encountered in a version of the application or service that is past its mainstream support date </p>\n<p> (vii)Any issue of any type encountered using hardware that does not meet the current published technical guidelines, see https://support.anydesk.com/knowledge/minimum-requirements </p>\n<p> 7.2 For assistance outside the scope of service, ANYDESK reserves the right to charge the Customer for the time spent.\n</p>8.\nEnd of Support<p> ANYDESK discontinues support for older versions of the software.\nTo ensure, that known issues are fixed, only the latest version of a channel (website download, update-, custom client-, on-premise- channel) is supported.\nCustomers on unsupported versions will receive support only after migrating to supported versions of the software.\n</p>9.\nThird Party Tools and Integration<p> Customers will be asked to turn off third party tools and integrations when troubleshooting issues including but not limited to performance related issues.\n</p> Contact sales <p> 020 8068 7308 </p>\n<p>At AnyDesk, we want to provide the best experience and most innovative technology to all our users and customers.\nOur team will be operating on reduced holiday hours during this time.</p> Click below to create a ticket.\nSales Support Sign up for news, tips and more Enter your email address Subscribe Now English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul> Why AnyDesk Performance Security All Platforms Customization Case Studies Features Solutions Remote Desktop Remote Support Remote Work Remote Access Mobile Device Support Cloud &amp.\nOn-Premises Ultimate Solution Buy Now Downloads Services AnyDesk Services Customer Success Help Center my.anydesk.com go.anydesk.com Abuse Prevention System Status Changelog Company AnyDesk Team Contact Career Open Positions Partners Blog Press Events Fanshop English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul>\n<p>Why AnyDesk</p>\n<p> Performance</p>\n<p> Security</p>\n<p> All Platforms</p>\n<p> Customization</p>\n<p> Case Studies</p>\n<p> Features</p>\n<p>Solutions</p>\n<p> Remote Desktop</p>\n<p> Remote Support</p>\n<p> Remote Work</p>\n<p> Remote Access</p>\n<p> Mobile Device Support</p>\n<p> Cloud &amp.\nOn-Premises</p>\n<p> Ultimate Solution</p>\n<p> Buy Now</p>\n<p> Downloads</p>\n<p>Services</p>\n<p> AnyDesk Services</p>\n<p> Customer Success</p>\n<p> Help Center </p>\n<p> my.anydesk.com </p>\n<p> go.anydesk.com </p>\n<p> Abuse Prevention</p>\n<p> System Status </p>\n<p> Changelog </p>\n<p>Company</p>\n<p> AnyDesk Team</p>\n<p> Contact</p>\n<p> Career</p>\n<p> Open Positions</p>\n<p> Partners</p>\n<p> Blog</p>\n<p> Press</p>\n<p> Events</p>\n<p> Fanshop </p>\n<p> © 2023 AnyDesk Software GmbH • Terms &amp.\nConditions • Privacy Policy • Legal Notice</p> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesFunctional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalization.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant advertisements on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site may not work properly in this case.\nThese cookies do not store any personally identifiable information.</p>Back ButtonPerformance Cookies<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label labelReject All Confirm My Choices ", "created_at": "2023-04-15 23:06:15.280926", "updated_at": "2023-04-15 23:06:23.163626"}, {"id": 15498, "name": "Terms & Conditions", "url": "https://anydesk.com/en/terms", "xpath": "//body", "text": " Light Mode English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul> 1 (833) 269-3375 Help Center <ul>\n<li> Why AnyDesk <p> Benefits</p> Performance Customization Security All Platforms Case Studies <p> Features</p> Features Overview Access &amp.\nControl Administration &amp.\nCustomization Security &amp.\nPrivacy Collaboration <p> All Platforms</p> Desktop Mobile More </li>\n<li> Solutions <p> By Need</p> Remote Desktop Remote Support Remote Work Remote Access Mobile Device Support Cloud &amp.\nOn-Premises Ultimate Solution Remote Collaboration <p> By Industry</p> Education Government Corporations Media Creatives Information Technology<br> &amp.\nServices <p> By Role</p> Support IT Leader Freelancer Personal User Customer </li>\n<li> Services <p> Services</p> All Services Customer Success Help Center go.anydesk.com my.anydesk.com </li>\n<li> Company <p> Company</p> AnyDesk Team Career Open Positions Press Events <p> Partners</p> Partner Community Become a Partner Partner Login Integration Partners Affiliates &amp.\nInfluencers <p> Resources</p> Case Studies Blog AnyDesk Stories Resources Hub Tutorials Help Center <p> Contact</p> Contact </li>\n<li> Buy Now </li>\n</ul>\n<p>my.anydesk</p>\n<p>Downloads</p> Terms &amp.\nConditions Last updated:September 1, 2022 View Data Processing Agreement<br> View Data Processing Agreement Annex 1 (PDF) <br> View Data Processing Agreement Annex 2 (PDF) <br> View Service Level Agreement<br>\n<ul>\n<li>A General Terms and Conditions of AnyDesk Software GmbH <ul>\n<li>1.\nProvider and Applicability </li>\n<li>2.\nSubject of Contract</li>\n<li>3.\nContract Conclusion and Preconditions for Service Performance</li>\n<li>4.\nScope of Services, Availability and Technical Requirements</li>\n<li>5.\nCustomer´s Obligations</li>\n<li>6.\nUsage Rights and Software Integration</li>\n<li>7.\nLicense Audit</li>\n<li>8.\nRemuneration and Payment Conditions</li>\n<li>9.\nDefault of the Customer</li>\n<li>10.\nWarranties</li>\n<li>11.\nLiability</li>\n<li>12.\nForce majeure</li>\n<li>13.\nConfidentiality</li>\n<li>14.\nData Protection</li>\n<li>15.\nUpdates, Support and Maintenance</li>\n<li>16.\nAmendments to the Terms and Conditions, Service Specifications and Prices </li>\n<li>17.\nContract Term and Termination</li>\n<li>18.\nFinal Provisions</li>\n</ul>\n</li>\n<li>B Supplementary Terms \"AnyDesk Free\" <ul>\n<li>1.\nOrder of Precedence</li>\n<li>2.\nPreconditions and Subject of Service Provision </li>\n<li>3.\nAmendments to the Terms and Conditions, Service Specifications and Prices </li>\n</ul>\n</li>\n<li>C Supplementary Terms \"on-premises\" <ul>\n<li>1.\nOrder of Precedence</li>\n<li>2.\nPreconditions and Subject of Service Provision</li>\n<li>3.\nSpecial Obligations of the Customer</li>\n<li>4.\nUsage Rights and Software Integration</li>\n</ul>\n</li>\n</ul>\n<p>\n</p>\n<br>\n<strong>A General Terms and Conditions of AnyDesk Software GmbH</strong>\n<strong>1.\nProvider and Applicability</strong>\n<p>1.1 These General Terms and Conditions apply only to businesses in the exercise of their commercial or self-employed professional activities and to legal entities under public law.\nThey apply to all business transactions between AnyDesk Software GmbH (hereinafter referred to as \"ANYDESK\"), Türlenstraße 2, 70191 Stuttgart, (District Court Stuttgart HRB 748838) and the Customer, even if they are not mentioned in subsequent contracts.</p>\n<p>1.2 Any conflicting, additional or deviating terms and conditions of the Customer shall not become part of the contract, unless ANYDESK has agreed to their validity in writing.\nThese General Terms and Conditions shall also apply if ANYDESK provides a service to the Customer without reservation in the knowledge of the Customer's conflicting, additional or deviating terms and conditions.</p>\n<p>1.3 Any rights to which ANYDESK is entitled under statutory provisions or other agreements beyond these General Terms and Conditions remain unaffected.</p>\n<strong>2.\nSubject of Contract</strong>\n<p>2.1 The required online registration of the Customer for the service offer of ANYDESK and the conclusion of the order take place under the condition of the exercise of a commercial or independent professional activity of the Customer.</p>\n<p>2.2 The subject matter of the contract results from these General Terms and Conditions, the Supplementary Terms and Conditions that have priority in the scope of regulation (see B.\nand C.\nbelow) and the Service Level Agreement, the Agreement on the Processing of Personal Data (DPA) as well as from the service descriptions of the respective offers of ANYDESK (https://www.anydesk.com/en/order).\nAny deviating provisions, additional agreements or amendments to the contract must be made in writing.</p>\n<p>2.3 Unless otherwise agreed in writing, ANYDESK may also use the services of suitable third parties to fulfill its contractual obligations.\nIn this case ANYDESK is liable for these third parties as for subcontractors.</p>\n<strong>3.\nContract Conclusion and Preconditions for Service Performance</strong>\n<p>3.1 Offers from ANYDESK are subject to change and are non-binding, unless ANYDESK informs otherwise.</p>\n<p>3.2 ANYDESK reserves all property rights, copyrights and other intellectual property rights to all offer documents.\nSuch documents, insofar as they are not publicly accessible, may not be made available to third parties.</p>\n<p>3.3 A contract for the use of products and services of ANYDESK can be concluded both online by completing the order process and on the basis of an individual written offer.\nAn order based on an individual written offer of the Customer becomes binding only when it is confirmed by ANYDESK by a written order confirmation within two weeks or ANYDESK executes the order, in particular ANYDESK fulfills the order by providing the ordered services.\nAn order confirmation prepared with the aid of automatic equipment, which lacks a signature and name reproduction, shall be considered to be in writing.\nANYDESK's silence in response to offers, orders, requests or other declarations by the Customer shall only be deemed to constitute consent if this has been agreed in writing in advance.\nInsofar as the order confirmation contains obvious errors, spelling mistakes or miscalculations, it is not binding for ANYDESK.\nIn order to comply with the required written form, transmission by telecommunication is sufficient in this respect (§ 127 para.\n2 of the German Civil Code (BGB)).</p>\n<p>3.4 Subject to these General Terms and Conditions, ANYDESK will provide Customer with a non-exclusive, non-transferable and non-sublicensable license to access and use the Services in the version current at the time of entering into the Agreement during the term of the Agreement.\nBy accepting these General Terms and Conditions, signing or initiating a binding order or using the services, a contract is concluded on the basis of these General Terms and Conditions.</p>\n<p>3.5 Within 14 days of receipt of the license key, the Customer is obligated to register it via the portal https://my.anydesk.com in the application used by him or to use one of the user accounts assigned to the license via my.anydesk.com when using the application.\nANYDESK reserves the right to restrict or block access to the Services if the Customer fails to comply in a timely manner.</p>\n<p>3.6 The Customer is entitled to purchase the single user license once.\nIf the Customer's requirements exceed the scope of this license, the Customer shall be obligated to purchase a higher-volume license package.\nIf a violation of this provision is determined in the course of a software audit pursuant to Section 7, the customer shall be obligated to pay the license fee for the excess use in accordance with the then current price list.\nThe Customer shall discontinue the use unless it acquires a higher-volume license package.\nFurther rights of ANYDESK are reserved.</p>\n<p>3.7 The Customer can access an installation guide and a user guide at any time at https://support.anydesk.com.</p>\n<strong>4.\nScope of Services, Availability and Technical Requirements</strong>\n<p>4.1 ANYDESK's order confirmation (in the case of contracts based on an individual written offer and a written order confirmation) is binding for the scope of services.\nChanges to the scope of services by the Customer require the written confirmation of ANYDESK to be effective.</p>\n<p>4.2 Unless otherwise expressly agreed in writing, ANYDESK does not warrant a specific performance of its services.</p>\n<p>4.3 ANYDESK shall provide the use of the Products and Services with the availability and quality values defined in the applicable Service Level Agreement exclusively for Products and Services ordered by the Customer and subject to the agreement of a different Service Level.\nANYDESK is responsible for the availability of the Products and Services only to the extent that the non-availability is due to the part of the network operated by ANYDESK or ANYDESK's web or communication server or the Client itself.</p>\n<p>4.4 Regular maintenance work is necessary to ensure the availability of all services provided.\nANYDESK may interrupt the provision of services for a defined period of time in order to perform maintenance work.\nANYDESK will give the Customer due notice of the maintenance work on https://status.anydesk.com.\nANYDESK will, as far as possible, take the interests of the Customer into account when scheduling the maintenance times.\nThese regular maintenance times shall not be deemed to impair availability in the aforementioned sense.</p>\n<p>4.5 Trouble-free use of the ANYDESK software is dependent on the hardware and software of the mobile devices, routers, data communication devices, etc.\nused by the Customer meeting the minimum technical requirements for use of the currently offered software version, which the Customer can find in the current descriptions of the system requirements (https://support.anydesk.com/Minimum_System_Requirements) in each case.</p>\n<p>4.6 The rollout or installation of the client software is the sole responsibility of the Customer.\nANYDESK offers to support the Customer in this regard on the basis of a separate agreement against payment.\nThe Customer can access an installation manual and a user manual at https://support.anydesk.com at any time.</p>\n<p>4.7 The features and functions of the respective license packages offered are described and listed at https://www.anydesk.com/en/order.</p>\n<strong>5.\nCustomer´s Obligations</strong>\n<p>5.1 ANYDESK's services may not be misused by the Customer.\nin particular, no information or content may be transmitted that is illegal or immoral, or whose reproduction, provision, publication and use violates applicable law, third-party rights (e.g.\ncopyright, patent, trademark rights or data protection rights) or agreements with third parties.\nFurthermore, ANYDESK's services may not be used to spy on unauthorized data without the consent of the authorized owner of the end device.\nConversely, the Customer is obligated to prevent unauthorized access by third parties to protected data areas by taking appropriate precautions.\nIn the event of a negligent breach of the aforementioned provisions, the Customer shall be liable for the resulting damage to ANYDESK.\nthe Customer shall be obligated to indemnify ANYDESK against all claims by third parties based on such a breach of contract and to reimburse ANYDESK for the costs it incurs due to possible legal violations, unless the Customer is not responsible for the breach of contract.</p>\n<p>5.2 ANYDESK is entitled to immediately block the software functionalities if there is reasonable suspicion that the Customer's use is abusive in the sense described in Section 5.1 and/or infringes third-party rights.\nA reasonable suspicion of illegality and/or infringement of rights exists in particular if courts, authorities and/or other third parties inform ANYDESK thereof.\nThe block is to be lifted as soon as the suspicion is invalidated.</p>\n<p>5.3 Insofar as the customer collects, processes or uses personal data within the scope of the use of ANYDESK's services and no statutory permissible circumstance applies, the prior consent of the respective data subject must be obtained at all times.\nIn this respect, ANYDESK and its subcontractors shall be indemnified against all claims by third parties based on the Customer's unlawful use of the products and the services associated therewith, unless the Customer is not responsible for the unlawful use of the products and the services associated therewith.\nIf the Customer recognizes that such an infringement is imminent, ANYDESK must be informed immediately.\nIf, in addition, ANYDESK is to process special data within the meaning of Art.\n9 DSGVO, the Customer shall inform ANYDESK thereof in writing without delay.</p>\n<p>5.4 The Customer's personal access data (username and password) must comply with the current recommendations of the German Federal Office for Information Security, may not be disclosed by the Customer to third parties, and must be kept by the Customer protected from access by third parties.\nIf there is reason to suspect that unauthorized persons have gained access to the user data, the customer must change them immediately.</p>\n<p>5.5 The Customer is solely responsible for data backups.</p>\n<strong>6.\nUsage Rights and Software Integration</strong>\n<p>6.1 The ANYDESK software provided to the Customer for the contractual use is subject to copyright protection.\nANYDESK has the exclusive right to utilise this software.</p>\n<p>6.2 Upon conclusion of the contract, ANYDESK grants the Customer the non-exclusive right of use, limited to the respective contractual term of the offer, to execute or install ANYDESK's client software with the contractually agreed number of users (named users) and/or on a contractually specified number of end devices (devices) and/or the contractually agreed number of simultaneous connections (\"concurrent connections\"), in order to be able to use the software functionalities exclusively to the extent described in more detail in the service description and subject to the prerequisites and system compatibilities also stated therein.</p>\n<p>6.3 Notwithstanding the possibility of downloads in accordance with the Supplementary Terms and Conditions \"AnyDesk Free\", the Customer is not entitled to use the software in any form beyond the use permitted in accordance with this agreement or to have it used by third parties or to make it accessible to third parties.\nThird parties shall not include anyone who is a subcontractor of the Customer and uses the services free of charge, such as employees of the Customer, freelancers within the scope of the contractual relationship, etc.\nIn particular, the Customer is not permitted to duplicate, process, make publicly accessible or sell the software or parts thereof.</p>\n<p>6.4 Pursuant to Section 69d (1) of the German Copyright Act (UrhG), the Customer may correct defects in the ANYDESK Software or have them corrected by third parties and, in this context, make necessary changes and copies to establish the intended use only if ANYDESK is in default of correcting the defect, refuses to do so without justification, or is unable to immediately correct the defect for other reasons that fall within ANYDESK's responsibility.\nReengineering is also permissible for the purpose of making the ANYDESK software compatible with other programs of the Customer if ANYDESK is not willing or able to eliminate the compatibility problems in return for reasonable, customary compensation.\nANYDESK must be notified of the existence of such an error.\nIf ANYDESK corrects the error within a reasonable period of time, error corrections by the Customer are not permitted.\nChanges made by the Customer must be documented and reported to ANYDESK.\nA claim for reimbursement of costs incurred as a result of error correction exists only within the scope of the Customer's warranty rights.\nWarranty rights of the Customer remain unaffected by this provision.</p>\n<p>6.5 The customer may request from ANYDESK the necessary interface information for the creation of an interoperable, independently created program.\nHowever, ANYDESK is under no legal obligation to provide the customer with interface information.\nAny interface information received may only be used to create an interoperable program that is not substantially similar in expression and may only be disclosed if absolutely necessary for this purpose.\n</p>\n<p> If ANYDESK does not provide the interface information within a reasonable period of time upon the customer's request or is only willing to do so for an unreasonably high fee, the customer may decompile within the limits of § 69e UrhG (German Copyright Act).\nInformation obtained in this process which does not concern interfaces may not be used or distributed contrary to Section 69e (2) UrhG and must be destroyed immediately.\n</p>\n<p> In accordance with Section 69d (3) UrhG, the Customer shall also be entitled to carry out test runs for the purpose of determining the underlying ideas and principles of the computer program.\nBeyond the rights set forth in Sections 6.4 and 6.5, the customer may not reverse engineer the computer program to previous development stages, e.g.\nsource code, reverse analysis, reverse engineering, decompiling, disassembling, in whatever form and by whatever means.\n</p>\n<p> Software markings, in particular copyright notices, trademarks, serial numbers or similar may not be changed, made unrecognizable or removed.</p>\n<p>6.6 The Customer may not circumvent technical measures for the protection of the software or allow or provide a procedure to do so.</p>\n<p>6.7 The Customer shall bear the costs in accordance with the list prices incurred by the users set up by him and thus authorized.\nThe same shall apply in the event of unauthorized use by other third parties, if and to the extent that the Customer is responsible for such use.</p>\n<strong>7.\nLicense Audit</strong>\n<p>7.1 ANYDESK reserves the right to analyse Customer usage patterns to improve product safety and performance, for promotional and sales purposes, and for license verification purposes.</p>\n<p>7.2 At ANYDESK's request, the Customer shall enable ANYDESK to verify the proper use of the software, in particular whether the Customer is using the program qualitatively and quantitatively within the scope of the licenses purchased by him.\nFor this purpose, the Customer shall provide ANYDESK with information, allow inspection of relevant documents and records, and enable an audit of the hardware and software environment used by the seller or an auditing company named by ANYDESK and acceptable to the Customer.\nANYDESK may conduct the audit on the Customer's premises during its regular business hours or have it conducted by third parties bound to secrecy.\nANYDESK shall ensure that the Customer's business operations are disturbed as little as possible by its on-site activities.\nIf the inspection reveals that the purchased number of licenses has been exceeded by more than 5% (five percent) or that the license has otherwise not been used in accordance with the contract, the Customer shall bear the costs of the inspection, otherwise ANYDESK shall bear the costs.</p>\n<strong>8.\nRemuneration and Payment Conditions</strong>\n<p>8.1 Unless otherwise agreed, the remuneration of ANYDESK is based on the price list https://www.anydesk.com/en/order of ANYDESK valid at the time of the conclusion of the contract.\nObjections to the billing of services provided by ANYDESK must be raised by the Customer in writing to the office indicated on the invoice within a period of four weeks after receipt of the invoice.\nAfter the expiration of the aforementioned period, the invoice is considered approved by the Customer.\nANYDESK will draw the Customer's attention to the significance of his actions when sending the invoice.\nThe Customer is responsible for providing ANYDESK with complete and accurate billing and contact information and for informing ANYDESK of any changes to this information.</p>\n<p>8.2 The amounts to be paid for the use of ANYDESK's services shall be invoiced in each case in accordance with the payment procedure relevant to the order.\nUnless otherwise stated herein or on the basis of an individual agreement, invoices are due immediately and without deduction.\nThe payment date shall be the date on which ANYDESK receives the payment.</p>\n<p>8.3 If a payment date has not been agreed, the occurrence of default shall be governed by the statutory provisions.\nRemuneration and additional costs are always net prices plus legally applicable taxes and duties.</p>\n<p>8.4 The payment obligation is based on the services purchased and not on the actual use of the services.</p>\n<p>8.5 The number of end devices as well as the number of authorized users (named users) for which the services are purchased cannot be reduced during the current contract term.</p>\n<strong>9.\nDefault of the Customer</strong>\n<p>9.1 In the event of default in payment, ANYDESK is entitled to suspend the services at the Customer's expense.\n</p>\n<p>9.2 If the Customer is in default of payment in a period exceeding two months in an amount equal to the monthly base price for two months, ANYDESK may extraordinarily terminate the contractual relationship without notice.</p>\n<p>9.3 ANYDESK reserves the right to assert further claims due to delayed payment.</p>\n<p>9.4 ANYDESK will not exercise its rights regarding a delay in payment and suspension of performance if overdue payments are the subject of an attempted settlement between the contracting parties and the Customer cooperates with ANYDESK.</p>\n<strong>10.\nWarranties</strong>\n<p>10.1 According to the current state of the technology, data communication via the Internet or WLAN cannot be guaranteed to be completely secure, error-free and/or available at all times.\nANYDESK does not owe the establishment of an Internet or network connection and therefore does not guarantee in principle the availability of its service at all times and is not liable for a failed trust of the Customer in its error-free function.</p>\n<p>10.2 ANYDESK does not assume any warranties, in particular no quality or durability warranties, unless otherwise agreed in writing in individual cases.\nTechnical data, specifications and performance data in public statements, in particular in advertising material, are not quality data.\nThe functionality of the software shall initially be determined by the contents of the respective service description and any supplementary agreements made in this regard.\nIn addition, the software must be suitable for the use required under this contract and otherwise have a quality that is customary for software of the same type.</p>\n<p>10.3 The software shall be provided to the Customer and maintained in a condition suitable for use in accordance with the contract.\nThe obligation to maintain does not include the adaptation of the software to changed conditions of use and technical and functional developments, such as changes to the IT environment, in particular changes to the hardware or the operating system, adaptation to the functional scope of competing products or establishing compatibility with new data formats.</p>\n<p>10.4 The strict liability for damages for defects that were already present at the time of the conclusion of the contract is excluded.</p>\n<p>10.5 The Customer shall assist ANYDESK in determining and eliminating defects.</p>\n<p>10.6 In the event of material defects in standard software supplied by third parties as well as in the case of performance assistance by third parties, ANYDESK is entitled to assign to the Customer corresponding claims against suppliers, the manufacturer or other third parties for the purpose of rectification or replacement delivery, unless this is unreasonable for the Customer.\nThe foregoing shall also apply if ANYDESK has adapted, configured or otherwise modified the software or hardware for the Customer's needs, unless the material defect has been caused by ANYDESK's own performance.</p>\n<p>10.7 The Customer must notify ANYDESK of any defects without delay.\nThe Customer's claims for defects shall be governed by the statutory provisions with the provision that the Customer's claims for defects shall become statute-barred within one year.</p>\n<strong>11.\nLiability</strong>\n<p>11.1 ANYDESK shall be liable without limitation for damages arising from the breach of a warranty or from injury to life, body or health.\nThe same applies to intent and gross negligence or insofar as ANYDESK has assumed a procurement risk.\nANYDESK is liable for minor negligence only insofar as essential obligations are violated which arise from the nature of the contract and which are of particular importance for the achievement of the purpose of the contract.\nIn case of breach of such obligations, delay and impossibility, ANYDESK's liability shall be limited to such damages as may typically be expected to occur within the scope of this contract.\nA mandatory statutory liability for product defects remains unaffected.</p>\n<p>11.2 Insofar as ANYDESK's liability is excluded or limited, this shall also apply to the personal liability of ANYDESK's employees, representatives and subcontractors.</p>\n<p>11.3 The strict liability of ANYDESK for damages (§ 536a of the German Civil Code) for defects existing at the time of the conclusion of the contract is excluded.</p>\n<p>11.4 Liability for all other damages is excluded.\nThis applies in particular to data losses or hardware disruptions caused by incompatibility of the components present on the Customer's end devices or IT systems with the new hardware and software or the hardware and software to be changed, and to system disruptions that may be caused by existing misconfigurations or older, disruptive drivers that have not been completely removed.\nThis shall also apply in particular to data losses caused by the Customer's failure to carry out data backups himself and thereby to ensure that lost data can be restored at reasonable expense.</p>\n<p>11.5 Liability in accordance with the provisions of the Product Liability Act shall remain unaffected.</p>\n<strong>12.\nForce majeure</strong>\n<p>12.1 If ANYDESK is prevented from fulfilling its contractual obligations due to force majeure, ANYDESK shall be released from its obligation to perform for the duration of the impediment as well as a reasonable restart period, without being obligated to pay damages to the Customer.\nThe same applies if ANYDESK's performance of its obligations is made unreasonably difficult or temporarily impossible by unforeseeable circumstances for which ANYDESK is not responsible, in particular by labor disputes, official measures, energy shortages, pandemics or significant operational disruptions.\nInsofar as ANYDESK is released from the obligation to deliver, ANYDESK shall refund any advance payments made by the Customer.</p>\n<p>12.2 ANYDESK is entitled to terminate the contract after the expiration of a reasonable period of time if such an obstacle lasts for more than four months and ANYDESK is no longer interested in fulfilling the contract as a result of the obstacle.\nAt the Customer's request, ANYDESK will declare after the expiration of the period whether ANYDESK will exercise its right to terminate the contract or provide the services within a reasonable period of time.</p>\n<strong>13.\nConfidentiality</strong>\n<p>13.1 The contracting parties are obligated to keep confidential all information that becomes accessible to them, which is designated as confidential or is recognizable as business or trade secrets according to other circumstances, for a period of five years from the time it becomes known, and to neither record nor pass on or utilize it, unless required for the business relationship.</p>\n<p>13.2 The obligation to maintain secrecy shall not apply insofar as it can be proven that the information was already known to the Receiving Party prior to the commencement of the contractual relationship or was generally known or generally accessible prior to the commencement of the contractual relationship or becomes generally known or accessible through no fault of the Receiving Party.\nThe burden of proof shall be upon the receiving party.\n</p>\n<p>13.3 The contracting parties shall ensure by means of suitable contractual agreements with the employees and agents working for them, in particular their freelancers and the work contractors and service providers working for them, that they shall also refrain from any exploitation, disclosure or unauthorized recording of such business and trade secrets for a period of five years from the date on which they became aware of them.</p>\n<strong>14.\nData Protection</strong>\n<p>14.1 ANYDESK shall process the Customer's personal data in accordance with the data protection provisions of the German Federal Data Protection Act (\"BDSG\") as in effect as of May 25, 2018, Regulation (EU) 2016/679 (the General Data Protection Regulation - \"GDPR\").</p>\n<p>14.2 Information and notices about the processing of personal data when using the services of ANYDESK, as well as about the rights of the Customer in relation to such processing, can be found in the Privacy Policy of ANYDESK at https://www.anydesk.com/en/privacy.\n</p>\n<p>14.3 Prior to commencing the use of the contractual services, the Customer undertakes to check whether personal data is processed on behalf of the Customer as a controller within the meaning of Art.\n4 No.\n7 of the GDPR.\nIf, when using the contractual services of ANYDESK, personal data is processed on behalf of the Customer as a controller within the meaning of Article 4 No.\n7 of the GDPR, the provisions of the Contract on the Processing of Personal Data (DPA) shall apply in accordance with Article 28 (3) of the GDPR.</p>\n<strong>15.\nUpdates, Support and Maintenance</strong>\n<p>15.1 ANYDESK provides the Customer with support and maintenance for its products and services in accordance with the scope of the respective license described in more detail at https://www.anydesk.com/en/order and these General and Supplementary Terms and Conditions or the applicable Service Level Agreement, if applicable.</p>\n<p>15.2 The extension of the functionality scope by updates can be restricted for certain license types (offer variants).</p>\n<p>15.3 The Customer is obligated to always have a supported version of the ANYDESK software in use and to schedule updates and upgrades accordingly.\nANYDESK further reserves the right to deactivate software versions that are no longer current at any time after an update and to discontinue support for them.\nThe deactivation will be displayed online at least six weeks in advance when the client software is started.</p>\n<strong>16.\nAmendments to the Terms and Conditions, Service Specifications and Prices</strong>\n<p>16.1 If ANYDESK intends to change these General and Supplementary Terms and Conditions or the prices, the Customer will be notified of this at least 30 days before the intended validity.\nIf the Customer does not give written notice of termination within 30 days of receipt of the notice of change, the changes shall become part of the contract at the time they take effect.\nANYDESK shall expressly draw the Customer's attention to this consequence in the notice of change.\n</p>\n<p>16.2 ANYDESK further reserves the right to deactivate software versions that are no longer current at any time after an update and to discontinue support for them.\nThe deactivation will be displayed online at least six weeks in advance when the client software is started.</p>\n<p>16.3 ANYDESK is entitled to use the name and logo of the Customer as a reference.\nThe Customer can revoke this consent at any time.\nA simple reference e.g.\nby e-mail is sufficient.</p>\n<strong>17.\nContract Term and Termination</strong>\n<p>Unless expressly agreed otherwise, the following provisions shall apply with regard to the contractual terms and periods of notice:</p>\n<p>17.1 If the parties agree on a minimum contract term, this shall be 12 months, unless otherwise agreed by the parties, and shall commence upon notification to the Customer of the operational provision of access, unless otherwise agreed.\nThe right of ordinary termination shall be excluded during the minimum contract term.\nThe contractual relationship may be terminated in writing by either party with one month's notice, at the earliest at the end of the minimum contract term.\nIf no notice of termination is given, the contract term shall be extended by one year at a time and may be terminated by either party with one month's notice to the end of the respective extension period.\nThe automatic renewal of the contract is subject to the Customer accepting the validity of the respective current General and Supplementary Terms and Conditions and the possibly agreed Service Level Agreement in the version valid at the time of the extension of the contract.\nBy increasing the number of users (named users) and/or the number of end devices (devices) and/or the number of concurrent connections, the minimum contract term shall start again.</p>\n<p>17.2 The aforementioned dates and deadlines shall also apply to partial cancellations of services, such as changes to the end devices used.</p>\n<p>17.3 The right to terminate for cause remains unaffected.</p>\n<p>17.4 Cancellation can be made in writing or via the Customer portal https://my.anydesk.com.</p>\n<strong>18.\nFinal Provisions</strong>\n<p>18.1 The transfer of rights and obligations of the Customer to third parties is possible only with the prior written consent of ANYDESK.</p>\n<p>18.2 Counterclaims of the Customer shall only entitle him to compensation if they have been legally established or are undisputed.\nThe Customer may only assert a right of retention if his counterclaim is based on the same contractual relationship.</p>\n<p>18.3 The entire business relationship of ANYDESK with the Customer is subject exclusively to the laws of the Federal Republic of Germany, excluding the UN Convention on Contracts for the International Sale of Goods.</p>\n<p>18.4 The place of performance and exclusive place of jurisdiction for all disputes arising from the business relationship between ANYDESK and the Customer is the registered office of ANYDESK in Stuttgart, provided that the Customer is a merchant or a legal entity under public law or has no general place of jurisdiction in the territory of the Federal Republic of Germany.\nANYDESK is also entitled to file a lawsuit at the Customer's place of business and at any other place of jurisdiction provided by law.\nArbitration clauses are contradicted.</p>\n<p>18.5 The contract language is English.</p>\n<p>18.6 Should any provision of these General Terms and Conditions be or become invalid or unenforceable in whole or in part or should there be a gap in these General Terms and Conditions, this shall not affect the validity of the remaining provisions.\nIn place of the invalid or unenforceable provision, the valid or enforceable provision that comes closest to the purpose of the invalid or unenforceable provision shall be deemed agreed.\nIn the event of a loophole, that provision shall be deemed to be agreed which corresponds to what would have been agreed in accordance with the purpose of these General Terms and Conditions if the contracting parties had considered the matter from the outset.</p>\n<strong>B Supplementary Terms \"AnyDesk Free\"</strong>\n<strong>1.\nOrder of Precedence</strong>\n<p>The services offered by ANYDESK in each case under \"AnyDesk Free\" are subject to the following supplementary terms and conditions, which take precedence over the above General Terms and Conditions (lit.\nA), which apply in all other respects:</p>\n<strong>2.\nPreconditions and Subject of Service Provision</strong>\n<p>2.1 The ANYDESK \"Free\" offer is aimed exclusively at consumers within the meaning of § 13 BGB (German Civil Code).\n</p>\n<p>2.2 The use of the software or the service of ANYDESK only requires the acceptance of the validity of the General and Supplementary Terms and Conditions.</p>\n<p>2.3 ANYDESK provides its software on its website for download via https://go.anydesk.com for the use of the offered service.\nThe Customer may use the software functionalities to an extent described in more detail in the service description in each case and subject to the prerequisites and system compatibilities also stated therein.</p>\n<p>2.4 The download of the software, any updates provided, and the use of its functionalities are free of charge.\nHowever, the Customer has no legal claim to the free service described in Section 2.1.\nANYDESK does not guarantee a specific scope of services and reserves the right to change or discontinue the service described in Section 2.3 at any time and without giving reasons.</p>\n<strong>3.\nAmendments to the Terms and Conditions, Service Specifications and Prices</strong>\n<p>If the Customer rejects the intended changes to the General or Supplementary Terms and Conditions in accordance with clause A.\n14.1 of the above General Terms and Conditions (lit.\nA) the use ends at the specified time of the changes taking effect.\nANYDESK shall expressly draw the Customer's attention to this consequence in the notice of change.</p>\n<p>\n</p>\n<br>\n<strong>C Supplementary Terms \"on-premises\"</strong>\n<strong>1.\nOrder of Precedence</strong>\n<p>The \"On-Premises\" Services are subject to the following Supplementary Terms and Conditions, which take precedence over the above General Terms and Conditions (lit.\nA), which otherwise apply.</p>\n<strong>2.\nPreconditions and Subject of Service Provision</strong>\n<p>2.1 The use of the ANYDESK services in the \"on-premises\" deployment variant in the Customer's own company network requires the provision of the ANYDESK server software for installation on one or more servers of the Customer in accordance with the individual provisions of the written offer.\nIn accordance with the licensing (scope of functions, number of users as well as registered end devices), the respective users of the Customer establish a connection with the aforementioned server of the Customer in the company's own network when using the ANYDESK software.</p>\n<p>2.2 The functional scope of the service is described in more detail in the service description in each case and is to be used under the prerequisites and system compatibilities also stated therein.</p>\n<strong>3.\nSpecial Obligations of the Customer</strong>\n<p>3.1 It is an essential contractual obligation of the Customer to provide ANYDESK in a timely manner with all information or data available to him that is necessary or relevant for the respective provision of services and to inform ANYDESK immediately of all processes and circumstances relevant to the contract (e.g.\ndisruptions or misuse, changes in the Customer's network or software environment).\nThis also applies in particular to documents, processes and circumstances that only become known after ANYDESK has begun to provide the service.</p>\n<p>3.2 The Customer is responsible for establishing a data connection between the end devices intended by him for use and the Customer's own communications server.</p>\n<p>3.3 Insofar as the Customer provides its own communications server in accordance with Section C 2.1, the maintenance of the operating system shall be the sole responsibility of the Customer, unless otherwise agreed in writing.</p>\n<p>3.4 During necessary test runs, the Customer shall assign competent employees for this purpose who are authorized to judge and decide on defects, function extensions, function reductions as well as changes to the program structure.\nIf necessary, other work with connected systems shall be stopped during the time of the maintenance work.</p>\n<strong>4.\nUsage Rights and Software Integration</strong>\n<p>4.1 The server software used by ANYDESK in accordance with the respective provisions of the written offer for the provision of a communication server in the Customer's company network is protected by copyright and may only be used by the Customer for the purpose described in the offer.\nthe server software may not be duplicated, distributed or made available to third parties in any other form.</p>\n<p>4.2 Pursuant to Section 69d (1) of the German Copyright Act (UrhG), the Customer may correct defects in the ANYDESK Software or have them corrected by third parties and, in this context, make necessary changes and copies to establish the intended use only if ANYDESK is in default of correcting the defect, refuses to do so without justification, or is unable to immediately correct the defect for other reasons that fall within ANYDESK's responsibility.\nReengineering is also permissible for the purpose of making the ANYDESK software compatible with other programs of the Customer if ANYDESK is not willing or able to eliminate the compatibility problems in return for reasonable, customary compensation.\nANYDESK must be notified of the existence of such an error.\nIf ANYDESK corrects the error within a reasonable period of time, error corrections by the Customer are not permitted.\nChanges made by the Customer must be documented and reported to ANYDESK.\nA claim for reimbursement of costs incurred as a result of error correction exists only within the scope of the Customer's warranty rights.\nWarranty rights of the Customer remain unaffected by this provision.</p>\n<p>4.3 The customer may request from ANYDESK the necessary interface information for the creation of an interoperable, independently created program.\nHowever, ANYDESK is under no legal obligation to provide the customer with interface information.\nAny interface information received may only be used to create an interoperable program that is not substantially similar in expression and may only be disclosed if absolutely necessary for this purpose.\n</p>\n<p> If ANYDESK does not provide the interface information within a reasonable period of time upon the customer's request or is only willing to do so for an unreasonably high fee, the customer may decompile within the limits of § 69e UrhG (German Copyright Act).\nInformation obtained in this process which does not concern interfaces may not be used or distributed contrary to Section 69e (2) UrhG and must be destroyed immediately.\n</p>\n<p> In accordance with Section 69d (3) UrhG, the Customer shall also be entitled to carry out test runs for the purpose of determining the underlying ideas and principles of the computer program.\n</p>\n<p> Beyond the rights set forth in Sections 4.2 and 4.3, the customer may not reverse engineer the computer program to previous development stages, e.g.\nsource code, reverse analysis, reverse engineering, decompiling, disassembling, in whatever form and by whatever means.\n</p>\n<p> Software markings, in particular copyright notices, trademarks, serial numbers or similar may not be changed, made unrecognizable or removed.\n</p>\n<p>4.4 The Customer may not circumvent technical measures for the protection of the software or allow or provide a procedure to circumvent them.</p>\n<p>4.5 Section A.\n6.\nof the General Terms and Conditions (lit.\nA) shall apply to the client software provided in accordance with the contract.</p> Archive <p> Terms &amp.\nConditions 2021-06-14 <br> Terms &amp.\nConditions 2021-02-22 <br> Terms &amp.\nConditions 2014 <br>\n</p> Contact sales <p> 1 (833) 269-3375 </p>\n<p>At AnyDesk, we want to provide the best experience and most innovative technology to all our users and customers.\nOur team will be operating on reduced holiday hours during this time.</p> Click below to create a ticket.\nSales Support Sign up for news, tips and more Enter your email address Subscribe Now English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul> Why AnyDesk Performance Security All Platforms Customization Case Studies Features Solutions Remote Desktop Remote Support Remote Work Remote Access Mobile Device Support Cloud &amp.\nOn-Premises Ultimate Solution Buy Now Downloads Services AnyDesk Services Customer Success Help Center my.anydesk.com go.anydesk.com Abuse Prevention System Status Changelog Company AnyDesk Team Contact Career Open Positions Partners Blog Press Events Fanshop English English English Deutsch Français Italiano Español Português Nederlands Polski Ελληνικά Türkçe Русский 日本語 简体中文 繁體中文 한국어 <i>\n</i>&nbsp;English <ul>\n</ul>\n<p>Why AnyDesk</p>\n<p> Performance</p>\n<p> Security</p>\n<p> All Platforms</p>\n<p> Customization</p>\n<p> Case Studies</p>\n<p> Features</p>\n<p>Solutions</p>\n<p> Remote Desktop</p>\n<p> Remote Support</p>\n<p> Remote Work</p>\n<p> Remote Access</p>\n<p> Mobile Device Support</p>\n<p> Cloud &amp.\nOn-Premises</p>\n<p> Ultimate Solution</p>\n<p> Buy Now</p>\n<p> Downloads</p>\n<p>Services</p>\n<p> AnyDesk Services</p>\n<p> Customer Success</p>\n<p> Help Center </p>\n<p> my.anydesk.com </p>\n<p> go.anydesk.com </p>\n<p> Abuse Prevention</p>\n<p> System Status </p>\n<p> Changelog </p>\n<p>Company</p>\n<p> AnyDesk Team</p>\n<p> Contact</p>\n<p> Career</p>\n<p> Open Positions</p>\n<p> Partners</p>\n<p> Blog</p>\n<p> Press</p>\n<p> Events</p>\n<p> Fanshop </p>\n<p> © 2023 AnyDesk Software GmbH • Terms &amp.\nConditions • Privacy Policy • Legal Notice</p> ", "created_at": "2023-04-15 23:06:53.970791", "updated_at": "2023-04-15 23:07:03.553529"}], "points": [{"id": 32464, "title": "Your use is throttled", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:22:57.562501", "updated_at": "2023-07-11 06:30:41.326815", "quoteText": null, "case_id": 157, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32458, "title": "The terms for this service are translated into different languages", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:03:16.199285", "updated_at": "2023-07-11 06:30:41.502967", "quoteText": null, "case_id": 198, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32462, "title": "You will be notified about AnyDesk maintenance", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:16:57.457726", "updated_at": "2023-07-11 06:30:42.091936", "quoteText": null, "case_id": 159, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32459, "title": "You must create an account to use this service", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:11:09.465587", "updated_at": "2023-07-11 06:30:42.177085", "quoteText": null, "case_id": 230, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32463, "title": "You agree not to use the service for illegal purposes", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:18:52.161747", "updated_at": "2023-07-11 06:30:42.266412", "quoteText": null, "case_id": 280, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32461, "title": "The service disables software that you are not licensed to use.", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:15:07.171776", "updated_at": "2023-07-11 06:30:42.34493", "quoteText": null, "case_id": 330, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32460, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:13:11.808712", "updated_at": "2023-07-11 06:30:41.404393", "quoteText": null, "case_id": 144, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32477, "title": "Information is provided about security practices", "source": "https://anydesk.com/en/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:47:53.399875", "updated_at": "2023-07-11 06:30:42.816155", "quoteText": null, "case_id": 226, "document_id": 15495, "quoteStart": null, "quoteEnd": null}, {"id": 32468, "title": "Your data is processed and stored in a country that is friendlier to user privacy protection", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:39:08.011678", "updated_at": "2023-07-11 06:30:43.055034", "quoteText": null, "case_id": 488, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32469, "title": "The service claims to be GDPR compliant for European users", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:39:25.624632", "updated_at": "2023-07-11 06:30:43.140808", "quoteText": null, "case_id": 481, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32470, "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:41:08.600271", "updated_at": "2023-07-11 06:30:43.226554", "quoteText": null, "case_id": 124, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32471, "title": "You have the right to leave this service at any time", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:42:11.795441", "updated_at": "2023-07-11 06:30:43.313425", "quoteText": null, "case_id": 170, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32472, "title": "The court of law governing the terms is in Germany, a jurisdiction that is friendlier to user privacy protection.", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:42:52.109694", "updated_at": "2023-07-11 06:30:43.40098", "quoteText": null, "case_id": 241, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32474, "title": "You aren’t forced into binding arbitration in case of disputes", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:45:30.018295", "updated_at": "2023-07-11 06:30:43.48738", "quoteText": null, "case_id": 335, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32465, "title": "No guarantee is given regarding quality, unless otherwise agreed in writing in individual cases", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:30:48.538737", "updated_at": "2023-07-11 06:30:43.57334", "quoteText": null, "case_id": 160, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32466, "title": "The service suspends your account after inactivity for a certain or uncertain time", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:34:57.412913", "updated_at": "2023-07-11 06:30:43.652864", "quoteText": null, "case_id": 499, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32475, "title": "There is a date of the last update of the agreements", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:46:40.751311", "updated_at": "2023-07-11 06:30:43.731855", "quoteText": null, "case_id": 331, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32476, "title": "There is a date of the last update of the agreements", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:46:58.440044", "updated_at": "2023-05-05 09:29:38.896009", "quoteText": null, "case_id": 331, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32467, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:36:48.277473", "updated_at": "2023-07-11 06:30:42.969231", "quoteText": null, "case_id": 210, "document_id": 15498, "quoteStart": null, "quoteEnd": null}, {"id": 32473, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://anydesk.com/en/terms", "status": "Generated through the annotate view", "created_at": "2023-05-05 05:44:13.683572", "updated_at": "2023-07-11 06:30:42.740711", "quoteText": null, "case_id": 294, "document_id": 15498, "quoteStart": null, "quoteEnd": null}], "urls": ["anydesk.com"]}}