{"error": 448, "message": "OK", "parameters": {"id": 4148, "name": "Notesnook", "created_at": "2021-06-19 12:18:14.475518", "updated_at": "2023-07-10 22:01:56.265723", "wikipedia": null, "keywords": null, "related": null, "slug": "notesnook", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/4148.png", "url": "notesnook.com", "documents": [{"id": 13117, "name": "Terms of Service", "url": "https://notesnook.com/tos/", "xpath": "/html/body/div[1]/div/div/main", "text": "Terms of Service<b>Effective Date:</b> November 10, 2021Welcome to Streetwriters (Private) Ltd.\n(“<b>Streetwriters</b>”, “<b>we</b>”, “<b>our</b>”, “<b>us</b>”)! As you have just clicked our Terms of Service, please pause, grab a cup of coffee and carefully read the following pages.\nIt will take you approximately 20 minutes.<br>\n<br>These Terms of Service (“<b>Terms</b>””, “<b>Terms of Service</b>””) govern your use of our web pages and web app located at https://notesnook.com and our mobile application Notesnook (together or individually “Service”) operated by Streetwriters (Private) Ltd.<br>\n<br>Your agreement with us includes these Terms (“<b>Agreements</b>”).\nYou acknowledge that you have read and understood Agreements, and agree to be bound of them.<br>\n<br>If you do not agree with (or cannot comply with) Agreements, then you may not use the Service, but please let us know by emailing at support@streetwriters.co so we can try to find a solution.\nThese Terms apply to all visitors, users and others who wish to access or use Service.<br>\n<br>Thank you for being responsible.1.\nPurchasesIf you wish to purchase any product or service made available through Service (\"<b>Purchase</b>\"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.<br>\n<br>You represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase.\nand that (ii) the information you supply to us is true, correct and complete.<br>\n<br>We may employ the use of third party services for the purpose of facilitating payment and the completion of Purchases.\nBy submitting your information, you grant us the right to provide the information to these third parties.<br>\n<br>We reserve the right to refuse or cancel your order at any time for reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons.<br>\n<br>We reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.2.\nPromotionsAny contests, sweepstakes or other promotions (collectively, “<b>Promotions</b>”) made available through Service may be governed by rules that are separate from these Terms of Service.\nIf you participate in any Promotions, please review the applicable rules.\nIf the rules for a Promotion conflict with these Terms of Service, Promotion rules will apply.3.\nSubscriptionsSome parts of Service are billed on a subscription basis (“<b>Subscription(s)</b>”).\nYou will be billed in advance on a recurring and periodic basis (“<b>Billing Cycle</b>”).\nBilling cycles are set on a monthly basis.<br>\n<br>At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or Streetwriters (Private) Ltd.\ncancels it.\nYou may cancel your Subscription renewal either through your account settings in the app or by contacting Streetwriters (Private) Ltd.\ncustomer support team.<br>\n<br>A valid payment method, including credit card or PayPal, is required to process the payment for your subscription.\nYou shall provide Streetwriters (Private) Ltd.\nwith accurate and complete billing information including full name, email, and a valid payment method information.\nBy submitting such payment information, you automatically authorize Streetwriters (Private) Ltd.\nto charge all Subscription fees incurred through your account to any such payment instruments.<br>\n<br>Should automatic billing fail to occur for any reason, Streetwriters (Private) Ltd.\nyour account will be downgraded after a 3 day grace-period.4.\nFree TrialStreetwriters (Private) Ltd.\nmay, at its sole discretion, offer a Subscription with a free trial for a limited period of time (“<b>Free Trial</b>”).<br>\n<br>You may be required to enter your billing information in order to sign up for Free Trial.<br>\n<br>If you do enter your billing information when signing up for Free Trial, you will not be charged by Streetwriters (Private) Ltd.\nuntil Free Trial has expired.\nOn the last day of Free Trial period, unless you cancelled your Subscription, you will be automatically charged the applicable Subscription fees for the type of Subscription you have selected.<br>\n<br>At any time and without notice, Streetwriters (Private) Ltd.\nreserves the right to (i) modify Terms of Service of Free Trial offer, or (ii) cancel such Free Trial offer.5.\nFee ChangesStreetwriters (Private) Ltd., in its sole discretion and at any time, may modify Subscription fees for the Subscriptions.\nAny Subscription fee change will become effective at the end of the then-current Billing Cycle.<br>\n<br>Streetwriters (Private) Ltd.\nwill provide you with a reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.<br>\n<br>Your continued use of Service after Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.6.\nRefundsWe issue refunds for Contracts within seven (7) days (for monthly) or thirty (30) days (for yearly) of the original purchase of the Contract.7.\nProhibited UsesYou may use Service only for lawful purposes and in accordance with Terms.\nYou agree not to use Service:<br>\n<br>(a) In any way that violates any applicable national or international law or regulation.<br>\n<br>(b) For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content or otherwise.<br>\n<br>(c) To transmit, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter,” “spam,” or any other similar solicitation.<br>\n<br>(d) To impersonate or attempt to impersonate Company, a Company employee, another user, or any other person or entity.<br>\n<br>(e) In any way that infringes upon the rights of others, or in any way is illegal, threatening, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity.<br>\n<br>(f) To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of Service, or which, as determined by us, may harm or offend Company or users of Service or expose them to liability.<br>\n<br>Additionally, you agree not to:<br>\n<br>(a) Use Service in any manner that could disable, overburden, damage, or impair Service or interfere with any other party’s use of Service, including their ability to engage in real time activities through Service.<br>\n<br>(b) Use any robot, spider, or other automatic device, process, or means to access Service for any purpose, including monitoring or copying any of the material on Service.<br>\n<br>(c) Use any manual process to monitor or copy any of the material on Service or for any other unauthorized purpose without our prior written consent.<br>\n<br>(d) Use any device, software, or routine that interferes with the proper working of Service.<br>\n<br>(e) Introduce any viruses, trojan horses, worms, logic bombs, or other material which is malicious or technologically harmful.<br>\n<br>(f) Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of Service, the server on which Service is stored, or any server, computer, or database connected to Service.<br>\n<br>(g) Attack Service via a denial-of-service attack or a distributed denial-of-service attack.<br>\n<br>(h) Take any action that may damage or falsify Company rating.<br>\n<br>(i) Otherwise attempt to interfere with the proper working of Service.8.\nAccountsWhen you create an account with us, you guarantee that the information you provide us is accurate, complete, and current at all times.\nInaccurate, incomplete, or obsolete information may result in the immediate termination of your account on Service.<br>\n<br>You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account.\nYou agree to accept responsibility for any and all activities or actions that occur under your account and/or password, whether your password is with our Service or a third-party service.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.<br>\n<br>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you, without appropriate authorization.\nYou may not use as a username any name that is offensive, vulgar or obscene.<br>\n<br>We reserve the right to refuse service, terminate accounts, or cancel orders in our sole discretion.9.\nIntellectual PropertyService and its original content (excluding Content provided by users), features and functionality are and will remain the exclusive property of Streetwriters (Private) Ltd.\nand its licensors.\nService is protected by copyright, trademark, and other laws of the United States and foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of Streetwriters (Private) Ltd.10.\nError Reporting and FeedbackYou may provide us either directly at support@streetwriters.co or via third party sites and tools with information and feedback concerning errors, suggestions for improvements, ideas, problems, complaints, and other matters related to our Service (“<b>Feedback</b>\").\nYou acknowledge and agree that: (i) you shall not retain, acquire or assert any intellectual property right or other right, title or interest in or to the Feedback.\n(ii) Company may have development ideas similar to the Feedback.\n(iii) Feedback does not contain confidential information or proprietary information from you or any third party.\nand (iv) Company is not under any obligation of confidentiality with respect to the Feedback.\nIn the event the transfer of the ownership to the Feedback is not possible due to applicable mandatory laws, you grant Company and its affiliates an exclusive, transferable, irrevocable, free-of-charge, sub-licensable, unlimited and perpetual right to use (including copy, modify, create derivative works, publish, distribute and commercialize) Feedback in any manner and for any purpose.<br>\n<br>The third party sites and tools mentioned above include the following:<br>\n<br>\n<b>GitHub</b>\n<br>\n<br>GitHub, Inc.\nis a provider of Internet hosting for software development and version control using Git.\nMore information is available here:https://docs.github.com/en/github/site-policy/github-privacy-statement11.\nLimitation Of LiabilityEXCEPT AS PROHIBITED BY LAW, YOU WILL HOLD US AND OUR OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS HARMLESS FOR ANY INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGE, HOWEVER IT ARISES (INCLUDING ATTORNEYS' FEES AND ALL RELATED COSTS AND EXPENSES OF LITIGATION AND ARBITRATION, OR AT TRIAL OR ON APPEAL, IF ANY, WHETHER OR NOT LITIGATION OR ARBITRATION IS INSTITUTED), WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, OR OTHER TORTIOUS ACTION, OR ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, INCLUDING WITHOUT LIMITATION ANY CLAIM FOR PERSONAL INJURY OR PROPERTY DAMAGE, ARISING FROM THIS AGREEMENT AND ANY VIOLATION BY YOU OF ANY FEDERAL, STATE, OR LOCAL LAWS, STATUTES, RULES, OR REGULATIONS, EVEN IF COMPANY HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nEXCEPT AS PROHIBITED BY LAW, IF THERE IS LIABILITY FOUND ON THE PART OF COMPANY, IT WILL BE LIMITED TO THE AMOUNT PAID FOR THE PRODUCTS AND/OR SERVICES, AND UNDER NO CIRCUMSTANCES WILL THERE BE CONSEQUENTIAL OR PUNITIVE DAMAGES.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE PRIOR LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.12.\nGoverning LawThese Terms shall be governed and construed in accordance with the laws ofIslamic Republic of Pakistanwithout regard to its conflict of law provisions.<br>\n<br>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service and supersede and replace any prior agreements we might have had between us regarding Service.13.\nChanges To ServiceWe reserve the right to withdraw or amend our Service, and any service or material we provide via Service, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of Service is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of Service, or the entire Service, to users, including registered users.14.\nAmendments To TermsWe may amend Terms at any time by posting the amended terms on this site.\nYou will be notified of any such ammendments on your provided email.<br>\n<br>Your continued use of the Platform following the posting of revised Terms means that you accept and agree to the changes.\nYou are expected to check this page frequently so you are aware of any changes, as they are binding on you.<br>\n<br>By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use Service.15.\nWaiver And SeverabilityNo waiver by Company of any term or condition set forth in Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Company to assert a right or provision under Terms shall not constitute a waiver of such right or provision.<br>\n<br>If any provision of Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of Terms will continue in full force and effect.16.\nAcknowledgementBY USING SERVICE OR OTHER SERVICES PROVIDED BY US, YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS OF SERVICE AND AGREE TO BE BOUND BY THEM.17.\nContact UsPlease send your feedback, comments, requests for technical support:<br>\n<br>By email: support@streetwriters.co.", "created_at": "2022-12-09 23:41:58.083057", "updated_at": "2022-12-09 23:43:00.109903"}, {"id": 7169, "name": "Privacy Policy", "url": "https://notesnook.com/privacy", "xpath": "//body", "text": "Notesnook is now open source.\nSupport us by giving a star on our GitHub repo!Notesnook PricingDownloadsCommunityLoginSign upPrivacy policy<b>Effective Date:</b> November 10, 2021Streetwriters (Private) Ltd.\n(\"<b>us</b>\", \"<b>we</b>\", or \"<b>our</b>\") operates https://notesnook.com and Notesnook mobile application (hereinafter referred to as “<b>Service</b>”).TLDR;We do not sell, collect, use, disclose, read, edit, modify or distribute any data that you create in our Service.\nAll your data is encrypted using state-of-the-art encryption algorithms (XChaCha20-Poly1305-IETF &amp.\nArgon2) on your device before any transmission over the Internet.Our Privacy Policy governs your visit to https://notesnook.com and Notesnook mobile application, and explains how we collect, safeguard and disclose information that results from your use of our Service.<br>\n<br>We use your data to provide and improve Service.\nBy using Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms of Service.<br>\n<br>Our Terms of Service (<b>Terms</b>) govern all use of our Service and together with the Privacy Policy constitutes your agreement with us (“<b>agreement</b>”).<br>\n<br>Thank you for being responsible.1.\nDefinitions<b>SERVICE</b> means the https://notesnook.com/ website and Notesnook mobile application operated by Streetwriters (Private) Ltd.<br>\n<br>\n<b>PERSONAL DATA</b> means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).<br>\n<br>\n<b>USAGE DATA</b> is data collected automatically either generated by the use of Service or from Service infrastructure itself (for example, the duration of a page visit).<br>\n<br>\n<b>COOKIES</b> are small files stored on your device (computer or mobile device).<br>\n<br>\n<b>DATA CONTROLLER</b> means a natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal data are, or are to be, processed.\nFor the purpose of this Privacy Policy, we are a Data Controller of your data.<br>\n<br>\n<b>DATA PROCESSORS (OR SERVICE PROVIDERS)</b> means any natural or legal person who processes the data on behalf of the Data Controller.\nWe may use the services of various Service Providers in order to process your data more effectively.<br>\n<br>\n<b>DATA SUBJECT</b>is any living individual who is the subject of Personal Data.<br>\n<br>\n<b>THE USER </b> is the individual using our Service.\nThe User corresponds to the Data Subject, who is the subject of Personal Data.2.\nInformation Collection and UseWe collect several different types of information for various purposes to provide and improve our Service to you.3.\nTypes of Data Collected<b>Personal Data</b>\n<br>\n<br>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”).\nPersonally identifiable information may include, but is not limited to: <br>\n<br>(a) Email address<br>\n<br>\n<b>Usage Data</b>\n<br>\n<br>We may also collect information that your browser sends whenever you visit our Service or when you access Service by or through a mobile device (“Usage Data”).<br>\n<br>This Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, and other diagnostic data.<br>\n<br>When you access Service with a mobile device, this Usage Data may include information such as the type of mobile device you use, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers and other diagnostic data.<br>\n<br>At all times you can opt out of all such usage data collection simply by going into Settings in Service and disabling Telemetry.4.\nUse of DataStreetwriters (Private) Ltd.\nuses the collected data for various purposes:<br>\n<br>(a) to provide and maintain our Service;<br>\n<br>(b) to notify you about changes to our Service;<br>\n<br>(c) to allow you to participate in interactive features of our Service when you choose to do so;<br>\n<br>(d) to provide customer support;<br>\n<br>(e) to gather analysis or valuable information so that we can improve our Service;<br>\n<br>(f) to monitor the usage of our Service;<br>\n<br>(g) to detect, prevent and address technical issues;<br>\n<br>(h) to fulfill any other purpose for which you provide it;<br>\n<br>(i) to carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection;<br>\n<br>(j) to provide you with notices about your account and/or subscription, including expiration and renewal notices, email-instructions, etc.;<br>\n<br>(k) to provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information;<br>\n<br>(l) in any other way we may describe when you provide the information;<br>\n<br>(m) for any other purpose with your consent.5.\nRetention of DataWe will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.<br>\n<br>We will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.6.\nTransfer of DataYour information, including Personal Data, may be transferred to – and maintained on – computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.<br>\n<br>If you choose to provide information to us, please note that we transfer all the data, including Personal Data, to our servers in different locations across the world and process it there.\n<b>However, the notes, notebooks, topics, and any other data you create in Service is securely encrypted on your device before any such </b>transfer.<br>\n<br>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.<br>\n<br>Streetwriters (Private) Ltd.\nwill take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information.7.\nDisclosure of DataWe may disclose personal information that we collect, or you provide:<br>\n<br>(a) <b>Business Transaction</b>\n<br>\n<br>If we or our subsidiaries are involved in a merger, acquisition or asset sale, your Personal Data may be transferred.<br>\n<br>(b)<b> Other cases.\nWe may disclose your information also:</b>\n<br>\n<br>(i) to fulfill the purpose for which you provide it;<br>\n<br>(ii) for any other purpose disclosed by us when you provide the information;<br>\n<br>(iii) with your consent in any other cases;8.\nSecurity of DataThe security and privacy of your data is important to us.\nWe have put in place measures to encrypt all your data using state-of-the-art encryption algorithms (XChaCha20-Poly1305-IETF &amp.\nArgon2) on your device before any transmission over the Internet.\nHowever, please remember that no method of transmission over the Internet or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.9.\nYour Data Protection Rights Under General Data Protection Regulation (GDPR)If you are a resident of the European Union (EU) and European Economic Area (EEA), you have certain data protection rights, covered by GDPR.\n– See more at https://eur-lex.europa.eu/eli/reg/2016/679/oj<br>\n<br>We aim to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.<br>\n<br>If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please email us at support@streetwriters.co.<br>\n<br>In certain circumstances, you have the following data protection rights:<br>\n<br>(a) the right to access, update or to delete the information we have on you;<br>\n<br>(b) the right of rectification.\nYou have the right to have your information rectified if that information is inaccurate or incomplete;<br>\n<br>(c) the right to object.\nYou have the right to object to our processing of your Personal Data;<br>\n<br>(d) the right of restriction.\nYou have the right to request that we restrict the processing of your personal information;<br>\n<br>(e) the right to data portability.\nYou have the right to be provided with a copy of your Personal Data in a structured, machine-readable and commonly used format;<br>\n<br>(f) the right to withdraw consent.You also have the right to withdraw your consent at any time where we rely on your consent to process your personal information;<br>\n<br>Please note that we may ask you to verify your identity before responding to such requests.\nPlease note, we may not able to provide Service without some necessary data.<br>\n<br>You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority in the European Economic Area (EEA).10.\nYour Data Protection Rights under the California Privacy Protection Act (CalOPPA)CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy.\nThe law’s reach stretches well beyond California to require a person or company in the United States (and conceivable the world) that operates websites collecting personally identifiable information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals with whom it is being shared, and to comply with this policy.\n– See more at: https://consumercal.org/about-cfc/cfc-education-foundation/california-online-privacy-protection-act-caloppa-3/<br>\n<br>According to CalOPPA we agree to the following:<br>\n<br>(a) users can visit our site anonymously;<br>\n<br>(b) our Privacy Policy link includes the word “Privacy”, and can easily be found on the page specified above on the home page of our website;<br>\n<br>(c) users will be notified of any privacy policy changes on our Privacy Policy Page;<br>\n<br>(d) users are able to change their personal information by emailing us at support@streetwriters.co.<br>\n<br>Our Policy on “Do Not Track” Signals:<br>\n<br>We honor Do Not Track signals and do not track, plant cookies, or use advertising when a Do Not Track browser mechanism is in place.\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.<br>\n<br>You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.11.\nYour Data Protection Rights under the California Consumer Privacy Act (CCPA)If you are a California resident, you are entitled to learn what data we collect about you, ask to delete your data and not to sell (share) it.\nTo exercise your data protection rights, you can make certain requests and ask us:<br>\n<br>(a) <b>What personal information we have about you.</b> If you make this request, we will return to you:<br>\n<br>(i) The categories of personal information we have collected about you.<br>\n<br>(ii) The categories of sources from which we collect your personal information.<br>\n<br>(iii) The business or commercial purpose for collecting or selling your personal information.<br>\n<br>(iv) The categories of third parties with whom we share personal information.<br>\n<br>(v) The specific pieces of personal information we have collected about you.<br>\n<br>(vi) A list of categories of personal information that we have sold, along with the category of any other company we sold it to.\nIf we have not sold your personal information, we will inform you of that fact.<br>\n<br>(vii) A list of categories of personal information that we have disclosed for a business purpose, along with the category of any other company we shared it with.<br>\n<br>Please note, you are entitled to ask us to provide you with this information up to two times in a rolling twelve-month period.\nWhen you make this request, the information provided may be limited to the personal information we collected about you in the previous 12 months.<br>\n<br>(b) <b>To delete your personal information.</b> If you make this request, we will delete the personal information we hold about you as of the date of your request from our records and direct any service providers to do the same.\nIn some cases, deletion may be accomplished through de-identification of the information.\nIf you choose to delete your personal information, you may not be able to use certain functions that require your personal information to operate.<br>\n<br>(c) <b>To stop selling your personal information.</b> We don't sell or rent your personal information to any third parties for any purpose.\nYou are the only owner of your Personal Data and can request disclosure or deletion at any time.<br>\n<br>Please note, if you ask us to delete or stop selling your data, it may impact your experience with us, and you may not be able to participate in certain programs or membership services which require the usage of your personal information to function.\nBut in no circumstances, we will discriminate against you for exercising your rights.<br>\n<br>To exercise your California data protection rights described above, please send your request(s) by one of the following means:<br>\n<br>By email: support@streetwriters.co<br>\n<br>Your data protection rights, described above, are covered by the CCPA, short for the California Consumer Privacy Act.\nTo find out more, visit The Official California Legislative Information website.\nThe CCPA took effect on 01/01/2020.12.\nService ProvidersWe may employ third party companies and individuals to facilitate our Service (“<b>Service Providers</b>”), provide Service on our behalf, perform Service-related services or assist us in analysing how our Service is used.<br>\n<br>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.13.\nAnalytics13.\nAnalytics We use self-hosted Service Providers to monitor and analyze the use of our Service.<br>\n<br>\n<b>Umami</b>\n<br>\n<br>Umami is a self-hosted web traffic analysis tool.\nFor more information about Umami, visit the official website.14.\nCI/CD toolsWe may use third-party Service Providers to automate the development process of our Service.<br>\n<br>\n<b>GitHub</b>\n<br>\n<br>GitHub is provided by GitHub, Inc.<br>\n<br>GitHub is a development platform to host and review code, manage projects, and build software.<br>\n<br>For more information on what data GitHub collects for what purpose and how the protection of the data is ensured, please visit GitHub Privacy Policy page: https://help.github.com/en/articles/github-privacy-statement.15.\nPaymentsWe may provide paid products and/or services within Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).<br>\n<br>We will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.<br>\n<br>The payment processors we work with are:<br>\n<br>\n<b>Paddle: </b>\n<br>\n<br>Their Privacy Policy can be viewed at: https://paddle.com/privacy/16.\nLinks to Other SitesOur Service may contain links to other sites that are not operated by us.\nIf you click a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.<br>\n<br>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.17.\nChildren's PrivacyOur Services are not intended for use by children under the age of 13 (\"<b>Children</b>\").<br>\n<br>We do not knowingly collect personally identifiable information from Children under 13.\nIf you become aware that a Child has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from Children without verification of parental consent, we take steps to remove that information from our servers.18.\nChanges to This Privacy PolicyWe may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.<br>\n<br>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update “effective date” at the top of this Privacy Policy.<br>\n<br>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.19.\nContact UsIf you have any questions about this Privacy Policy, please contact us: By email: support@streetwriters.co.Privacy is power.\nWhat people don't know, they can't ruin.Notesnook<p>Overview </p>\n<p>Try for free </p>\n<p>Documentation </p>\n<p>Monographs </p>\n<p>Import your notes </p>\n<p>Pricing </p>\n<p>Notesnook for Education </p>\n<p>Vericrypt </p>\n<p>Web Clipper </p>Community<p>Github </p>\n<p>Blog </p>\n<p>Twitter </p>\n<p>Discord </p>\n<p>Reddit </p>\n<p>Telegram </p>Contact<p>support@streetwriters.co </p>\n<p>Reach out on twitter </p>Links<p>Login </p>\n<p>Create a new account </p>\n<p>Downloads </p>\n<p>Privacy policy </p>\n<p>Terms of service </p>Notesnook vs<p>Evernote </p>\n<p>OneNote </p>Company<p>About us </p>\n<p>Our blog </p>\n<p>Instagram </p>\n<p>Twitter </p>\n<p>Email us </p>\n<p>© Copyright 2022 Streetwriters (Private) Ltd.</p>\n<p>\n</p>", "created_at": "2021-06-19 12:18:14.477948", "updated_at": "2022-12-09 23:43:38.297434"}], "points": [{"id": 23674, "title": "You maintain ownership of your content", "source": "https://notesnook.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-05 03:48:10.013535", "updated_at": "2021-09-05 22:05:07.442973", "quoteText": null, "case_id": 183, "document_id": 7169, "quoteStart": null, "quoteEnd": null}, {"id": 25588, "title": "Your data may be processed and stored anywhere in the world", "source": "https://notesnook.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-01 13:02:16.560263", "updated_at": "2023-07-11 06:22:37.650459", "quoteText": null, "case_id": 187, "document_id": 7169, "quoteStart": null, "quoteEnd": null}, {"id": 25583, "title": "You are not being tracked", "source": "https://notesnook.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-01 12:39:40.112318", "updated_at": "2023-07-11 06:22:37.733224", "quoteText": null, "case_id": 218, "document_id": 7169, "quoteStart": null, "quoteEnd": null}, {"id": 25584, "title": "Information is provided about security practices", "source": "https://notesnook.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-01 12:40:13.275281", "updated_at": "2023-07-11 06:22:37.813666", "quoteText": null, "case_id": 226, "document_id": 7169, "quoteStart": null, "quoteEnd": null}, {"id": 25586, "title": "Your personal data is used for limited purposes", "source": "https://notesnook.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-01 12:55:16.60257", "updated_at": "2023-07-11 06:22:40.359376", "quoteText": null, "case_id": 196, "document_id": 7169, "quoteStart": null, "quoteEnd": null}, {"id": 25585, "title": "Details are provided about what kind of information they collect", "source": "https://notesnook.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-01 12:47:25.921636", "updated_at": "2023-07-11 06:22:37.567238", "quoteText": null, "case_id": 228, "document_id": 7169, "quoteStart": null, "quoteEnd": null}, {"id": 25587, "title": "Logs are kept for an undefined period of time", "source": "https://notesnook.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-01 12:59:39.339872", "updated_at": "2023-07-11 06:22:40.278853", "quoteText": null, "case_id": 178, "document_id": 7169, "quoteStart": null, "quoteEnd": null}], "urls": ["notesnook.com"]}}