{"error": 448, "message": "OK", "parameters": {"id": 7659, "name": "network-auth.com", "created_at": "2023-03-18 18:10:01.503399", "updated_at": "2023-03-29 19:26:50.244395", "wikipedia": null, "keywords": null, "related": null, "slug": "network-auth-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7659.png", "url": "network-auth.com,account.network-auth.com,na.network-auth.com", "documents": [{"id": 14753, "name": "Privacy", "url": "https://meraki.cisco.com/meraki-support/policies/#privacy-policy", "xpath": "//body", "text": null, "created_at": "2023-03-18 18:10:01.536595", "updated_at": "2023-03-18 18:12:34.363884"}, {"id": 14754, "name": "Terms", "url": "https://www.cisco.com/c/dam/en_us/about/doing_business/legal/seula/meraki-seula.pdf", "xpath": "//body", "text": "Offer Description ,Controlled Doc.\n# EDCS-21197013 Ver: 1.1 Last Modified: Mon Dec 14 13:44:13 UTC 2020,CISCO PUBLIC INFORMATION, Cisco Meraki Offer Description v1.1.docx,1,Offer Description: Meraki Cloud Networking,This Offer Description (the “Offer Description”) describes the Cisco Meraki cloud-networking products listed at,http://meraki.cisco.com,.Your subscription is governed by this Offer Description and the Cisco End User License ,Agreement located at www.cisco.com/go/eula(or similar terms existing between You and Cisco) (the “Agreement”).\n, C apitalized terms used in this Offer Description and not otherwise defined herein have the meaning given to them ,in the Agreement.,1.Description,The suiteof CiscoMerakicloud-networking products includes network hardware devices (wireless access points, ,switches, and security appliances/firewalls), surveillance cameras, sensors, endpoint management software and ,web application and WAN performance software.\nAll Cisco Meraki products are managed through a cloud-,hosted software platform known as the Meraki “Dashboard”.\nDashboard allows customers to configure, ,manage, and monitor Meraki devices deployed across their worldwide networks through a single pane of glass.,2.Supplemental Terms and Conditions,2.1.LicenseandRighttoUseCondition,Your Software license for each item of Hardware that You purchase is contingent upon Your purchasing and ,maintaining the relevant Meraki Cloud Service, without which the Hardware will not function.\nYour ,Software licenses and rights to use the Meraki Cloud Service are not transferable.\n,2.2.Term and Licensing Models,2.2.1.The start date of the Usage Term for Cisco Technology underthe co-termination Licensing Modelis,the date the associatedCisco Technologyships to You and the end date isthe earlier of (a) the Co-,Termination Date or (b) the date the Usage Rightsare terminated.,2.2.2.The start date of the Usage Term for Cisco Technology under the per-device Licensing Model is the ,earlier of (a) the date You assignthe associatedHardwarevia the Meraki Cloud Service or (b) the ,91st day following the date the associatedCisco Technology ships to You.\nThe end date of such Usage ,Termisthe earlier of (1) the start date plus the Meraki Cloud ServiceUsage Term set forthin the ,applicable purchase order or (2) the date the Usage Rightsare terminated.\n,2.3.Additional Conditions of Use,You agree to use the Hardware and Cisco Technology only in accordance with the specifications available ,on Cisco Meraki’swebsite, and You (not CiscoMeraki) are solely responsible for maintaining administrative ,control over Your Meraki Cloud Servicesaccount.\n,2.4.Compliance with Laws,If Cisco Meraki detects any Hardware or Cisco Technologyoperating in violation of laws, that Hardware ,and/or Cisco Technologymay be removed from Your Meraki Cloud Services account following written ,notice to You viaemail.\n,2.5.Service Providers,If You are an authorized Cisco Meraki channel partner and Your agreement with Cisco Meraki permits You ,to provide managed services, then so long as (i) You contract with Your end user (who is not owned by, or ,affiliated with, You) to provide such managed services in return for a flat monthly fee, (ii) You (not Cisco ,Meraki) provide technical support to Your managed services end users, and (iii) You hold title to the ,Hardware and have the right to use the Cisco Technology, You are subject to the terms of the Agreement.\n,Offer Description ,Controlled Doc.\n# EDCS-21197013 Ver: 1.1 Last Modified: Mon Dec 14 13:44:13 UTC 2020,CISCO PUBLIC INFORMATION, Cisco Meraki Offer Description v1.1.docx,2,2.6.Publicity,Cisco Merakimay use Your company name and logo in customer lists, on itswebsite and collateral.,2.7.Service Level Agreement,The Service Level Agreement available at https://meraki.cisco.com/trust#slais Your exclusive remedy for ,any interruptions in the availability of the Meraki Cloud Service.,2.8.HardwareWarranties,We represent to the original purchaser of the Hardware that, during the Warranty Period, the Hardware ,will be free from material defects in materials and workmanship.\nHardware not meeting thiswarranty will ,be, at Cisco Meraki’soption, (a) repaired, (b) replaced, or (c) Cisco Meraki will refund You the depreciated ,amount of the price You paid for such Hardware, calculated on a straight-line, five-year basis.\nAll Hardware ,repaired or replaced by Cisco Meraki under warranty will be warranted for the remainder of the Warranty ,Period.\nFor any return permitted under Cisco Meraki’s then-current return policy (available at ,http://meraki.cisco.com/support/#policies:return,), You will request a Return Materials Authorization ,number in writing with the reasons for the return request.\nThe warranties in this Section are subject to our ,Product End of Life Policy, available at https://meraki.cisco.com/support/#policies:eol.\nThisSection 2.8 is,CiscoMeraki’ssoleliabilityand Your soleremedyforCiscoMeraki’sbreachofthis Hardware warranty.,2.9.Disclaimer ofWarranties,Except as set forth in Sections2.7 and2.8 above, Cisco Meraki disclaims all warranties, express, implied, ,statutory, or otherwise, including any implied warranty of merchantability, fitness for a particular purpose, ,non-infringement, or title.\nCisco Meraki assumes no responsibility for any damages to Yourhardware, ,software, or other materials.,2.10.Notice,Any notice You provide to us under the Agreement mustbe in writing and sent by overnight courier or ,certified mail (receipt requested) to 500 Terry A.\nFrancois Blvd, San Francisco, CA 94158ATTN: LEGAL.,3.Data Protection,By using the Hardwareand Cisco Technology, You understand and agree that You are collecting data regarding ,the devices that connect to Your Network and how Your Network is being used, including the types of data ,described below.\nBy means of the Hardwareand Cisco Technology, You are then transferring that data to Cisco ,Meraki for processing and storage, including data that may contain personally identifiable information of Your ,Network Users (collectively, “Customer Data”).\nCisco Meraki may process and store Customer Data in the United ,States or outside of the country where it was collected.\nThat said, the Cisco Technology includes functionality ,that limits or restricts the types of information collected, and You may certainly make use of that functionality.\n,You retain all right, title and interest in and to Your Customer Data, except Cisco Meraki is permitted to use ,Customer Data as reasonably required to provide the Cisco Technologyand, only to the extent necessary, to ,protect our rights in any dispute with You or as required by law.,3.1.Traffic Information,“Traffic Information” means information about devices that connect to Your Network, such as MAC address, ,device name, device type, operating system, geolocation information, and information transmitted by ,devices when attempting to access or download data or content (e.g., host names, protocols, port numbers, ,and IP addresses) via our Network.\nWe process and store Traffic Information on Your behalf so You can ,monitor the use and performance of Your Network and exercise control (such as network traffic shaping) ,over the traffic on Your Network.,3.2.Location Analytics,By enabling and usingLocation Analytics, You collect the MAC address and relative signal strength of WiFi-,enabled devices that are within range of Your wireless Network.\nCisco Meraki does not store these MAC ,addresses on its servers, except in a de-identified form, and they are not stored on Your Hardware.\nYou are ,responsible for whether and how You configure the API to transfer this data to non-Meraki servers and what ,happens to this data following such a transfer.\n,Offer Description ,Controlled Doc.\n# EDCS-21197013 Ver: 1.1 Last Modified: Mon Dec 14 13:44:13 UTC 2020,CISCO PUBLIC INFORMATION, Cisco Meraki Offer Description v1.1.docx,3,3.3.Systems Manager,If You use Systems Manager, certain agent software must be installed on the mobile devices, laptops or other ,devices You choose to enroll.\nDepending on the type of device, You will be able to perform remote actions ,such as accessing and deleting files, tracking location, enforcing policies, and installing and removing apps ,on enrolled devices.\n,3.4.Meraki MV,If You use Meraki MV security cameras, video and audio recordings and still images captured by the MV ,device(s) will be collected, processed, transferred and stored by Cisco Meraki as described in Section 3.\nYour ,Meraki MV security camera may not work if You lose Your connection to power or internet, so Meraki MV ,should not be used as a life safety or emergency service device.,4.Support Services,The customer support services provided by Cisco Merakiare included with the Meraki Cloud Serviceand are,described at http://meraki.cisco.com/support.\n,Definitions,“Co-Termination Date” means, the expiration date of the applicable Meraki Cloud Services purchased or received in ,a product trial, as modified each time You purchase additional Meraki Cloud Services.\nFor each subsequent purchase ,of Meraki Cloud Services, the Co-Termination Date will be adjusted so that allof Your Meraki Cloud Services,terminate on the same date.\nThis adjusted Co-Termination Date is calculated by (i) determining the aggregate ,amount of time that Your new Meraki Cloud Servicesextend past Your existing Co-Termination Date, and (ii) ,distributing that amount of time among all Your Meraki Cloud Services(including both new and existing ones) pro-,rata, basedon the one-year list price for each type of Meraki Cloud Service.\nFurther information is available at ,http://meraki.cisco.com/support#policies:licensing.\n,“Hardware” means Meraki hardware products You purchased, received in a product trial, promotion, or beta test, ,or are otherwise running on Your Network.,“Meraki Cloud Services” means the Meraki proprietary, web-based software platform, including the interface ,known as the “Dashboard,” Systems Manager and any API provided by Meraki.,“Licensing Model” means either the co-termination licensing model or the per-devicelicensing model.\nYou can view ,the Licensing Model You have opted into for Your Hardware via the Meraki Cloud Service.\n,“Location Analytics” means the Location Analytics features of theMerakiCloud Services.\n,“Network” means Your local area network, created in whole or in part by use of the Meraki Hardware and Cisco ,Technology.\n,“Network User” means anyone who obtains access to Your Network or uses a device that You manage with Systems ,Manager.,“Systems Manager” means Meraki’s web-based mobile device management software.,“Warranty Period” is defined at https://meraki.cisco.com/support/#policies:return, and commences on the date ,Hardware is shipped to the original purchaser.", "created_at": "2023-03-18 18:10:01.570422", "updated_at": "2023-03-18 18:11:51.7225"}], "points": [], "urls": ["network-auth.com", "account.network-auth.com", "na.network-auth.com"]}}