{"error": 448, "message": "OK", "parameters": {"id": 9235, "name": "Marquette University", "created_at": "2023-07-15 14:36:20.166624", "updated_at": "2023-07-15 22:54:40.325238", "wikipedia": "https://en.wikipedia.org/wiki/Marquette_University", "keywords": null, "related": null, "slug": "marquette-university", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9235.png", "url": "marquette.edu", "documents": [{"id": 18084, "name": "PRIVACY POLICY", "url": "https://www.marquette.edu/tools/privacy.php", "xpath": "//*[@id=\"leftContent\"]", "text": "<p>Marquette.edu&nbsp;//&nbsp;Tools&nbsp;//&nbsp;</p>Privacy Policy&nbsp.\n<p>Marquette University is committed to respecting your privacy as a customer.\nOur privacy policy is clear: We collect no information about you, other than information automatically collected and stored (see below), when you visit our website unless you choose to provide that information to us.</p>\nInformation Automatically Collected\n<p>When you browse through any website, certain personal information about you can be collected.\nWe automatically collect and temporarily store the following information about your visit:</p>\n<ul>\n<li>the date and time of your visit;</li>\n<li>the pages you visited.\nand</li>\n<li>the address of the website from which you came.</li>\n</ul>\n<p>We use this information for statistical purposes and to help us make our site more useful to visitors.\nUnless it is specifically stated otherwise, no additional information is collected about you.</p>\n<p>Portions of the Marquette website use Google Analytics, a web metrics service of Google, Inc.\n(\"Google\").\nGoogle Analytics uses cookies, which are commonly used text files stored in your browser, to help analyze how users use the site.\nThis cookie information (including your IP address and the Marquette web pages you visit) will be collected by Google and stored on Google servers.\nGoogle will use this information to help Marquette understand and evaluate your use of the website.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nGoogle will not associate your IP address with any other data held by Google.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser.\nHowever, please note that if you do disable cookies, you may not be able to use the full functionality of portions of the Marquette website (e.g.\nthe MU Connect online alumni community).\nBy using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.</p>\n<p>Portions of the website use Resonate audience insights tags.\nLearn more about Resonate privacy principles&nbsp;or opt out.</p>\nPersonally Provided Information\n<p>Marquette University does not require you provide to personal information to visit our website.\nhowever, you may choose to provide us with personal information through an e-mail message, form, survey, etc.\nThis information is used only to fulfill the stated purpose of your communication and/or participation.\nLearn more about&nbsp;how and when your personally provided information may be collected and used.</p>\nMarquette Spirit Shop Purchases\n<p>Marquette Spirit Shop is hosted externally from Marquette.\nPersonal information submitted to complete online purchases through \"The Marquette Spirit Shop\" is used only to ship and process your order, and is not shared, sold, bartered or leased to third-party vendors.</p>\nGoMarquette.com\n<p>GoMarquette.com, the official website of Marquette Athletics, is hosted externally from Marquette.\nBe advised that a separate privacy policy currently governs end-user visits and participation.</p>\nEagleExpress\n<p>EagleExpress, the student shuttle service, is a mobile application from Marquette that is powered by Via.\nBe advised that a separate privacy policy currently governs EagleExpress usage.</p>\nDisclosure\n<p>Marquette University does not disclose, give, sell or transfer any personal information about our online visitors to third parties except as required by law.</p>\nEndorsement Disclaimer\n<p>Our website has links to many other non-profit, educational, and governmental institutions, and in a few cases, private organizations.\nYou are subject to that site's Privacy Policy when you leave this site.\nReference in this website to any specific service, company, or organization does not constitute its endorsement or recommendation by Marquette University.\nMarquette University is not responsible for the contents of any \"off-site\" Web page referenced from this server.</p>", "created_at": "2023-07-15 14:36:20.196676", "updated_at": "2023-07-15 14:36:36.60932"}], "points": [], "urls": ["marquette.edu"]}}