{"error": 448, "message": "OK", "parameters": {"id": 8191, "name": "Ely", "created_at": "2023-05-02 21:15:34.787278", "updated_at": "2023-05-02 22:02:12.717043", "wikipedia": null, "keywords": null, "related": null, "slug": "ely", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8191.png", "url": "ely.by", "documents": [{"id": 15892, "name": "terms of service", "url": "https://account.ely.by/rules", "xpath": "//body", "text": "Ely.byJoinMain provisions<ol>\n<li>\n<b>Ely Accounts</b> service was created for the organization of safety access to Ely.by's users accounts, his partners and any side project that wish to use one of the our's services.</li>\n<li>We (here and in the next points) — Ely.by project developers team that make creating qualitative services for Minecraft community.</li>\n<li>Ely.by is side project, that has nothing to do with Mojang and Microsoft companies.\nWe don't provide support to Minecraft premium accounts, and we have nothing to do with servers that use or don't use our services.</li>\n<li>The registration of the users account at server is free.\nAccount creation Ely.by is only possible at that page https://account.ely.by/register.</li>\n</ol>E‑mail and nickname<ol>\n<li>Account registration with usage of temporary mail services is prohibited.\nWe speak about services that gives random E‑mail in any quantity.</li>\n<li>We try to counteract it, but if you succesed in registration of account with usage of temporary mail services, there wont be any technical support for it and later, during of update of ours filters, account will be blocked with your nickname.</li>\n<li>There are no any moral restrictions for users nickname that will be used in game.</li>\n<li>Nicknames, belonging to famous persons, can be released at their favor for requirement and proves of that persons.</li>\n<li>Minecraft premium account owner has right to require a control restore of his nickname an if it happened you have to change your nickname in 3 days or it will be done automatically.</li>\n<li>If there is no any activity at your account during last 3 month, your nickname can be occupied by any user.</li>\n<li>We aren't responsible for losing your game progress at servers if it was result of nickname changing, including changes on our demand.</li>\n</ol>Ely Accounts as service<p>\n<b>Ely Accounts</b> has free providing to any project, that interested in it usage for Minecraft.</p>\n<p>Despite we do our utmost to provide fast and stable work of service, we are not saved from DDOS-attack, hosters links work interruptions, electricity disorders or any cases, that impossible to be predicted.\nFor avoiding possible incomprehension, we obliged to discuss next agreements, that will work in case of situations mentioned before:</p>\n<ol>\n<li>We don't have any guarantee about fault free work time of this service.</li>\n<li>We are not responsible for delays and lost income as the result of ours service inoperability.</li>\n</ol>Rules•Contact UsFor developers•Source codeSite language", "created_at": "2023-05-02 21:15:34.817321", "updated_at": "2023-05-02 21:15:54.581157"}], "points": [], "urls": ["ely.by"]}}