{"error": 448, "message": "OK", "parameters": {"id": 8542, "name": "Squabbles", "created_at": "2023-06-27 22:03:10.800988", "updated_at": "2023-06-28 10:02:07.483619", "wikipedia": null, "keywords": null, "related": null, "slug": "squabbles", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8542.png", "url": "squabbles.io", "documents": [{"id": 16586, "name": "Privacy Policy", "url": "https://squabbles.io/privacy", "xpath": "//body", "text": "&amp;nbsp.\nsquabbles<i>\n</i>Post<ul>\n<li>Sign In</li>\n<li>Register</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Login</li>\n<li>Register</li>\n<li>Home</li>\n<li>Communities</li>\n<li>About</li>\n<li>\n</li>\n<li>Toggle Dark Mode</li>\n</ul>\n<ul>\n<li>All</li>\n<li>Home</li>\n<li>People</li>\n<li>Communities</li>\n<li>About</li>\n</ul>Privacy Policy<p>Effective Date: June 10, 2023</p>Introduction<p>Welcome to Squabbles, a community-driven platform that aims to provide a space for users to share and discuss various topics.\nAt Squabbles, we are committed to protecting the privacy and personal information of our users.\nThis Privacy Policy explains how we collect, use, and disclose information when you access and use our website.</p>Information We CollectPersonal Information<p>We may collect personal information that you voluntarily provide to us when you create an account, participate in discussions, or engage in other activities on Squabbles.\nThis personal information may include:</p>\n<ul>\n<li>Name</li>\n<li>Email address</li>\n<li>Username</li>\n<li>Profile picture</li>\n<li>Any other information you choose to provide</li>\n</ul>Usage Information<p>We may also collect certain non-personal information automatically as you use our website.\nThis may include:</p>\n<ul>\n<li>IP address</li>\n<li>Device information (e.g., browser type, operating system)</li>\n<li>Log data (e.g., pages visited, time spent on the website)</li>\n<li>Cookies and similar technologies</li>\n<li>Use of Information</li>\n</ul>\n<p>We may use the information we collect for the following purposes:</p>\n<ul>\n<li>To provide and improve our services</li>\n<li>To personalize your experience on Squabbles</li>\n<li>To communicate with you about your account or our services</li>\n<li>To analyze usage trends and optimize the website</li>\n<li>To prevent fraud and protect the security of our users and our website</li>\n<li>To comply with legal obligations</li>\n</ul>Disclosure of Information<p>We may share your personal information in the following circumstances:</p>\n<ul>\n<li>With your consent or as otherwise necessary to provide our services</li>\n<li>With trusted third-party service providers who assist us in operating our website and services</li>\n<li>When required by law, or in response to a valid legal request</li>\n<li>In connection with a merger, acquisition, or sale of assets, in which case your information may be transferred to the acquiring entity</li>\n<li>Data Security</li>\n<li>We take reasonable measures to protect the security of your information.\nHowever, no method of transmission or storage is completely secure, and we cannot guarantee absolute security.</li>\n</ul>Your Rights and Choices<p>You have certain rights and choices regarding your personal information, including the right to access, update, and delete your information.\nYou can also choose to opt out of certain data collection and processing activities.\nPlease contact us at hello@squabbles.io to exercise your rights and choices.</p>Third-Party Links and Services<p>Our website may contain links to third-party websites or services that are not owned or controlled by us.\nThis Privacy Policy does not apply to those third-party websites or services.\nWe encourage you to review the privacy policies of those third parties before providing them with your information.</p>Changes to this Privacy Policy<p>We may update this Privacy Policy from time to time.\nIf we make any material changes, we will notify you by posting a notice on our website or by other means.\nYour continued use of Squabbles after the effective date of the updated Privacy Policy constitutes your acceptance of the changes.</p>Contact Us<p>If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at hello@squabbles.io.</p>squabblesPrivacy policy - Terms of usehello@squabbles.ioJoin our Discord<p>Subscribe to our newsletter.\nGet updates and more.</p>SubscribeClose1 / 0<i>\n</i>\n<p>Create an account</p>Sign in or create an account to .\nJoin our newsletter<p> If you'd like to get updates on our social network, please enter your email.\nWe will notify you of major milestones, interesting events, and more.\nDon't miss out! </p>Email Address<small>P.S.\nwe also have a Discord server.</small>No thanksSubscribePin PostPinned PriorityCancelDoneReport UserReason for reportingCancelDoneSearch CommunitiesCancelDone ", "created_at": "2023-06-27 22:03:10.831226", "updated_at": "2023-06-27 22:04:55.092645"}, {"id": 16587, "name": "Terms of use", "url": "https://squabbles.io/terms", "xpath": "//body", "text": "&amp;nbsp.\nsquabbles<i>\n</i>Post<ul>\n<li>Sign In</li>\n<li>Register</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Login</li>\n<li>Register</li>\n<li>Home</li>\n<li>Communities</li>\n<li>About</li>\n<li>\n</li>\n<li>Toggle Dark Mode</li>\n</ul>\n<ul>\n<li>All</li>\n<li>Home</li>\n<li>People</li>\n<li>Communities</li>\n<li>About</li>\n</ul>Community Content Policy for Squabbles.io<p>At Squabbles.io, we are committed to fostering a vibrant and respectful community where users can engage in meaningful discussions and share their thoughts and ideas.\nTo ensure a safe and inclusive environment for all users, we have established the following Community Content Policy:</p>Prohibited Content:<p>a.\nPornographic Material: The posting or sharing of explicit sexual content, including nudity, sexual acts, or any form of pornography, is strictly prohibited on Squabbles.io.</p>Respectful and Inclusive Communication:<ol>\n<li>Hate Speech and Discrimination: We do not tolerate hate speech, discriminatory language, or any form of content that promotes or incites violence, harassment, or discrimination based on race, ethnicity, nationality, religion, gender, sexual orientation, disability, or any other protected characteristic.</li>\n<li>Personal Attacks and Harassment: Personal attacks, bullying, or any form of harassment towards other users will not be tolerated.\nSquabbles.io is a place for constructive discussions, and we expect users to engage respectfully with one another.</li>\n<li>Threats and Violence: Any content that threatens or promotes violence, self-harm, or harm to others is strictly prohibited.</li>\n</ol>Intellectual Property and Copyright:<ol>\n<li>Plagiarism and Copyright Infringement: Users must respect intellectual property rights and refrain from posting or sharing content that infringes upon the copyrights or intellectual property of others.\nThis includes unauthorized distribution of copyrighted materials, such as pirated software, movies, or music.</li>\n</ol>Illegal Activities:<ol>\n<li>Illegal Content: Posting or promoting content that is illegal, including but not limited to, content related to illegal drugs, weapons, or any other illicit activities is strictly prohibited.</li>\n</ol>Spam and Misleading Content:<ol>\n<li>Spam: Posting repetitive, or irrelevant content is considered spam and is not allowed on this platform.</li>\n<li>Misleading Information: Deliberately spreading false or misleading information is prohibited.\nUsers are encouraged to fact-check their content and provide accurate information to the best of their knowledge.</li>\n</ol>Moderation and Enforcement:<ol>\n<li>Reporting: Users are encouraged to report any content that violates these guidelines by using the appropriate reporting mechanisms provided on the Squabbles.io platform.</li>\n<li>Enforcement: Squabbles.io reserves the right to remove or moderate any content that violates this policy.\nDepending on the severity and frequency of the violation, enforcement actions may range from content removal to temporary or permanent suspension of user accounts.</li>\n</ol>\n<p>We expect all users to adhere to this Community Content Policy to maintain a respectful and engaging community on Squabbles.io.\nBy using our platform, users agree to comply with these guidelines and acknowledge that failure to do so may result in disciplinary action.</p>squabblesPrivacy policy - Terms of usehello@squabbles.ioJoin our Discord<p>Subscribe to our newsletter.\nGet updates and more.</p>SubscribeClose1 / 0<i>\n</i>\n<p>Create an account</p>Sign in or create an account to .\nJoin our newsletter<p> If you'd like to get updates on our social network, please enter your email.\nWe will notify you of major milestones, interesting events, and more.\nDon't miss out! </p>Email Address<small>P.S.\nwe also have a Discord server.</small>No thanksSubscribePin PostPinned PriorityCancelDoneReport UserReason for reportingCancelDoneSearch CommunitiesCancelDone ", "created_at": "2023-06-27 22:03:10.860856", "updated_at": "2023-06-27 22:05:07.250763"}], "points": [], "urls": ["squabbles.io"]}}