{"error": 448, "message": "OK", "parameters": {"id": 9253, "name": "digipres.club ", "created_at": "2023-07-27 21:21:54.778046", "updated_at": "2023-07-27 22:02:27.148983", "wikipedia": null, "keywords": null, "related": null, "slug": "digipres-club", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9253.png", "url": "digipres.club", "documents": [{"id": 18116, "name": "Privacy Policy ", "url": "https://digipres.club/privacy-policy", "xpath": "/html/body/div[1]/div/div/div[1]/div[2]/div[2]/div/div", "text": "Privacy Policy<p>Last updated Oct 07, 2022</p>\n<p>This privacy policy describes how digipres.club (\"digipres.club\", \"we\", \"us\") collects, protects and uses the personally identifiable information you may provide through the digipres.club website or its API.\nThe policy also describes the choices available to you regarding our use of your personal information and how you can access and update this information.\nThis policy does not apply to the practices of companies that digipres.club does not own or control, or to individuals that digipres.club does not employ or manage.</p> What information do we collect? <ul>\n<li>\n<strong>Basic account information</strong>: If you register on this server, you may be asked to enter a username, an e-mail address and a password.\nYou may also enter additional profile information such as a display name and biography, and upload a profile picture and header image.\nThe username, display name, biography, profile picture and header image are always listed publicly.</li>\n<li>\n<strong>Posts, following and other public information</strong>: The list of people you follow is listed publicly, the same is true for your followers.\nWhen you submit a message, the date and time is stored as well as the application you submitted the message from.\nMessages may contain media attachments, such as pictures and videos.\nPublic and unlisted posts are available publicly.\nWhen you feature a post on your profile, that is also publicly available information.\nYour posts are delivered to your followers, in some cases it means they are delivered to different servers and copies are stored there.\nWhen you delete posts, this is likewise delivered to your followers.\nThe action of reblogging or favouriting another post is always public.</li>\n<li>\n<strong>Direct and followers-only posts</strong>: All posts are stored and processed on the server.\nFollowers-only posts are delivered to your followers and users who are mentioned in them, and direct posts are delivered only to users mentioned in them.\nIn some cases it means they are delivered to different servers and copies are stored there.\nWe make a good faith effort to limit the access to those posts only to authorized persons, but other servers may fail to do so.\nTherefore it's important to review servers your followers belong to.\nYou may toggle an option to approve and reject new followers manually in the settings.\n<strong>Please keep in mind that the operators of the server and any receiving server may view such messages</strong>, and that recipients may screenshot, copy or otherwise re-share them.\n<strong>Do not share any sensitive information over Mastodon.</strong>\n</li>\n<li>\n<strong>IPs and other metadata</strong>: When you log in, we record the IP address you log in from, as well as the name of your browser application.\nAll the logged in sessions are available for your review and revocation in the settings.\nThe latest IP address used is stored for up to 12 months.\nWe also may retain server logs which include the IP address of every request to our server.</li>\n</ul> What do we use your information for? <p>Any of the information we collect from you may be used in the following ways:</p>\n<ul>\n<li>To provide the core functionality of Mastodon.\nYou can only interact with other people's content and post your own content when you are logged in.\nFor example, you may follow other people to view their combined posts in your own personalized home timeline.</li>\n<li>To aid moderation of the community, for example comparing your IP address with other known ones to determine ban evasion or other violations.</li>\n<li>The email address you provide may be used to send you information, notifications about other people interacting with your content or sending you messages, and to respond to inquiries, and/or other requests or questions.</li>\n</ul> How do we protect your information? <p>We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information.\nAmong other things, your browser session, as well as the traffic between your applications and the API, are secured with SSL, and your password is hashed using a strong one-way algorithm.\nYou may enable two-factor authentication to further secure access to your account.</p> What is our data retention policy? <p>We will make a good faith effort to:</p>\n<ul>\n<li>Retain server logs containing the IP address of all requests to this server, in so far as such logs are kept, no more than 90 days.</li>\n<li>Retain the IP addresses associated with registered users no more than 12 months.</li>\n</ul>\n<p>You can request and download an archive of your content, including your posts, media attachments, profile picture, and header image.</p>\n<p>You may irreversibly delete your account at any time.</p> Do we use cookies? <p>Yes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow).\nThese cookies enable the site to recognize your browser and, if you have a registered account, associate it with your registered account.</p>\n<p>We use cookies to understand and save your preferences for future visits.</p> Do we disclose any information to outside parties? <p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information.\nThis does not include trusted third parties who assist us in operating our site, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety.</p>\n<p>Your public content may be downloaded by other servers in the network.\nYour public and followers-only posts are delivered to the servers where your followers reside, and direct messages are delivered to the servers of the recipients, in so far as those followers or recipients reside on a different server than this.</p>\n<p>When you authorize an application to use your account, depending on the scope of permissions you approve, it may access your public profile information, your following list, your followers, your lists, all your posts, and your favourites.\nApplications can never access your e-mail address or password.</p> Site usage by children <p>If this server is in the EU or the EEA: Our site, products and services are all directed to people who are at least 16 years old.\nIf you are under the age of 16, per the requirements of the GDPR (General Data Protection Regulation) do not use this site.</p>\n<p>If this server is in the USA: Our site, products and services are all directed to people who are at least 13 years old.\nIf you are under the age of 13, per the requirements of COPPA (Children's Online Privacy Protection Act) do not use this site.</p>\n<p>Law requirements can be different if this server is in another jurisdiction.</p>\n<p>This document is CC-BY-SA.\nOriginally adapted from the Discourse privacy policy.</p>\n", "created_at": "2023-07-27 21:21:54.80812", "updated_at": "2023-07-27 21:22:14.374949"}, {"id": 18117, "name": "Code of Conduct ", "url": "https://digipres.club/about", "xpath": "/html/body/div[1]/div[1]/div/div[4]/div", "text": " Code of Conduct <p>We want this to be a fun, pleasant, and harassment-free experience for everyone, regardless of gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, or religion.\nWe do not tolerate harassment of participants in any form.\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nIf someone asks you to leave them alone, leave them alone.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Do</strong>\n</p>\n<ul>\n<li>Talk about/link to what you’re reading, working on, listening to, watching</li>\n<li>Post your blog post, code snippet, article, book chapter, presentation</li>\n<li>Ask for help</li>\n<li>Post pictures of your food, cat, dog, baby, signage, face.\nShow us the awesome/boring/terrible thing on your desk right now.</li>\n<li>Use descriptive text on your images</li>\n<li>Credit the images and art you share (ideally with a link)</li>\n<li>Add CWs (content warnings) to your posts liberally: label talks about politics or hate incidents, listserv commentary, rants, spoilers of TV shows, etc.\nCWs are metadata.\nWe love metadata! (see FAQ for more about CWs)</li>\n</ul>\n<p>\n<strong>Don’t</strong>\n</p>\n<p>\n<strong>The following behavior is not welcome anywhere in digipres.club:</strong>\n</p>\n<ul>\n<li>Offensive comments related to gender, gender identity and expression, sexual orientation, disability, mental illness, neuro(a)typicality, physical appearance, body size, race, nationality, or religion.</li>\n<li>Holocaust denial and Nazi symbolism.</li>\n<li>Deliberate or persistent misgendering.</li>\n<li>Threats of violence.</li>\n<li>Incitement of violence towards any individual, including encouraging a person to commit suicide or to engage in self-harm.</li>\n<li>Deliberate intimidation.</li>\n<li>Publishing any individual's address, phone number, or other private identifying information without consent.</li>\n<li>Sexual depictions of children.</li>\n<li>Unwelcome sexual attention, including sharing sexual content with specific users without consent.</li>\n<li>Gratuitous sexual images or behavior without a content warning.</li>\n<li>Simulated physical contact (e.g.\ntextual descriptions like “*hug*” or “*backrub*”) without consent or after a request to stop.</li>\n<li>Publication of non-harassing private communication without consent.</li>\n<li>Sustained disruption of discussion.</li>\n<li>Impersonation of living persons</li>\n<li>Continued communications with someone who's asked that you leave them alone.</li>\n<li>Unwelcome comments regarding a person’s lifestyle choices and practices, including those related to food, health, parenting, drugs, and employment.</li>\n</ul>\n<p>\n<strong>The following behavior is not allowed on the public timeline:</strong>\n</p>\n<ul>\n<li>Graphic violent or sexual content without a content warning</li>\n<li>Gratuitous advertizing or spam.\nIt's fine to promote your work, but it shouldn't be the bulk of what you share.</li>\n</ul>\n<p>\n<strong>Known Harassers:</strong>\n</p>\n<p>The admins may ban or silence users whom we know to be harassers or abusers, even if they have not violated the rules of this instance.\nThe mere presence of a harasser can make past or potential victims uncomfortable, and it can put potential victims who are unaware of the person's history in particular danger.\nUsers are encouraged to individually mute, block, and/or report accounts they don't want to see, but at our discretion, we may take the additional step of blocking or silencing someone instance-wide if we believe they endanger the safe and welcoming space we're trying to maintain.</p>\n<p>\n<strong>Reporting</strong>\n</p>\n<p>The current admins are:</p>\n<ul>\n<li>joshuatj</li>\n<li>misty</li>\n</ul>\n<p>If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact the admins.\nThey'll respond as promptly as they can.\nWe will respect confidentiality requests for the purpose of protecting victims of abuse.\nAt our discretion, we may publicly name a person about whom we’ve received harassment complaints, or privately warn third parties about them.\nWe will not name harassment victims without their affirmative consent.</p>\n<p>\n<strong>Understanding and Using CWs</strong>\n</p>\n<p>Mastodon offers content warnings, which allow one to post about topics while giving others an informed opportunity to decide whether or not to read your posts.\nThink of them as metadata for your post.\nUnlike hashtags, which are another great way to find or filter data (and you can use both!), CWs allow the reader to make a choice before viewing something which they may find distressing (such as racist imagery or political trends which threaten their health/job/family/friends) or ordinary things they may or may not want to see “health” or “lewd” or “rant/whine” posts.\nCWs are especially important on public posts, since we all use the Local timeline.\nSome people write very descriptive CWs.\nOthers use shorthands popular in the Mastodon community.\nCommon examples of CWd topics and common shorthands:<br>\n<br>\n</p>\n<ul>\n<li>Politics: “pol” with a country prefix such “uspol,” “ukpol” or more specific clarifications, such as “politics, funding” or “politics shutdown” or “politics, 45”</li>\n<li>Examples of hate speech by politicians/colleagues/family/students/etc.: “Hate speech” “nazis” “fascism” “antifacism” “racism” “transphobia” “white supremacist fliers”</li>\n<li>Sexually explicit: common shorthands include “lewd,” “kink,” “PDA”</li>\n<li>Mental health/suicidal ideation: common abbreviations include “mh+” (good mental health stuff), “mh-” (negative mental health), “suicide”/”sui”</li>\n<li>Food/alcohol/drugs/meds: generally just noting the content.</li>\n<li>Eye-contact selfies: some mastodon users place selfies under “eye contact” if the poster is making eye contact with the viewer1.</li>\n<li>Content types: “rant” “long” “whine” “spoilers”<br>\n<br>\n</li>\n</ul>\n<p>An excellent longer-form CW example from 2018-01-22 would be “nazis on campus, everyday antifacism,” which conveys that the post both talks about an incident with nazis on campus and the response to it.\nPlease also keep in mind, that all posts to Public appear in the Local timeline and Mastodon allows you to make some posts Followers-Only or Unlisted.\nOn the other hand, if you see someone posting material which disturbs you without CWs in the main timeline, Mastodon’s mute function will mean you don’t see them.\nFilters can remove all posts containing a term (CWd and non-CWd) from a particular column.</p>\n<p>\n<strong>Credits and License</strong>\n</p>\n<p>This code of conduct is based on glammr.us’ code of conduct, which is in turn based on wandering.shop's code of conduct, which itself is based on Annalee Flower Horne's Sample Slack Code of Conduct and Geek Feminism's Community Anti-Harassment Policy.</p> ", "created_at": "2023-07-27 21:21:54.837719", "updated_at": "2023-07-27 21:22:53.755599"}], "points": [], "urls": ["digipres.club"]}}