{"error": 448, "message": "OK", "parameters": {"id": 7992, "name": "Neurolearning SPC ", "created_at": "2023-04-11 02:36:32.895788", "updated_at": "2023-04-22 11:50:40.991066", "wikipedia": null, "keywords": null, "related": null, "slug": "neurolearning-spc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7992.png", "url": "neurolearning.com", "documents": [{"id": 15471, "name": "Privacy Policy", "url": "https://portal.neurolearning.com/privacy-policy", "xpath": "//body", "text": " Privacy Policy Neurolearning SPC <ol>\n<li>What Information We Collect <ol>\n<li>\n<strong>Information You Provide Directly to Us</strong>\n<p>We may collect information from you in a variety of ways, such as when you:</p>\n<ol>\n<li>Register for a Neurolearning account (“Account”);</li>\n<li>Request certain features (e.g.\nnewsletters);</li>\n<li>Fill out a survey or provide us with feedback;</li>\n<li>Use the Neurolearning Dyslexia Screening App or use other portions of the Neurolearning system or website that require an Account to participate;</li>\n<li>Communicate with us.\nor</li>\n<li>Post user-generated content to Neurolearning.</li>\n</ol>\n<p>You are not required to create an Account to gain access to some areas of Neurolearning.\nIf you do create an Account, we ask for certain information to process your registration, including an email address and password.\nIf you subscribe to a paid Account, we request additional information, including your full name and payment method details.</p>\n<p>We may also collect (1) name, (2) gender, (3) date of birth, (4) education level, (5) other demographic information, and (6) other information you voluntarily provide to us.\nProviding most of this information is optional.\nWe also allow you select your preferences for training, language, and receiving email communications.</p>\n</li>\n<li>\n<strong>Information that is Passively or Automatically Collected</strong>\n<p>In addition to the information you provide directly to us, when you use the Neurolearning Dyslexia Screening App, we automatically collect information about the computer, mobile device, or other devices you use to access the Neurolearning app and about how you use the Neurolearning app.\nFor example, we receive data about the questions you answer and your answers to those questions.\nWe may also receive information such as your browser type, IP address, language, the type of device you use, operating system version, unique device identifier (\"UDID\"), the date and time of your visit and files you viewed on our site (e.g., HTML pages, graphics, etc.), Internet service provider, clickstream data, the pages you view and the websites you visited immediately before and after visiting the Neurolearning app or website.\nIn some cases, we link this automatically collected data to other information we collect about you.\nWe do this to improve the services and marketing we offer you.</p>\n<ol>\n<li>\n<strong>Device/Usage Information</strong>\n<p>We may automatically collect certain information about the computer or devices (including mobile devices or tablets) you use to access the Neurolearning website and App [afterwards, \"Neurolearning\"].\nAs described further below, we may collect and analyze information such as (a) IP addresses, geolocation information (based on IP addresses), unique device identifiers, IMEI and TCP/IP address, and other information about your computer or device(s), browser types, browser language, operating system, mobile device carrier information, the state or country from which you accessed the Neurolearning.\nand (b) information related to the ways in which you interact with Neurolearning, such as: referring and exit web pages and URLs, platform type, the number of clicks, domain names, landing pages, pages and content viewed and the order of those pages, statistical information about the use of Neurolearning, the amount of time spent on particular pages, the date and time you used Neurolearning, the frequency of your use of Neurolearning, error logs, and other similar information.\nAs described further below, we may use third-party analytics providers and technologies, including cookies and similar tools, to assist in collecting this information.</p>\n</li>\n<li>\n<strong>Cookies and Other Electronic Technology</strong>\n<p>Like many other companies, we and third parties that we work with use cookies and other web and mobile tracking technologies, like HTML5, web beacons, scripts, pixels, server logs, and tags.\nWe use these technologies for authentication, to store your preferences or progress, for analytics, and to help us advertise Neurolearning.\nA web server log is a file where website activity is stored.\nA cookie is a small text file that is placed on your computer when you visit a website, that enables us to: (i) recognize your computer.\n(ii) store your preferences and settings.\n(iii) understand the web pages of Neuroelearning you have visited.\n(iv), enhance your user experience by delivering content specific to your interests.\n(v) perform searches and analytics.\nand (vi) assist with security administrative functions.\nSome cookies are placed in your browser cache while those associated with Flash technologies are stored with your Adobe Flash Player files.\nTracking pixels (sometimes referred to as web beacons or clear GIFs) are tiny electronic tags with a unique identifier embedded in websites, online ads and/or email, and that are designed to provide usage information like ad impressions or clicks, measure popularity of Neurolearning and associated advertising, and to access user cookies.\nAs we adopt additional technologies, we may also gather additional information through other methods.</p>\n<p>Please note that you can change your settings to notify you when a cookie is being set or updated, or to block cookies altogether.\nPlease consult the \"Help\" section of your browser for more information (e.g.,&nbsp;<u>Internet Explorer</u>;&nbsp;<u>Google Chrome</u>;&nbsp;<u>Mozilla Firefox</u>.\nor&nbsp;<u>Apple Safari</u>).\nYou can also manage the use of Flash technologies, including cookies and local storage objects with the Flash management tools available at&nbsp;<u>Adobe's website</u>.\nPlease note that by blocking any or all cookies, you may not have access to certain features or offerings of Neurolearning.</p>\n</li>\n</ol>\n</li>\n<li>\n<strong>Information Provided by Social Networking Services and Others</strong>\n<p>We may supplement the information you provide to us with additional information gathered from other sources, such as publicly available information, or from third parties, such as marketers, partners, researchers and others.\nWe may combine information that we collect from you with information about you that we obtain from such third parties and information derived from any other product or service we provide.</p>\n<p>If you sign in to Neurolearning using your Facebook or other third party credentials, we will use that service to authenticate you.\nWe may also receive other information that you have agreed may be provided by that third party, such as your username, name, e-mail address, photo, location, date of birth, gender, an ID associated with the applicable third party platform, user files like photos and videos, your list of friends, people you follow and/or who follow you, and/or your posts or \"likes.\" We receive this information so that it can be used for the purposes explained in this Privacy Policy.\nIf you do not wish to have this information shared by these third parties, do not use Facebook or another third party to access Neurolearning.\nWe may also collect other information through other social networks that you make available to us.\nFor a description on how social networking and other third party sites handle and share your information, please refer to their privacy policies and terms of use, which may permit you to modify your privacy settings.\nWe may combine information that we collect from or about you with information about you that we obtain from such social media and other content platforms and information derived from any other subscription, product, or service we provide.</p>\n<p>If you are a subject in a research project or study conducted by Neurolearning SPC in partnership with a researcher or educational institution, that project may involve the collection of different information than is described in this Section.\nResearch participants may, for example, provide health-related information, including the existence of certain health conditions.\nNeurolearning SPC partners with researchers and educational institutions in conducting such studies.\nSuch research projects are typically done on an anonymous basis, such that Neurolearning SPC acts only as a processor of anonymized or pseudononymized data.\nFor further information on how we handle data associated with such research, please refer to the materials distributed to you as part of the study, contact the researcher leading your study, or contact us using the contact information below.</p>\n</li>\n</ol>\n</li>\n<li>How We Use Your Information at Neurolearning SPC <p>We use your information to operate and provide you with the Neurolearning Dyslexia Screening App and other services.\nThis includes, but is not limited to:</p>\n<ol>\n<li>For the purposes for which you provided it;</li>\n<li>Authenticating your login and processing your payments;</li>\n<li>Personalizing your Neurolearning experience and customizing your report;</li>\n<li>Allowing you to monitor your performance and results in Neurolearning, by, for example, presenting charts and graphs of your performance to you;</li>\n<li>Customizing and delivering information about our products and services by email;</li>\n<li>To contact you with information, surveys, or advertising that we believe may be of interest to you regarding Neurolearning or its products;</li>\n<li>To administer surveys;</li>\n<li>Providing customer support and sending confirmations about your Account;</li>\n<li>For internal research and reporting;</li>\n<li>Protecting our intellectual property or other rights.\nand</li>\n<li>Managing and improving our business, our apps, and our other products.</li>\n</ol>\n<p>We also reserve the right to use and disclose non-personal data (e.g., de-identified or aggregate data) for any purpose.\nFor example, we show aggregate performance measures to users to allow them to evaluate their performance against other Neurolearning users.\nAlso, in connection with any research projects in which we participate, we may disclose performance statistics to university collaborators to evaluate, study, and improve the effectiveness of our programs or understanding of dyslexia or human cognition more generally.\nIn these situations, all data is disclosed either in aggregate form or with information that can identify you removed.\nIn addition, when we work with university collaborators, we contractually prohibit them from attempting to re-identify individuals from data that has been de-identified.</p>\n</li>\n<li> Legal Bases For Use Of Your Personal Data <p>The laws in some jurisdictions require companies to tell you about the legal ground they rely on to use or disclose your personal data.\nTo the extent those laws apply, our legal grounds are as follows:</p>\n<ol>\n<li>To honor our contractual commitments to you: Much of our processing of personal data is to meet our contractual obligations to our users, or to take steps at users’ request in anticipation of entering into a contract with them.\nFor example, we handle personal data on this basis for our paid users.</li>\n<li>Consent: Where required by law, and in some other cases, we handle personal data on the basis of your implied or express consent.\nWhere you have provided consent, you may withdraw your consent at any time, without affecting the lawfulness of the processing that was carried out prior to withdrawing your consent.\nTo withdraw your consent, please contact us at support@neuroedu.com.</li>\n<li> Legitimate interests: In many cases, we handle personal data on the ground that it furthers our legitimate interests in ways that are not overridden by the interests or fundamental rights and freedoms of the affected individuals, such as: <ul>\n<li>Providing a safe and enjoyable user experience;</li>\n<li>Customer service;</li>\n<li>Marketing;</li>\n<li>Protecting our users, personnel, and property;</li>\n<li>Analyzing and improving our business;</li>\n<li>Managing legal issues.</li>\n<li>We may also process personal data for the legitimate interests of our research partners, such as to provide cognitive training, research, and analytics for such partners.</li>\n</ul>\n</li>\n<li>Legal compliance: We need to use and disclose personal data in certain ways to comply with our legal obligations.</li>\n<li>To protect the vital interests of the individual or others: For example, we may collect or share personal data to help resolve an urgent safety situation.</li>\n</ol>\n</li>\n<li> No Disclosure to Third Parties for Their Own Marketing Purposes <p>We believe in protecting your privacy, and therefore do not provide your personal data to third parties for their own marketing purposes.</p>\n</li>\n<li> When We Share Your Personal Information With Third Parties <p>We may share your personal data only in the following ways:</p>\n<ol>\n<li>\n<strong>Service providers and agents</strong>\n<p>We may share your information with certain third parties selected by us to help support our operations.\nThese include, for example, services that help us process payments, analyze web traffic, send emails, and track customer support requests.\nIn addition, we may share limited personal data to third parties that help us market or advertise Neurolearning.\nThese third parties may have access to your information only for purposes of performing these tasks on our behalf and we contractually require them to protect your information consistent with this Privacy Policy.</p>\n</li>\n<li>\n<strong>Affiliates</strong>\n<p>We may share your information with our corporate affiliates, such as entities under common ownership or control.</p>\n</li>\n<li>\n<strong>Business transfers</strong>\n<p>We may sell, transfer, or otherwise share some or all of our assets in connection with an actual or contemplated merger, reorganization, business transaction, or in the event of bankruptcy.\nIn such scenarios, your information may be one of the assets transferred.\nWe will post a notice or otherwise notify you and collect your consent, as may be required by law, before the information is transferred and becomes subject to a different privacy policy.</p>\n</li>\n<li>\n<strong>Compliance with law and law enforcement requests, and protection of our rights.</strong>\n<p>We may disclose your information when we have a good faith belief we are required to do so by law, or in response to a subpoena, court order, or other legal mechanism.\nWe may also disclose your information when we have a good faith belief that disclosure may prevent fraud and abuse of Neurolearning or its users or protect our property rights.</p>\n</li>\n<li>\n<strong>Consent</strong>\n<p>We may disclose your information when we believe we have your consent to do so, such as when you contact customer support and ask us about your Account, or when we have the consent of someone we believe is authorized to consent on behalf of you, such as the individual associated with the payment method for your Account.\nIf you have expressly agreed to participate in a research study with us or with a third party that incorporates your personal data collected by Neurolearning, we also may disclose your information for the purpose of facilitating the research to which you have consented.</p>\n</li>\n</ol>\n</li>\n<li> Online Analytics And Tailored Advertising <p>We may use third-party web analytics services on Neurolearning, such as those of Google Analytics, Rollbar, and New Relic.\nThese service providers use the sort of technology previously described in the \"Cookies and other electronic technologies\" section to help us analyze how users use Neurolearning, including by noting the third-party website from which you arrive, how often you use our app, the events that occur within our app, where the app was downloaded from, and provide certain features to you.\nThe information (including your IP address) collected by the technology will be disclosed to or collected directly by these service providers, who use the information to evaluate your use of Neurolearning.\nTo prevent Google Analytics from using your information for analytics, you may install the Google Analytics Opt-out Browser Add-on by clicking&nbsp;<u>here</u>.</p>\n<p>If you receive email from us, we may use certain tools, such as clear GIFs to capture data such as when you open our message or click on any links or banners our email contains.\nThis data allows us to gauge the effectiveness of our communications.</p>\n<p>We may personalize the content and advertising that you see when using Neurolearning through the use of third-party advertising technologies that allow for the delivery of relevant content and advertising on our websites, as well as other websites you visit and other applications you use.\nThe ads may be based on various factors such as the content of the page you are visiting, information you provide such as your age and gender, your searches, demographic data, user-generated content, and other information we collect from you.\nThese ads may be based on your current activity or your activity over time and may be tailored to your interests.</p>\n<p>Also, third parties whose products or services are accessible or advertised via Neurolearning may also place cookies or other tracking technologies on your computer, mobile phone, or other device to collect information about your use of Neurolearning in order to (i) inform, optimize, and serve ads based on past visits to our websites and other sites and (ii) report how our ad impressions, other uses of ad services, and interactions with these ad impressions and ad services are related to visits to our websites and use of Neurolearning.\nWe also may allow other third parties (e.g., ad networks and ad servers such as Google Analytics, DoubleClick, and others) to serve tailored ads to you on Neurolearning, other sites, and in other applications, and to access their own cookies or other tracking technologies on your computer, mobile phone, or other device you use to access Neurolearning.\nWe also may share with third-party advertisers a hashed version of your email address, solely in non-human readable form for purposes of delivering tailored advertising.\nWe neither have access to, nor does this Privacy Policy govern, the use of cookies or other tracking technologies that may be placed on your computer, mobile phone, or other device you use to access Neurolearning by non-affiliated, third-party ad technology, ad servers, ad networks or any other non-affiliated third parties.\nThose parties that use these technologies may offer you a way to opt out of ad targeting as described below.\nIf you are interested in more information about tailored browser advertising and how you can generally control cookies from being put on your computer to deliver tailored advertising, you may visit the&nbsp;<u>Network Advertising Initiative’s Consumer Opt-Out link</u>&nbsp;or the&nbsp;<u>Digital Advertising Alliance’s Consumer Opt-Out link</u>&nbsp;to opt-out of receiving tailored advertising from companies that participate in those programs.</p>\n<p>To opt out of Google Analytics for display advertising or customize Google display network ads, you can visit the&nbsp;<u>Google Ads Settings page</u>.\nPlease note that to the extent advertising technology is integrated into Neurolearning, you may still receive advertisements even if you opt-out of tailored advertising.\nIn that case, the ads will just not be tailored.\nAlso, we do not control any of the above opt-out links and are not responsible for any choices you make using these mechanisms or the continued availability or accuracy of these mechanisms.</p>\n</li>\n<li> Data Subject Rights And Your Choices <p>\n<strong>Account Review</strong>\n</p>\n<p>You may access, review, correct, and delete certain of your personal data by logging into your Account.</p>\n<p>\n<strong>Analytics and Advertising</strong>\n</p>\n<p>You also can exercise certain opt-out rights by following the instructions at the end of the \"Online Analytics and Tailored Advertising\" section above.</p>\n<p>\n<strong>Your Legal Rights</strong>\n</p>\n<p>In addition, individuals in the European Union and some other jurisdictions outside the United States have certain legal rights to request that we:</p>\n<ol>\n<li>confirm whether we hold personal data about them,</li>\n<li>provide access to personal data we hold about them (including, in some cases, in portable form),</li>\n<li>update, amend and/or correct personal data we hold;</li>\n<li>delete certain personal data in appropriate circumstances;</li>\n<li>transfer personal data to a third party provider of services;</li>\n</ol>\n<p>To exercise any of the above rights (or any other rights under applicable law), please contact us via our&nbsp;<u>help center</u>.</p>\n<p>In addition, individuals in the European Union and some other jurisdictions outside the United States have certain legal rights to obtain confirmation of whether we hold personal data about them, to access personal data we hold about them (including, in some cases, in portable form), and to obtain its correction, update, amendment or deletion in appropriate circumstances.\nThey may also object to our uses or disclosures of personal data or exercise legal rights to withdraw consent, though such actions typically will not have retroactive effect.\nTo exercise any of the above rights (or any other rights under applicable law), please contact us via our&nbsp;<u>help center</u>.</p>\n<p>The rights described herein are subject to limitations and exceptions under applicable law.\nIn situations in which we process personal data on behalf of our research partners, we may refer the request to the relevant research partner and cooperate with their handling of the request, subject to any special contractual arrangement with that research partner.</p>\n<p>In addition to the rights above, residents of the European Economic Area also have the right to lodge a complaint with your relevant supervisory authority.\nHowever, we encourage you to contact us first, and we will do our very best to resolve your concern.</p>\n<p>\n<strong>Marketing</strong>\n</p>\n<p>You can opt out of receiving marketing emails by navigating to your Email Notifications page or by following the unsubscribe instructions included in each email.\nPlease note you may not opt out of certain transactional emails, such as when we email you to confirm transactions, address Account issues, or communicate about customer support.</p>\n<p>\n<strong>Push Notifications</strong>\n</p>\n<p>From time to time, we use push notifications in our mobile applications to send you messages about Neurolearning or your Account.\nYou may opt out from receiving push notifications through your device settings.</p>\n</li>\n<li> Retention Of Personal Data And Security <p>We keep your information for no longer than necessary for the purposes for which it is processed.\nThe length of time for which we retain information depends on the purposes for which we collected and use it and/or as required to comply with applicable laws.\nTo dispose of personal data, we may anonymize it, delete it or take other appropriate steps.\nData may persist in copies made for backup and business continuity purposes for additional time.</p>\n<p>We have implemented and maintain security practices to protect against the unauthorized access, use, modification, destruction or disclosure of your personal data.\nFor example, when you enter sensitive information on our order forms, we encrypt the transmission of that information using secure socket layer technology (SSL).\nWe follow generally accepted standards to protect the personal data submitted to us, both during transmission and once we receive it.\nHowever, no method of transmission or storage is completely secure, and we therefore cannot guarantee absolute security.\nIf you have any questions about security on our website, please contact us using the contact information below.</p>\n</li>\n<li> Outside The United States Consent To Processing And Transfer Of Information <p>If you access Neurolearning outside of the United States, you fully understand and unambiguously consent to the transfer of your personal data to, and the collection and processing of such personal data in the United States.\nThe recipients of the personal data disclosures described in the \"When We Share Your Personal Data with Third Parties\" section above may be located in the United States or elsewhere in the world.\nPrivacy laws in these countries may not provide protections equivalent to those of your country of residence, and your government may or may not deem such protections adequate.</p>\n</li>\n<li> Additional Information <ol>\n<li>\n<strong>Links To Third Party Websites</strong>\n<p>Our website includes links to other sites that may collect personal data, and whose privacy practices may differ from those of Neurolearning SPC.\nPlease be aware that we are not responsible for the privacy practices of such other sites.\nWe encourage you to review their privacy policies.</p>\n</li>\n<li>\n<strong> Referrals And Contacts</strong>\n<p>We may allow you to refer your friends and contacts to Neurolearning, either by manually entering their email addresses or by importing contacts from email accounts you have with third parties.\nIf you choose to utilize these features, we’ll use and store the email addresses only for purposes of sending the invitation emails you have requested.\nIf you utilize these features, the friends or contacts that you refer may contact us at the contact information listed below to request that we delete their personal data.\nPlease note that we do not collect the username and password to your email accounts.\nthe import features route you to the third party email provider to log in through their services.</p>\n</li>\n<li>\n<strong> Social Media Widgets</strong>\n<p>Our website may include social media features, such as Facebook and Twitter buttons.\nSuch features may collect your IP address and information about the page you are visiting, and may set cookies to function properly.\nYour interactions with these features are governed by the privacy policies of the company providing them.</p>\n</li>\n</ol>\n</li>\n<li> EU-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield <p>Neurolearning SPC participates in and has certified its compliance with the EU – U.S.\nPrivacy Shield Framework and the Swiss – U.S.\nPrivacy Shield Framework.\nNeurolearning SPC is committed to subjecting all personal data received from European Union (EU) member countries and Switzerland, in reliance on the Privacy Shield Framework, to the Framework’s applicable Principles.\nTo learn more about the Privacy Shield Framework, visit the U.S.\nDepartment of Commerce’s Privacy Shield List.&nbsp;<u>https://www.privacyshield.gov/list</u>\n</p>\n<p>Neurolearning SPC is responsible for the processing of personal data it receives under the Privacy Shield Framework.\nWhen Neurolearning SPC receives information under the Privacy Shield and then transfers it to a third-party service provider acting as an agent on Neurolearning SPC’s behalf, Neurolearning SPC has certain liability under the Privacy Shield if both (a) the agent processes the information in a manner inconsistent with the Privacy Shield and (b) Neurolearning SPC is responsible for the event giving rise to the damage.\nNeurolearning SPC complies with the Privacy Shield Principles for all onward transfers of personal data from the EU and Switzerland, including the onward transfer liability provisions.</p>\n<p>With respect to personal data received or transferred pursuant to the Privacy Shield Framework, Neurolearning SPC is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, Neurolearning SPC may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>Please contact us at the contact information below if you have an unresolved privacy or data use concern, If after that you feel that we have not addressed your privacy or data use concern satisfactorily, please contact our U.S.-based third party dispute resolution provider (at no cost) at&nbsp;<u>https://www.jamsadr.com/eu-us-privacy-shield</u>.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website&nbsp;<u>https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint</u>, you may invoke binding arbitration when other dispute resolution procedures have been exhausted.\nPrior to initiating such arbitration, you must: (1) contact Neurolearning SPC and afford us the opportunity to resolve the issue.\n(2) seek assistance from Neurolearning SPC’ designated independent recourse mechanism above.\nand (3) contact the U.S.\nDepartment of Commerce (either directly or through a European Data Protection Authority) and afford the Department of Commerce time to attempt to resolve the issue.\nEach party shall be responsible for its own attorney’s fees.\nPlease be advised that, pursuant to the Privacy Shield, the arbitrator(s) may only impose individual-specific, non-monetary, equitable relief necessary to remedy any violation of the Privacy Shield Principles with respect to the individual.</p>\n</li>\n<li> Children <p>Neurolearning is not directed directly to individuals under 13 years old.\nAs appropriate under applicable law, parents or legal guardians with questions or requests regarding their children’s personal data may contact us as described below.</p>\n</li>\n<li> California \"Do Not Track\" Notice <p>We do not track our customers’ personal data over time and across third-party websites to provide targeted advertising and therefore do not respond to \"Do Not Track\" (DNT) signals.</p>\n</li>\n<li> Change Policy <p>This Privacy Policy may be updated from time to time.\nIf we make material changes, we will provide notice to you either by email, by posting a notification on Neurolearning or by posting an updated privacy policy on Neurolearning 45 days in advance of the effective date of the updated Privacy Policy.\nPlease note that, for existing users, unless otherwise provided by applicable law, your continued use of Neurolearning following the effective date means that you agree with, and consent to be bound by, the updated Privacy Policy.</p>\n</li>\n<li> Contact Information <p>We welcome inquiries or comments about our Privacy Policy via our support email at: support@neuroedu.com</p>\n</li>\n</ol> An error has occurred.\nThis application may no longer respond until reloaded.\nReload 🗙 ", "created_at": "2023-04-11 02:36:32.928483", "updated_at": "2023-04-11 02:36:53.225397"}], "points": [], "urls": ["neurolearning.com"]}}