{"error": 448, "message": "OK", "parameters": {"id": 8797, "name": "Teachable ", "created_at": "2023-07-04 23:13:45.017189", "updated_at": "2023-07-05 10:02:23.859535", "wikipedia": null, "keywords": null, "related": null, "slug": "teachable", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8797.png", "url": "teachable.com", "documents": [{"id": 17181, "name": "Privacy Policy", "url": "https://teachable.com/privacy-policy", "xpath": "/html/body/div[1]/div[1]/main/section[2]", "text": "<p>\n<strong>Privacy Policy&nbsp;</strong>\n</p>\n<p>\n<strong>Version updated on April 2023</strong>\n</p>\n<p>Hi! If you want to understand how Teachable and the other companies in Hotmart Company collect, store, use, share, and delete your personal data, you’re in the right place.\nDepending on your activity on the Platform, some special rules may apply to you.\nSo read the information below carefully.</p>\n<p>\n</p>\n<p>Contents</p>\n<p>Overview</p>\n<p>1.\nPERSONAL DATA PROCESSED BY HOTMART COMPANY </p>\n<p>2.\nWHAT ARE THE PURPOSES OF PROCESSING OF PERSONAL DATA </p>\n<p>3.\nLEGAL BASES OF PROCESSING </p>\n<p>4.\nPERSONAL DATA PROCESSED BY HOTMART COMPANY&nbsp.\nIN THE NAME OF THIRD PARTIES </p>\n<p>5.\nRETENTION PERIOD OF PERSONAL DATA </p>\n<p>6.\nSHARING OF PERSONAL DATA </p>\n<p>7.\nINTEGRATIONS AND THIRD PARTY </p>\n<p>8.\nINTERNATIONAL TRANSFERS </p>\n<p>9.\nRIGHTS IN RELATION TO YOUR PERSONAL DATA </p>\n<p>10.\nSECURITY </p>\n<p>11.\nPROCESSING OF CHILDREN'S PERSONAL DATA </p>\n<p>12.\nCONTROLLER CONTACT INFORMATION</p>\n<p>\n</p>\n<p>\n<strong>Teachable, and all the companies in Hotmart Company, are concerned about your privacy and are committed to preserving it.\nThe processing of personal data related to your use of the services provided by Hotmart Company is described in this Privacy Policy, which should be read together with the Teachable </strong>\n<u>\n<strong>Terms of Use</strong>\n</u>\n<strong> and of the other companies in their business group, to the extent that you have a relationship with the respective companies.&nbsp;</strong>\n</p>\n<p>\n<strong>Please read this Privacy Policy carefully before using the services offered by Hotmart Company, as the conditions outlined below are applicable to the processing of your personal data by the entities of Hotmart Company.</strong>\n</p>\n<p>\n<strong>This Policy may be modified at any time, so it is important that you always review its terms.\nWhen substantial alterations are made to this Policy, you will be informed by email if you are a User registered on the Teachable Platform or with the services provided by Hotmart Company.\nThis Policy and its respective updates prevail over any prior proposals, contracts, understandings or agreements, whether verbal or written, that may have existed between you and any one of the companies of the Hotmart Company, especially concerning privacy or personal data.</strong>\n</p>\n<p>\n<strong>Overview</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>A</strong>.\nThis Privacy Policy establishes the rules on (a) how and to what ends your personal data can be processed by Hotmart Company, (b) with whom these data can be shared, and (c) how the Users can manage their personal data.\nIt&nbsp.\napplies to the use or access to the Platform or other services offered by Hotmart Company&nbsp.\nthrough any of their sites (including, but not limited to, <u>teachable.com, hotmart.com and enotas.com.br)</u> and their subdomains, as well as through other sites, interfaces or applications in which companies of Hotmart Company make their resources available, including those applications on cell phones, tablets or other electronic devices.</p>\n</li>\n<li>\n<p>\n<strong>B</strong>.\nTo facilitate the reading of this Policy, we offer a <u>Glossary</u>, which gives the meaning of expressions beginning with capital letters in the Hotmart Company Terms, as well as in this or in other Policies of companies of Hotmart Company.\nFurthermore, it is important that you understand the specific meanings of the expressions below used in the context of protection of privacy and highlighted in the Terms, in this Policy or in other Policies of Hotmart Company companies without capital letters:</p>\n</li>\n</ul>\n<p>“Personal data”, in the singular or in the plural, means any information that identifies the User or which makes their identification possible.\nSo as generic as this may appear, personal data may be any information that identifies you directly or any information which functions as a piece in a puzzle that leads to your identification.</p>\n<p>“Processing”, as well as the verb “process”, means any operation done with personal data, such as that which refers to the collection, production, receiving, classification, use, access, copying, transmission, distribution, processing, filing, storage, deletion, evaluation, control, modification, communication, transfer, diffusion or extraction.</p>\n<p>“HotPay Services”, Hotmart Company may allow their partners (such as financial institutions, payment institutions responsible for the issuing of cards under the license of major credit card companies, the major credit card companies and correspondent banks) to offer their services in an aggregated form such as, for example, the provision of the Card to the Users, offered only to Users located within Brazilian territory.\nIf the User opts for the Card, there may be terms and conditions of these partners that you must fulfill.\nThese partners are mentioned in the <u>Policy of the Hotmart Card for Brazil</u>.</p>\n<p>\"Creator Content\", When using Teachable Services (as defined in Teachable's Terms of Use), a Creator may upload, submit, or otherwise provide content to the Teachable Platform (\"Creator Content\").\nThe Creator is the owner of their Creator Content, and the sole Controller of any personal data included in their Creator Content (\"Creator Data\").\nTeachable processes Creator Data on behalf of the Creator at the Creator's direction.\nTeachable is a Processor, as defined in the <u>Data Processing Agreement</u> and under applicable law, of Creator Content and Creator Data.&nbsp;</p>\n<p>\"Student Data\", To connect Creators and Students and enable Creators to provide services to their Students, Teachable provides Creators with access to a limited set of personal data of Students enrolled in their services (\"Student Data\") as specified in this Privacy Policy.\nTeachable and Creators may each use Student Data for their own business purposes, at all times subject to the terms of the Data Processing Agreement, our Terms of Use, and our Privacy Policy.\nTeachable and Creators are each independent Controllers, as defined in the Data Processing Agreement and under applicable law, of Student Data collected by Teachable that is accessed by or transferred to Creators.</p>\n<ol>\n<li>\n<p>\n<strong>PERSONAL DATA&nbsp.\nPROCESSED BY HOTMART COMPANY&nbsp;</strong>\n</p>\n</li>\n</ol>\n<p>\n<u>Personal Data</u>.\nThe personal data processed by Hotmart Company (“User account Data\" and “Creator account Data”) may vary, in accordance with each one of the respective companies and their processing of personal data practices, as well as depending on the type of interaction of the User with the Platform or with each of Hotmart Company.&nbsp;</p>\n<p>These personal data may be collected directly from the User, obtained from third parties or collected automatically.&nbsp;</p>\n<p>The personal data may involve, by way of example: (a) registration information, such as email, full name, address, telephone, cell phone, social security number, ID number, driver’s license number, profile photo, and passport.\nand (b) bank information, such as name of financial institution at which the User has a bank account, account number, type of account, branch, IBAN and credit card data, including the name of the holder, expiration and CVV code.&nbsp;</p>\n<p>Below is a list of the personal data collected by Hotmart Company, shown in categories and different forms of collection for ease of understanding.</p>\n<ul>\n<li>\n<p>\n<strong>\n<u>1.1 </u>\n</strong>\n<u>Personal Data collected directly from the User</u>.\nHotmart Company may collect personal data directly from you, when you, for example, set up an account, initiate a process of purchase directly via checkout and/or interact with Hotmart Company&nbsp.\nthrough any means, including by our chatbot.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>1.2 </u>\n</strong>\n<u>Interaction “offline”</u>.\nHotmart Company may collect personal data when you interact with them by means other than access through the Platform, such as, for example, your registration data or your image when you participate in an event organized by Hotmart Company or an event organized by a third party whose activity is contractually linked to Hotmart Company.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>1.3 </u>\n</strong>\n<u>Optional fields</u>.\nThe Platform provides certain fields for optional completion.\nThese fields are marked as optional and have the purpose of improving the personalization of content provided to the User.\nThe information you enter in these fields will be collected by Hotmart Company.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>1.4 </u>\n</strong>\n<u>Public data</u>.\nHotmart Company considers some personal data as public, because they may be seen by any person, within or outside of the Platform, including if this person does not have an account on the Platform.\nThe information is considered as public data that you enter in the fields marked as “public data”.\nYou, other persons that use the Platform and Hotmart Company&nbsp.\nthemselves may provide access or send public data to any person outside of the Platform.\nIt is also possible to view, access, share once again or download public data through tools of third parties, as well as search mechanisms, APIs and offline media, or through applications, sites and other Services of Third parties.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>1.5 </u>\n</strong>\n<u>Personal data obtained from third parties</u>.\nHotmart Company may have access to certain personal data through third parties, whether they be registration or bank information.\nThis happens, for example, when, due to compliance with legal or regulatory obligation, Hotmart Company&nbsp.\nneeds to consult databases maintained by third parties that enable the analysis of credit restrictions, anti-fraud analyses and other analyses of risk management integrated into the Platform.\nHotmart Company&nbsp.\nalso collects registration information through third parties when you sign up, connect to or log in to the Platform through a Third Party Service (for example, Facebook).\nHotmart Company may also have access to the registration information through third parties for enrollment in events, surveys, publicity campaigns and other activities organized by these third parties, whose activity is contractually linked to Hotmart Company.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>1.6 </u>\n</strong>\n<u>Personal Data collected automatically to access the Platform</u>.\nPersonal data is collected automatically when you access the Platform, even if you do not have an account on the Platform.\nThis information may include that given as examples below.</p>\n<ul>\n<li>\n<p>\n<strong>\n<u>1.6.1 </u>\n</strong>\n<u>Transaction payment information</u>: an instrument of payment used.\ndate and time of the transaction.\nthe amount of the payment.\ndate of expiry of the instrument of payment.\nbilling postal code.\nIBAN information, address and other details related to the payment transaction.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>1.6.2 </u>\n</strong>\n<u>Access or use information</u>: pages and content you view.\nsearches by ads.\nfrequency of use of the Platform.\ninformation about your browser.\nconnection data.\npurchase history and browser history.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>1.6.3 </u>\n</strong>\n<u>Device information and log data</u>: details on how you accessed and used the Platform (including links accessed).\nIP address.\ndates and times of access.\nhardware and software information.\ndevice information.\ndevice event information.\nexclusive identifiers (for example, Hotmart ID).\nfault data.\ncookies data and the pages you viewed or interacted with before and after accessing or using the Platform.&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>\n<u>1.6.4 </u>\n</strong>\n<u>Cookies, pixels, and similar technologies</u>, as described in the Cookies Policy.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>1.6.5 </u>\n</strong>\n<u>Participation in Creator content</u>.\nWhen you sign on to a course, Coaching service or use or access to other Creator content, we collect personal data relating to your participation in Creator content, such as courses you have enrolled on, test results, your progress and certifications.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>\n<u>1.7 </u>\n</strong>\n<u>Creators' payment information</u>.\nWe use third party payment gateways to process payments made through the Platform.\nFor payments processed by the native payment gateways of some of Hotmart Company, third parties provide us with information related to the payment status of your account, with you having to link your payment account to the Platform to receive your payments.\nWhen linking to your account, we receive certain information related to your payments, including the type of your payment card and its last 4 digits, your postal code, country of origin, date of expiration, and your email address associated with the type of payment.\nBesides this, we collect certain personal information for tax purposes, which may include your full name, address and registration number.\nOur outsourced payment gateways are independent and have their own privacy policies.\nFor further information on how your payment data is processed and stored, we recommend that you analyze the privacy policies of the payment gateways.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>1.8 </u>\n</strong>\n<u>Participation in Creator content</u>.\nWhen you enroll in a course, Coaching service or use or access other Creator content, we collect personal data relating to your participation in Creator content, such as courses you have enrolled on, test results, your progress, and certifications.</p>\n</li>\n</ul>\n<p>\n<strong>2.\nWHAT ARE THE PURPOSES OF PROCESSING YOUR PERSONAL DATA</strong>\n</p>\n<ul>\n<li>\n<p>\n<u>2.1.\nPurposes of the processing of User Personal Data</u>.\nHotmart Company may use the personal data for the following ends:</p>\n<ul>\n<li>\n<p>\n<u>2.1.1.\nProviding and developing the Platform</u>:</p>\n<ul>\n<li>\n<p>Linking your account on the Platform with third-party social networks</p>\n</li>\n<li>\n<p>Personalizing the Platform according to browser experience</p>\n</li>\n<li>\n<p>Making analyses and studies related to behavior, interest, and demography</p>\n</li>\n<li>\n<p>Improving the Platform</p>\n</li>\n<li>\n<p>Filing purchase history</p>\n</li>\n<li>\n<p>Updating registration</p>\n</li>\n<li>\n<p>Sending messages, updates and account notifications</p>\n</li>\n<li>\n<p>Carrying out User support activities</p>\n</li>\n<li>\n<p>Permitting the User to publish their content</p>\n</li>\n<li>\n<p>Publicizing User content through the means available on the Platform</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<u>2.1.2.\nSupplying and optimizing publicity and marketing activities</u>\n</p>\n<ul>\n<li>\n<p>Registration for events</p>\n</li>\n<li>\n<p>Sending newsletters</p>\n</li>\n<li>\n<p>Sending communications by email, SMS, or phone recordings</p>\n</li>\n<li>\n<p>Sending educational materials or eBooks</p>\n</li>\n<li>\n<p>Carrying out media campaigns focused on advertising and promotions</p>\n</li>\n<li>\n<p>Manually sending lists with media outlets (Facebook and Google)</p>\n</li>\n<li>\n<p>Sending communications, such as email marketing, remarketing and other advertising campaigns through media channels</p>\n</li>\n<li>\n<p>Analyzing browsing behavior for optimization of the Platform and the offering of products and services</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<u>2.1.3.Enabling HotPay Services</u>\n</p>\n<ul>\n<li>\n<p>Communicating linked to payment, for example, such as the sending of transactional emails</p>\n</li>\n<li>\n<p>Participating in the arrangement with credit card companies</p>\n</li>\n<li>\n<p>Issuing electronic currency</p>\n</li>\n<li>\n<p>Accrediting and issuing payment instruments&nbsp;</p>\n</li>\n<li>\n<p>Managing payment account</p>\n</li>\n<li>\n<p>Converting physical currency into electronic currency</p>\n</li>\n<li>\n<p>Transferring of funds</p>\n</li>\n<li>\n<p>Applying the conditions of the terms of use of credit card and other policies involving the Hotmart Card</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<u>2.1.4.\nMaintaining a secure environment</u>\n</p>\n<ul>\n<li>\n<p>Authenticating through the Platform</p>\n</li>\n<li>\n<p>Verifying the authenticity of the data and documents supplied, including through processing and cross-verification</p>\n</li>\n<li>\n<p>Sending communications</p>\n</li>\n<li>\n<p>Carrying out activities of fraud prevention analysis, security incidents and abuse on the Platform</p>\n</li>\n<li>\n<p>Guaranteeing physical security of Hotmart Company buildings</p>\n</li>\n<li>\n<p>Verification of registration</p>\n</li>\n<li>\n<p>Verification of content</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<u>2.1.5.\nPurposes of processing Visitor's Personal Data</u>.\nWe may collect personal data of visitors to the Platform for the following purposes:</p>\n<ul>\n<li>\n<p>Media campaigns focused on advertising and promotions</p>\n</li>\n<li>\n<p>Sending communications, such as email marketing, remarketing, and other advertising campaigns through media channels</p>\n</li>\n<li>\n<p>Analyzing your browsing behavior on the Platform</p>\n</li>\n<li>\n<p>Registration for events</p>\n</li>\n<li>\n<p>Sending newsletter</p>\n</li>\n<li>\n<p>Sending communications by email, SMS or phone recordings</p>\n</li>\n<li>\n<p>Sending educational materials or eBooks&nbsp;</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>3.\nLEGAL BASES OF PROCESSING&nbsp;</strong>\n</p>\n<p>\n<u>3.1.\nLegal Bases</u>.\nThe processing of personal data by Hotmart Company is always founded on a legal basis provided for in the applicable legislation.\nThe legal bases used by Hotmart Company may vary depending on the context of processing, and include the following:</p>\n<ul>\n<li>\n<p>\n<u>3.1.1.\nConsent</u>.\nWhen the User accepts the processing of personal data, for example, when agreeing to receiving advertising or survey communications.\nThis consent may be cancelled at any time by the User.</p>\n</li>\n<li>\n<p>\n<u>3.1.2.\nCompliance with legal or regulatory obligation</u>.\nWhen a Hotmart Company is obliged to process personal data due to a legal or regulatory determination, for example, such as when a Hotmart Company stores access records for the purposes of compliance with legislation on money laundering prevention.&nbsp;</p>\n</li>\n<li>\n<p>\n<u>3.1.3.\nExecution of Contract or procedures related to the Contract</u>.\nWhen the processing of personal data is necessary for the execution of a contract signed between a Hotmart Company and the data subject, or when necessary for procedures preliminary to the contract, for example, such as when we need to process your payment data at the time when you purchase on the Platform.</p>\n</li>\n<li>\n<p>\n<u>3.1.4.\nExercising regular rights in a judicial, administrative or arbitral process</u>.<strong>\n</strong>When there is the need to process personal data due to judicial, administrative procedure, or arbitral action.</p>\n</li>\n<li>\n<p>\n<u>3.1.5.\nLegitimate interest</u>.\nWhen a Hotmart Company decides to proceed with the processing of personal data after a careful analysis involving the evaluation of the purpose and need of the processing the User and the expectation of the User in the processing of Personal Data.\nThis legal basis is used when, for example, Teachable sends out a newsletter related to the User's interests, considering their interaction with the Platform to help in the support and promotion of Hotmart Company activities.\nIn this case, Hotmart Company&nbsp.\nalways allows the User the option to cancel the receiving of these communications.</p>\n</li>\n</ul>\n<p>\n<strong>4.\nPROCESSING OF PERSONAL DATA BY HOTMART COMPANY IN THE NAME OF THIRD PARTIES</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>\n<u>4.1 </u>\n</strong>\n<u>Processing of Personal Data at the Request of Third Parties</u>.\nThere is personal data processed by Hotmart Company at the request of third parties.\nHotmart Company processes these personal data according to rules formalized with these third parties through written contracts.\nFor example, the Creator may request, through the Platform, additional personal data from the Buyer (“Creator Data”).\nThe types of Creator Data may vary depending on the specific orientation of the Creator.&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>\n<u>4.2 </u>\n</strong>\n<u>Processing of Personal Data relating to HotPay Services</u>.\nHotmart Company &nbsp;may also process certain personal data in the name of third parties when you opt to use HotPay Services.\nIn transactions relating to Hotmart Card, Hotmart Company&nbsp.\nmay collect the card number, the name of the holder, expiry date, CVV code, CPF (ID number) and payment transaction information in the name of a partner payment institution and from the credit card company.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>4.3 </u>\n</strong>\n<u>Responsibility for the Processing of Personal Data by Third Parties</u>.\nThe third parties referred to in the previous items are also processing agents responsible for the personal data in the context of offering their products and services.\nParticularly the third parties may be the Creators whose responsibilities and attributions are established in the Data Processing Agreement.</p>\n<ul>\n<li>\n<p>\n<strong>4.3.1 </strong>In particular, the User who opts for the Hotmart Card, despite not having direct contact with the credit card company or the Hotmart partner payment institution, has a contractual link with these third parties and therefore is also linked to the terms of use and to the privacy policies applicable to these third parties.</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>5.\nRETENTION PERIOD OF PERSONAL DATA</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>\n<u>5.1 </u>\n</strong>\n<u>Processing Period</u>.\nThe personal data is processed by Hotmart Company&nbsp.\nuntil at least one of the circumstances described below is reached:</p>\n<ul>\n<li>\n<p>Achieving the purpose of processing.</p>\n</li>\n<li>\n<p>The personal data is no longer necessary or pertinent to achieve the specific desired purpose.</p>\n</li>\n<li>\n<p>The end of the Contract with the User, for any reason.</p>\n</li>\n<li>\n<p>Exercising the right of revoking consent by the User, when the processing of personal data was done on the grounds of this legal basis.</p>\n</li>\n<li>\n<p>Penalization applied by the body responsible for taking care of, implementing and oversight of fulfillment of the legislation applicable, or by other competent bodies.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>\n<u>5.2 </u>\n</strong>\n<u>Conservation of Personal Data</u>.\nIn certain situations, Hotmart Company&nbsp.\nmay conserve the personal data residually even after the circumstances of the end of processing of personal data, due to compliance of a legal or regulatory obligation, or even in circumstances in which there is a legitimate purpose of Hotmart Company.\nIn these cases, the personal data will be stored in a secure place with restricted access and for the time necessary to comply with the legal or regulatory obligation, or until the end of the legitimate purpose of Hotmart Company.</p>\n<ul>\n<li>\n<p>\n<strong>5.2.1 </strong>The periods of conservation of the personal data are different and depend on the type of information and the objectives for which we use the information.\nFor more details on the period of retention of a given category of personal data, please contact our Data Protection Officer.&nbsp;</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>6.\nSHARING OF PERSONAL DATA</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>6.1 </strong>Hotmart Company only shares personal data with third parties in the circumstances described below.\nHotmart Company does not sell or disclose the personal data collected for monetary purposes.\nThese third parties sign a written contract with Hotmart Company and are aware of their responsibilities at each stage of the processing, principally of the duty to implement security measures that meet the requirements of the contract and of the legislation applicable.&nbsp;</p>\n<ul>\n<li>\n<p>\n<strong>\n<u>6.1.1 </u>\n</strong>\n<u>User Consent</u>.\nWhen you give your consent, we share your information as described at the time of the consent – for example, such as authorizing the sending of personal data to third parties to enable participation in events.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>6.1.2 </u>\n</strong>\n<u>Compliance with the law, prevention of damages and security</u>.\nWhen there is a need to share personal data with third parties in order to (a) prevent fraud (for example, such as money laundering risk analyses), which may involve automated decisions.\n(b) verifying a list of Users with restrictions.\n(c) authenticating documentation sent.\n(d) enabling a support service.\n(e) avoiding illegal activities.\n(f) proceeding matters of disputes between Users.\n(g) proceeding matters of internal investigations relating to any conduct which may violate the rules of the Terms or of the Policies of Hotmart Company.&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>\n<u>6.1.3 </u>\n</strong>\n<u>HotPay Services</u>.\nThe personal data may also be shared with third parties when the User, in any way, makes use of the HotPay Services, in particular when the User opts for the Hotmart Card.\nThe personal data, including the card number, will be shared with the credit card company and with the partner payment institution of Hotmart Company.\nThis sharing is for the purposes of processing payment, providing the card services, preventing, detecting and investigating any fraud or restriction lists, facilitating in resolution of disputes involving reimbursement or chargeback<em>.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>\n<u>6.1.4 </u>\n</strong>\n<u>Between Companies of their Business Group</u>\n<strong>.</strong> The sharing of personal data may occur between the parent companies, subsidiaries, affiliated companies or ones under common control of Teachable, or any companies of Hotmart Company, to enable the Services of Hotmart Company, to generate administrative efficiencies and to facilitate the use of various services by the same User.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>6.1.5 </u>\n</strong>\n<u>Service Providers</u>.\nYour personal data may be shared with third parties involved in the activities of financial, accounting, legal advice, non-profit activities and potential investors, as well as third parties involved in the provision of data backup, cloud computing services providers or to carry out analytic studies.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>6.1.6 </u>\n</strong>\n<u>Sharing User's Information with Creators</u>.\nWhen you participate with Creator content, Hotmart Company&nbsp.\nwill share certain information with the Creator to allow the Creator to supply the services to you.\nThis information includes: (a) information of the account, such as your name and email address.\n(b) payment information , such as the amount paid, your address and other billing information, but never the complete number of your credit card.\n(c) your IP address.\n(d) information on your participation in the content of the Creator, including your enrollments, progress, results of tests and certificates.\n(e) any message you have exchanged with the Creator through the Platform.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>6.1.7 </u>\n</strong>\n<u>Sharing Information of the Creator with Users</u>.\nWhen you use the Services of Hotmart Company&nbsp.\nto publish Creator content, information contained in your Creator content will be visible to the Users which have access to the Creator content.\nFor example, when you publish your bio on the sales page, personal data from your bio will be visible to the people who visited the sales page.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>6.1.8 </u>\n</strong>\n<u>With Integrated Services</u>.\nWhen you decide to integrate third party services on your Platform, your personal data will be shared with these third parties.\nWe recommend that you read the terms of use and privacy policies of these third parties to understand how they collect, use and share your personal data.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>6.1.9 </u>\n</strong>\n<u>With Business Partners</u>.\nSometimes we make partnerships with third parties to offer events, promotions, competitions and other programs.\nTo take part in these offers, you may be requested to provide your email address and other personal data.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>6.1.10 </u>\n</strong>\n<u>With Advertisers and Data Analytics Providers</u>.\nWe may share your Personal Data with advertisers, advertising networks and providers of data analytics through cookies or other technologies.</p>\n</li>\n<li>\n<p>\n<strong>\n<u>6.1.11 </u>\n</strong>\n<u>With Affiliates</u>.\nWe may share your personal data with our parent company, with affiliates or with other companies under common control.\nWe may also share your personal data when transacting part or all of our business, such as the sale of a business unit, acquisition, merger, consolidation, or in the event of bankruptcy or judicial recovery.&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>\n<u>6.1.12 </u>\n</strong>\n<u>With Governmental, Police Authorities or the Judiciary</u>.\nHotmart Company&nbsp.\nmay be obliged to share your personal data with governmental, police authorities or with the judiciary, whenever necessary to comply with a judicial order or request from the respective authority.</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>7.\nINTEGRATION AND THIRD PARTY&nbsp;</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>7.1 </strong>You may permit that our Platform interacts with third party services (such as Facebook, Google, Zoom).\nThe information you allow to be accessed by us depends on each service and may be affected by the privacy configurations that you and the others with whom you are connected establish when using the services.\nThird party services are operated, controlled and maintained by third parties, who have no relationship with us.\nWe recommend that you read the terms of use and privacy policies of the respective third parties to understand how your personal data is collected, used and shared by them with us or with other third parties.</p>\n<ul>\n<li>\n<p>\n<strong>7.1.1 </strong>Hotmart Company, in certain cases, may link services of third parties to the Platform by means of application programming interface (APIs), for example, such as the YouTube API.\nThese third party services do not fall within the scope of the services of Hotmart Company and do not form part of the Platform, and are subject to different terms and conditions, such as the <u>YouTube Terms of Service</u> and the <u>Google Privacy Policy</u>.\nHotmart Company is not responsible for these services and, when you interact with them, you are providing them with your personal data directly.</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>8.\nINTERNATIONAL TRANSFERS&nbsp;</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>\n<u>8.1 </u>\n</strong>\n<u>International Transfers</u>.\nHotmart Company&nbsp.\nmay transfer your personal data to countries other than that where you are located.\nHotmart Company&nbsp.\nadopts the measures required by law, when such exists and is applicable, to ensure the protection of these personal data.\nIn jurisdictions where the legislation or regulation in effect has no specific criteria or clear rules for international transfers of personal data, Hotmart Company&nbsp.\nwill adopt good practices to protect your personal data, signing contracts with the receiving parties of the respective information that establish measures in accordance with the rules of the place where the personal data were collected initially.</p>\n</li>\n<li>\n<p>\n<strong>8.2 </strong>In jurisdictions where Standard Contractual Clauses have already been approved by the competent bodies and represent proper documental safeguards to allow the international transfer of data to another jurisdiction, Hotmart Company will implement the respective Standard Contractual Clauses in their contracts with the receiving parties of personal data before making any international transfer.</p>\n</li>\n</ul>\n<p>\n<strong>9.\nRIGHTS IN RELATION TO YOUR PERSONAL DATA</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>\n<u>9.1 </u>\n</strong>\n<u>Rights</u>: Depending on the law applicable to the processing of your personal data, you may have certain specific rights in relation to your personal information, which may be exercised through this <u>form</u>.</p>\n<ul>\n<li>\n<p>A list of the applicable rights are given below:</p>\n<ul>\n<li>\n<p>\n<u>Confirmation of the existence of processing</u>.\nYou have the right to ask us if we process your personal data, confirming the existence or otherwise of such processing.</p>\n</li>\n<li>\n<p>\n<u>Access to the data</u>.\nYou have the right to request a copy of your personal data processed by us, by electronic, secure and proper means or in hard copy, in accordance with your preference.</p>\n</li>\n<li>\n<p>\n<u>Rectification</u>.\nYou have the right to request the correction of your personal data that are incomplete, inaccurate or out of date.</p>\n</li>\n<li>\n<p>\n<u>Anonymization, blocking or exclusion</u>.\nIn cases where the processed data is unnecessary, excessive or not in accordance with the legislation, you have the right to request they are anonymized, blocked or even excluded.</p>\n</li>\n<li>\n<p>\n<u>Portability</u>.\nYou have the right to request the portability of your personal data to other content platforms, in the form of the regulation issued by the National Data Protection Authority, observing the commercial and industrial secrecy of Hotmart Company .</p>\n</li>\n<li>\n<p>\n<u>Information on sharing</u>.\nYou have the right to request information about the public and private entities with which we share your personal data.</p>\n</li>\n<li>\n<p>\n<u>Information on the possibility of denying your consent</u>.\nYou have the right to receive information on the possibility of not giving your consent, when the consent is the legal basis applicable to the processing of personal data, with the indication of the consequences of such denial.</p>\n</li>\n<li>\n<p>\n<u>Revoking of consent</u>.\nAt any time, you have the right to easily and freely revoke the consent you have given previously.\nIt is important that you know that the revoking of consent does not invalidate or make illegitimate the activities of processing of personal data that has been done prior to the date of the revoking.</p>\n</li>\n<li>\n<p>\n<u>Opposition to the processing</u>.\nIn cases where the consent is not the legal basis applicable to the processing of your personal data, and when there is some non-compliance with the law on data protection, you have the right to request to oppose the processing, indicating your reasons for such.\nHotmart Company will evaluate whether your opposition is justified or not, adopting the measures necessary to suspend the processing or inform the grounds on which the processing is understood to be licit and permitted.</p>\n</li>\n<li>\n<p>\n<u>Complaint</u>.\nYou have the right to file a complaint in relation to the processing of your personal data by Hotmart Company&nbsp.\nwith the competent data protection authority.\nHowever, we hope that, before doing this, you will give us the&nbsp.\nopportunity to respond to any doubts or complaints you may have directly.&nbsp;</p>\n</li>\n<li>\n<p>\n<u>Exclusion of data processed with consent</u>\n<strong>.</strong> In cases where your consent is the legal basis for a given processing activity, you have the right to request the exclusion of these data, except where we continue to store the data as necessary for compliance with a legal or regulatory obligation, or for the defense of our interests in judicial, administrative or arbitral proceedings.</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>9.2 </strong>To speak with the person responsible for the personal data protection, get in touch using this <u>form</u>.</p>\n</li>\n<li>\n<p>\n<strong>9.3 </strong>Whenever any Hotmart Company is acting in the name of third parties, and the User decides to seek satisfaction of their rights through a Hotmart Company, we may attend, in certain circumstances, to this request, if applicable.</p>\n</li>\n<li>\n<p>\n<strong>9.4 </strong>If you wish to cancel the sending of newsletters, emails, telephone calls or SMS publicity, you may do this through the link provided in the communications themselves.</p>\n</li>\n<li>\n<p>\n<strong>9.5</strong> Teachable reserves the right to refuse to attend to requests that are manifestly unfounded and/or excessive.</p>\n</li>\n<li>\n<p>\n<strong>9.6 </strong>All the rights above applicable in your jurisdiction may be exercised by you at any time, at no cost, except for the charging of a fee as permitted in accordance with the legislation or regulation in effect, and Hotmart Company&nbsp.\nundertakes to make their best efforts to attend to the requests transparently and in an agile manner.</p>\n</li>\n<li>\n<p>\n<strong>9.7 </strong>To guarantee that the rights are being exercised by you or by your duly constituted legal representative, Hotmart Company may ask for the information or proof necessary of your identity, in order to avoid fraud and to guarantee your privacy, so that your personal data is not shared to those with no authorization for such.</p>\n</li>\n<li>\n<p>\n<strong>9.8 </strong>We will attend to your requests within a reasonable period, in accordance with the applicable legislation, remembering that we shall only respond to some requests after having received the confirmations provided for above.</p>\n</li>\n<li>\n<p>\n<strong>9.9 </strong>In certain cases, such as when your request is particularly complex or when we receive a high volume of requests at the same time, our response may not be as quick as we would like it to be.\nOn these occasions, we will always keep you informed and up to date with the progress of your request.</p>\n</li>\n</ul>\n<p>\n<strong>10.\nSECURITY</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>\n<u>10.1 </u>\n</strong>\n<u>Security Measures</u>.\nHotmart Company employs security, technical and organizational measures necessary to protect the personal data processed.\nThe efforts aim to mitigate the risk of the destruction, accidental or illegal loss, alteration, disclosure or unauthorized access or any other form of illegal or unauthorized processing.\nTo this end, Hotmart Company has rigid controls of restricted access, based on levels of privilege, to the information technology systems to protect the personal data against any security incident.\nFor more information, access the <u>Cybersecurity Policy</u>.</p>\n<ul>\n<li>\n<p>\n<strong>10.1.1 </strong>Although Hotmart Company implement these measures to minimize the risk of security incidents and undue access, it is not possible to guarantee the absolute security of your data, especially against attacks perpetrated by ill-intentioned persons, who may be highly sophisticated and innovative, with techniques and methods unknown up to that point, even with the best information security tools.</p>\n</li>\n<li>\n<p>\n<strong>10.1.2 </strong>The security of your data will also depend on the adoption of reasonable measures by you in the use of your devices and software.&nbsp;</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>11.\nPROCESSING PERSONAL DATA OF CHILDREN</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>\n<u>11.1 </u>\n</strong>\n<u>Personal Data of Children</u>.\nHotmart Company does not collect nor consciously request personal data of children under the age of 13.\nIf we become aware that personal data of a child under the age of 13 has been collected, we will cancel the account set up on the Platform and will exclude the personal data, only keeping personal data we have with the objective of avoiding any new attempt at registration.&nbsp;</p>\n</li>\n</ul>\n<p>\n<strong>12.\nCONTROLLER CONTACT&nbsp.\nINFORMATION&nbsp;</strong>\n</p>\n<p>For Users located in the USA:</p>\n<p>\n<strong>Teachable, Inc.</strong> 470&nbsp;</p>\n<p>Park Avenue South, 6th Floor&nbsp;</p>\n<p>New York, New York 10016&nbsp;</p>\n<p>\n</p>\n<p>For Users located in Brazil:</p>\n<p>\n<strong>Launch Pad Tecnologia, Serviços e Pagamentos Ltda.</strong>\n</p>\n<p>Avenida Assis Chateaubriand, nº 499, Bairro Floresta</p>\n<p>CEP 30.150-101</p>\n<p>Belo Horizonte, Minas Gerais, Brazil</p>\n<p>\n</p>\n<p>For Users located in the European Union:</p>\n<p>\n<strong>Hotmart B.V.</strong>&nbsp;</p>\n<p>Spuistraat, 168</p>\n<p>1012 VT</p>\n<p>Amsterdam, The Netherlands</p>\n<p>To speak with the DPO of Hotmart Company, use this <u>form</u>\n<u>.</u>\n</p>", "created_at": "2023-07-04 23:13:45.046757", "updated_at": "2023-07-04 23:14:25.922512"}, {"id": 17182, "name": "Cookies Policy", "url": "https://teachable.com/cookies-policy", "xpath": "/html/body/div[1]/div[1]/main/section[2]", "text": "<p>Hi! We may use cookies when you visit this website.\nOur Cookie Policy clarifies the details, in particular which categories of cookies and their purpose.\nPlease read the information below carefully.&nbsp;</p>\n<p>\n<strong>This Cookie Policy incorporates the Teachable</strong>\n<strong>\n</strong>\n<u>\n<strong>Terms of Use</strong>\n</u>\n<strong>.\nRead the following terms carefully because they contain important information.</strong>\n</p>\n<p>\n<strong>If, due to the use of cookies, this Platform processes any personal data, the terms of the</strong>\n<strong>\n</strong>\n<u>\n<strong>Privacy Policy</strong>\n</u>\n<strong> shall apply.</strong>\n</p>\n<p>\n<strong>This Policy may be modified at any time, so it’s important that you constantly review its terms.\nThis Policy and its updates supersede any proposals, contracts, prior understandings and agreements, oral or written, that may exist between you and Teachable, especially regarding the use of cookies.</strong>\n</p>\n<p>\n<strong>Overview</strong>\n</p>\n<ol>\n<li>\n<p>This Cookies Policy establishes (a) which cookies are used.\n(b) for what purposes cookies are used.\nand (c) how Users can manage their choice of cookie settings in their browsers.\nThis Cookies Policy applies to the use of or access to the Platform through the <u>teachable.com</u> website and its subdomains, as well as through other websites or interfaces, on which Hotmart Company enterprises make their resources available.</p>\n</li>\n<li>\n<p>In addition, it’s important that you understand the specific meaning of the following expression used in the context of this Policy and written in the Terms, in this Policy, or in other Teachable Policies without capital initials:</p>\n</li>\n</ol>\n<p>\"Cookies\", in singular or plural, are small files (generally containing text) that are stored in a certain access equipment to register preferences and other information.\nThe Platform may use Cookies defined by us, called first-party Cookies and/or the Platform may use third-party Cookies, which are cookies from a domain other than the Platform's domain.\nThird-party Cookies allow us to analyze how the Platform is being used, measure the number of visitors and display advertising.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>1.</strong> &nbsp.\n<strong>WHAT TYPES OF COOKIES DO WE USE?</strong>\n</p>\n<p>There are two types of Cookies, regarding their duration, which can be used by Teachable:</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>1.1.\nPermanent Cookies:</strong> These cookies are stored by the browser on your equipment (PC, cellphone, tablet), for a certain period of time, and are used every time you make a new visit to one of our websites.\nThey are used, generally, to direct navigation to your interests, allowing us to provide a personalized service.</p>\n<p>\n<strong>1.2.\nSession Cookies: </strong>Temporary cookies that remain in the cookie file of your browser until you log out.\nThe information stored in these Cookies is generally used to store your preferences temporarily.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>2.</strong> &nbsp.\n<strong>COOKIE CATEGORIES</strong>\n</p>\n<p>There are two categories of Cookies that may be used by Teachable:</p>\n<p>&nbsp;</p>\n<p>2.1.&nbsp.\n<strong>Essential: </strong>these Cookies are necessary for the website to function and cannot be disabled on our systems.\nThey’re generally only defined in response to actions you take and that amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you to these cookies, but this may affect the availability and functionality of certain parts of the website.\nBelow are the essential types of Cookies, they are:</p>\n<p>a.\n<strong>Preference: </strong>We use these cookies to allow the Platform to remember information that changes how the website behaves or is displayed (e.g., the chosen language, shopping cart).</p>\n<p>b.\n<strong>Security: </strong>We use these Cookies to allow verification of User identity to prevent fraudulent use of login credentials and to protect User data from unauthorized use by third parties.</p>\n<p>c.\n<strong>Analytics:</strong> In<strong>\n</strong>order to offer you the best browsing experience possible, it is important that we understand how visitors use our website.\nThe data collected by these Cookies helps us to achieve this, and is aggregated for statistical output.</p>\n<p>d.\n<strong>Performance</strong> : Allows - through the storage of files on the devices of those visiting Creator and Affiliate websites - the recording of clicks on links, advertisements and commercial transactions, such as sales and leads, to identify a transaction made by a Buyer through a link received from an Affiliate, thus allowing the commissioning of the transaction completed.</p>\n<p>&nbsp;</p>\n<p>2.2.&nbsp.\n<strong>Non-essential: </strong>These Cookies are not necessary for the website to function and can be managed by the User.\nIf these Cookies are not activated by the User, the Platform will become less functional, but the use of the Platform by the User will not be prevented.\nBelow is a list of non-essential Cookies:</p>\n<p>a.\n<strong>Advertising</strong>: These cookies are used to help ensure that you are receiving the most relevant marketing messages.\nFor example, these Cookies are used to help display ads based on your interests, ensure that those ads are displayed correctly, and prevent the same ad from being displayed repeatedly.</p>\n<p>&nbsp;</p>\n<p>\n<strong>3.</strong> &nbsp.\n<strong>HOW DO I MANAGE COOKIES?</strong>\n</p>\n<p>\n<strong>Essential Cookies</strong>: These Cookies are necessary for the operation of the Platform and you cannot manage them, but you can delete the necessary Cookies after their use, by following the instructions of the browser used.</p>\n<p>\n<strong>Non-essential Cookies</strong>: These Cookies can be managed by you through the settings available in the browser used.</p>\n<p>&nbsp;</p>\n<p>\n<strong>4.</strong> &nbsp.\n<strong>COOKIES ON THIRD-PARTY WEBSITES</strong>\n</p>\n<p>When using the Platform, you might be redirected to third-party websites.\nThese sites may use their own cookies.\nTeachable has no control over the use of these cookies.</p>\n<p>It should be noted that the third party might be the Platform Creator.\nIn this regard, the Creator is fully responsible for complying with applicable personal data protection laws by providing transparency to its end users about the use of cookies on their websites.</p>\n<p>&nbsp;</p>\n<p>\n<strong>5.</strong> &nbsp.\n<strong>DO YOU HAVE ANY QUESTIONS?</strong>\n</p>\n<p>For further information about our Cookie Policy, please contact us through this <u>form</u>.</p>", "created_at": "2023-07-04 23:14:43.695992", "updated_at": "2023-07-04 23:14:50.449716"}, {"id": 17183, "name": "Terms of Use", "url": "https://teachable.com/terms-of-use", "xpath": "/html/body/div[1]/div[1]/main/section[2]", "text": "Thank you for using Teachable!<p>\n<br>Teachable, Inc.\n(\"Teachable\") is a Delaware corporation.\nIn these Terms of Use, we will reference ourselves as “Teachable” or “we/us”.\nThis document sets out the terms for use of our Platform.\nOur platform can be found at&nbsp;https://teachable.com, and also includes all of the subdomains, mobile applications, any other media, location, application, etc.\nowned, managed or otherwise operated by Teachable.\nWhen referring to the infrastructure in these Terms, we will be collectively referring to them as the \"Platform\".</p>\n<p>&nbsp;</p>\n<p>\n<strong>Our Terms of Use (\"Terms\") also includes our&nbsp;</strong>\n<strong>House Rules</strong>\n<strong>,&nbsp;</strong>\n<strong>Privacy Policy</strong>\n<strong>,&nbsp;</strong>\n<strong>Cookies Policy</strong>\n<strong>,&nbsp;</strong>\n<strong>Data Processing Agreement</strong>\n<strong>,&nbsp;</strong>\n<strong>Content Guidelines</strong>\n<strong>, </strong>\n<strong>Creator Referral Terms and Conditions</strong>\n<strong> and any other documents referred to by those agreements, and they, as a whole, govern any and all of the access to the Teachable platform.</strong>\n</p>\n<p>&nbsp;</p>\n<p>When we refer to “You” or “User”, we mean the entity you represent in accepting these Terms, or, if that does not apply, you individually.\nIf you are accepting on behalf of your employer, your company, or another entity, you represent and warrant that (i) you have full legal authority to bind your employer or such entity to these Terms.\n(ii) you have read and understand these Terms.\nand (iii) you agree to these Terms on behalf of the party you represent.</p>\n<p>&nbsp;</p>\n<p>By using our Platform in any manner, You are expressly agreeing to, and give Your consent to be governed by, these Terms.\nIf You do not agree with these Terms or You do not wish to be bound by these Terms, You must not use or access the Platform in any manner.</p>\n<p>\n</p>\n<strong>1.\nThe Services Provided by Teachable</strong>\n<p>\n<strong>1.1.\nThe Teachable Platform and Teachable Services</strong>\n</p>\n<p>Teachable provides an open online content creation platform designed to allow content creators (“Creators”) to build, design, publish, and sell courses, coaching offerings (“Coaching”) and other services to their end users (“Students”).\nTeachable provides each Creator with a dedicated Teachable environment (“school”) to host and offer their services.\nTeachable offers this content creation platform along with a number of additional services and tools (e.g.\npayment gateways, author and affiliate payouts) and the entire selection of tools and services offered via the Platform will be referred to in these Terms as \"Teachable Services\".</p>\n<p>\n<strong>1.2.\nRelationship between Teachable and Users</strong>\n</p>\n<p>Teachable is neither a content provider nor an educational institution.\nCreators and Students are not employees of Teachable.</p>\n<p>Teachable is not responsible for interactions between Creators and Students, with the exception of providing the technological means through which Creators may broadcast and otherwise make their courses, digital downloads, and other content (collectively, “Creator Content”) available and, at each Creator's election, for processing payments through Teachable's payment gateway(s).\nTeachable is not liable for any disputes, claims, losses, injuries, or damage of any kind that may arise out of the Creator/Student relationship, including but not limited to, any Student's reliance upon any information provided by a Creator or Creator Content at any time.</p>\n<p>As stated in our Privacy Policy, Teachable only provides Creators with limited information about Students enrolled in their services, including name, email address, IP address, and the Creator offering in which the Student has enrolled.\nThis information is only available to the Creator upon the purchase or enrollment of a Student in the Creator's school.\nTeachable does not provide, sell, rent, release, disclose, or otherwise transfer Student data to Creators for monetary or other valuable consideration.\nStudents assume full responsibility for the disclosure and use of any other personal information the Student chooses to disclose to any Creator on the Platform.</p>\n<p>\n<strong>1.3.\nThe Discover Platform</strong>\n</p>\n<p>The Teachable Platform encompasses the Teachable Discover (\"Discover\") platform, a marketplace that allows Users to search, find, and sign up for select Creator offerings.\nDiscover is an overall part of the Teachable Platform, and these Terms apply in full force to the use of Discover.\nHowever, to the extent that You are a Creator being featured on Discover, the terms of the Teachable Discover Platform Agreement shall govern and take precedence in the event of any conflicts with these Terms.</p>\n<strong>2.\nEligibility and Account Terms</strong>\n<p>\n<strong>2.1 Age of Access</strong>\n</p>\n<p>You must be at least 18 years old to use the Platform, or, if You are between the ages of 13 and 18, You must have your parent or guardian's permission to use the Platform.\nBy using our Platform, You are telling us by your actions that You have obtained that permission (You are 'representing' and 'warranting' that You have obtained the appropriate permissions to use our Platform).\nIF YOU ARE UNDER THE AGE OF 13 YOU MAY NOT USE OUR PLATFORM IN ANY MANNER NOR MAY YOU REGISTER FOR AN ACCOUNT.</p>\n<p>\n<strong>2.2 OFAC Restrictions</strong>\n</p>\n<p>As an express condition of being permitted to access and use the Platform, You represent and warrant that You (i) are not on a list of persons that bars You from receiving services under U.S.\nlaws (including, without limitation, the Denied Persons List and the Entity List issued by the U.S.\nDepartment of Commerce, Bureau of Industry and Security) or other applicable jurisdiction and (iii) are not a resident of Cuba, Iran, North Korea, Syria, Venezuela or Crimea.</p>\n<p>\n<strong>2.3 User Accounts</strong>\n</p>\n<p>To access or use certain features of the Platform, You may be required to register for an account (“Account”).\nFor example, to enroll in a Creator’s course or other service, You will be required to create a Student Account associated with the Creator’s school.\nWhen You register for an account, You agree to provide true, accurate, current and complete information and to keep Your account up to date.</p>\n<p>\n<strong>2.4 Creator Accounts</strong>\n</p>\n<p>To sign up for the Platform as a Creator, you will need to open a Creator account.\nCreators are deemed the contracting party (“Primary Owner”) for the purposes of our Terms.</p>\n<p>If you are signing up as a Creator on behalf of your employer, your employer shall be the Primary Owner of the account and any associated school(s).\nIf you are signing up on behalf of your employer, then you must use your employer-issued email address and you represent and warrant that you have the authority to bind your employer to our Terms.</p>\n<p>\n<strong>2.5 Admin User Accounts</strong>\n</p>\n<p>Depending on the Teachable subscription plan, a Creator may allow one or more persons (“Non-Primary Owner”) to establish an administrative account associated with a Primary Owner’s school.\nThe Primary Owner is responsible for setting the level of access and permissions for Non-Primary Owners.</p>\n<p>A Primary Owner is responsible and liable for the acts, omissions and defaults arising from the use of Non-Primary Owner accounts associated with their schools as if they were the Primary Owner’s own acts, omissions, or default.</p>\n<p>\n<strong>2.6.\nAccount Ownership Disputes</strong>\n</p>\n<p>In the unlikely event that there is a dispute over the ownership of an account, Teachable has the right to request additional information from You to determine ownership and settle the dispute.\nThe information that We may request to assist in resolving ownership disputes includes, but is not limited to, the following:</p>\n<ul>\n<li>\n<p>a copy of Your photo ID;</p>\n</li>\n<li>\n<p>Your business documents, including a Charter, Certificate of Incorporation, LLC</p>\n</li>\n<li>\n<p>Agreement, business license, or other documentation showing ownership of Your entity;</p>\n</li>\n<li>\n<p>Your billing information and details;</p>\n</li>\n<li>\n<p>Certified copies of your tax forms.\nand</p>\n</li>\n<li>\n<p>Other documentation as we deem necessary to settle the dispute</p>\n</li>\n</ul>\n<p>Should a dispute arise, Teachable reserves the right determine the account ownership in its sole judgment, and the ability to transfer the account to the rightful owner, unless otherwise prohibited by law.</p>\n<strong>3.\nCode of Conduct</strong>\n<p>We have to set up some ground rules.\nHonestly, most of what we cover here should go without saying.\nHowever, it's better to be upfront about things, rather than just assume everyone knows how they are expected to conduct themselves on our Platform.\nIf You violate this Code of Conduct, we reserve the right to remove You and any of Your User Content from the Teachable Platform.\nWhether conduct violates our Code of Conduct will be determined in Teachable's sole discretion.</p>\n<p>\n<strong>3.1 No Illegal Activity:</strong>\n</p>\n<p>This is about as simple as it gets.\nDo not use the Teachable Platform for any illegal activity.\nPeriod.\nYou are not allowed to use our Platform to engage in any kind of conduct that violates any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).</p>\n<p>\n<strong>3.2 No Fraud:</strong>\n</p>\n<p>Yes, this is probably covered in the No Illegal Activity section above, but we want to make this very clear.\nFraud will not be tolerated in any capacity.</p>\n<p>\n<strong>3.3 No Bad Conduct:</strong>\n</p>\n<p>Do not use the Teachable Platform to transmit, distribute, send, or otherwise expose the Platform or its Users to viruses, worms, or any other code that may be deemed dangerous, harmful, or destructive in any manner.</p>\n<p>\n<strong>3.4 No Spamming:</strong>\n</p>\n<p>Seriously.\nNo one likes spam.\nWe don't like spam.\nWe're pretty sure that You don't like your inbox cluttered with spam.\nYou may not use the Teachable Platform to engage in any activities that will result in sending spam to anyone on the Teachable Platform, including Teachable (and its employees), Creators, and Students.</p>\n<p>\n<strong>3.5 Be Civil:</strong>\n</p>\n<p>We mean this.\nWe're an open platform allowing myriad subject matters to be taught.\nNot all Creator Content is for everyone.\nBut the one thing we can all agree on is that when we use the Teachable Platform we are going to be civil and respectful at all times.</p>\n<p>\n<strong>3.6 No Exploitation:</strong>\n</p>\n<p>You will not use the Teachable Platform to try to gather personal information on anyone outside of the limited permissible uses for offering or accessing User Content.</p>\n<p>\n<strong>3.7 No Impersonation:</strong>\n</p>\n<p>Imitation is the sincerest form of flattery, but not when it comes to representing that You are a part of Teachable.\nYou will not impersonate anyone on the Teachable Platform, including Teachable (and its employees), Creators, and Students.</p>\n<p>\n<strong>3.8 No Data Mining or Bots:</strong>\n</p>\n<p>You may not use any data mining, robots, or similar data gathering or extraction methods.</p>\n<p>\n<strong>3.9 No Use Other Than Intended:</strong>\n</p>\n<p>You may not use the Platform or any User Content contained on the Platform for any purposes other than intended.</p>\n<p>\n<strong>3.10 No Prohibited Content:</strong>\n</p>\n<p>You may not use the Platform if Your User Content contains material that is libelous, slanderous, pornographic, obscene, unlawful, threatening, hateful, violent, predatory, defamatory, or otherwise objectionable, all of which shall be determined in Our sole discretion.</p>\n<strong>4.\nIntellectual Property and Terms that Apply to Your Data</strong>\n<p>In operating our Platform, it's important for us to make it clear who owns what and who's responsible for what.\nYou are trusting us with Your content and consistent with Teachable's genuine belief in transparency we want to make it simple for You to know exactly what You are getting into when You join the Teachable community.</p>\n<p>\n<strong>4.1 What Teachable Owns</strong>\n</p>\n<p>All right, title and interest in and to the Platform, including our information, software, technology, data, applications, logos, marks, designs, text, graphics, pictures, audio and video files, other data or copyrightable materials or content, and their selection and arrangement, is referred to herein as \"Teachable Content”, and is and will remain the exclusive property of Teachable and its licensors.\nTeachable Content is protected by intellectual property rights both in the United States and internationally.</p>\n<p>Your use of the Platform under these Terms does not give you additional rights in the Platform or ownership of any intellectual property rights associated with the Platform, including, but not limited to, any rights to use Teachable’s trademarks, logos, domain names, and other distinctive brand features.\nSubject to Your compliance with and the limitations set forth in these Terms, Teachable grants You a limited, revocable, non-exclusive, non-sublicensable, non-transferable license to access and use the Platform and/or Teachable Services to fulfill your personal and commercial purposes.</p>\n<p>You agree not to do any of the following while accessing or using the Platform and/or Teachable Services:</p>\n<ol>\n<li>\n<p>license, sublicense, sell, rent, lease, or otherwise permit third parties to use the Platform without Teachable’s express written consent (this license is only for Your use and you may not assign it to anyone else without our permission).</p>\n</li>\n<li>\n<p>circumvent or disable any security or other technological features or measures of the Platform.</p>\n</li>\n<li>\n<p>copy, modify, create derivative works of, decompile, reverse engineer, disassemble, or otherwise attempt to discover any source code of or any elements of the Platform, or use the Platform to compete with Teachable</p>\n</li>\n<li>\n<p>engage in any activity that would interfere with, damage, or harm the Platform and/or Teachable Services.</p>\n</li>\n</ol>\n<p>All rights not expressly granted by Teachable are reserved.</p>\n<p>\n<strong>4.2 What You Own</strong>\n</p>\n<p>Any data, information or material originated by you that you upload or otherwise transmit through the Platform, including Creator Content, (“User Content”) is and remains Yours.\nTeachable does not claim any intellectual property rights over User Content by virtue of Your use of the Platform and/or Teachable Services.</p>\n<p>By uploading User Content to the Teachable Platform, You agree that:</p>\n<ol>\n<li>\n<p>Teachable may review User Content for any reason, including compliance with our Code of Conduct and prohibited content requirements, but Teachable has no obligation to review anything that You upload.</p>\n</li>\n<li>\n<p>You are uploading User Content to the Teachable Platform at Your direction and Teachable does not in any way certify or provide approval or permission prior to You uploading User Content.</p>\n</li>\n<li>\n<p>Teachable may display User Content to other users (e.g.\nYour Students) via the Teachable Platform for the purpose of providing Teachable Services.</p>\n</li>\n<li>\n<p>You agree that by uploading User Content to Our Platform, You are allowing Us to store Your User Content.</p>\n</li>\n<li>\n<p>You agree to provide Teachable with all necessary licenses, including a worldwide, non-exclusive, royalty-free, sublicensable and transferable license to use (e.g, to display or transmit) User Content in furtherance of the Teachable Services (In other words, because You own Your Content, You have to give Us permission to display it, or to use it for internal operational purposes, like storing it on Our servers).</p>\n</li>\n<li>\n<p>You are responsible for and own, or have the rights to use, all of Your User Content.</p>\n</li>\n</ol>\n<p>\n<strong>4.3 Your Posts</strong>\n</p>\n<p>The Teachable Platform may include features that permits You to post, upload or transmit content that is intended to be viewed by other users (“Posts”).\nFor example, Creators participating in Teachable:HQ will have the opportunity to submit Posts to other members of the Teachable community.\nFor the avoidance of doubt, Posts exclude User Content (including Creator Content).</p>\n<p>By submitting Posts to the Teachable Platform, you grant Teachable a perpetual, irrevocable, royalty-free, worldwide, non-exclusive right and license, including the right to grant sublicenses to third parties, to use, reproduce, publicly display, publicly perform, prepare derivative works from and distribute Your Posts for any purpose.\nTeachable may exercise all copyright, publicity and moral rights, in any media, with respect to Your Posts.</p>\n<p>\n<strong>4.4 Content Free of Infringement of Any Third-Party Rights</strong>\n</p>\n<ol>\n<li>\n<p>You agree that Your User Content and/or Posts do not infringe upon anyone else's intellectual property rights and that You have secured or obtained or received all necessary rights and permissions, as necessary, from any third parties who may own the content.</p>\n</li>\n<li>\n<p>In plain language, this means that if You're using someone else's work (including videos, text, charts, powerpoints, etc.) in Your User Content or Posts, You've gotten the content owner's permission to use it.\nYou wouldn't want anyone selling any of Your User Content without Your permission.\nIf You are going to use something that You didn't create, make sure You can demonstrate that You have the right to use it before You make it a part of Your User Content.</p>\n</li>\n</ol>\n<p>\n<strong>4.5 Feedback</strong>\n</p>\n<p>You may choose or we may invite You to submit suggestions, recommendations, enhancement requests or other feedback about Teachable Services or the Platform (“Feedback”).\nBy submitting any Feedback, You agree that such Feedback is gratuitous, unsolicited, and without restriction, and You grant us a royalty-free, worldwide, transferable, sublicenseable, irrevocable, perpetual license to use or incorporate any Feedback into Teachable Services and/or the Platform.\nWe actively review Feedback for new ideas.\nIf You wish to preserve any interest You might have in your Feedback, You should not post them to the Platform or send them to us.</p>\n<p>\n<strong>4.6 Processing of Data by Creators</strong>\n</p>\n<ol>\n<li>\n<p>Creators are responsible for protecting all personal information they provide to, or receive from, Teachable in connection with the use of Teachable Services.\nTeachable's&nbsp;Data Processing Agreement&nbsp;(\"DPA\") forms part of these Terms and sets out Teachable's and Creator's obligations with respect to the processing of personal information.\nCreators agree to abide by the DPA when and to the extent Data Protection Laws apply to a Creator's use of Teachable Services to process Student Data or Creator Data (as these terms are defined in the DPA).</p>\n</li>\n<li>\n<p>Creators are considered controllers or \"owners\" of the personal information they collect from and about Students.\nIn addition to agreeing to the terms of the DPA, Creators are also responsible for providing an appropriate privacy notice to their Students, respecting their Students' privacy rights in accordance with applicable law, and providing access to or deleting Students' personal information if they request and as required by applicable law.</p>\n</li>\n</ol>\n<strong>5.\nTeachable's General Rights In Operating Its Platform</strong>\n<p>\n<strong>5.1</strong>&nbsp;Teachable may modify, terminate, or refuse to provide Teachable Services at any time for any reason, without notice.</p>\n<p>\n<strong>5.2</strong>&nbsp;Teachable may remove anyone from the Teachable Platform at any time for any reason, solely in Teachable's discretion.\nThis right is not modified by any other section of these Terms.</p>\n<p>&nbsp;</p>\n<p>\n<strong>5.3</strong>&nbsp;Teachable reserves the right to access Your account, school, and User Content in order to respond to requests for technical support, to maintain the safety and security of the Teachable Platform, and for other legitimate business purposes, as necessary, in Teachable's discretion.</p>\n<p>\n<strong>5.4</strong>&nbsp;Teachable may, but has no obligation to, monitor any User Content that appears on the Teachable Platform or review any conduct occurring through the Platform, including any interactions between Creators and Students and Teachable employees.</p>\n<p>\n<strong>5.5</strong>&nbsp;Teachable reserves the right to modify, suspend, or alter its refund policy, at its sole discretion.</p>\n<p>\n<strong>5.6.</strong>&nbsp;If You close Your account or terminate Your school, Teachable may keep a copy of Your User Content after termination.\nYou grant us a non-exclusive, perpetual, irrevocable license to maintain such archival copy for compliance with any relevant laws and regulations and for our internal business purposes, subject to applicable law.</p>\n<p>\n<strong>5.7</strong>&nbsp;Teachable reserves the right to remove You and Your User Content without warning if You violate any of the provisions of these Terms.</p>\n<p>\n<strong>5.8</strong>&nbsp;Teachable has, in its sole discretion, an absolute right to modify, change, alter, suspend, or terminate any provision of these Terms without warning at any time.</p>\n<strong>6.\nIntellectual Property Violations</strong>\n<p>\n<strong>6.1 Copyright Violations and the DMCA</strong>\n</p>\n<p>If Teachable has a good faith belief that any content (including Creator Content) appearing on its Platform violates any copyrights or has been illegally copyrighted, Teachable reserves the right to remove, block, or otherwise 'take down' the content.\nTeachable also reserves the right to remove from the Platform any Creators, Students, or other parties, who are repeat offenders of the Teachable repeat offender policy.</p>\n<ol>\n<li>\n<p>\n<strong>Reporting Copyright Infringement under the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (\"DMCA\"):</strong>\n<br>a) Teachable provides an online form for submitting copyright infringement notices under the DMCA.\nIf you believe that content on the Teachable Platform is infringing on your copyrights, please complete Teachable's&nbsp;copyright infringement notice form&nbsp;to forward your notice to Teachable's designated agent for review.\n(For trademark infringement claims, refer to https://u.teachable.com/).<br>b) If your submission contains all of the information required by the form and complies with the DMCA, Teachable will expeditiously remove or disable access to the content alleged to be infringing.<br>c) Please note that when Teachable removes content in response to a DMCA notice, Teachable will attempt to contact the party who posted the content You report as infringing and provide information about the notice and removal, including information about how to submit a counter notice.\nTeachable may also send a copy of any notices received to the affected party.</p>\n</li>\n<li>\n<p>\n<strong>DMCA Counter Notice Procedure</strong>\n<br>a) If Your content is removed due to the receipt of a DMCA notice and you believe that your content was wrongly removed, you may send Teachable what is known as a Counter Notice.<br>b) Your Counter Notice must contain:</p>\n</li>\n<li>\n<p>A physical or electronic signature</p>\n</li>\n<li>\n<p>Identification of what was removed and the location where the material appeared before it was removed</p>\n</li>\n<li>\n<p>A statement under penalty of perjury that you have a good faith belief that the material was removed as a result of mistake or misidentification</p>\n</li>\n<li>\n<p>Your name, address, and telephone number, and a statement that you consent to the jurisdiction of Federal District Court for the judicial district of New York and that you will accept service of process from the person who provided notification</p>\n</li>\n<li>\n<p>c) Your Counter Notice must be sent to Teachable's designated agent at dmca@teachable.com<br>d) Please note that a copy of any Counter Notice received will be sent to the party who reported the content as infringing.</p>\n</li>\n<li>\n<p>\n<strong>Repeat Infringement Policy:&nbsp;</strong>As we stated above, Teachable really doesn't look favorably on anyone who is using someone else's intellectual property without permission.\nShould Teachable receive two or more DMCA complaints regarding any Creator, Teachable may simply remove that Creator from the Teachable Platform without further warning.\nNote: as we state in our Teachable Rights section, we still reserve the right to remove any school at any time for any reason.\nThis Repeat Infringement section does not change that right in any way.</p>\n</li>\n</ol>\n<p>\n<strong>6.2.\nTrademark Violations</strong>\n</p>\n<p>Teachable reserves the right to remove access to content that it knows, or has reason to know, violates the rights of trademark owners.\nPlease note that Teachable will send a copy of any trademark infringement claim received to the user who posted the content you report as infringing.</p>\n<ol>\n<li>\n<p>\n<strong>Reporting Trademark Infringement</strong>\n<br>a) Teachable provides trademark owners an online form for submitting information to enable Teachable to evaluate trademark infringement claims.\nIf you believe that a user of the Teachable Platform is infringing your registered trademark, please complete Teachable's&nbsp;trademark complaint form&nbsp;to forward your claim to Teachable's team for review.\n(For copyright infringement claims, refer to Section 6.1 above).<br>b) If your submission contains all of the information required by the form and demonstrates that a user of the Teachable Platform is infringing your registered trademark by using your trademark in connection with the goods or services covered by your registration, Teachable will take appropriate action, which may include removing access to the infringing content and/or terminating the user.<br>c) Do note Teachable is not a court of law and there may be times that we cannot take action based on the information that you submit in our online form.\nIn such cases, we may refuse to take action, and if warranted, you may resubmit the online form with additional information and materials requested by the form that were not previously submitted.</p>\n</li>\n<li>\n<p>\n<strong>Counter Notice Procedure</strong>\n<br>a) If Your content is removed due to the receipt of a Trademark notice, you may send Teachable a counter notice if you believe that your content was wrongly removed.<br>b) If Teachable receives a counter notice that denies the infringement claim and asserts that it has a good faith basis for doing so, Teachable may choose not to remove the allegedly infringing content but will put you in contact with the user so that you and the user can address the matter directly.</p>\n</li>\n</ol>\n<strong>7.\nThird Party Communications</strong>\n<p>By using Teachable's Platform, You may receive communications from third parties (e.g.\na Creator may communicate with a Student).\nTeachable is not responsible for these communications and shall not have any liability in connection with them.\nYou are solely responsible for assessing and verifying the identity and trustworthiness of the source and content of any such third-party communications.\nTeachable assumes no responsibility for verifying, and makes no representations or warranties regarding the identity or trustworthiness of the source or content of any such third-party communications.</p>\n<strong>8.\nThird Party Offerings</strong>\n<p>\n<strong>8.1 </strong>Through the Teachable Platform, You will have the ability to access content, links to websites, products and services provided by Creators, Students, and other third parties (\"Third Party Offerings\").\nYour use of any Third Party Offerings provided on this Platform or a third party website is at Your own risk.\nTeachable does not monitor or have any control over, and makes no claim or representation regarding Third Party Offerings and accepts no responsibility for reviewing changes or updates to, or the quality, content, policies, nature or reliability of, Third Party Offerings.\nYou should review applicable terms and policies, including privacy and data gathering practices, of any third party, and should make whatever investigation You feel necessary or appropriate before proceeding with any transaction with any third party.</p>\n<p>\n<strong>8.2</strong> AI Services<em>.&nbsp;&nbsp;</em>Teachable may provide you with access to AI services, including, but not limited to, AI created course outlines, which are powered by Open AI, LLC’s (“OpenAI”) services.\nBy using these AI services, you accept and agree to be bound by OpenAI’s API Terms of Use and other Policies (the “Open AI Terms”), which are legal agreements between you and OpenAI.\nTeachable is not liable to you in respect to the OpenAI terms.\nIn case of any inconsistency between the Terms and OpenAI’s Terms, the Terms shall govern.</p>\n<strong>9.\nTeachable API Services</strong>\n<p>\n<strong>9.1</strong>&nbsp;The Teachable Platform encompasses Teachable APIs (“API” or “APIs”), a powerful solution that provides flexibility for Creators to access and interact with data about their business on Teachable.\nAPIs provide Creators with access to school performance data related to sales, enrollments, and student engagement anytime they would like.\nAPIs provide the ability for Creators to build custom products for their school’s end users (“Students”).</p>\n<p>\n<strong>9.2 Teachable API Features include:</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Transactions API:&nbsp;</strong>Creators can fetch a list of sales transactions at their schools using Transactions API, which is a collection of payment processing endpoints (Charge, CaptureTransaction, CreateRefund, and VoidTransaction) and reporting endpoints.</p>\n</li>\n<li>\n<p>\n<strong>Hook Events API:</strong>&nbsp;Creators can fetch a list of webhook events at their schools.</p>\n</li>\n<li>\n<p>\n<strong>Enrollments API:</strong>&nbsp;Creators can enroll and unenroll a Student or prospective Student in a course.</p>\n</li>\n<li>\n<p>\n<strong>Users API:</strong>&nbsp;Creators can create a new user, look up a specific user by ID, and update a user by ID.</p>\n</li>\n<li>\n<p>\n<strong>Pricing Plans API:</strong>&nbsp;Creators can fetch pricing plan details by pricing plan ID.\nCreators can fetch all of the pricing plans at their school.</p>\n</li>\n<li>\n<p>\n<strong>Courses API:</strong>&nbsp;Creators can fetch all the published courses at her school.\nCreators can fetch a specific course by ID.\nCreators can fetch a list of her Students enrolled in a specific course.</p>\n</li>\n</ul>\n<p>\n<strong>9.3 Definitions for this Section Only:&nbsp;</strong>The following definitions only apply to this section of the Terms and its subsections (Section 9).</p>\n<p>(a)&nbsp;<strong>\"API\"&nbsp;</strong>means the TEACHABLE API application programming interface and any API Documentation or other API materials made available by Company on the Platform</p>\n<p>(b)&nbsp;<strong>\"API Documentation\"&nbsp;</strong>means the API documentation described from time to time.</p>\n<p>(c)&nbsp;<strong>\"API Key\"&nbsp;</strong>means the security key Company makes available for you to access the API.</p>\n<p>(d)&nbsp;<strong>\"Company Marks\"&nbsp;</strong>means Company's proprietary trademarks, trade names, branding, or logos made available for use in connection with the API pursuant to this Section of the Terms.</p>\n<p>(e)&nbsp;<strong>\"Company Offering\"&nbsp;</strong>means Company's operating system and application software made available by Company on a hosted basis.</p>\n<p>(f)&nbsp;<strong>\"Your Applications\"&nbsp;</strong>means any applications developed by you to interact with the API.</p>\n<p>\n<strong>9.4.\nLicense Grant</strong>\n</p>\n<p>Subject to and conditioned on your compliance with all terms and conditions set forth in the Terms, we hereby grant you a limited, revocable, non-exclusive, non-transferable, non-sublicensable license to: (a) use the API solely for your internal business purposes in developing Your Applications that will communicate and interoperate with the Company Offering.\nand (b) display certain Company Marks in compliance with usage guidelines that we may specify from time to time solely in connection with the use of the API and the Applications.\nYou acknowledge that there are no implied licenses granted under this Section of the Terms.\nWe reserve all rights that are not expressly granted.\nYou may not use the API or any Company Mark for any other purpose without our prior written consent.\nYou must obtain an API Key through the registration process to use and access the API.\nYou may not share your API Key with any third party, must keep your API Key and all log-in information secure, and must use the API Key as your sole means of accessing the API.\nYour API Key may be revoked at any time by us.</p>\n<p>\n<strong>9.5 Additional Use Restrictions for API Services</strong>\n</p>\n<p>Except as expressly authorized under the Terms, you may not: (a) remove any proprietary notices from the API.\n(b) use the API in any manner or for any purpose that infringes, misappropriates, or otherwise violates any intellectual property right or other right of any person, or that violates any applicable law.\n(c) combine or integrate the API with any software, technology, services, or materials not authorized by Teachable.\n(d) design or permit Your Applications to disable, override, or otherwise interfere with any Teachable-implemented communications to end users, consent screens, user settings, alerts, warning, or the like.\n(e) use the API in any of Your Applications to replicate or attempt to replace the user experience of the Company Offering.\nor.\n(f) attempt to cloak or conceal your identity or the identity of Your Applications when requesting authorization to use the API.</p>\n<p>\n<strong>9.6 No Support.\nUpdates</strong>\n</p>\n<p>The Terms do not entitle you to any support for the API.\nYou acknowledge that we may update or modify the API from time to time and at our sole discretion (in each instance, an \"Update\"), and may require you to obtain and use the most recent version of the API.\nUpdates may adversely affect how Your Applications communicate with the Company Offering.\nYou are required to make any changes to the Applications that are required for integration as a result of such update at your sole cost and expense.\nYour continued use of the API following an Update constitutes binding acceptance of the Update.</p>\n<p>\n<strong>9.7 No Additional Fees for APIs</strong>\n</p>\n<p>You acknowledge and agree that no additional license fees or other payments will be due for API in exchange for the rights granted under the Terms.\nYou acknowledge and agree that this fee arrangement is made in consideration of the mutual covenants set forth in the Terms, including, without limitation, the disclaimers, exclusions, and limitations of liability set forth herein.\nNotwithstanding the foregoing, we reserve the right to start charging for access to and use of the API at any time.</p>\n<p>\n<strong>9.8 Collection and Use of Your Information</strong>\n</p>\n<p>We may collect certain information through the API, Company Offering or the Licensor Offering about you or any of your employees, contractors, or agents.\nBy accessing, using, and providing information to or through the API or the Company Offering, you consent to all actions taken by us with respect to your information in compliance with the then-current version of our privacy policy and data protection requirements, available at&nbsp;https://teachable.com/.</p>\n<p>\n<strong>9.9 Return of Your Data</strong>\n</p>\n<p>Upon request by You made within thirty (30) days after the effective date of termination of Your use of TEACHABLE API, we will make available to You for download a file of Your Data in comma separated value (.csv).\nAfter such 30-day period, we shall have no obligation to maintain or provide any of Your Data and may thereafter, unless legally prohibited, delete all of Your Data in Our systems or otherwise in Our possession or under Our control.</p>\n<p>\n<strong>9.10 API Rate Limits</strong>\n</p>\n<p>The number of API requests Teachable will permit You to make during any given time period may be limited.\nTeachable may determine Your rate limits based on various factors at Teachable’s sole discretion.\nTeachable reserves the right and may, in its sole discretion, charge You for API requests that exceed Teachable’s rate limits or terminate or resort to other measures including suspending access to Teachable APIs as necessary subject to applicable law.\nTeachable will not provide a credit to You to the next month or year for any unused requests.</p>\n<strong>10.\nPayments</strong>\n<p>Teachable operates two different types of payment options for Creators who use our Platform: Teachable Native Gateways and Custom Payment Gateways.\nYour use of either type of gateway is covered by the terms of this section.</p>\n<p>\n<strong>10.1.\nTeachable Native Gateways</strong>\n</p>\n<p>For the avoidance of doubt, the term Teachable Native Gateways is a reference to both Teachable Payments and the Monthly Payments Gateway.</p>\n<ol>\n<li>\n<p>\n<strong>Appointment of Teachable as a Limited Payment Collection Agent for Teachable Native Gateways:&nbsp;</strong>Each Creator collecting payment for services provided on the Teachable platform via Teachable Native Gateways hereby appoints Teachable as the Creator's payment collection agent solely for the limited purpose of accepting funds from Students purchasing such services.<br>a) Each Creator agrees that payment made by a Student through the Teachable Native Gateways shall be considered the same as a payment made directly to the Creator, and the Creator will provide the purchased services to the Student in the agreed manner as if the Creator has received the payment directly from the Student.\nEach Creator agrees that Teachable may refund the Student in accordance with the Terms.\nEach Creator understands that Teachable's obligation to pay the Creator is subject to and conditional upon successful receipt of the associated payments from Students.\nTeachable guarantees payments to Creators only for such amounts that have been successfully received by Teachable from Students in accordance with these Terms.\nIn accepting appointment as the limited payment collection agent of the Creator, Teachable assumes no liability for any acts or omissions of the Creator.<br>b) Each Student acknowledges and agrees that Teachable acts as the Creator's payment collection agent for the limited purpose of accepting payments from you on behalf of the Creator.\nUpon payment of the funds to Teachable, the Student's payment obligation to the Creator for the agreed amount is extinguished, and Teachable is responsible for remitting the funds to the Creator in the manner described in these Terms, which constitute Teachable's agreement with the Student.\nIn the event that Teachable does not remit any such amounts once successfully received from the Student, the Creator will have recourse only against Teachable and not the Student directly.</p>\n</li>\n<li>\n<p>\n<strong>Teachable Payments:&nbsp;</strong>The Teachable Payments gateway allows Creators to process credit or debit card transactions and facilitates faster payout processes.\nTeachable Payments is available to some Creators, based on location.\nFor a list of eligible locations, please see the Teachable website.<br>a) Creators have the option to set up Teachable Payments from their school's Admin page.\nBy setting up Teachable Payments, You agree to the terms that appear in these Terms and/or on the Teachable Platform regarding the Teachable Payments Gateway.<br>b) Third Party Agreement: In setting up Teachable Payments, You may be instructed to agree to terms of service offered by Stripe.\nStripe is an independent party from Teachable and Teachable is not responsible for the contents of their terms of service.\nShould Stripe's terms of service differ from these Terms, such differences shall not modify these Terms in any manner.<br>c) By using Teachable Payments You agree that Teachable may place a portion of Your school sales in reserve for a period of time to cover losses, chargebacks, refunds, etc.\nThe current reserve period and amount are located on our&nbsp;Knowledge Base&nbsp;page regarding Teachable Payments.\nThe amount of reserves and the length of time in which they are held are subject to change at Teachable's sole discretion.\nShould the reserve period or the amount withheld change, Teachable will make reasonable efforts to update the Knowledge Base page to communicate these changes.<br>d) Fees for Teachable Payments may be found on the Teachable&nbsp;Knowledge Base&nbsp;page.\nAll Teachable Payment gateway fees will be deducted before the funds are sent to the Creator.\nThe fees associated with Teachable Payments are subject to change, in Teachable's sole discretion.\nBy using Teachable Payments, You agree to the fees as set by Teachable.</p>\n</li>\n<li>\n<p>\n<strong>Monthly Payment Gateway:&nbsp;</strong>Teachable Creators may also have an opportunity to utilize the Monthly Payments Gateway (MPG) to facilitate credit card or debit card transactions or to utilize PayPal as a payment option.\nMPG is offered wherever PayPal accounts are available and the availability of MPG is subject to any limitations by PayPal.\nTeachable Payments users will only be able to utilize MPG for PayPal transactions and will not be able to utilize MPG for credit card processing.<br>a) Third Party Agreement: In setting up MPG, You may need to agree to terms of service offered by Stripe or PayPal.\nStripe and PayPal are independent parties from Teachable and Teachable is not responsible for the contents of their terms of service.\nShould their terms of service differ from these Terms, such differences shall not modify these Terms in any manner.<br>b) Funds paid out to Creators via MPG are paid on the first of the month (or first available business day) no earlier than thirty (30) days after the end of the month in which a sale was made.\nThis hold period is to account for any potential losses, chargebacks, refunds, etc.\nFor the avoidance of doubt, this hold may result in funds being paid out more than thirty (30) days after the sale to a Student.\nThe current hold period can be located on our&nbsp;Knowledge Base&nbsp;page regarding MPG.\nThe length of time in which MPG funds are held before payout is subject to change at Teachable's sole discretion.\nShould the hold period change, Teachable will make reasonable efforts to communicate these changes via the Knowledge Base page.</p>\n</li>\n</ol>\n<p>\n<strong>10.2.\nCustom Payments Gateway:</strong>&nbsp;Creators on the Professional, Business, and Enterprise plans may choose to set up a Custom Payment Gateway (CPG) to process Student transactions.\nThese transactions, which are made through a third-party payment gateway, are outside of the scope of your relationship with Teachable.\nYou agree that Your CPG service is a third-party payment service and is not a part of the Teachable Services.\nPayouts are distributed according to the third-party payment service's policies and procedures, and are not subject to any of Teachable’s policies and procedures related to payments, including the 30-day refund policy or payment hold.\nFurthermore, You acknowledge that:</p>\n<ol>\n<li>\n<p>Transactions.\nmade through CPG are not subject to Teachable's transaction fees.</p>\n</li>\n<li>\n<p>Teachable does not control any payment processing fees that may be assessed through CPG.\nAdditionally, while Teachable may record the amounts that you owe to authors and affiliates in the transaction report, Teachable does not have the access or ability to make deductions from transaction fees processed through third-party payment gateways to pay your authors or affiliates.\nCreators using CPG are responsible for making payments to authors and affiliates on their own.</p>\n</li>\n<li>\n<p>Teachable is not a marketplace facilitator with respect to any transactions that occur through CPG.\nBy using CPG, You further acknowledge that Teachable does not have any responsibility to pay, remit, or otherwise collect or send to any relevant tax authorities any taxes owed, including sales taxes, on Creator Content you sell through CPG.</p>\n</li>\n</ol>\n<p>\n<strong>10.3 Chargebacks</strong>\n</p>\n<p>Creators may be charged a fee for any chargeback on credit card, debit card, or PayPal transaction that is processed through the Teachable Native Gateways.\nThis fee is deducted from Your school's payout but is returned to You if You win the dispute.\nCurrent fees may be found on the&nbsp;Teachable Knowledge Base.\nFees are subject to change.</p>\n<p>\n<strong>10.4 Negative Balance Collections</strong>\n</p>\n<p>Under certain circumstances including, without limitation, refunds and chargebacks, You may incur negative balances on Your Account.\nIn the event that You are unable to resolve such negative balances directly with Teachable within a time period determined solely by Teachable in adherence with the Federal Debt Collections Practice Act and other applicable laws, You hereby permit Teachable to appoint a collections agency solely for the limited purpose of collecting such negative balances on Your Account.\nYou agree to pay all costs and expenses including, without limitation, attorneys’ fees, legal expenses, collections agency fees, and other collections fees, incurred by or on behalf of Teachable in connection with the collection of any amounts due to Teachable under these Terms that are unpaid by You.</p>\n<strong>11.\nTaxes</strong>\n<p>Laws governing the collection, reporting and remittance of sales and use taxes, value-added taxes and other similar state, local and foreign taxes are complex.\nThis section of the Terms summarizes Teachable’s practices regarding these tax requirements.\nPlease be advised that Teachable’s position on these tax matters is subject to change, without notice, and possibly with retroactive effect.</p>\n<p>Depending on the laws of the relevant jurisdictions, Creator Content sold by Creators to Students through the Teachable platform for purchases of courses and other services and transmitted to locations inside and outside of the United States may be subject to tax.</p>\n<p>The rate and amount of tax imposed depends on a number of factors which Teachable considers, including (without limitation):</p>\n<ul>\n<li>\n<p>The identity of the Creator and/or Student;</p>\n</li>\n<li>\n<p>The type of course or service that was purchased, and whether or not is it taxable;</p>\n</li>\n<li>\n<p>The payment gateway used by the Creator (Teachable Native Gateways vs.\nCustom Payments Gateways).\nand</p>\n</li>\n<li>\n<p>The shipment or delivery address of the Creator or Student, as applicable.</p>\n</li>\n</ul>\n<p>Teachable may request additional information from its customers, which will require You to provide certain information, such as Your legal name, tax identification number, address, phone number, e-mail address, and account information for Your bank account, as necessary to fulfill its tax obligations.</p>\n<p>\n<strong>11.1 General Application of Sales Taxes in the United States</strong>\n</p>\n<p>Teachable will determine whether a transaction on the Teachable Platform is subject to tax based on the applicable laws in each state.\nTeachable will calculate, collect, report and remit any sales taxes collected directly to the state on whose behalf the tax is imposed.\nCertain states may also require the Creator to submit their own tax filings or information returns.</p>\n<p>The tax rate applied to Your transaction will be equal to the combined applicable state and local tax rate which shall be determined by Teachable based on the information provided by the Creator and/or Student, as applicable.</p>\n<ol>\n<li>\n<p>\n<strong>Fees from Teachable Subscription Plans</strong>\n<br>Where applicable, Teachable will collect from the Creator sales tax that may arise in connection with Teachable subscription fees.<br>Creators who believe that they should not be charged tax in connection to Teachable subscription fees must provide Teachable with a valid tax/identification number, a valid tax ID/tax certificate or other documentary proof issued by an appropriate taxing authority confirming that Teachable should not charge tax to the Creator in accordance with the applicable tax laws.<br>Please note that in some situations, tax laws may require the Creator to report and remit tax itself to its tax authority with regard to subscription fees paid to Teachable (these situations are commonly referred to as 'reverse charge').</p>\n</li>\n<li>\n<p>\n<strong>Fees from the sale of Creator Content</strong>\n<br>For United States sales tax purposes, Teachable may be deemed to be a “marketplace facilitator” for third-party sales transacted through Teachable’s Native Payment Gateways.\nA “marketplace facilitator” is generally defined as the entity that owns or operates the marketplace (platform), and directly or indirectly processes transactions (including the sale of physical property, digital goods and services) on behalf of third-party sellers (“marketplace sellers”).<br>In the United States, marketplace facilitator laws and regulations shift the sales tax collection, reporting and remittance obligations from marketplace sellers to the marketplace facilitator.\nTherefore, where Teachable is deemed a marketplace facilitator, Teachable is responsible for calculating, collecting, remitting and refunding sales taxes on taxable products and services that are sold over Teachable’s Native Payment Gateways (i.e.\nTeachable Payments and Monthly Payment Gateway).<br>Please note that where a Creator is using the Custom Payment Gateway (CPG), the Creator is solely responsible for calculating, collecting, reporting and remitting sales tax regardless of the Student’s state of residence.<br>Creators are able to download sales reports detailing the purchase amount and the amount of tax collected on each sale through their account dashboard.<br>It is possible that certain states will require additional marketplace facilitator collection (“Marketplace Facilitator Collection”) under new or existing laws.\nAt its sole discretion, Teachable shall determine when it will undertake Marketplace Facilitator Collection with respect to a jurisdiction and You authorize Teachable to take all actions necessary to undertake such Marketplace Facilitator Collection.\nYou agree to reasonably cooperate with Teachable and timely provide all information necessary for Teachable to accurately calculate, collect, report and remit such taxes including, but not limiting to, complying with the other provisions of this section.\nTeachable shall have sole discretion to specify the rate and taxability applied to the products and services sold.\nYou also understand and agree that Teachable may undertake Marketplace Facilitator Collection for transactions in jurisdictions in which you do not otherwise have a substantial nexus.\nNotwithstanding any other provision of these Terms, You understand and agree that Teachable will not remit to You any taxes collected as part of Marketplace Facilitator Collection.\nWithout limiting Your obligations or liability under any other provision of these Terms, You agree to indemnify and hold harmless Teachable for any taxes, penalties, or interest on Your transactions asserted against Teachable by a jurisdiction with respect to Marketplace Facilitator Collection.<br>Please refer to Teachable’s Knowledge Base article on United States Sales Tax and Teachable for a list of jurisdictions where Teachable collects tax as a marketplace facilitator.</p>\n</li>\n<li>\n<p>\n<strong>Exceptions</strong>\n<br>Teachable will not collect sales taxes in the following circumstances:<br>\n<strong>Creator sales over Custom Payment Gateway (CPG):&nbsp;</strong>Creators must calculate, collect, report and remit taxes themselves<br>\n<strong>Creator sales off Platform:&nbsp;</strong>Creators must calculate, collect, report and remit taxes themselves<br>\n<strong>Tax Exempt Organization:&nbsp;</strong>Creators or Students from tax-exempt organizations who purchase products or services on the Teachable platform will be required to pay sales taxes on the initial purchase.\nThereafter, the Creator or Student should submit a refund request to tax@teachable.com.\nThe refund request should include a copy of the purchase receipt showing the sales tax paid and the Order ID, as well as a copy of the Creator or Student’s valid tax/identification number, a valid tax ID/tax certificate or other documentary proof issued by an appropriate taxing authority confirming that Teachable should not charge tax to the Creator in accordance with the applicable tax laws.\nTeachable will issue a refund once the documentation has been reviewed and approved.<br>\n<strong>Resellers:&nbsp;</strong>Creator will need to provide Teachable with a tax exemption certificate issued by the state in which they are located.</p>\n</li>\n<li>\n<p>\n<strong>Additional Sales Tax Considerations</strong>\n<br>Teachable’s failure to collect, report and remit taxes to any governmental authority, may not relieve the Creator or Student from its sales tax obligations or liabilities within a state where applicable products and services are taxable.\nIn certain states, a marketplace seller is still responsible for collecting and remitting sales and use taxes on sales not made on the marketplace facilitator platform.\nAdditionally, the marketplace seller may remain liable for the sales tax if the marketplace facilitator can demonstrate that: (i) it has made a reasonable effort to obtain accurate and complete information from an unrelated marketplace seller about a retail sale, and (ii) the failure to remit the correct amount of tax was due to incorrect or incomplete information provided to the marketplace facilitator by the unrelated marketplace seller.\nWE ADVISE EACH CREATOR AND/OR STUDENT TO CONSULT WITH ITS OWN TAX ADVISOR REGARDING THE APPLICABILITY OF THESE RULES TO THEIR INDIVIDUAL CIRCUMSTANCES.</p>\n</li>\n</ol>\n<p>\n<strong>11.2 General Application of Taxes Outside of the United States</strong>\n</p>\n<p>Creator and Student expressly acknowledge that an agreement is formed directly between Creator and Student for the sale of Creator Content by the Creator to the Student.\nTeachable is not a party to that agreement nor sets any of the terms for Creator Content sold by the Creator to the Student.</p>\n<p>The Creator is the supplier of the Creator Content, Teachable is not responsible for interactions between Creators and Students and only provides technical means through which Creators may make their Creator Content available to Students.</p>\n<p>As the Creator sells its Creator Content directly to the Student under its agreement with the Student, except as expressly provided in these Terms, the Creator will be solely and fully responsible to collect, report and remit the correct amount of tax (if any) to tax authorities for charges to the Students for the purchase of Creator Content.\nTeachable recommends Creators consult a tax advisor to assist with determining the tax requirements relating to the sale of their Creator Content.</p>\n<p>Some countries provide for special tax laws making Teachable instead of the Creator responsible for the tax obligations pertaining to Creator Content sold by Creators while using the Teachable Native Gateways (Teachable Payments and Monthly Payment Gateway).\nIn this regard, please note that the tax laws of the countries where Students reside generally dictate whether such a special tax law applies making Teachable instead of the Creator responsible for tax.</p>\n<p>Therefore, in the event a Creator sells Creator Content to Students in multiple countries, different tax obligations may apply for the Creator, depending on the countries where the individual Students reside.</p>\n<p>Please note that where a Creator is using the Custom Payment Gateway (CPG), the Creator is always solely responsible for tax, regardless of the country of residence of the Student.</p>\n<p>The Country-Specific Guidance section contains an overview of jurisdictions where tax laws apply that shift the tax obligations for Creator Content from the Creator to Teachable in the Teachable Native Gateways model due to a deemed (by way of legal fiction) resale of Creator Content by Teachable that applies for tax purposes only.</p>\n<p>Teachable determines the country where a Student resides for tax purposes on the basis of information the Student enters at checkout.\nWhere needed, Teachable makes such data available to the Creator to enable the Creator to determine the amount of tax on the sale of Creator Content to a Student for which the Creator is responsible.</p>\n<p>For information around requesting refunds and exemptions, please refer to Section 2 of the Terms of Use -&nbsp;Annex</p>\n<ol>\n<li>\n<p>\n<strong>Country Specific Guidance</strong>\n<br>Please note that Teachable is handling tax on Creator Content sold to students only in specific situations, summarized below by country.\nIn all other situations, the creator is solely responsible for tax on Creator Content and should consult with their tax advisor.<br>For further country-specific guidance, please also refer to the Knowledge based article on&nbsp;Digital Content Tax Handling Outside Europe and the United States.<br>\n<strong>a)</strong>&nbsp;<strong>European Union Value Added Tax (EU VAT)</strong>\n<br>For Creator Content sold to Students residing in the EU, Teachable is responsible for collecting, reporting and remitting EU VAT to tax authorities if:</p>\n</li>\n<li>\n<p>The Creator sells the Creator Content while using the Teachable Native Gateways.\nand</p>\n</li>\n<li>\n<p>The Creator Content is an 'Electronically Supplied Service' (ESS).</p>\n</li>\n<li>\n<p>User Content is an ESS unless the Creator has expressly confirmed, by disabling the EU VAT feature on the Teachable platform, that the Content requires live interaction between Creator and Student.\nFor more information on EU VAT and the respective responsibilities of Creators and Teachable, please refer to Section 1 of the Terms of Use -&nbsp;Annex.<br>\n<strong>b) AUSTRALIA, CANADA, CHILE, KENYA, MOLDOVA, NEW ZEALAND, RUSSIA, SAUDI ARABIA, and TAIWAN</strong>\n<br>For Creator Content sold by Creators to Students residing in Australia, Canada, Chile, Kenya, Moldova, New Zealand, Russia, Saudi Arabia, and Taiwan, Teachable is responsible for collecting, reporting and remitting tax to tax authorities if:<br>(i) the Creator is not established in or residing in the country of the Student, and<br>(ii) the Creator sells Creator Content while using the Teachable Native Gateways.<br>Students located in Australia, Canada, Chile, Kenya, Moldova, New Zealand, Saudi Arabia and Taiwan with a valid tax ID will not be charged tax at checkout.<br>\n<strong>c) MEXICO</strong>\n<br>For Creator Content sold by Creators to Students residing in Mexico, Teachable collects, reports and remits the full general VAT rate to tax authorities in Mexico unless:<br>(i) a Mexico-resident Creator provides Teachable with a valid 13-digit Mexican Tax ID number (\"RFC\") for individuals.\nIn this case, Teachable remits 50% of the VAT amount to the tax authorities;<br>(ii) a Mexico-resident Creator provides Teachable with a valid 12-digit Mexican Tax ID number (\"RFC\") for business entities.\nIn this case, Teachable does not remit VAT to the tax authorities.<br>\n<strong>d) INDIA, SINGAPORE, AND MALAYSIA</strong>\n<br>For Creator Content sold by Creators to Students residing in India, Singapore and Malaysia, Teachable is responsible for collecting, reporting and remitting tax to tax authorities if:</p>\n</li>\n<li>\n<p>the Creator is not established in or residing in the country of the Student;</p>\n</li>\n<li>\n<p>the Creator sells the Creator Content while using the Teachable Native Gateways.\nand</p>\n</li>\n<li>\n<p>the Creator Content is an 'Electronically Supplied Service' (ESS) or equivalent under the applicable tax laws.</p>\n</li>\n<li>\n<p>Creator Content is an ESS&nbsp;<strong>unless&nbsp;</strong>the Creator has expressly confirmed, by turning on the Comment Box functionality when creating its course on the Teachable platform, that the Creator Content requires live interaction between Creator and Student.<br>Please note that in cases where Creator Content is&nbsp;<strong>NOT ESS,&nbsp;</strong>Teachable will&nbsp;<strong>NEVER&nbsp;</strong>be responsible for tax for Creator Content sold by Creators.\nThis means that the Creators will in those cases be responsible for tax on the Creator Content.<br>Students located in India and Singapore with a valid tax ID will not be charged tax at checkout.&nbsp;</p>\n</li>\n</ol>\n<p>\n<strong>11.3 Tax Indemnification</strong>\n</p>\n<p>Notwithstanding any provision in these Terms to the contrary, You shall indemnify, defend and hold Teachable and our affiliates and their respective officers, directors, agents and employees harmless from and against all claims, demands, suits or other proceedings, and resulting loss, damage, liability, costs, interest and expenses (including reasonable attorneys’ fees) brought by any third party or governmental claim or demand that involves, relates to or concerns federal, state, county, city, foreign or other tax obligation or amounts due or owing under any tax regulation, law, order or decree.\nWe reserve, and You grant to us, the right to assume exclusive defense and control of any matter subject to indemnification by You hereunder.\nAll rights and duties of indemnification that are set forth herein shall survive termination of these Terms.</p>\n<strong>12.\nTeachable Subscription Fees</strong>\n<ol>\n<li>\n<p>Teachable Plans are billed on a subscription basis.\nUsers who sign up for a paid Teachable Plan will be billed in advance on either a monthly or annual cycle, depending on what Teachable Plan was selected at time of purchase.\nPayment will be charged to the User’s chosen payment method at confirmation of purchase and at the beginning of each new billing cycle.\nTeachable Plans will automatically renew at the end of each billing cycle unless You submit a cancellation request to us in writing via email (support@teachable.com) or directly through Your account prior to the end of the billing cycle.\nUpon cancellation, your access to the select Teachable Plan will terminate and you will not be charged for the next billing cycle.</p>\n</li>\n<li>\n<p>Pricing for the purchase of a Teachable Plan is described on our pricing page.\nTeachable may change the price of a Teachable Plan from time to time and will communicate any price changes to You in advance and, if applicable, how to accept those changes.\nPrice changes for Teachable Plan subscriptions will take effect at the start of the next subscription period following the date of the price change.\nIf You do not agree with the price Teachable charges, You have the right to reject the change by canceling Your subscription before the price change goes into effect.\nPlease therefore make sure you read any such notification of price changes carefully.</p>\n</li>\n<li>\n<p>Depending on the processing method, Teachable may charge transaction fees.\nYou agree to pay all fees and charges that are made to Your account and that You are solely responsible for payment of these fees and charges.</p>\n</li>\n<li>\n<p>Should You not authorize payment or are otherwise not current on Your payments for Teachable Services, Teachable may restrict Your Platform access until Your account becomes current and paid in full.\nTeachable reserves the right to pursue fees owed using collection methods which may include charging other payment methods on file with Teachable and/or retaining collection agencies or legal counsel.</p>\n</li>\n<li>\n<p>Teachable reserves the right to offer custom Teachable plans and pricing in addition to what is offered on the pricing page.\nCustom Teachable plans may also include custom billing and payment terms, including billing periods and renewals, that are different from our standard terms.</p>\n</li>\n</ol>\n<strong>13.\nPricing of Creator Content</strong>\n<p>Teachable is not responsible for setting the pricing on Creator Content.\nPrices for Creator Content are set by the Creator.</p>\n<strong>14.\nRefund Policy</strong>\n<p>We want You to be happy with Teachable's Platform.\nIf You're not feeling excited about joining the Teachable community, we have some options for You regarding Your plan.</p>\n<p>\n<strong>14.1 Refund Policy for Teachable Plans</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Monthly Plans</strong>\n<br>Creators on monthly paid Teachable subscription plans are entitled to a full no-questions-asked refund within thirty (30) days of first signing up for a paid plan, or upgrading to a higher priced plan.\nSimply let us know in writing that You're canceling the plan within thirty (30) days of Your sign-up.</p>\n</li>\n<li>\n<p>\n<strong>Annual Plans</strong>\n<br>Creators on annual paid Teachable subscription plans are entitled to a full no-questions-asked refund within thirty (30) days of first signing up for an annual plan.\nSimply let us know in writing that You're canceling the plan within thirty (30) days of Your sign-up.</p>\n</li>\n<li>\n<p>\n<strong>Abuse of the Refund Policy</strong>\n<br>Teachable reserves the right to refuse refunds to Creators who abuse this Refund Policy.\nExamples of abuse include, but are not limited to, requesting refunds for multiple schools or requesting refunds in consecutive months.</p>\n</li>\n</ol>\n<p>\n<strong>14.2 Refund Policy for Sales of Creator Content to Students</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Courses</strong>\n<br>a) In general, all Students purchasing courses that are a part of the Teachable Native Gateways are entitled to a thirty (30) day full refund from the date of purchase.\nUnless authorized by Teachable in Teachable's sole discretion, no Creator on the Teachable Native Gateways may offer to Students a refund policy for a period of less than thirty (30) days.<br>b) If a Creator has been allowed to offer a refund period that differs from Teachable's general policy, the Creator must provide notice to Students prior to the purchase of the course.<br>c) Teachable reserves the right to refuse refunds to Students who abuse this Refund Policy.\nExamples of abuse include, but are not limited to, requesting refunds for multiple schools or requesting refunds in consecutive months.<br>d) Regardless of any other section to the contrary in these Terms, Teachable does not establish, maintain, or control refunds or a refund policy for any Creator Content that was processed through a Custom Payment Gateway, including courses.</p>\n</li>\n<li>\n<p>\n<strong>Coaching</strong>\n<br>a) Creators (regardless of whether they use Teachable Native Gateways or a Custom Payment Gateway) are solely responsible for setting the refund policy regarding the sale of Coaching offerings.<br>b) The Creator must provide notice to Students regarding their refund policy prior to the Students' purchase of the Coaching offering.<br>c) Regardless of any other section to the contrary in these Terms, Teachable’s refund policy does not cover the provision of Coaching offerings provided by Creators to Students.</p>\n</li>\n<li>\n<p>\n<strong>Digital Downloads</strong>\n<br>a) Creators (regardless of whether they use Teachable Native Gateways or a Custom Payment Gateway) are solely responsible for setting the refund policy regarding the sale of digital downloads.<br>b) The Creator must provide notice to Students regarding their refund policy prior to the Students’ purchase of digital downloads.<br>c) Regardless of any other section to the contrary in these Terms, Teachable’s refund policy does not cover the purchase of digital downloads.<br>d) Teachable may, in its exclusive and sole discretion, refuse to refund the amounts paid, even within the permitted refund period, in the event that Students have used all or part of the digital downloads purchased, such as having downloaded the available digital downloads, leaving Teachable and the Creator at a clear disadvantage.</p>\n</li>\n<li>\n<p>\n<strong>Bundled Products</strong>\n<br>a) If a Creator sells a set of courses as a bundled package, the refund policy applicable for courses will apply, as provided in Section 14.2(1).<br>b) If a Creator sells a set of courses and Coaching offerings as a bundled package, the refund policy applicable for Coaching offerings will apply, as provided in Section 14.2(2).<br>c) If a Creator sells a set of coaching offerings as a bundled package, the refund policy applicable for Coaching will apply, as provided in Section 14.2(2).<br>d) If a Creator sells a set of digital downloads as a bundled package, the refund policy applicable for digital downloads will apply, as provided in Section 14.2(3).<br>e) If a Creator sells a set of digital downloads with courses or Coaching offerings as a bundled package, the refund policy applicable for digital downloads will apply, as provided in Section 14.2(3).</p>\n</li>\n<li>\n<p>\n<strong>General Provisions</strong>\n<br>a) It is the Student’s responsibility to understand the refund policy for Creator Content prior to purchasing such Creator Content.<br>b) Teachable reserves the right to provide a refund to any student at any time in Teachable's sole discretion.</p>\n</li>\n</ol>\n<strong>15.\nCancellation and Deletion</strong>\n<p>\n<strong>15.1 Cancellation</strong>\n</p>\n<p>If You cancel a paid Teachable subscription plan, the cancellation will become effective at the end of the then-current billing cycle.\nWhen You cancel a paid plan, Your account will revert to a free account and Teachable may disable access to features available only to paid plan users.</p>\n<p>\n<strong>15.2.\nDeletion</strong>\n</p>\n<ol>\n<li>\n<p>You may delete Your account at any time.</p>\n</li>\n<li>\n<p>Any account on the free plan may be deleted if it remains inactive (e.g., the user fails to log in) for a continuous period of at least six (6) months.\nActivity will be determined by Teachable in its sole discretion.</p>\n</li>\n<li>\n<p>Accounts on paid plans will be considered active accounts unless You explicitly ask us to delete Your account.</p>\n</li>\n<li>\n<p>If Your account is deleted (regardless of the reason), Your User Content may no longer be available.\nTeachable is not responsible for the loss of such content upon deletion.</p>\n</li>\n<li>\n<p>Upon deletion of Your account (regardless of the reason), all licenses granted by Teachable will terminate.</p>\n</li>\n</ol>\n<p>\n<strong>15.3 Effect of Cancelation/Deletion</strong>\n</p>\n<p>Should a school, course, or account be canceled or deleted, the user may no longer have access to Teachable Content and/or User Content (including Creator Content).\nFurther, User Content (including Creator Content) may be irretrievable.</p>\n<p>Teachable shall not be liable to any party in any way for the inability to access Teachable Content or User Content (including Creator Content) arising from any cancelation or deletion, including any claims of interference with business or contractual relations.</p>\n<strong>16.\nErrors and Corrections</strong>\n<p>Teachable does not guarantee that the Platform or any services offered through the Platform will be error-free or otherwise reliable, nor does Teachable guarantee that defects will be corrected or that any offerings through the Platform will always be accessible.\nTeachable may make improvements and/or changes to the Platform and their features and functionality at any time, and will use commercially reasonable efforts to avoid disrupting peak hours, though some downtime may occur.\nErrors in Content are the responsibility of the Creator who owns the Content.</p>\n<p>We reserve the right to amend the Platform, and any service or material we provide on the Platform, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Platform is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some or all of the Platform to Creators and Students.</p>\n<strong>17.\nLimitations of Liability</strong>\n<p>In running the Platform, we require that You understand and agree that Teachable is not liable for a number of things, including Your breach of these Terms and losses that may result from Your use of the Platform.\nWe also require that You understand and agree that the Platform is offered As Is and may not always be 100% perfect or reliable and that Teachable doesn't warrant or guarantee that it will always be free of errors or defects.\nAny claims for damages against Teachable will be limited to a portion of the fees You have paid us.</p>\n<p>Our limitations of liability are as follows:</p>\n<ul>\n<li>\n<p>You agree that Teachable, including its employees, officers, directors, and agents, shall not be liable for any kind of loss, injury, claim, or damages resulting from Your use of the Teachable Platform.</p>\n</li>\n<li>\n<p>You agree that Teachable shall not be liable for any injuries, losses, claims, or damages that result from Your use or engagement with third party content, downloads, or communications.</p>\n</li>\n<li>\n<p>Teachable is not liable for any losses or damage caused by any viruses, distributed denial of service attacks, and any and all other malicious computer code.\nMalicious computer code means computer code or other mechanisms of any kind designed to disrupt, disable or harm in any manner the operation of any software or hardware or other business processes or to misuse, gain unauthorized access to or misappropriate any business or personal information, including worms, bombs, backdoors, clocks, timers, or other disabling device code, or designs or routines that cause software or information to be erased, inoperable, or otherwise incapable of being used, either automatically or with passage of time or upon command.\nTeachable does not guarantee that any files available for downloading from the Platform will be completely free from viruses or other harmful computer code.</p>\n</li>\n<li>\n<p>The Teachable Platform is provided to You on an \"As Is, As Available\" basis.\nAs such, You agree to have an external method of recovering any lost data that may be uploaded to the Teachable Platform.</p>\n</li>\n<li>\n<p>Teachable disclaims any warranties to the Platform and the content contained therein, including warranties for merchantability, fitness for a particular purpose, non-infringement, or title.</p>\n</li>\n<li>\n<p>Teachable shall not be liable for any special, direct, indirect, incidental, punitive, or consequential damages, resulting from the use of or inability to use the Platform.</p>\n</li>\n<li>\n<p>You agree that Teachable shall not be liable for any losses, injuries, claims, or damages from Your violation or breach of these Terms.\nYou agree to indemnify, defend, and hold harmless Teachable, its present and future officers, directors, employees, agents, licensors, suppliers, and any third party information providers to the Platform from and against all claims, losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these Terms by You or arising from or related to Your use or misuse of the Platform (including, without limitation, use in contravention of these Terms, other Teachable policies, and copyright and other intellectual property law)</p>\n</li>\n<li>\n<p>You are solely responsible for ensuring that Your use of the Platform complies with applicable law and does not violate the rights of any third party, including, without limitation, intellectual property rights.\nYou assume all liability for any claims, suits or grievances filed against You, including, but not limited to, all damages related to Your use of the Platform.</p>\n</li>\n<li>\n<p>You may not assign Your rights under these Terms without Teachable's prior written consent.</p>\n</li>\n<li>\n<p>Should Teachable's limitation of liability not be applicable, Teachable's sole obligation to You, or any third party, for damages shall not exceed the amounts paid by You to Teachable over the prior twelve (12) months directly preceding Your claim, unless otherwise required by law.</p>\n</li>\n<li>\n<p>You agree that Teachable shall not be liable for any content that appears on the Platform.</p>\n</li>\n<li>\n<p>Except as set forth herein, nothing express or implied in these Terms is intended or implied to confer, and nothing herein shall confer, any rights, remedies, liabilities, or obligations whatsoever upon any person or entity.</p>\n</li>\n<li>\n<p>You agree that any cause of action or claim that You may have against Teachable must be brought against us within one (1) year after the cause of action or claim arises.\nShould You not commence such cause of action or claim within this time period, it shall be barred.</p>\n</li>\n</ul>\n<strong>18.\nRemedies for Violations</strong>\n<p>Teachable reserves the right to seek all remedies available at law and in equity for violations of these Terms, including but not limited to removing Creators and Students from the Platform, the right to block access to the Platform from a particular IP address or other user identifier, or to refer the violation to the appropriate law enforcement authorities.</p>\n<strong>19.\nCommunications</strong>\n<p>Teachable may notify You of relevant information regarding the Platform and Teachable Services in any of the following ways: (a) by emailing You at the contact information You provide in Your account registration, (b) by posting a notice in dashboard areas of the Platform, and (c) by posting the notice elsewhere on the Platform in an area suitable to the notice.\nIt is Your responsibility to periodically review the Platform for such notices.</p>\n<strong>20.\nGoverning Law and Jurisdiction.\nDisputes and Arbitration</strong>\n<p>\n<strong>20.1</strong>&nbsp;These Terms shall be governed in accordance with the laws of the State of New York without regard to its conflicts of laws principles.</p>\n<p>\n<strong>20.2</strong>&nbsp;Any dispute, controversy, proceeding, or claim arising out of or in connection with or relating to these Terms, shall be resolved by binding confidential arbitration by JAMS pursuant to its Optional Expedited Arbitration Procedures then in effect for JAMS, except as provided herein.</p>\n<p>\n<strong>20.3</strong>&nbsp;The arbitration will be conducted in New York County, New York, unless You and Teachable agree otherwise.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this section shall be deemed as preventing Teachable from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, dilution, or violation of our data security, intellectual property rights, or other proprietary rights.</p>\n<p>\n<strong>20.4</strong>&nbsp;You and Teachable agree to waive the right to trial by jury.\nYou further agree that any proceedings to resolve any disputes shall be done solely on an individual basis and that You will not seek to have any dispute heard as a class action, a representative action, a collective action, a private attorney-general action, or in any proceeding in which You act or propose to act in a representative capacity.</p>\n<p>\n<strong>20.5</strong>&nbsp;You also agree that no proceeding will be joined, consolidated, or combined with another proceeding without the prior written consent of Teachable and all parties to any such proceeding.</p>\n<strong>21.\nCalifornia Civil Code Section 1789.3</strong>\n<p>California websites users are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 400 R Street, Suite 1080, Sacramento, California, 95814, or by telephone at (916) 445-1254 or (800) 952-5210.\nComplaints or requests for further information can be sent to the address listed in the Contact Us section of these Terms.</p>\n<strong>22.\nPrivacy</strong>\n<p>Your use of the Platform is subject to our&nbsp;Privacy Policy.</p>\n<strong>23.\nEntire Agreement.\nSeverability of Provisions.\nNo Waiver</strong>\n<p>\n<strong>23.1</strong>&nbsp;These Terms of Use incorporate by reference any notices contained on the Platform, including within the Privacy Policy, and constitute the entire agreement with respect to access to and use of anything offered by Teachable, including the Platform, Teachable Services, and any Teachable Content.</p>\n<p>\n<strong>23.2</strong>&nbsp;If any provision of these Terms is deemed unlawful, void, or unenforceable by a court of law exercising proper jurisdiction, that provision shall be deemed severed from the remaining provisions and shall not affect their validity and enforceability.</p>\n<p>\n<strong>23.3</strong>&nbsp;No waiver of any provision hereof shall be valid unless in writing signed by the parties.\nAny failure to enforce any right or remedy hereunder shall not operate as a waiver of the right to enforce such right or remedy in the future or of any other right or remedy.</p>\n<strong>24.\nChanges to the Terms of Use</strong>\n<p>Teachable may review and update these Terms at any time in our sole discretion and it is Your responsibility to stay informed of those changes.\nAll changes are effective immediately when posted and apply to all uses of the Platform thereafter.\nYour continued use of the Platform following the posting of revised Terms of Use means that You accept and agree to be bound by the changes.\nPlease check this webpage periodically for updates.</p>\n<strong>25.\nTitles/Headings</strong>\n<p>The headings and titles of sections to these Terms have been inserted for the convenience of reference for the parties and are for informational purposes only and shall not be deemed to be a part of the language of these Terms.\nNeither You nor Teachable shall rely on, or interpret substantively, the headings when construing the meaning of each section or these Terms as a whole.</p>\n<strong>26.\nGender/Plural</strong>\n<p>Whenever such wording may appear in these Terms, words in the singular shall mean and include the plural and vice versa and words in the feminine shall mean and include the masculine and vice versa.</p>\n<strong>27.\nContact Us</strong>\n<p>If You have questions or concerns regarding these Terms, the Platform, Teachable Services, or User Content, You may contact Us via physical or electronic mail at the address below.\nNote: the Teachable office is not open to the public: Teachable, Inc.\n470 Park Avenue South, 6th Floor New York, New York 10016 Email: support@teachable.com</p>", "created_at": "2023-07-04 23:15:08.81074", "updated_at": "2023-07-04 23:15:15.247035"}], "points": [], "urls": ["teachable.com"]}}