{"error": 448, "message": "OK", "parameters": {"id": 7235, "name": "Hex Official Site", "created_at": "2023-01-06 23:23:03.442901", "updated_at": "2023-01-22 17:00:17.475357", "wikipedia": null, "keywords": null, "related": null, "slug": "hex-official-site", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7235.png", "url": "hex.com", "documents": [{"id": 13865, "name": "Terms", "url": "https://hex.com/tos/", "xpath": "//body", "text": " $.02 How it works Links FAQ Moreexpand_more Testimonials Security Scam? HEX vs Bitcoin credit_cardHow to buy menu How it works Links FAQ Testimonials Security Scam? HEX vs Bitcoin credit_cardHow to buy Terms and Conditions of Use 1.\nTerms By accessing this Website, accessible from https://HEX.com, you are agreeing to be bound by these Website Terms and Conditions of Use and agree that you are responsible for the agreement with any applicable local laws.\nIf you disagree with any of these terms, you are prohibited from accessing this site.\nThe materials contained in this Website are protected by copyright and trade mark law.<br>\n<br> 2.\nUse License Permission is granted to temporarily download one copy of the materials on HEX's Website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:<br>\n<br> - modify or copy the materials;<br> - use the materials for any commercial purpose or for any public display;<br> - attempt to reverse engineer any software contained on HEX's Website;<br> - remove any copyright or other proprietary notations from the materials.\nor<br> - transferring the materials to another person or \"mirror\" the materials on any other server.<br>\n<br> This will let HEX to terminate upon violations of any of these restrictions.\nUpon termination, your viewing right will also be terminated and you should destroy any downloaded materials in your possession whether it is printed or electronic format.<br>\n<br> 3.\nDisclaimer All the materials on HEX's Website are provided \"as is\".\nHEX makes no warranties, may it be expressed or implied, therefore negates all other warranties.\nFurthermore, HEX does not make any representations concerning the accuracy or reliability of the use of the materials on its Website or otherwise relating to such materials or any sites linked to this Website.<br>\n<br> 4.\nLimitations HEX or its suppliers will not be hold accountable for any damages that will arise with the use or inability to use the materials on HEX's Website, even if HEX or an authorize representative of this Website has been notified, orally or written, of the possibility of such damage.\nSome jurisdiction does not allow limitations on implied warranties or limitations of liability for incidental damages, these limitations may not apply to you.<br>\n<br> 5.\nRevisions and Errata The materials appearing on HEX's Website may include technical, typographical, or photographic errors.\nHEX will not promise that any of the materials in this Website are accurate, complete, or current.\nHEX may change the materials contained on its Website at any time without notice.\nHEX does not make any commitment to update the materials.<br>\n<br> 6.\nLinks HEX has not reviewed all of the sites linked to its Website and is not responsible for the contents of any such linked site.\nThe presence of any link does not imply endorsement by HEX of the site.\nThe use of any linked website is at the user's own risk.<br>\n<br> 7.\nSite Terms of Use Modifications HEX may revise these Terms of Use for its Website at any time without prior notice.\nBy using this Website, you are agreeing to be bound by the current version of these Terms and Conditions of Use.<br>\n<br> 8.\nYour Privacy Please read our Privacy Policy.<br>\n<br> 9.\nGoverning Law Any claim related to HEX's Website shall be governed by the laws of Panama without regards to its conflict of law provisions.\nDownloads<br> Trading<br> Developers Copyright © 2022.\nAll Rights Reserved.<br> Disclaimer ToS Privacy ", "created_at": "2023-01-06 23:23:46.206946", "updated_at": "2023-01-06 23:23:54.432108"}, {"id": 13864, "name": "Privacy Policy", "url": "https://hex.com/privacy/", "xpath": "//body", "text": " $.02 How it works Links FAQ Moreexpand_more Testimonials Security Scam? HEX vs Bitcoin credit_cardHow to buy menu How it works Links FAQ Testimonials Security Scam? HEX vs Bitcoin credit_cardHow to buy Privacy Policy At HEX.COM, accessible from https://HEX.com or http://HEX.com or any subdomain, such as https://go.HEX.com, one of our main priorities is the privacy of our visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by HEX.COM and how we use it.<br>\n<br> If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.<br>\n<br> Analytics If you really care about your privacy you should be using the tor browser from http://tor.eff.org.\nWe prefer not to have any data about you at all really, as it's just a liability.\nWe do use google analytics and are hosted on AWS currently to try and figure out where traffic is coming from and which pages on the site are being read the most.\nMany hosting companies do this and a part of hosting services' analytics.\nThe information collected by analytics includes internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.\nNo matter what any company writes in their terms of service, they can always change them, or break their own rules, so you must be responsible for protecting your own privacy.<br>\n<br> Cookies and Web Beacons Like any other website, HEX.COM uses 'cookies'.\nThese cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.<br>\n<br> Privacy Policies Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on HEX.COM, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.<br>\n<br> Note that HEX.COM has no access to or control over these cookies that are used by third-party advertisers.<br>\n<br> Third Party Privacy Policies HEX.COM's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\nYou may find a complete list of these Privacy Policies and their links here: Privacy Policy Links.<br>\n<br> You can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.\nWhat Are Cookies<br>\n<br> Children's Information Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.<br>\n<br> HEX.COM does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.<br>\n<br> Online Privacy Policy Only This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in HEX.COM.\nThis policy is not applicable to any information collected offline or via channels other than this website.\nDownloads<br> Trading<br> Developers Copyright © 2022.\nAll Rights Reserved.<br> Disclaimer ToS Privacy ", "created_at": "2023-01-06 23:23:03.522772", "updated_at": "2023-01-06 23:23:31.566512"}], "points": [], "urls": ["hex.com"]}}