{"error": 448, "message": "OK", "parameters": {"id": 7401, "name": "Usko", "created_at": "2023-02-18 19:45:39.691654", "updated_at": "2023-03-29 19:26:41.186786", "wikipedia": null, "keywords": null, "related": null, "slug": "usko", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7401.png", "url": "uskoprivacy.com", "documents": [{"id": 14209, "name": "Terms & Conditions", "url": "https://uskoprivacy.com/terms", "xpath": "//body", "text": "<ul>\n<li>Home</li>\n<li>Blog</li>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>Media Kit</li>\n</ul>Terms &amp.\nConditionsLast Updated 5 Feb 2021The Services (as defined herein) are provided to you through a third party by [Usko Software, Inc.] (“us” or “Company”).\nThroughout the site, the terms “we”, “us” and “our” refer to The Company.\nThe Company offers the services, including all information, tools and services available from this website to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here.\nBy visiting our site, utilizing our application and any other services provided by us, you engage in our “Services” and you agree to be bound by the following terms and conditions (“Terms of Service”, “Terms”), including those additional terms and conditions and policies referenced herein and/or available by hyperlink.\nThese Terms of Service apply to all users of this site and the Services.\nPlease read these Terms of Service carefully before accessing or using our Services.\nBy accessing or using any part of the Services, you agree to be bound by these Terms of Service.\nIf you do not agree to all the terms and conditions of this agreement, then you may not access or use any Services.\nIf these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.\nAny new features or tools, which are added to, the current Services shall also be subject to the Terms of Service.\nYou can review the most current version of the Terms of Service at any time on this page.\nWe reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website.\nIt is your responsibility to check this page periodically for changes.\nYour continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.\nPLEASE CAREFULLY READ AND MAKE SURE YOU UNDERSTAND THE “ARBITRATION AND WAIVER OF CLASS ACTIONS” PROVISION SET FORTH IN THESE TERMS OF SERVICE, AS IT WILL REQUIRE YOU TO RESOLVE DISPUTES WITH US ON AN INDIVIDUAL BASIS THROUGH FINAL AND BINDING ARBITRATION.\nBY ACCESSING OR USING OUR WEBSITE OR OUR SERVICES, YOU EXPRESSLY ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTAND AND HAVE TAKEN TIME TO CONSIDER THE CONSEQUENCES OF THE ARBITRATION AND WAIVER OF CLASS ACTIONS PROVISION SET FORTH BELOW.<br>\n<br>\n<strong>SECTION 1 - TERMS</strong>\n<br>By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use the Services.\nYou may not use our Services for any illegal or unauthorized purpose nor may you, in the use of the Services, violate any laws in your jurisdiction.\nA breach or violation of any of the Terms will result in an immediate termination of your access to and use of the Services.\nYou also understand and acknowledge the following (“User Acknowledged Conditions”):<br>\n<ul>\n<li>The Services constitute “alpha software” and as such should not be used for any data that you or your business cannot afford to have deleted or would not wish to be deleted;</li>\n<li>You should create a backup of any data that will be impacted, utilized or modified by the Services;</li>\n<li>Your usage of the Services with respect to any data hosted, maintained, or displayed on any third party website or service (a “Third Party Service”) may result in your being banned or suspended from using any or all such Third Party Services;</li>\n<li>Your use of the Services may result in the deletion of more of your data than intended;</li>\n<li>Your use of the Services may not delete all data that you intend to delete;</li>\n<li>Applicable third party services or websites may still maintain copies of data that you intend to delete using the Services;</li>\n<li>We do not maintain any backups whatsoever of data that you process using the Services;</li>\n<li>We cannot review terms of service for applicable websites or third party services maintaining, archiving, or in any way processing data that you intend to process in any way using our Services, and we expressly disclaim any liability with respect to any potential violation of such terms of service arising from your use of the Services, and further you agree not to engage in any activity violating such terms of service when using the Services in any manner whatsoever;</li>\n<li>Your use of the Services may delete data belonging to third parties, whether affiliated or unaffiliated;</li>\n<li>Your use of the Services may affect or alter functionality of any services, third party platforms, websites, applications or software related to any processing of any data using the Services;</li>\n<li>Your use of the Services may PERMANENTLY delete data that you process using the Services.\nand</li>\n<li>To the fullest extent possible under applicable law, we expressly disclaim any liability, and you hereby accept all liability, arising from any of these listed User Acknowledged Conditions and your usage of the Services in any manner not expressly permitted by these Terms and Conditions.</li>\n</ul>\n<br>\n<br>\n<strong>SECTION 2 - GENERAL CONDITIONS</strong>\n<br>We reserve the right to refuse service to anyone for any reason at any time in our sole, reasonable discretion.\nThe headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.<br>\n<br>\n<strong>SECTION 3 - ACCURACY, COMPLETENESS AND TIMELINESS OF INFORMATION</strong>\n<br>We do not warrant or guarantee the accuracy, completeness or currency of the information made available on in these Terms of Service.\nThe material herein is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information.\nAny reliance on the material herein is at your own risk.\nWe reserve the right to modify the contents herein at any time, but we have no obligation to update any information herein.\nYou agree that it is your responsibility to monitor changes herein.<br>\n<br>\n<strong>SECTION 4 - MODIFICATIONS TO THE SERVICES AND PRICES</strong>\n<br>Prices for our products are subject to change without notice.\nWe reserve the right at any time to modify or discontinue the Services (or any part or content thereof) without notice at any time.\nWe shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Services.<br>\n<br>\n<strong>SECTION 5 - SERVICES</strong>\n<br>We reserve the right to limit the sales of, or access to, our Services to any person, geographic region or jurisdiction.\nWe may exercise this right on a case-by-case basis.\nWe reserve the right to limit the services that we offer.\nAll descriptions of Services are subject to change at any time without notice, at our sole discretion.\nWe reserve the right to discontinue any Services at any time.\nAny offer for any Services made is void where prohibited.\nWe do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the Service will be corrected.<br>\n<br>\n<strong>SECTION 6 - USER COMMENTS, FEEDBACK AND OTHER SUBMISSIONS</strong>\n<br>If, at our request, you send certain specific submissions (for example contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments'), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you send to us.\nWe are and shall be under no obligation (a) to maintain any comments in confidence.\n(b) to pay compensation for any comments.\nor (c) to respond to any comments.<br>\n<br>\n<strong>SECTION 7 - PERSONAL INFORMATION</strong>\n<br>Your submission of personal information in connection with our provision of the Services is governed by our Privacy Policy.\nPlease review our Privacy Policy.<br>\n<br>\n<strong>SECTION 8 - ERRORS, INACCURACIES AND OMISSIONS</strong>\n<br>Occasionally there may be information published by us that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, charges, and availability with respect to the Services.\nWe reserve the right to correct any errors, inaccuracies or omissions, and to change or update information published by us at any time without prior notice.\nWe undertake no obligation to update, amend or clarify information provided or published by us, including but not limited to, pricing information, except as required by law.<br>\n<br>\n<strong>SECTION 9 - PROHIBITED USES</strong>\n<br>In addition to the other prohibitions set forth in these Terms, you are prohibited from using Services: (a) for any unlawful purpose.\n(b) to solicit others to perform or participate in any unlawful acts.\n(c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances.\n(d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others.\n(e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability.\n(f) to submit false or misleading information.\n(g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Services or of any related website, other websites, or the Internet.\n(h) to collect or track the personal information of others.\n(i) to spam, phish, pharm, pretext, spider, crawl, or scrape.\n(j) for any obscene or immoral purpose.\nor (k) to interfere with or circumvent the security features of the Services or any related website, other websites, or the Internet.\nWe reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses.<br>\n<br>\n<strong>SECTION 10 - DISCLAIMER OF WARRANTIES.\nLIMITATION OF LIABILITY</strong>\n<br>WE DO NOT GUARANTEE, REPRESENT OR WARRANT THAT YOUR USE OF OUR SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\nWE DO NOT WARRANT THAT THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE.\nYOU AGREE THAT FROM TIME TO TIME WE MAY REMOVE THE SERVICES FOR INDEFINITE PERIODS OF TIME OR CANCEL THE SERVICE AT ANY TIME, WITHOUT NOTICE TO YOU.<br>YOU EXPRESSLY AGREE THAT YOUR USE OF, OR INABILITY TO USE, THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE AND ALL SERVICES DELIVERED TO YOU ARE (EXCEPT AS EXPRESSLY STATED BY US) PROVIDED 'AS IS' AND 'AS AVAILABLE' FOR YOUR USE, WITHOUT ANY REPRESENTATION, WARRANTIES OR CONDITIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, MERCHANTABLE QUALITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.<br>IN NO CASE SHALL WE, OUR DIRECTORS, OFFICERS, EMPLOYEES, AFFILIATES, AGENTS, CONTRACTORS, INTERNS, SUPPLIERS, SERVICE PROVIDERS, LICENSORS, SUCCESSORS, OR ASSIGNS BE LIABLE FOR ANY INJURY, LOSS, CLAIM, OR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING, BUT NOT LIMITED TO, LOST PROFITS, LOST REVENUE, LOST SAVINGS, LOSS OF DATA, REPLACEMENT COSTS, OR ANY SIMILAR DAMAGES, WHETHER BASED IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, ARISING FROM YOUR USE OF ANY OF THE SERVICES, OR FOR ANY OTHER CLAIM RELATED IN ANY WAY TO YOUR USE OF THE SERVICE OR ANY PRODUCT, INCLUDING, BUT NOT LIMITED TO, ANY ERRORS OR OMISSIONS IN ANY CONTENT, OR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF THE SERVICE OR ANY CONTENT (OR PRODUCT) POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICE, EVEN IF ADVISED OF THEIR POSSIBILITY.<br>BECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS, OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.<br>YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT ANY LIABILITIES ARISING IN CONNECTION WITH THE USER ACKNOWLEDGED CONDITIONS IS DISCLAIMED BY US AND SHALL IN NO WAY BE INDEMNIFIABLE BY US.<br>\n<br>\n<strong>SECTION 11 – INDEMNIFICATION</strong>\n<br>You agree to indemnify, defend and hold harmless the Company and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns, employees, successors and assigns from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.<br>\n<br>\n<strong>SECTION 12 – SEVERABILITY</strong>\n<br>In the event that any provision of these Terms is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms, such determination shall not affect the validity and enforceability of any other remaining provisions.<br>\n<br>\n<strong>SECTION 13 – TERMINATION</strong>\n<br>The obligations and liabilities of you and us incurred prior to the termination date shall survive the termination of this agreement for all purposes.<br>These Terms are effective unless and until terminated by either you or us.\nYou may terminate these Terms at any time by notifying us that you no longer wish to use our Services.<br>If in our sole judgment you fail, or we suspect that you have failed, to comply with any term or provision of these Terms, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination.\nand/or accordingly may deny you access to our Services (or any part thereof).<br>\n<br>\n<strong>SECTION 14 – WAIVER</strong>\n<br>No waiver by us of any term, condition or provision set out in these Terms of Service shall be deemed a further or continuing waiver of such term, condition or provision or a waiver of any other term, condition or provision, and our failure to exercise or enforce or delay in exercising and enforcing any right or provision of these Terms of Service shall not constitute a waiver of such right or provision.<br>\n<br>\n<strong>SECTION 15 - GOVERNING LAW</strong>\n<br>These Terms shall be governed by and construed in accordance with the laws of the State of Delaware without giving effect to any choice or conflict of law provision or rule (whether of the State of Delaware or any other jurisdiction).<br>\n<br>\n<strong>SECTION 16 – ARBITRATION AND WAIVER OF CLASS ACTIONS</strong>\n<br>YOU AND THE COMPANY AGREE THAT ANY DISPUTE, CLAIM OR CONTROVERSY ARISING OUT OF OR RELATING TO THIS AGREEMENT OR THE BREACH, TERMINATION, ENFORCEMENT, INTERPRETATION OR VALIDITY THEREOF, INCLUDING THE DETERMINATION OF THE SCOPE OR APPLICABILITY OF THIS AGREEMENT TO ARBITRATE, SHALL BE DETERMINED BY ARBITRATION BEFORE ONE ARBITRATOR.\nTHE ARBITRATION SHALL BE ADMINISTERED BY JAMS PURSUANT TO ITS COMPREHENSIVE ARBITRATION RULES AND PROCEDURES AND IN ACCORDANCE WITH THE EXPEDITED PROCEDURES IN THOSE RULES.\n<br>Judgment on the award of any such arbitration may be entered in any court having jurisdiction.\nThis clause shall not prevent parties from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction.<br>YOU AND THE COMPANY AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFURTHER, UNLESS BOTH YOU AND THE COMPANY AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON'S CLAIMS WITH YOUR CLAIMS, AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR CLASS PROCEEDING.<br>If a court refuses to enforce the waiver of class-wide arbitration, this entire arbitration provision shall be unenforceable and any claims brought on behalf of a putative class will proceed in court.<br>IF FOR ANY REASON A CLAIM PROCEEDS IN COURT RATHER THAN IN ARBITRATION YOU EXPRESSLY WAIVE ANY RIGHT TO A JURY TRIAL, AND ACKNOWLEDGE THIS WAIVER.<br>You and the Company shall maintain the confidential nature of any arbitration proceeding and any award, including the arbitration hearing, except as may be necessary to prepare for or conduct the arbitration hearing on the merits, or except as may be necessary in connection with a court application for a preliminary remedy, a judicial challenge to an award or its enforcement, or unless otherwise required by law or judicial decision.<br>The arbitrator will conduct hearings, if any, by teleconference or videoconference, rather than by personal appearances, unless the arbitrator determines upon request by you or by us that an in-person hearing is appropriate.\nAny in-person appearances will be held at a location which is reasonably convenient to both parties with due consideration of their ability to travel and other pertinent circumstances.\nIf the parties are unable to agree on a location, such determination should be made by JAMS or by the arbitrator.\nThe arbitrator’s decision will follow the terms of these Terms and will be final and binding.<br>In any arbitration arising out of or related to this agreement, there shall be no interrogatories or requests to admit.<br>IN ANY ARBITRATION ARISING OUT OF OR RELATED TO THIS AGREEMENT, THE ARBITRATOR(S) ARE NOT EMPOWERED TO AWARD PUNITIVE OR EXEMPLARY DAMAGES, EXCEPT WHERE PERMITTED BY STATUTE, AND THE PARTIES WAIVE ANY RIGHT TO RECOVER ANY SUCH DAMAGES.\nTHE ARBITRATOR(S) MAY NOT AWARD ANY INCIDENTAL, INDIRECT OR CONSEQUENTIAL DAMAGES, INCLUDING DAMAGES FOR LOST PROFITS.<br>As stated in Section 15 of these Terms, Delaware law governs this entire agreement, but the parties acknowledge that this agreement evidences a transaction involving interstate commerce, and that notwithstanding Section 15, any arbitration conducted pursuant to the terms of this agreement shall be governed by the Federal Arbitration Act.<br>\n<br>\n<strong>SECTION 17 - ENTIRE AGREEMENT</strong>\n<br>These Terms and any policies or operating rules posted by us on this site or in respect to the Services constitutes the entire agreement and understanding between you and us and govern your use of the Services, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms).\nAny ambiguities in the interpretation of these Terms shall not be construed against the drafting party.<br>\n<br>\n<strong>SECTION 18 - MODIFICATIONS TO THE SERVICES AND PRICES</strong>\n<br>Questions about the Terms of Service should be sent to us at support@usko.app.HomeBlogPrivacyTerms &amp.\nConditionsPress Kit© 2023 Usko - All rights reservedPrivacy PolicyTerms &amp.\nConditionsMedia Kit<p>\n</p>", "created_at": "2023-02-18 19:45:39.759982", "updated_at": "2023-02-18 19:47:21.713542"}, {"id": 14208, "name": "Privacy Policy", "url": "https://uskoprivacy.com/privacy", "xpath": "//body", "text": "<ul>\n<li>Home</li>\n<li>Blog</li>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>Media Kit</li>\n</ul>Privacy PolicyLast Updated 29 November 2021<strong>Non binding TLDR</strong>\n<br>\n<br>uskoprivacy.com does not utilize accounts or registration.\nThe most information we can get from you is what google analytics or our crash logging provider gives us.\nOur data collection is exclusively limited to analytics, so we can check things like how many people visit our website or why our program crashed or how its being used.\nThis data is extremely limited and contains things like the path to the errored file, message id #'s, the reason for a crash/error/warning and what caused it.\nThings like your login username or password, your deleted content or other personal information never gets sent to us.IntroductionThis Privacy Policy is effective as of August 31st, 2021, and represents the Privacy Policy of [Usko Software, Inc] (“Company,” “we,” “our,” or “us”).<br>\n<br>This General Privacy Policy addresses the privacy rights of individuals who:<br>• visit our Website or use our Services”;<br>• interact with us on behalf of a Service Provider in connection with the products and services our Service Provider provides to us;<br>• interact with us on behalf of a business partner in connection with our relationship with the business partner;<br>• apply to work with us;<br>• receive marketing communications from us.\nand/or<br>• interact with us by registering for, attending and/or otherwise taking part in our trade events, webinars, or conferences or who communicate with us via email, phone, or in-person.<br>\n<br>This Privacy Policy, which includes and incorporates our GDPR Privacy Policy, is designed to assist individuals and businesses that interact with us to understand the types of Personal Data we collect, how that Personal Data is Processed, and the practices we have adopted to protect Personal Data.<br>\n<br>\n<br>Definitions<strong>“Controller”</strong> means a person or organization that, alone or jointly with others, determines the purposes and means of the Processing of Personal Data.<br>\n<strong>“Customer”</strong> means a business that has, formerly had, or is contemplating purchasing or using our Services.<br>\n<strong>“GDPR”</strong> means the EU General Data Protection Regulation 2016/679.<br>\n<strong>“Personal Data”</strong> means any information relating to an identified or identifiable natural person.<br>\n<strong>“Privacy Policy”</strong>&nbsp;means this Privacy Policy.<br>\n<strong>“Process”</strong> and <strong>“Processing”</strong> means any operation or set of operations which is performed upon Personal Data, whether or not by automated means, such as collection, recording, organization, storage, adaptation or alteration, retrieval, consultation, use, disclosure or dissemination, and erasure or destruction.<br>\n<strong>“Processor”</strong> means a person or organization that engages in Processing.<br>\n<strong>“Representative”</strong> means an individual who (i) acts on behalf of a Customer, including, a Customer’s employees, agents, and representatives, (ii) acts on behalf of a Service Provider, including, a Service Provider’s employees, agents, and representatives, (iii) acts on behalf of a business partner, including a business partner’s employees, agents, and representatives or (iv) otherwise interacts with us in any manner, for example through our Website, in emails, phone calls, or in-person interaction.<br>\n<strong>“Service Provider”</strong> means a supplier, subcontractor, vendor, or other third party who provides services to us.<br>\n<strong>“Services”</strong> means the products and services provided by us, including, but not limited to, colocation and other data center services, fraud detection software and services, website accessibility compliance software and services, data analytics services, and cybersecurity software and services.<br>\n<strong>“Website”</strong> means all of the websites and mobile applications maintained by us that display a link to the Privacy Policy.<br>\n<strong>“Website&nbsp;Visitor”</strong> means an individual who visits the Website.<br>\n<br>\n<br>Personal Data CollectedFor our <strong>Service Providers</strong>, we may collect the Personal Data of your Representatives when we inquire about or purchase services from you to support our business operations.<br>\n<br>For our <strong>business partners</strong>, we may collect the Personal Data of your Representatives in connection with our interactions with you.<br>\n<br>For <strong>prospective employees</strong>, we may collect your Personal Data when you visit, browse, or register on our Websites, when you submit an application for employment, when you provide additional Personal Data during the application and interview process, when you speak to our employees during your interview process, and when you otherwise provide or authorize us to collect your Personal Data during the application and interview process.<br>\n<br>For our <strong>Website Visitors</strong>, we may collect certain Personal Data from you when you visit, browse, register on our Websites, complete a form on our Websites, or engage in online support received through our Websites.\nWe may also collect certain information about your session when you visit our Websites, including internet protocol (IP) addresses, browser type, internet service provider, referring/exit pages, operating system, date/time stamp and clickstream data, as further outlined below.<br>\n<br>We may also collect the Personal Data of Representatives if they (i) register for a trade event, webinar, or conference hosted by us, (ii) download or request content and information regarding our Services, (iii) complete a survey or form, (iv) request online support through our Websites, or (v) receive marketing communications from us.<br>\n<br>\n<br>Purpose of Personal Data Collection and ProcessingWe collect and Process Personal Data for the following purposes:<br>• To fulfill a legal obligation or to protect our rights;<br>• To comply with applicable laws and regulations;<br>• To administer and manage Service Providers;<br>• To work with business partners;<br>• To improve and protect the integrity and security of our Services and our Websites;<br>• To consider job applicants for employment;<br>• For any other purpose for which you have been notified, and if legally required where appropriate consent has been obtained.<br>\n<br>\n<br>SecurityWe implement a variety of security measures to maintain the safety of your Personal Data when you enter, submit, or access your Personal Data, or when it is otherwise collected or Processed by us.\nWe take reasonable and appropriate measures to secure your Personal Data.<br>\n<br>\n<br>Cookies and Other TechnologiesWe automatically collect information about your use of our Site through cookies, web beacons, and other technologies.\nTo the extent permitted by applicable law, we combine this information with other information we collect about you, including your personal information.\nCookies are alphanumeric identifiers that we transfer to your device’s hard drive through your web browser for record-keeping purposes.\nSome cookies allow us to make it easier for you to navigate our Site and Services, while others are used to enable a faster log-in process or to allow us to track your activities at our Site and Service.\nThere are two types of cookies: session and persistent cookies.\nSession cookies exist only during an online session.\nThey disappear from your device when you close your browser or turn off your device.\nWe use session cookies to allow our systems to uniquely identify you during a session or while you are logged into the Website and Services.\nThis allows us to process your online transactions and requests and verify your identity, after you have logged in, as you move through our Website and Services.\nPersistent cookies remain on your device after you have closed your browser or turned off your device.\nWe use persistent cookies to track aggregate and statistical information about user activity.\nMost web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in the future.\nThe “Help” portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nVisitors to our Website and Services who disable cookies will be able to browse certain areas of the Website, but some features may not function<br>\n<br>We use third-party browser and mobile analytics services like Google Analytics in connection with the Services.\nThese services use data collection tools to help us analyze use of the Services, including information like the third-party website you arrive from, how often you visit, events within the Services, usage and performance data, and where the application was downloaded from.\nWe use this data to improve the Services, better understand how the Services perform on different devices, and provide information that may be of interest to you.\nWe use third parties such as network advertisers to serve advertisements on our Site and on third-party websites or other media (e.g., social networking platforms).\nThis enables us and these third parties to target advertisements to you for products and services in which you might be interested.\nThird-party ad network providers, advertisers, sponsors and/or traffic measurement services may use cookies, JavaScript, web beacons (including clear GIFs), Flash LSOs and other tracking technologies to measure the effectiveness of their ads and to personalize advertising content to you.\nThese third-party cookies and other technologies are governed by each third party's specific privacy policy, not this one.\nWe may provide these third-party advertisers with information, including personal information, about you.\nUsers in the United States may opt out of many third-party ad networks.\nFor example, you may go to the Digital Advertising Alliance (\"DAA\") Consumer Choice Page for information about opting out of interest-based advertising and their choices regarding having information used by DAA companies.\nYou may also go to the Network Advertising Initiative (\"NAI\") Consumer Opt-Out Page for information about opting out of interest-based advertising and their choices regarding having information used by NAI members.\nOpting out from one or more companies listed on the DAA Consumer Choice Page or the NAI Consumer Opt-Out Page will opt you out from those companies' delivery of interest-based content or ads to you, but it does not mean you will no longer receive any advertising through our Site, Services, or on other websites.\nYou may continue to receive advertisements, for example, based on the particular website that you are viewing (i.e., contextually based ads).\nAlso, if your browsers are configured to reject cookies when you opt out on the DAA or NAI websites, your opt out may not be effective.\nAdditional information is available on the DAA's website at www.aboutads.info or the NAI's website at www.networkadvertising.org.<br>\n<br>\n<br>Collection of Personal Data from ChildrenOur Websites are intended for individuals 18 years of age and older.\nThey are not directed at, marketed to, nor intended for, children under 18 years of age.\nWe do not knowingly collect any information, including Personal Data, from children under 18 years of age.\nIf you believe that we have inadvertently collected Personal Data from a child under the age of 18, please contact us at the email address in Section XI below, and we will take immediate steps to delete it.<br>\n<br>\n<br>Changes to Privacy PolicyWe will provide adequate notice of any material changes and obtain your consent when legally required when making such changes to this Privacy Policy.<br>\n<br>\n<br>Inquiries/Contact UsYou may have rights regarding your Personal Data depending on where you are and where your Personal Data is Processed.\nPlease contact us at support@usko.app if you have questions in this regard or if you wish to update your Personal Data.<br>\n<br>\n<br>Governing Law.\nVenue.\nWaiver of Jury Trial and Class ActionsUnless applicable data protection / privacy laws provide otherwise, (a) the Privacy Policy is governed by the laws of the State of Delaware U.S.A, (b) you hereby agree that any dispute or claim raised or made by you against us relating to the Privacy Policy shall be subject to arbitration before a single arbitrator in Miami, Florida in accordance with the Commercial Arbitration Rules of the American Arbitration Association and (c) you hereby waive all rights to bring or maintain any court action, jury trial or any class claim, class action, class arbitration, or other representative action, claim or proceeding against us in a court of law.<br>\n<br>\n<br>CALIFORNIA CONSUMER PRIVACY ACT NOTICEThis section addresses the specific disclosure requirements under the California Consumer Privacy Act of 2018 (“CCPA”).\nIt applies to personal information about California residents using our Site and Services.\nFor purposes of the CCPA, personal information means information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular California resident or household.\nIn the event of a conflict between this CCPA Notice and any of our other privacy notices, this CCPA Notice shall control only with respect to the personal information of California residents.<br>\n<br>\n<br>Personal Information CategoriesOur Privacy Notice covers our personal information collection and usage more fully.\nThe chart below describes the categories of personal information we collect and the sources from which we collect the personal information, organized into the categories specified by the CCPA.Personal Information CategorySourcesPersonal information described in Cal.\nCiv.\nCode §1798.80(e)(such as name, address, telephone number, education, employment history, credit card or debit card number)Information you provide directlyIdentifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers)Information you provide to us directlyCharacteristics of protected classifications under California or Federal law (e.g., your gender or age) (“Characteristics of Protected Classifications”)Information you provide to us directlyInternet or Other Electronic Network Activity Information (e.g., browsing history, search history, and information regarding your interactions with our Services)Your interactions with our Site and Services.Geolocation DataInformation you provide to us directly or through your interactions with our Site and Services.Professional or Employment-Related InformationProfessional or Employment-Related Information<br>\n<br>We use this personal information for the purposes outlined in the “Purpose of Personal Data Collection and Processing” set forth above.\nWe do not sell personal information and we do not have actual knowledge that we sell the personal information of minors under 16 years of age.<br>\n<br>\n<br>California Residents' Privacy RightsCalifornia residents have rights to request access to or deletion of their personal information and may not be discriminated against because they exercise any of their rights under the California Consumer Privacy Act in violation of Cal.\nCiv.\nCode §1798.125.\nYou can make requests by sending an email to support@usko.app with details of your specific request.\nWe may ask that you provide certain information to verify your identity, and the information we request from you will depend on your prior interactions with us and the sensitivity of the personal information at issue.\nOnce confirmed, we will respond to your request in accordance with the CCPA.\nIf we deny your request, we will explain why.\nYou may designate an authorized agent to make a request under the CCPA on your behalf if: (1) the authorized agent is a natural person or a business entity registered with the Secretary of State of California.\nand (2) you sign a written declaration that you authorize the authorized agent to act on your behalf.\nWe may ask that you provide certain information to verify your identity and that you authorized the authorized agent to act on your behalf.\nIf you provide an authorized agent with power of attorney pursuant to Probate Code sections 4000 to 4465, it may not be necessary to perform these steps and we will respond to any request from such authorized agent in accordance with the CCPA.\nCalifornia residents also have the right to opt out of the sale of their personal information.\nwe do not provide this option as we do not sell your personal information.\nIf you have any questions or concerns regarding this CCPA Notice, please email&nbsp;support@usko.app<br>\n<br>\n<br>GDPR Privacy PolicyThis GDPR Privacy Policy section of our Privacy Policy (this “GDPR Privacy Policy”) applies to the Processing of Personal Data by Company in its role as a Controller, or as otherwise covered by the GDPR, when individuals: • interact with us on behalf of a Service Provider in connection with the products and services our Service Provider provides to us.\n• interact with us on behalf of a business partner in connection with our relationship with the business partner.\nor • apply to work with us.<br>\n<br>\n<br>Our Contact DetailsIf you have any questions or concerns as to how your Personal Data is Processed, please write to us at support@usko.app (Attn: Legal Department).<br>\n<br>\n<br>The Company’s Data Collection PracticesThe Company collects and processes the following categories of Personal Data from Service Providers, business partners, Representatives, Website Visitors, prospective employees, individuals that receive marketing communications from Company and individuals that interact with Company by registering for, attending and/or otherwise taking part in Company webinars or conferences or who communicate with Company via email, phone or in person, in each case to operate its business for the specific purposes identified below.\n• <strong>Website and Service Records</strong>&nbsp;include data related your interactions with our Websites and Services and other online content such as log data (i.e., preferences and settings, IP addresses, technical information about the device used to visit the Websites, and geolocation information) and traffic data (i.e., pages viewed, date stamps, time spent on a page, click through and clickstream data, queries made, search history, search results selected, comments made, type of service requested, and purchases made).\n• <strong>Education and Work History</strong>&nbsp;includes details such as attended schools, marks/grades, past employers, descriptions of roles performed, locations of employment, and reasons for leaving past employment.<br>\n<br>\n<br>Why Does Company Collect Personal Data, What are the Sources of Personal Data, What are the Purposes for Processing, and What is the Lawful Basis?The table below sets out the types of Personal Data Company Processes, the purposes of Processing such Personal Data, and Company’s lawful basis for doing so.\nThe lawful basis will vary with the type of Processing involved and will typically include Processing (i) necessary for Company to pursue its legitimate business interests, (ii) based on your consent, where this is required by data protection laws, and (iii) necessary for Company to comply with its legal obligations.\nWhere we rely on our legitimate business interests, we have explained what the grounds are for that reliance.Company's Purpose of Processing Personal DataCompany's Lawful Basis for Collecting Personal DataTo comply with applicable laws, regulations and internal policies, practices, and procedures.&nbsp;Company may be required to disclose certain categories of Personal Data to comply with applicable laws and regulations, for example, to respond to a request from a government agency or to defend a legal claim.\nAdditionally, Company may also be required to Process certain categories of Personal Data when conducting internal audits and investigations to ensure compliance with internal and external policies, practices, and procedures.• Company has a legitimate business interest in complying with all applicable laws, regulations, and internal policies.To receive applications for employment.&nbsp;Company may Process the following categories of Personal Data when receiving, reviewing, using, and storing applications for employment, including from prospective employees who visit the Website or other online locations where jobs may be posted and applications may be submitted:<br>• Personal Details<br>• Login Credentials<br>• Unique IDs• Company has a legal obligation to collect certain information to confirm your right to work in the country to which you have applied.<br>• Otherwise, Company has a legitimate business interest in Processing the Personal Data of job applicants who seek to join the company to assess them as candidates<br>\n<br>\n<br>Sharing with Third PartiesExcept as described below, we will not share or disclose Personal Data with or to outside third parties (meaning entities outside of the Group).\nThe Group may share Personal Data between each other.<br>\n<br>\n<strong>Fraud Prevention and Protection of Legal Rights.</strong> We may use and disclose Personal Data to the appropriate legal, judicial or law enforcement authorities and our advisors and investigators: (i) when we believe, in our sole discretion, that such disclosure is necessary&nbsp;to investigate, prevent, or respond to suspected illegal or fraudulent activity or to protect the safety, rights, or property of the Group and of our Customers, Service Providers, business partners, Representatives, Website Visitors, prospective employees, or others.\n(ii) when we suspect abuse of the Website or Services or unauthorized access to any system, spamming, denial of service attacks, or similar attacks.\n(iii) to exercise or protect legal rights or defend against legal claims.\nor (iv) to allow us to pursue available remedies or limit the damages that we may sustain.\nWe may disclose personal information to our partners, service providers, and law enforcement to secure our Website and Services, including to detect, prevent, and investigate security incidents or violations of our Terms of Use or applicable laws.<br>\n<br>\n<strong>Law Enforcement.</strong> We may have to disclose the Personal Data of our Customers, Service Providers, business partners, Representatives, applicants, Website Visitors or others if a court, law enforcement or other public or government authority with appropriate competency requests that we provide that Personal Data and we believe, in our reasonable discretion, that such request was made in compliance with applicable law.<br>\n<br>In addition to the above, we also may disclose personal information to third parties at your direction.<br>\n<br>\n<br>Data Subject Rights under the GDPRThe GDPR grants individuals who are in the EU/EEA/UK the following rights, with some limitations.\nIndividuals may contact us, at our contact information as set forth herein to exercise any of those rights and we will respond with the requested action or information, or will let you know why such rights do not apply to you.\nThese rights are not absolute and are subject to various conditions under applicable data protection and privacy legislation and the laws and regulations to which we are subject.\nIn some cases, the exercise of these rights (for example, erasure, objection, restriction or the withholding or withdrawing of consent to processing) may make it impossible for us to provide services.<br>\n<br>\n<strong>Right Not to Provide Consent or to Withdraw Consent.</strong> We may seek to rely on your consent in order to Process certain Personal Data.\nWhere we do so, you have the right not to provide your consent, and the right to withdraw your consent at any time.\nIf you withdraw your consent, this will not affect the lawfulness of the Processing conducted based on consent before its withdrawal.<br>\n<strong>Right of Access.</strong> You have the right to obtain confirmation as to whether or not we collect or Process Personal Data concerning you and, if this is the case, you have the right to request a copy of such Personal Data in digital format.<br>\n<strong>Right of Rectification.</strong> You have the right to require that we correct any inaccurate Personal Data concerning you, and that we complete incomplete Personal Data.<br>\n<strong>Right of Erasure.</strong> In certain circumstances, you have the right to request that we erase Personal Data concerning you.\nfor example, if it is no longer necessary for the purposes for which it was originally collected and we do not otherwise have a legitimate reason to retain it.\nWe may need to retain certain Personal Data when legally required, for internal, record keeping purposes, and/or in order to complete any transactions initiated prior to an individual’s request to remove or delete their Personal Data.\nWhere we are unable to delete data from our systems, we will anonymize it so it will no longer be tied to your identity.<br>\n<strong>Right to Restrict Processing</strong>.\nIn certain circumstances, you have the right to request that we restrict the Processing of the Personal Data that we have collected about you.\nfor example, where you believe that the Personal Data that we hold about you is not accurate or lawfully held.<br>\n<strong>Right to Data Portability.</strong> In certain circumstances, you have the right to receive the Personal Data concerning you that you have provided to us in a structured, commonly used, machine readable format, and for us to transmit the data to another entity where technically feasible.<br>\n<strong>Right to Object to the Processing.</strong> In certain circumstances, you have the right to request that we stop Processing your Personal Data, including where we rely on legitimate interests as legal basis in the tables on the details of Processing provided above.\nIf you receive commercial electronic communications from us, you can unsubscribe from the receipt of future commercial electronic communications from us by clicking on the “unsubscribe” link provided in such communications.\nPlease also note that if you do opt out of receiving commercial electronic communications from us, we may still send you important administrative messages (such as updates about your account or changes in the Services), and you cannot opt out from receiving these messages, unless you stop receiving our Services.<br>\n<strong>Right Not to be Subject to Decisions Based Solely on Automated Processing that Produce Legal Effects.</strong> We do not make decisions based solely on automated processing - including profiling - that produces legal effects or similarly affects you.<br>\n<strong>Right to Complain to a Supervisory Authority.</strong> You have the right to lodge a complaint with a Supervisory Authority if you believe that our Processing of Personal Data relating to you is inconsistent with our obligations under the GDPR.\nIn this situation, we ask you please consider contacting us first, so that we can try and assist with your query or address your concern.<br>\n<br>To exercise any of your rights as set forth herein, please contact us in writing, via email or postal mail as indicated above, so that we may consider your request under applicable law.\nWe may ask that you provide the following Personal Data for us to address your request speedily:<br>• The country in which you are located;<br>• A clear description of the Personal Data or content you wish to receive or to be deleted or corrected, or the action you wish to be taken.\nand<br>• Sufficient information to allow us to locate the content or Personal Data to be deleted, removed, or corrected.<br>\n<br>For your protection, we may only implement requests with respect to the Personal Data that are associated with the particular email address that you use to send us your request.\nIn addition, please note that, depending on the nature of your inquiry, request, or complaint, we may need to verify your identity before implementing your request and may require proof of identity, such as in the form of a government issued ID and proof of your physical address.\nWe will try to comply with your request as soon as reasonably practicable and in any case within the timelines prescribed by applicable laws.\nHowever, we reserve the right to refuse to act on a request that is manifestly unfounded or excessive (for example because it is repetitive) and/or, in some cases, to charge a fee that takes into account the administrative costs for providing the information or the communication or taking the action requested.HomeBlogPrivacyTerms &amp.\nConditionsPress Kit© 2023 Usko - All rights reservedPrivacy PolicyTerms &amp.\nConditionsMedia Kit<p>\n</p>", "created_at": "2023-02-18 19:45:39.727367", "updated_at": "2023-02-18 19:47:50.004597"}], "points": [], "urls": ["uskoprivacy.com"]}}