{"error": 448, "message": "OK", "parameters": {"id": 1345, "name": "Marco Polo", "created_at": "2019-01-14 16:18:36.022973", "updated_at": "2023-07-10 22:00:27.339463", "wikipedia": "https://en.wikipedia.org/wiki/Marco_Polo_(app)", "keywords": null, "related": null, "slug": "marco_polo", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1345.png", "url": "marcopolo.me,marcopolovideo.com,getjoya.com", "documents": [{"id": 934, "name": "Privacy Policy", "url": "https://www.marcopolo.me/privacy-policy/", "xpath": "//*[@id=\"main\"]/div/div/div/div/div/div", "text": "<p>This privacy policy (\"Policy\") sets out how we, Joya Communications Inc.\n(\"Joya\"), makers of the Marco Polo® video sharing app (the “Marco Polo App”) and Marco Polo Channels app (the “Channels App,” and together with the Marco Polo App, the “Apps,” use and protect the personal information of people who use the Apps or who visit Marco Polo websites such as www.marcopolo.me (the “Marco Polo Website”).\nWe will refer to the Marco Polo App, Channels App, and Marco Polo Website collectively as the \"Service\" or “Marco Polo.”</p>\nPrivacy Principles\n<p>Joya has two fundamental principles when it comes to personal information:</p>\n<ol>\n<li>We don't sell your personal information or use it to show you ads.</li>\n<li>We only store the personal information that we need to operate our Service so you can communicate with the people you choose.</li>\n</ol>\n<p>This Policy applies to anyone who accesses the Service.\nBy visiting the Website and/or using the Apps or Service, you acknowledge that the collection, use, and sharing of your information will take place as described in this Policy.</p>\n<p>So we are clear about the terminology we are using, when we use the phrase \"Personal Information\" in this Privacy Policy, we mean information that is capable of being associated with or could reasonably be linked with you, such as your name, email, or mobile number.</p>\nWhat we collect\n<p>Marco Polo is a communication service.\nTo operate the Service, we may collect Personal Information you choose to provide us.</p>\n1.\nMarco Polo App\na.\nBasic Account Data\n<p>To create a Marco Polo account (“Account”), you provide your mobile number, your name and your email address, and may choose to provide your photo, birth day and birth month.\nOnly other registered Marco Polo users that:</p>\n<ul>\n<li>already have your phone number in their phone’s address book,</li>\n<li>are in a group with you, or</li>\n<li>you invited to Marco Polo</li>\n</ul>\n<p>may see your name, photo, mobile number, email, birth day and/or birth month.\nNote that users who have you in their contacts will see you by the name they’ve saved and not by the name you provided to Marco Polo.\nFor example, your spouse will still see you as “Love” when they use the app if that’s how you appear in their phone’s address book.\nIf you chose to provide them, we collect your birth day and month so people you know get reminded when it’s your birthday.</p>\nb.\nPolo Messages and Scrapbooks\n<p>Marco Polo is a cloud service.\nWe may collect and store the content you create, including videos (or “Polos”), photos, short video clips you share with selected contacts (or “Scrapbook moments”), and text messages.\nWe store this Personal Information on our servers so that you can access your data anytime from any of your devices that have the Marco Polo App without having to rely on third-party backups or use up your phone’s memory.\nOur servers are located in the United States.</p>\nc.\nContacts\n<p>You may choose to provide us with your friends' contact information as stored on your phone.\nMarco Polo uses mobile phone numbers and email addresses as unique identifiers so that it is easy for you to find and communicate with other people you know.\nWe ask your permission before syncing your contacts, and you can still use the app without giving it access to your contacts (though you will have a harder time finding people you know who also use Marco Polo).</p>\n<p>We store your contacts on our servers in order to notify you as soon as one of your contacts creates a Marco Polo Account and to properly display their names.\nWe store their name, phone number(s), email address(es), and/or birth day and month for this to work.</p>\n<p>Our automatic algorithms also use this data to suggest which of your contacts you might like to communicate with on Marco Polo.\nWe use this information to suggest people to invite to join Marco Polo but we do not contact anyone in your phone’s contact list without your permission.\nOther than our Service Providers that we describe below, we do not share your contacts with third parties unless required to do so in response to valid legal requests, such as through a court order or search warrant.</p>\n2.\nChannels App\n<p>Through Channels, you can be a leader or member of a Channels group.\nLeaders facilitate learning and/or provide guidance on various topics.\nYou can subscribe to become a Channels member by joining a particular leader’s group and paying the subscription fee set by that leader.</p>\na.\nBasic Account Data\n<p>To create a Marco Polo Channels member account (“Account”), you provide your mobile number, your name, and your email address, and may choose to provide your photo and other social media identifiers.\nChannel leaders will have access to this data while you maintain an active paid membership to their channel.</p>\n<p>Other Channels group members will see your name and photo, but your email and mobile number will not be shared with other Channels group members unless you explicitly choose to do so.</p>\nb.\nOther Data\n<p>If you subscribe to a Channels group, the Channels leader and other members will also receive any other personal information you choose to share with the group.</p>\n<p>To be a Channels member, you pay the subscription fee directly to the Channels leader or through Joya.\nIf through Joya, you need to provide a valid credit card number, expiration date, CCV, and billing zipcode.\nThis data is directly processed by Stripe and only the last four digits of the credit card number and billing zip code are made available to Joya and the group leader.\nAlthough we receive the last four digits of Channels members’ credit card number, we do not store it.\nAlso, although Channels leaders may also see the last four digits of members’ credit card number, they are contractually obligated to not share or otherwise use that information.\nFor more information about how Stripe will use this information, please visit Stripe’s privacy policy at&nbsp;https://stripe.com/privacy-center/legal.</p>\n3.\nUser Support\n<p>If you contact Marco Polo support, any Personal Information you may share with us is used only for the purposes of researching the issue and contacting you about your request.</p>\n4.\nAdditional Technical Information\n<p>We use third-party analytics Service Providers (as more fully described below, and including Google Analytics and amplitude.com) to automatically log information about you and your computer or mobile device, and how you interact with the Service.\nFor example, when you access the Service, we may log‎ your operating system type,‎ browser type and‎ language,‎ the pages you viewed,‎ how long you spent on a page,‎ access times,‎ Internet protocol (IP) address, your mobile device ID, mobile device serial number, unique user ID, wireless carrier, and information about your use of and actions on the Service.\nMarco Polo collects this additional technical data to analyze usage trends and give us more information about how people use the Service to better the user experience.</p>\n4.1 Cookies\n<p>The only cookies we use are those to operate and provide our Service on the web.\nWe do not use cookies for profiling or advertising.\nThe cookies we use are small text files that allow us to provide and customize our Service, and in doing so, provide you with a better user experience.\nYour browser should allow you to control these cookies, including whether or not to accept them and how to remove them.\nYou may choose to block cookies with your web browser and continue using the Service via the Marco Polo App and Website without interruption.</p>\n4.2 Web Beacons\n<p>We may log information using digital images called web beacons on our Service or in our emails.\nWe use web beacons to manage cookies, count visits, and to learn which emails are read and used by our users and which are not.\nWe also use web beacons to tell if you open or act on our emails.\nSimilar to cookies, we use web beacons to improve your experience with our Service.</p>\n<p>Tracking Options and California Do Not Track Disclosures.\nYou are welcome to adjust your browser or operating system settings to limit this tracking or to decline cookies and doing so will not change your experience in the Marco Polo App or Website.</p>\n<p>Check the \"Help\" menu of your browser or operating system to learn how to change your tracking settings or cookie preferences.\nFor example:</p>\n<p>With Chrome:</p>\n<ol>\n<li>At the top right, click More Settings.</li>\n<li>At the bottom, click Advanced.</li>\n<li>Under \"Privacy and security,\" turn on \"Do Not Track.\"</li>\n</ol>\n<p>With Firefox, follow the instructions&nbsp;here.</p>\n<p>\n<strong>Managing your Information</strong>\n</p>\n<p>You can manage your Personal Information in the Apps’ Settings.</p>\nUse of Personal Information\n<p>We use the information that we have about you to operate, provide, support, personalize, and make our Service more relevant and useful to you and others.</p>\n<p>\n<strong>No Ads</strong>\n</p>\n<p>We don't use your Personal Information for ad targeting.\nMarco Polo only stores the Personal Information it needs to operate the Service.</p>\n<p>We may use the Personal Information we collect from and about you to:</p>\n<ul>\n<li>Operate, maintain, and improve our Service;</li>\n<li>Allow you to find and connect with your friends (when instructed by you);</li>\n<li>Let your friends know about your activity on the Service;</li>\n<li>Analyze usage and trends and personalize and improve the Service and your experience using the Service;</li>\n<li>Respond to your comments and questions and provide customer service;</li>\n<li>Send information including confirmations, invoices, technical notices, updates, security alerts, and support and administrative messages;</li>\n<li>Send marketing emails that promote the use of Marco Polo from which you can opt-out as described below;</li>\n<li>Protect, investigate, and deter against fraudulent, unauthorized, or illegal activity.\nand</li>\n<li>Provide and deliver products and services that you request.</li>\n</ul>\n<p>Our marketing emails tell you how to opt-out or unsubscribe.\nIf you opt-out of marketing emails, we may still send you non-marketing emails and notifications, which may include information about your account, our business dealings with you, and updates regarding our policies.</p>\nSharing of Personal Information\n<p>We may share the Personal Information we collect from and about you (1) with other App users, according to your account preferences and consistent with our Terms of Service.\n(2) for legal, protection, and safety purposes.\n(3) to comply with laws and in response to lawful requests and legal processes.\n(4) to protect the rights and property of Joya Communications Inc., our agents, customers, and others, including by enforcing our agreements, policies, and Terms of Service.\nand (5) with those who need it to do work for us (our Service Providers, as defined below).</p>\nOther Marco Polo Users\n<p>Other users of our Service with whom you choose to communicate will be given some of your Personal Information.\nThese other users may be located anywhere in the world, including outside the European Economic Area (“EEA”).\nNote that by entering into the Terms of Service and choosing to communicate with such other users of the Apps, you are instructing us, as part of our contract with you, to transfer your Personal Information, on your behalf, to those users in accordance with this Privacy Policy.\nWe employ all appropriate technical and organizational measures to ensure a level of security for your Personal Information that is appropriate to the risk.</p>\n<p>If Marco Polo or substantially all of our assets are acquired by a third party, Personal Information held by us about our users will be one of the transferred assets.\nSuch third party will be required to treat that Personal Information in a manner consistent with this Policy.</p>\nService Providers\n<p>We work with third parties to provide some of our Service (\"Service Providers\").\nFor example, we use Third-Party SMS Providers to send a verification code to your phone number when you register on the Marco Polo App.\nService Providers will have access to your Personal Information needed to perform their business functions, but may not use or share that Personal Information for purposes outside the scope of their functions related to the Service.</p>\nOur Commitment towards Children's Privacy\n<p>We do not direct the Service to, nor do we knowingly collect any Personal Information from children under 13.\nChildren under 13 are not eligible to use the Service.\nIf we learn that a user is under 13 years of age, we will take steps to remove that user's Personal Information from our databases and to prevent that user from utilizing the Service.</p>\nNotification Choices\n<p>By default, Marco Polo sends you emails and notifications regarding activities on the Service, e.g., when you receive a Polo from one of your contacts or when a Channels group leader you subscribe to posts a new video.</p>\n<p>We may also communicate with you via informational, transactional, or marketing emails and/or text messages.</p>\n<p>You may choose to unsubscribe from emails by clicking “Unsubscribe” from the email or in the Marco Polo App by going to Settings and selecting the “Send me fewer emails” option or the Channels App by going to Notifications and then to Settings and unselecting whichever notifications you do not want to receive.</p>\n<p>If you unsubscribe, we may still need to send you non-marketing emails about your account or our business dealings with you (e.g., emails regarding AppStore or Google Play subscriptions you have with us).</p>\n<p>We may also send you text notifications.\nYou may opt out of receiving text messages by replying to the last message received or by emailing us at privacy@marcopolo.me with your mobile number and a request to stop sending messages.</p>\n<p>You may also send requests about your Personal Information to&nbsp;privacy@marcopolo.me.\nYou can also request to change your contact choices, opt-out of our sharing with others, and update your Personal Information.</p>\nLinks to Other Sites\n<p>The Service may contain links to other third-party websites or applications.\nFor example, we allow you to forward your Polos to YouTube.com.\nAny information you provide on those sites is subject to that third party's privacy policy.\nOur Policy does not apply to such sites, and we are not responsible for the privacy and security practices and policies of those third-party sites or applications.</p>\nSecurity of your Personal Information\n<p>We are committed to protecting the security of your Personal Information.\nWe have taken certain physical, administrative, and technical steps to help safeguard the information we collect from and about you.\nWhile we take steps to help ensure the integrity and security of our network and systems, we cannot guarantee our security measures.</p>\nCalifornia Consumer Privacy Act (CCPA) and General Data Protection Regulation (GDPR)\n<p>The CCPA and GDPR provides rights to certain individuals located in California and the European Union.&nbsp;<strong>We apply these rights to all of our users</strong>.\nYou can contact us about these rights at&nbsp;privacy@marcopolo.me.</p>\nCCPA\n<p>We do not disclose Personal Information beyond what is described in this Policy.\nAll our users, including those in California, have the following rights.</p>\n<ul>\n<li>Right to access: You have the right to know and see what data we have collected about you over the past 12 months including: - categories of personal information we have collected about you.\n- categories of sources from which the personal information is collected.\n- the business or commercial purpose for collecting your personal information.\n- the categories of third parties with whom we have shared your personal information.\nand - the specific pieces of personal information we have collected about you.</li>\n<li>Right to deletion: You have the right to request that we delete in certain circumstances the personal information we have collected from you.</li>\n<li>Right not to be discriminated against: You have the right not to be discriminated against for exercising any of these rights.</li>\n</ul>\n<p>To request access to or deletion of your personal information, or to exercise any other data rights under the CCPA, please contact us at&nbsp;privacy@marcopolo.me.</p>\nGeneral Data Protection Regulation (GDPR)\n<p>We, Joya, are the data controller of your Personal Information.\nOur contact information can be found at the end of this Policy.</p>\nInformation according to GDPR Article 27 and UK laws\n<p>Joya Communications Inc is a company located outside of the European Union.\nIn order to comply with GDPR Article 27 and UK laws, Prighter has been engaged as our representative in the European Union and the UK.\nIf you want to contact us via our representative Prighter or make use of your data subject rights (e.g.\nrequests to access or erase personal data), please visit the&nbsp;https://prighter.com/q/1421120​2&nbsp;or simply email us at&nbsp;privacy@marcopolo.me.</p>\n<p>We also have an appointed Data Protection Officer, who can be contacted at&nbsp;privacy@marcopolo.me.</p>\n<p>All our users, including those in the European Economic Area (EEA), have the following rights, about which you can contact us at&nbsp;privacy@marcopolo.me.</p>\n<ol>\n<li>Right to access: the right to request certain information about, access to and copies of the Personal Information about you that we are holding;</li>\n<li>Right to request that we rectify, limit, cease processing or erase information we hold about you in certain circumstances;</li>\n<li>Right to data portability: the right to request that we return any information you have provided in a structured, commonly used, and machine-readable format, or that we send it directly to another company, where technically feasible;</li>\n<li>Right to object: the right to object to our use of your Personal Information including where we use it for our legitimate interests or, if applicable, for marketing purposes.\nand</li>\n<li>Right to lodge a complaint about us to a supervisory body in your country of work or residence (for instance, the Information Commissioner’s Office in the UK).</li>\n</ol>\nLegal Basis for Processing\n<p>We process your Personal Information on the ground that such processing is necessary to further our legitimate interests (including: (1) providing an effective and innovative Service to our users.\nand (2) to detect, prevent or otherwise address fraud or security issues in respect of our provision of the Service), unless those interests are overridden by your interest or fundamental rights and freedoms that require protections of Personal Information.</p>\n<p>We also process your Personal Information where it is necessary on the basis of performing under our contract with you in accordance with our Terms of Service, or in order to create a contract with you.</p>\n<p>Automated decision making: Our software operates an algorithm to determine which of your contacts may be most relevant to you, who you might wish to connect with and/or invite to the Service.</p>\n<p>Recipients of Personal Information and transfers to third countries:as set out in the sections above called Sharing of Personal Information and Service Providers, we share your Personal Information with certain third party providers in the United States, and such transfers are subject to appropriate safeguards.</p>\nRetention\n<p>We may retain the Personal Information you provide as long as you have an Account.</p>\na.\nMarco Polo App\n<p>If you delete your Account, your Personal Information and any Scrapbooks you recorded will be deleted plus you will be removed from any Marco Polo groups.\nPolos, your name, profile picture, messages and information you have shared with other users through Marco Polo will remain accessible to them as described in the Terms of Service.\nIf you delete your Account and had earlier synced your phone’s contact list with Marco Polo, the contact data and names of any of your contacts who have not registered on Marco Polo will also be deleted from our servers.</p>\n<p>You can also permanently delete any Polo or message you create, and that is still available to you in the Marco Polo App by pressing on the Polo tile, holding down, and then selecting and confirming “Delete.” Doing so will permanently remove it from our servers and the Marco Polo accounts of whomever you sent it to.</p>\n<p>Polos you have shared with other users through Marco Polo will remain accessible to them as described in the Terms of Service.</p>\nb.\nChannels App\n<p>If you delete your Account, your Personal Information will be deleted plus you will be removed from any Channels groups.\ninformation you have shared with leaders and other members through any Channels groups will remain accessible to them.</p>\nContact Information\n<p>We welcome your comments or questions about this Policy.\nYou may contact us at&nbsp;privacy@marcopolo.me.</p>\nChanges to Privacy Policy\n<p>We may modify this Policy from time to time.\nIf we make any changes, we will change the Last Updated date below.\nWe also may provide additional notice, as applicable, depending on the type of change.\nIf you object to any changes, you may stop using the Service.\nYour continued use of the Service after we publish or otherwise provide notice about our changes to the Policy means that you have read and understood the updated Policy.</p>\n<p>Last Updated on Jan 29, 2021.</p>\n", "created_at": "2019-01-14 16:19:55.903442", "updated_at": "2021-03-28 20:46:36.447134"}, {"id": 13035, "name": "Terms of Service", "url": "https://www.marcopolo.me/terms/", "xpath": "/html/body/div[1]/div/main/div", "text": "Terms of Service <p>Welcome to Marco Polo®.\nThe Marco Polo&nbsp;website (the “Site”) and Marco Polo&nbsp;mobile application (the “App”) are owned and operated by Joya Communications Inc.\nDBA Marco Polo (“Joya,” “Company,” “we,” or “us”).\nWe are making the Site and App (collectively, the “Service”) available to you subject to the following terms and conditions of service (the “Terms”).\nThe Terms are a legal contract between you and Joya regarding your use of the Service (you and others using the Service will be referred to as “Users”).\nAs long as you comply with these Terms, you have the right to download and install a copy of the App to your mobile device, and to access and use the Service, for your own personal use.\nBy accessing and using the Service, you acknowledge that you have read, understood, and agree to be bound by the Terms.\nIf you do not agree to these Terms at any time, please do not use the Service.</p>\n1.\nApplicable Terms and Policies\n<p>a.\nGuidelines.\nWhen using the Service, you will be subject to any additional posted guidelines or rules applicable to specific services and features (the “Guidelines”).\nAll such Guidelines are hereby incorporated by reference into the Terms.</p>\n<p>b.\nPrivacy Policy.\nPlease read our&nbsp;Privacy Policy&nbsp;carefully for details relating to what information and data we collect from you and other Users, and how we use that information internally and disclose it to third parties.\nOur Privacy Policy is incorporated into these Terms by reference.</p>\n<p>c.\nModifications.\nFrom time to time, we may modify the Terms.\nIf we do so, we will make the modified Terms available through the Service, and indicate the date of the latest revision.\nWe encourage you to review the Terms periodically for changes.\nYour continued use of the Service after revised Terms have become effective indicates that you have read, understood, and agreed to the current version of the Terms.\nIf you do not agree with any changes to the Terms, you must cease using the Service.</p>\n<p>d.\nUsers Must Be 13 or Older.\nIf you are opening a Marco Polo account (“Account”) on behalf of yourself, you represent that you are the age of majority in your jurisdiction and fully able and competent to agree to these Terms.\nYou affirm that you are 13 years of age or older, as the Service is not intended for, and does not knowingly collect personal information from, children under 13.\nIf you are between 13 and 18 years old, you may use the Service only with the involvement of a parent or guardian.</p>\n<p>e.\nAdvertisements.\nOur Service may include promotions or advertisements of our own products or services or those of our partners, however, we do not sell your personal information or use it to show you third-party ads.</p>\n2.\nYour Account\n<p>a.\nAccount Information.\nIn order to use some features of the Service, you will have to create an Account.\nWhen creating an Account, you must provide true, accurate, current, and complete information.\nYou also must ensure that this information is kept accurate and up-to-date at all times.\nYou agree that we may access, preserve, and disclose your Account information and your Content (as defined below) if required to do so by law or in a good faith belief that such access, preservation, or disclosure is reasonably necessary to (a) comply with legal process.\n(b) enforce the Terms.\n(c) respond to a claim that your Content violates the rights of third parties.\n(d) respond if you contact us.\nor (e) protect the rights, property, or personal safety of the Company, Users, or the public.</p>\n<p>b.\nPhone Number.\nWhen you register, you must provide your phone number in order to create an Account.\nYour Account is associated with the phone number you provide to us when you register (“Account Phone Number”).\n<strong>If you subsequently change your phone number, you must notify us and provide us your new phone number before you relinquish the phone number associated with your Account in order to update your Account Phone Number.\nIf you fail to update or notify us before you relinquish or change your phone number, your Account may be terminated according to Section 2.e., below.</strong> You may update or change your Account Phone Number here or by contacting us at support@marcopolo.me.</p>\n<p>c.\nAccount Verification.\nWhen you register, you will be provided a verification code to your Account Phone Number and asked to input the verification code.\nYou are solely responsible for maintaining the confidentiality of your Account and for restricting access to your computers and mobile devices, and you agree to accept responsibility for all activities that occur in your Account.\nIf you relinquish or give up your Account Phone Number and do not change or update your phone number with us, (1) you will not be guaranteed access to your Account, and (2) when prompted to log in to the App, the phone verification will no longer work.\nIf you have reason to believe that your Account is no longer secure (for example, in the event of a loss, theft, or unauthorized disclosure or use of your Account information and/or device or if your Account Phone Number has been given to someone else), you should immediately notify us.\nYou may be liable for the losses incurred by us or others due to any unauthorized use of your Account.</p>\n<p>d.\nDevice.\nIf you relinquish any device on which your Account is active, you must uninstall or delete the App beforehand to prevent unauthorized access to your Account.</p>\n<p>e.\nProhibitions.\nWhen creating an Account, you may not (a) provide any false personal information to us (including a false username) or create any Account for anyone other than yourself without such other person’s permission.\n(b) use a username that is the name of another person with the intent to impersonate that person.\n(c) use a username that is subject to rights of another person without appropriate authorization.\nor (d) use a username that is offensive, vulgar, or obscene or otherwise in bad taste.\nWe reserve the right to suspend or terminate your Account if any information provided during the registration process or thereafter proves to be inaccurate, false, misleading, or violates our Terms.\nWe welcome you to contact us at&nbsp;terms@marcopolo.me&nbsp;if you believe someone is violating these Terms.</p>\n<p>f.\nTermination.\nYou may terminate your Account at any time.\nYou agree that we may also terminate your Account or use of the Service at any time in our sole discretion, and you agree that we shall not be liable to you or any third party for any such termination.\nIf you or we terminate your Account, your access to the Service will be terminated and your Content, as defined below, will no longer be accessible through your Account.\nAlthough you will not have access to your Content, you agree that the Content that you shared with other Users may persist and appear within the Service or otherwise, including in the Accounts of other Users or individuals who might have received your Content from those other Users.</p>\n<p>g.\nCommunication.\nIf you create an Account, we may communicate with you through the App or by email or text messages.\nYou may choose to unsubscribe from non-transactional emails by clicking “Unsubscribe” from the email.\nIf you unsubscribe, we may still need to send you non-marketing emails about your account or our business dealings with you.\nAs further described below, you may opt out of receiving text messages by replying “STOP” to the last message received or by emailing us at privacy@marcopolo.me with your phone number and a request to stop sending text messages.</p>\n3.\nYour Content\n<p>a.\nGeneral.\nThese Terms apply to videos (“Polos”) and other content submitted by you and by other Users (together, “Content”).\nYou shall be solely responsible for your Content and assume all risks associated with sharing your Content through the Service.\nBy submitting Content to the Service, you grant us the right and license to use and distribute your Content, subject to the terms of our Privacy Policy.\nYou retain rights to your Content, subject to these Terms and our Privacy Policy, and are responsible for protecting those rights.\nWhen you or we terminate or delete your Account, you will no longer be able to access your Content through the Service.\nFurther, to the extent you have an active Account, we do not have an obligation to maintain your Content in perpetuity.</p>\n<p>b.\nContent Sharing and Deletion.\nWhen you share Content through the Service with other Users, such shared Content will exist in the accounts of other Users even after your Account has been terminated unless you permanently delete such Content.\nOnly if you permanently delete a Polo will it be deleted from the accounts of others and the Service.\nTo permanently delete a Polo within the Service that you sent, follow the instructions&nbsp;here.\nNote, however, that to the extent another User has saved or shared such Content, that Content will continue to exist and Joya is not responsible for that Content.</p>\n<p>Also, if you do not have a Marco Polo Plus Subscription (described below), after a period of time, Polos will be removed from view in your Account and archived.\nhowever, you may request archived Polos and they will be viewable again within 24 hours of your request.&nbsp;Please visit&nbsp;support.marcopolo.me/article/158-archived-polos&nbsp;for more information about the process for retrieving archived Polos if you do not have a Subscription.</p>\n<p>c.\nRepresentations and Warranties Regarding Your Content.\nYou represent and warrant that (a) you own your Content or you have the right to use it and grant us the rights and license as provided in these Terms, and (b) the sharing of your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights, or any other rights of any person.</p>\n<p>d.\nProhibitions.\nWhen submitting Content to or otherwise using the Service, you agree not to submit, post, publish, or share (a) material that violates a third party’s proprietary rights, including privacy and publicity rights, or that otherwise violates any applicable law.\n(b) falsehoods or misrepresentations that could damage us, our Users, or any third party.\n(c) private information of someone, like their address, phone number, email address, or similar information without their permission.\n(d) material that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate.\n(e) advertisements.\nor (f) Content that would be harmful to minors in any manner.</p>\n<p>e.\nOur Right to Monitor, Edit, and Remove Content.\nWe don't have an obligation to monitor your use of the Service or to review any Content, but we have the right to monitor, remove, edit, and block Content or Accounts for the purpose of operating the Service, to ensure compliance with these Terms, or to comply with applicable law or the order or requirement of a court, administrative agency, or other governmental body.\nWe reserve the right, at any time and without prior notice, to remove or disable access to any Content that we consider, in our sole discretion, to be in violation of these Terms or otherwise harmful to the Service.</p>\n4.\nSharecast\n<p>a.\nGeneral.\nSharecast is a feature of the Marco Polo App for group sharing, where the creator/owner of a Sharecast is able to share content with participants of the Sharecast.\nMore information about Sharecast can be found here.</p>\n<p>b.\nSharecast Owner Restrictions.\nAs the owner of a Sharecast, you are responsible for any and all content and information provided on your Sharecast and, in addition to the prohibitions in Section 3.d.\nabove, you agree that you shall not (1) create any Sharecast or share any video that is abusive toward others or promotes or supports intolerance.\n(2) violate the privacy rights or intellectual property rights of others.\n(3) otherwise engage in or incite illegal activity.\n(4) make false statements, including misrepresent yourself such as by stating you are someone you are not or that you have expertise in an area in which you do not.\nor (5) share sexually explicit material.\nWe reserve the right, at any time and without prior notice, to remove or disable access to any Sharecast that we consider, in our sole discretion, to be in violation of these Terms or otherwise harmful to the Service or participants.</p>\n<p>c.\nSharecast Participants.\nParticipants may join a Sharecast either through a Sharecast link shared by the Sharecast owner or by receiving an invite through the App.\nIf you receive a link to join a Sharecast and do not have a Marco Polo Account, you can view Sharecast introduction videos and also join and view Sharecast Polos on our Web platform through the Sharecast link.\nIf you do have a Marco Polo Account and click on a Sharecast link, you will join the Sharecast and be able to view Sharecast content within the App.</p>\n<p>d.\nSharecast Links and Web viewing.\nYou can invite people to your Sharecast by sending them a link to your Sharecast.\nSharecast owners can access links during Sharecast sign up or by selecting Sharecast link in the owner’s Sharecast settings.\nWhen you share the link, you acknowledge and agree that any recipient of the link can see your Sharecast introduction video and join your Sharecast by clicking the link.\nFor example, if you share your link with someone, they could share that link with others who can then join your Sharecast.\nAlso, if you share the link on social media, anyone who has access to the link may join your Sharecast.\nIf the link recipient already has Marco Polo, they can join your Sharecast directly in the App.\nIf they don’t have Marco Polo, they can join and view your Sharecast on our Web platform.\nIf you want to stop people from accessing your Sharecast through the link, you can reset the link by selecting “Reset Link” in the Sharecast link section of your Sharecast settings.\nSharecast owners can also remove participants from their Sharecast.</p>\n<p>Please report any inappropriate conduct in a Sharecast by contacting privacy@marcopolo.me.</p>\n5.\nOur Proprietary Rights\n<p>a.\nOwnership.\nOur Service is protected by copyright, trademark, and other laws of the United States and foreign countries.\nExcept as expressly provided in these Terms, we (or our licensors) exclusively own all right, title and interest in and to the Service, including all associated intellectual property rights.\nYou may not remove, alter, or obscure any copyright, trademark, service mark, or other proprietary rights notices incorporated in or accompanying the Service, including in any Content.\nYou acknowledge and agree that any feedback, comments, or suggestions you may provide regarding the Service will be the sole and exclusive property of Joya Communications Inc., and you hereby irrevocably assign to us all of your right, title, and interest in and to the foregoing.</p>\n<p>b.\nRestrictions.\nYou may not (a) copy, modify, or distribute the Service for any purpose.\n(b) transfer, sublicense, lease, lend, rent, or otherwise distribute the Service to any third party.\n(c) decompile, reverse-engineer, disassemble, or create derivative works of the Service, or otherwise attempt to discover the source code of the Service.\n(d) make the functionality of the Service available to multiple users through any means.\nor (e) use the Service in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with these Terms.</p>\n6.\nRestrictions\n<p>You agree not to (a) interfere with, damage, impair, or disable the Service’s operation, by any means (whether through automated means or otherwise), including uploading or otherwise disseminating viruses, worms, spyware, adware or other malicious code.\n(b) make unsolicited offers, advertisements, proposals, or send junk mail or spam to other Users, or use the Service for commercial purposes.\n(c) use any robot, spider, scraper, or other automated means to access the Service for any purpose without our express consent or bypass our robot exclusion headers or similar measures.\n(d) remove, circumvent, disable, damage or otherwise interfere with the Service’s security-related features, features that prevent or restrict the use or copying of any part of the Service, or features that enforce Service limitations.\n(e) attempt to gain unauthorized access to the Service, other User accounts, computer systems or networks connected to the Service through hacking, password mining, or any other means.\n(f) deep-link to the Service, and you agree you will promptly remove any links that Company finds objectionable in its sole discretion.\n(g) send bulk emails, surveys, or other mass messaging, whether commercial in nature or not.\n(h) solicit personal information from minors, or submit or transmit pornography.\n(i) reformat or frame any portion of the Service.\n(k) take any action that imposes, or may impose, in our sole discretion, an unreasonable or disproportionately large load on our technology infrastructure or otherwise make excessive traffic demands of the Service.\n(l) impersonate another person or represent yourself as affiliated with us, our employees, or other industry professionals.\n(m) solicit a User’s password or other account information.\nor (n) harvest User names, email addresses, or other personal information for any purpose.</p>\n7.\nThird Party Websites\n<p>The Service may contain links, information, and references to third party products, services, and websites which we do not control or maintain (“Third Party Sites”).\nAccess to and use of any Third Party Sites is at your own risk and we are not responsible for (a) the accuracy or reliability of information on Third Party Sites, (b) the acts or omissions of the operators of Third Party Sites (or their partners or affiliates), (c) any loss or damage incurred in connection with the use of any Third Party Site, or (d) any transaction you consummate in connection with your use or access of any Third Party Site.\nWe provide these links merely as a convenience, and the inclusion of such links does not imply an endorsement.\nYou should review any applicable terms and policies of such Third Party Sites, since their terms and policies, not ours, apply to your interactions with them.</p>\n8.\nText Messaging\n<p>You may use and interact with the App through text messaging.\nBy using the Service, you agree that the Company may communicate with you via informational or transactional text messages, which may be subject to the standard text messaging and/or data charges assessed by your wireless carrier.\nYou have an obligation to notify us if you change your cell phone number.\nYou may opt out of receiving text messages from any mobile messaging program by replying “STOP” to the last message received.\nOpting out of receiving text messages may impact your ability to use the Service.</p>\n<p>You have the option to invite friends, family, and other third parties to use the Service.\nIf you select this option, the text message invitation will come from your phone, for example, through your own Messenger app, and text messaging and/or data charges may apply.</p>\n9.\nSMS Short Code Terms\n<p>We may deliver certain messages to you through the Marco Polo&nbsp;App’s dedicated short code number or long code numbers.\nIn order to create a Marco Polo&nbsp;account, once you have downloaded the Marco Polo&nbsp;App, you will receive an SMS with a pin code to log in on the App in order to verify your identity.\nYou will receive one (1) message per request, and message and data rates may apply.\nFor help, text&nbsp;HELP,&nbsp;or to cancel, text STOP in response to the last message received.\nFor questions and customer support, send an email to:&nbsp;contact@marcopolo.me.</p>\n<p>By logging in with the pin code provided, you confirm that you hold the Account corresponding to the phone number you have entered, or that you have the account holder’s permission to use this service, and you agree to these Terms until you cancel the Service.</p>\n<p>The code numbers may be used with various carriers, but are not compatible with all handsets.&nbsp;Carriers are not liable for delayed or undelivered messages.</p>\n10.\nSubscriptions\n<p>a.\nSubscription Offerings.\nSome parts of the Service are charged on a subscription basis (“Subscription Offerings”).\nAll charges for the Subscription Offerings are payable in advance on a recurring basis (“Billing Cycle”).\nSubscription Offerings currently include monthly and annual offerings for Marco Polo Plus and Marco Polo Plus Family.\nPlease visit&nbsp;marcopolo.me/plus&nbsp;for more information about Marco Polo Plus Subscription Offerings.</p>\n<p>b.\nBilling.\nAll charges for the monthly and annual Subscription Offerings for Marco Polo Plus and Plus Family are payable in advance on a recurring basis based on the subscription duration (“Billing Cycle”).\nAt this time, you may purchase Subscription Offerings in-app through the App Store or Google Play Store.\nDepending on your billing zip code, relevant state or local taxes may be added to your subscription price.\nIf you are located outside the United States, the amount you pay for Subscription Offerings may vary based on exchange rates or other considerations, and the price to be charged will be displayed before your purchase is finalized.</p>\n<p>c.\nAutomatic Renewal.\nAt the end of each Billing Cycle, your Subscription Offering will automatically renew unless it is canceled by either you or Joya Communications Inc.</p>\n<p>d.\nHow to Cancel.\nYou may cancel your Subscription Offering through the App by going to Settings, then tapping “Plus Subscription,” then “Manage Subscription,” or directly through the&nbsp;App Store&nbsp;or&nbsp;Google Play Store&nbsp;at any time.</p>\n<p>e.\nFree Trial.\nWe may offer a free trial for our Subscription Offerings (“Free Trial”).\nWhen you sign up for a Free Trial, you are required to provide your payment information through the App Store or Google Play Store because you will be billed at the end of the Free Trial period unless you cancel before the Free Trial is over.\nIf you do not want to be billed for the Subscription Offering, you must cancel before the end of the Free Trial through the App by going to Settings, then tapping “Plus Subscription,” then “Manage Subscription,” or directly through the&nbsp;App Store&nbsp;or&nbsp;Google Play Store.</p>\n<p>f.\nPlus Passes.\nOur Subscription Offerings may include Plus Passes for you to give to friends and family.\nA Plus Pass gives someone 2 free months to experience Plus.\nPlease visit support.marcopolo.me/article/208-plus-passes for more information about Plus Passes.\nIf you have a Marco Polo Plus or Marco Polo Plus Family Subscription, you are also able to purchase additional Plus Passes.\nThe amount you pay for Plus Passes may vary based on exchange rates or other considerations, and the price to be charged will be displayed before your purchase is finalized.</p>\n<p>g.\nFee and Subscription Changes.\nWe may change the Subscription Offerings to add new features and/or change the fees associated with the Subscription Offerings at any time in our sole discretion.\nAny change to our fees shall become effective in the Billing Cycle following notice of such change to you.\nWe will provide you with reasonable prior notice of any change in subscription fees to give you an opportunity to cancel your subscription before such change becomes effective.</p>\n<p>h.\nRefunds.\nExcept where required by law, Joya will not refund any incurred subscription charges.</p>\n11.\nDispute Resolution\n<p>\n<strong>Mandatory, Bilateral Arbitration.\nPlease read this carefully.\nIt affects your rights.\nYOU AND JOYA COMMUNICATIONS INC.\nAGREE THAT ANY DISPUTE, CONTROVERSY OR CLAIM ARISING OUT OF, OR RELATING TO, THIS AGREEMENT OR JOYA COMMUNICATIONS INC.’S SERVICE SHALL BE RESOLVED ONLY BY FINAL AND BINDING, BILATERAL ARBITRATION</strong>, except that each party retains the right to bring an individual action in small claims court and the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a party’s copyrights, trademarks, trade secrets, patents or other intellectual property rights.\nThis agreement to arbitrate is intended to be broadly interpreted, and expressly includes claims brought under the Telephone Consumer Protection Act, 47 U.S.C.\n§ 227, or any other statute, regulation, or legal or equitable theory.</p>\n<p>\n<strong>Arbitration Rules and Governing Law</strong>\n</p>\n<p>Notwithstanding your and Joya Communications Inc.’s agreement that California law governs interpretation and application of these Terms generally, you and Joya Communications Inc.\nfurther hereby agree that the Federal Arbitration Act, 9 U.S.C.\n§ 1, et seq.\n(“FAA”), applies to this agreement to arbitrate, and governs all questions of whether a dispute is subject to arbitration.</p>\n<p>Unless you and Joya Communications Inc.\nagree otherwise in writing, the arbitration shall be administered by Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”), pursuant to JAMS Streamlined Arbitration Rules and Procedures (“JAMS Streamlined Rules”), as modified by this agreement, and consistent with JAMS Policy on Consumer Arbitrations Pursuant to Pre-Dispute Clauses Minimum Standards of Procedural Fairness (“JAMS Consumer Fairness Standards”).\nThe arbitrator must honor the terms and limitations in the agreement and can award damages and relief, including any attorneys’ fees authorized by law.&nbsp;<strong>YOU AGREE THAT, BY ENTERING INTO THIS AGREEMENT, YOU AND JOYA COMMUNICATIONS INC.\nARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY AND THE RIGHT TO PARTICIPATE IN A CLASS ACTION.</strong>\n</p>\n<p>Notwithstanding JAMS Streamlined Rule 8(b), you and Joya Communications Inc.\nagree that any dispute as to the arbitrability of a claim brought by either you or Joya Communications Inc.\nshall be resolved by a court of competent jurisdiction.</p>\n<p>\n<strong>THIS AGREEMENT DOES NOT ALLOW CLASS ARBITRATIONS EVEN IF THE PROCEDURES OR RULES OF JAMS WOULD.\nRATHER, YOU AND JOYA COMMUNICATIONS INC.\nARE ONLY ENTITLED TO PURSUE ARBITRATION ON AN INDIVIDUAL BASIS.\nFURTHER, AND UNLESS YOU AND JOYA COMMUNICATIONS INC.\nAGREE OTHERWISE IN WRITING, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE INDIVIDUAL PARTY'S CLAIMS WITH ANY OTHER PARTY'S CLAIMS, AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR COLLECTIVE PROCEEDING.</strong>\n</p>\n<p>\n<strong>The Arbitrator's Decision</strong>\n</p>\n<p>The arbitrator will render an award in accordance with JAMS Streamlined Rules.\nThe arbitrator's decision will include the essential findings and conclusions upon which the arbitrator based the award.\nJudgment on the arbitration award may be entered in any court having jurisdiction thereof.\nThe arbitrator may award declaratory or injunctive relief only in favor of the claimant and only to the extent necessary to provide relief warranted by the claimant's individual claim.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses, to the extent provided under applicable law.\nJoya Communications Inc.\nwill not seek, and hereby waives all rights Joya Communications Inc.\nmay have under applicable law to recover attorneys’ fees and expenses if Joya Communications Inc.\nprevails in arbitration, unless you assert a frivolous claim.</p>\n<p>The arbitrator’s decision and award is final and binding, with some exceptions under the FAA, and judgment on the award may be entered in any court with jurisdiction.</p>\n<p>\n<strong>Location &amp.\nFees</strong>\n</p>\n<p>Unless you and Joya Communications Inc.\nagree otherwise in writing, the arbitration will take place in-person in the county in which you reside.</p>\n<p>If you initiate an arbitration for claims arising from this agreement, you will be required to pay $250 of the fee required to initiate the arbitration and Joya Communications Inc.\nwill pay any remaining JAMS Case Management Fees and all professional fees for the arbitrator’s services.\nyou will remain responsible for your respective costs relating to counsel, experts, witnesses, and travel to the arbitration.</p>\n<p>If Joya Communications Inc.\ninitiates an arbitration for claims arising from this agreement, Joya Communications Inc.\nwill pay all administrative fees and costs related to the arbitration, including all professional fees for the arbitrator’s services.\nyou will remain responsible for your costs relating to counsel, experts, witnesses, and travel to the arbitration.</p>\n<p>Notwithstanding the foregoing, either party may bring an individual action in a small claims court for disputes or claims within the scope of such court’s jurisdiction.\nThis agreement to arbitrate does not preclude you from bringing issues to the attention of federal, state, or local agencies.\nSuch agencies can, if the law allows, seek relief against Joya Communications Inc.\non your behalf.</p>\n<p>\n<strong>Changes</strong>\n</p>\n<p>Notwithstanding the provisions regarding modification of these Terms, if Joya Communications Inc.\nchanges this “Mandatory, Bilateral Arbitration” section after the date you first accepted these Terms (or accepted any subsequent changes to these Terms), you may reject any such change by providing Joya Communications Inc.\nwritten notice of such rejection by mail or hand delivery to: 2443 Fillmore St #380-5790, San Francisco, CA 94115, or by email from the email address associated with your Account to:&nbsp;terms@marcopolo.me&nbsp;within 30 days of the date such change became effective, as indicated by the effective date below.\nIn order to be effective, the notice must include your full name and clearly indicate your intent to reject changes to this “Mandatory, Bilateral Arbitration” section.\nBy rejecting changes, you are agreeing that you will arbitrate any dispute between you and Joya Communications Inc.\nin accordance with the provisions of this “Mandatory, Bilateral Arbitration” section as of the date you first accepted these Terms (or accepted any subsequent changes to these Terms).</p>\n12.\nIndemnification.\nHold Harmless\n<p>You agree to defend (at our request), indemnify and hold harmless Joya Communications Inc.\nand its employees, managers, officers and agents (collectively, the “Joya Communications Inc.\nParties”) from and against any claims, liabilities, damages, losses, and expenses, including without limitation, reasonable attorney’s fees and costs, arising out of or in any way connected with any of the following (including as a result of your direct activities on the Service or those conducted on your behalf): (i) your Content or your access to or use of the Service.\n(ii) your breach or alleged breach of these Terms of Service.\n(iii) your violation of any third-party right, including without limitation, any intellectual property right, publicity, confidentiality, property or privacy right.\n(iv) your violation of any laws, rules, regulations, codes, statutes, ordinances or orders of any governmental and quasi-governmental authorities, including, without limitation, all regulatory, administrative and legislative authorities.\nor (v) any misrepresentation made by you.\nYou will cooperate as fully required by the Company in the defense of any claim.\nWe reserve the right to assume the exclusive defense and control of any matter subject to indemnification by you, and you will not in any event settle any claim without our prior written consent.</p>\n13.\nDisclaimer of Warranties\n<p>a.\nWarranty Disclaimer.\nYOU ACKNOWLEDGE THAT YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE JOYA COMMUNICATIONS INC.\nPARTIES DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, AND FREEDOM FROM COMPUTER VIRUS.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTO THE FULLEST EXTENT PERMISSIBLE BY LAW, THE JOYA COMMUNICATIONS INC.\nPARTIES DO NOT MAKE ANY REPRESENTATIONS OR WARRANTIES OR ENDORSEMENTS AS TO (A) THE SERVICE.\n(B) THE JOYA COMMUNICATIONS INC.\nCONTENT.\n(C) USER OR THIRD PARTY CONTENT.\nOR (D) SECURITY ASSOCIATED WITH THE TRANSMISSION OF INFORMATION TO JOYA COMMUNICATIONS INC.\nOR VIA THE SERVICE.</p>\n<p>b.\nNo Technical Warranties.\nTHE JOYA COMMUNICATIONS INC.\nPARTIES DO NOT REPRESENT OR WARRANT THAT (A) THE SERVICE WILL BE ERROR-FREE OR UNINTERRUPTED, (B) DEFECTS WILL BE CORRECTED, (C) THE SERVICE OR THE SERVER THAT MAKES THE SERVICE AVAILABLE IS FREE FROM ANY HARMFUL COMPONENTS, INCLUDING, WITHOUT LIMITATION, VIRUSES, OR (D) THE INFORMATION (INCLUDING ANY INSTRUCTIONS) ON THE SERVICE IS ACCURATE, COMPLETE, OR USEFUL.</p>\n<p>c.\nCertain Jurisdictions.\nTHE JOYA COMMUNICATIONS INC.\nPARTIES DO NOT WARRANT THAT YOUR USE OF THE SERVICE IS LAWFUL IN ANY PARTICULAR JURISDICTION, AND THE JOYA COMMUNICATIONS INC.\nPARTIES SPECIFICALLY DISCLAIM SUCH WARRANTIES.\nSOME JURISDICTIONS LIMIT OR DO NOT ALLOW THE DISCLAIMER OF IMPLIED OR OTHER WARRANTIES, SO THE ABOVE DISCLAIMER MAY NOT APPLY TO YOU TO THE EXTENT SUCH JURISDICTION'S LAW IS APPLICABLE TO YOU AND THESE TERMS OF USE.\nBY ACCESSING OR USING THE SERVICE YOU REPRESENT AND WARRANT THAT YOUR ACTIVITIES ARE LAWFUL IN EVERY JURISDICTION WHERE YOU ACCESS OR USE THE SERVICE.</p>\n14.\nLimitation of Liability.\nWaiver\n<p>a.\nNo Liability for Losses or Damages.\nUNDER NO CIRCUMSTANCES WILL THE JOYA COMMUNICATIONS INC.\nPARTIES BE LIABLE FOR ANY DIRECT, INDIRECT, ECONOMIC, EXEMPLARY, SPECIAL, PUNITIVE, INCIDENTAL OR CONSEQUENTIAL LOSSES OR DAMAGES, INCLUDING BUT NOT LIMITED TO LOSS OR DAMAGE DIRECTLY OR INDIRECTLY RELATED TO (A) THE SERVICE AND ITS OPERATION.\n(B) THE JOYA COMMUNICATIONS INC.\nCONTENT.\n(C) USER OR THIRD PARTY CONTENT.\n(D) YOUR INABILITY TO USE THE SERVICE.\n(E) ANY ACTION TAKEN IN CONNECTION WITH AN INVESTIGATION BY THE JOYA COMMUNICATIONS INC.\nPARTIES OR LAW ENFORCEMENT AUTHORITIES REGARDING YOUR OR ANY OTHER PARTY’S USE OF THE SERVICE.\n(F) ANY DAMAGE TO ANY USER’S COMPUTER, MOBILE DEVICE, OR OTHER EQUIPMENT OR TECHNOLOGY.\nOR (G) LOST PROFITS, LOSS OF GOODWILL, LOSS OF DATA, WORK STOPPAGE, ACCURACY OF RESULTS, DEATH, PERSONAL INJURY, OR COMPUTER FAILURE OR MALFUNCTION.\nTHE JOYA COMMUNICATIONS INC.\nPARTIES SHALL NOT BE LIABLE FOR THE FOREGOING LOSSES OR DAMAGES (X) EVEN IF FORESEEABLE OR EVEN IF THE JOYA COMMUNICATIONS INC.\nPARTIES HAVE BEEN ADVISED OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES, AND (Y) WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, STRICT LIABILITY OR TORT (INCLUDING, WITHOUT LIMITATION, WHETHER CAUSED IN WHOLE OR IN PART BY NEGLIGENCE, ACTS OF GOD, TELECOMMUNICATIONS FAILURE, OR THEFT OR DESTRUCTION OF THE SERVICE).</p>\n<p>b.\nState Requirements.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.</p>\n<p>c.\nMonetary Limitation.\nIN NO EVENT WILL THE JOYA COMMUNICATIONS INC.\nPARTIES’ TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, OR CAUSES OR ACTION EXCEED ONE HUNDRED UNITED STATES DOLLARS ($100.00).</p>\n<p>d.\nNo Injunctions.\nYOU AGREE THAT IN THE EVENT YOU INCUR ANY DAMAGES, LOSSES OR INJURIES THAT ARISE OUT OF THE ACTS OR OMISSIONS OF THE JOYA COMMUNICATIONS INC.\nPARTIES, THE DAMAGES, IF ANY, CAUSED TO YOU ARE NOT IRREPARABLE OR SUFFICIENT TO ENTITLE YOU TO AN INJUNCTION OF ANY KIND.</p>\n<p>e.\nWaiver of California Civil Code Section 1542.\nBY ACCESSING THE SERVICE, YOU UNDERSTAND THAT YOU MAY BE WAIVING RIGHTS WITH RESPECT TO CLAIMS THAT ARE AT THIS TIME UNKNOWN OR UNSUSPECTED, AND IN ACCORDANCE WITH SUCH WAIVER, YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND, AND HEREBY EXPRESSLY WAIVE, THE BENEFITS OF SECTION 1542 OF THE CIVIL CODE OF CALIFORNIA, AND ANY SIMILAR LAW OF ANY STATE OR TERRITORY, WHICH PROVIDES AS FOLLOWS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.”</p>\n<p>f.\nActs or Omissions of Third Parties.\nJOYA COMMUNICATIONS INC.\nIS NOT RESPONSIBLE FOR THE ACTIONS, CONTENT, INFORMATION, OR DATA OF THIRD PARTIES, AND YOU RELEASE THE JOYA COMMUNICATIONS INC.\nPARTIES FROM ANY CLAIMS AND DAMAGES, KNOWN AND UNKNOWN, ARISING OUT OF OR IN ANY WAY CONNECTED WITH ANY CLAIM YOU HAVE AGAINST ANY SUCH THIRD PARTIES.</p>\n15.\nDigital Millennium Copyright Act\n<p>a.\nNotification of Infringement.\nIt is our policy to respond to clear notices of alleged copyright infringement that comply with the Digital Millennium Copyright Act (“DMCA”).\nIn addition, we will promptly terminate without notice accounts of those determined to be “repeat infringers.” If you are a copyright owner or an agent thereof, and believe that any Content infringes upon your copyrights, you may submit a notification pursuant to the DMCA by providing our Copyright Agent designated below with the following information in writing (see 17 U.S.C.\n§ 512(c)(3) or consult your own legal counsel to confirm these requirements): (a) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(b) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works on the Service are covered by a single notification, a representative list of such works from the Service.\n(c) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material.\n(d) information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.\n(e) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand (f) a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nUpon removing any allegedly infringing material, we will notify the alleged infringer of such takedown.\nPlease note that under Section 512(f) of the DMCA, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.</p>\n<p>b.\nDesignated Copyright Agent.\nYou can contact our Copyright Agent via email at&nbsp;dmca@marcopolo.me&nbsp;or by mail at Copyright Agent, c/o Joya Communications Inc., 2443 Fillmore St #380-5790, San Francisco, CA 94115.</p>\n16.\nMiscellaneous\n<p>These Terms are the entire agreement between the parties on the subject matter hereof.\nThe heading references herein are for convenience purposes only, do not constitute part of these Terms, and shall not limit or affect any provision hereof.\nThe relationship of the parties hereunder is that of independent contractors, and these Terms will not be construed to imply that either party is the agent, employee, or joint venturer of the other.\nIn the event that any provision of these Terms is held to be unenforceable, these Terms will continue in full force and effect without said provision and will be interpreted to reflect the original intent of the parties.\nThese Terms will be governed by the laws of California, without regard to its conflict of laws principles.\nThe parties consent to the personal and exclusive jurisdiction of the state and federal courts in San Francisco, California.\nYou may not assign these Terms without the prior written consent of Company, and any prohibited assignment will be null and void.\nWaiver by either party of a breach of any provision of these Terms or the failure by either party to exercise any right hereunder will not operate or be construed as a waiver of any subsequent breach of that right or as a waiver of any other right.\nYOU AGREE THAT ANY CAUSE OF ACTION BROUGHT BY YOU ARISING OUT OF OR RELATED TO THE SERVICE MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p>\n<p>We welcome your comments or questions about these Terms.\nYou may contact us at&nbsp;terms@marcopolo.me.</p>\nLast Updated and Effective on June 7, 2022.\n", "created_at": "2022-12-04 05:43:04.115535", "updated_at": "2022-12-04 05:43:11.015012"}], "points": [{"id": 17823, "title": "This service respects your browser's Do Not Track (DNT) headers", "source": "https://edit.tosdr.org/services/1345/annotate", "status": "The website recommends turning on the \"Do not track\". We can therefore assume that he respects it.", "created_at": "2021-03-28 13:56:00.850071", "updated_at": "2021-03-28 20:54:36.409701", "quoteText": null, "case_id": 383, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 17822, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.getjoya.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-28 13:51:59.575955", "updated_at": "2021-05-28 22:05:06.770556", "quoteText": null, "case_id": 121, "document_id": 934, "quoteStart": null, "quoteEnd": null}, {"id": 17821, "title": "This service is only available to users over a certain age", "source": "https://www.getjoya.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-28 13:49:53.809243", "updated_at": "2023-07-11 04:49:17.488932", "quoteText": null, "case_id": 152, "document_id": 934, "quoteStart": null, "quoteEnd": null}, {"id": 17824, "title": "Your personal data is not sold", "source": "https://www.getjoya.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-28 13:59:02.167214", "updated_at": "2023-07-11 04:49:17.56411", "quoteText": null, "case_id": 193, "document_id": 934, "quoteStart": null, "quoteEnd": null}], "urls": ["marcopolo.me", "marcopolovideo.com", "getjoya.com"]}}