{"error": 448, "message": "OK", "parameters": {"id": 6964, "name": "Territorial.io", "created_at": "2022-11-21 01:07:15.29322", "updated_at": "2022-11-21 23:01:14.840549", "wikipedia": null, "keywords": null, "related": null, "slug": "territorial-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6964.png", "url": "territorial.io", "documents": [{"id": 12764, "name": "Privacy Policy", "url": "https://territorial.io/privacy_policy", "xpath": "//body", "text": "Privacy Policy Last Update: 23 September 2022 1.\nGeneral Notes Unless otherwise indicated, this privacy policy applies for both the Territorial.io app and for the website (www.territorial.io).\nIn this policy, \"Territorial.io\", \"we\" or \"us\" refers to an individual enterprise located in Germany.\nThe contact information of the owner of this enterprise can be found below.\n2.\nThird Parties On the Android and iOS app, we share your information with AdMob: https://policies.google.com/technologies/partner-sites The website doesn't use third parties.\n3.\nWhat information do we collect? Territorial.io collects and uses the following information from you: User IDs: A one-vs-one account with username, password and number of played games.\nEmojis and flags: Which emojis and flags you send to other users.\nApp activity and gameplay: We collect app interactions that are necessary to process the game.\nFor example, we collect which countries you attack.\nWe also save the amount of seconds that you spend on a map.\nCrash logs: We monitor JavaScript bugs and send them to our server.\nIP addresses and device information: Our servers automatically collect IP addresses and device information (such as the name of your browser) and temporarily store them.\nThird parties may use your IP address to examine your approximate location.\nUser product interactions: Third parties may collect user product interactions and interaction information, including app launch, taps, and video views.\nDiagnostic information: Third parties may collect information related to the performance of the app and the SDK, including crash logs, app launch time, hang rate, and energy usage.\nDevice and Account identifiers: Third parties may collect device identifiers, such as the Android advertising (ad) ID, app set ID, and, if applicable, other identifiers related to signed-in accounts on the device.\nOn the website we collect cookies: If you need more information about our cookies, you may check out our cookie policy: https://territorial.io/cookie_policy 4.\nHow do we collect and use your information? We do not encrypt your information in transit.\nWe use your information to improve the game and to prevent fraud.\nFurthermore, we process and store your information on our servers in Germany.\nError and bug reports help us to improve the game.\nThey do not contain personal information.\nTo make rated one-vs-one games possible, we collect account data such as usernames, passwords and ELO ratings.\nAccounts are exposed to a daily ELO loss between 0.2 and 1.6 points.\nAccounts with less than 0.1 ELO points will be permanently deleted.\nUsernames and rankings are publicly available.\nWe show statistical and anonymous game data on Territorial.io (https://territorial.io/players and https://territorial.io/clans) and our Discord server (https://discord.gg/pa5TH6hZrv).\n5.\nHow can you delete your information? You can ask us to delete your data at the email address shown below.\n6.\nContact Information If you have more questions, please contact us at this email address: davidtschacher@gmail.com", "created_at": "2022-11-21 01:07:15.295539", "updated_at": "2022-11-21 00:07:42.794652"}, {"id": 12765, "name": "Cookie Policy", "url": "https://territorial.io/cookie_policy", "xpath": "//body", "text": "Cookie Policy Last Update: 5 August 2022 1.\nGeneral Information Territorial.io uses cookies to improve the user experience.\nYou can find out more about cookies in the sections below.\nYou don't have to accept cookies in order to play Territorial.io.\nWe recommend cookies as they will improve your gaming experience.\nTo understand how we use your information, you may also check out our privacy policy: https://territorial.io/privacy_policy 2.\nWhat is a cookie? Cookies are small text files that are stored on your computer.\nFor example, a cookie can be used to remember your username.\n3.\nWhat types of cookies do we use? We use functionality cookies to store your preferences: -your username\n-a boolean, indicating if your interface is magnified or not\n-the password of your one-vs-one account\n-the color of your country\n-selected emojis Furthermore, we use a cookie that assigns a random number to your device.\n4.\nHow do our servers handle cookies transmitted by users? We do not store and process cookies on our servers.\nCookies on the client side will be deleted after one year of inactivity.\nCookies will not be shared with third parties.\n5.\nMore information about cookies If you want to know how to delete or manage cookies, the following links may be helpful: Cookie settings in Chrome and Android: https://support.google.com/chrome/answer/95647 Cookie settings in Firefox: https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer Cookie settings in iOS: http://support.apple.com/kb/PH5042 If you need more information about cookies, you may check out this link: http://www.allaboutcookies.org/ 6.\nContact Information If you have more questions, please contact us at this email address: davidtschacher@gmail.com", "created_at": "2022-11-21 01:07:15.297551", "updated_at": "2022-11-21 00:08:11.806335"}], "points": [], "urls": ["territorial.io"]}}