{"error": 448, "message": "OK", "parameters": {"id": 9034, "name": "Feuerwehr Gundersheim", "created_at": "2023-07-10 19:12:22.37728", "updated_at": "2023-07-10 22:02:58.889345", "wikipedia": null, "keywords": null, "related": null, "slug": "feuerwehr-gundersheim", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9034.png", "url": "feuerwehr-gundersheim.de", "documents": [{"id": 17680, "name": "Datenschutzerklärung", "url": "https://feuerwehr-gundersheim.de/datenschutzerklaerung/", "xpath": "//body", "text": " <br>\n<br> Sorry, you have Javascript Disabled! To see this page as it is meant to appear, please enable your Javascript! Montag, 10 Juli 2023 <ul>\n<li>Instagram</li>\n<li>Facebook</li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Start</li>\n<li>Kontakte</li>\n<li>Aktuelles</li>\n<li>Fahrzeuge</li>\n<li>Jugendfeuerwehr</li>\n<li>Förderverein</li>\n</ul> Datenschutzerklärung\nDatenschutzerklärung\nEinleitung\n<p>Mit der folgenden Datenschutzerklärung möchten wir Sie darüber aufklären, welche Arten Ihrer personenbezogenen Daten (nachfolgend auch kurz als „Daten“ bezeichnet) wir zu welchen Zwecken und in welchem Umfang verarbeiten.\nDie Datenschutzerklärung gilt für alle von uns durchgeführten Verarbeitungen personenbezogener Daten, sowohl im Rahmen der Erbringung unserer Leistungen als auch insbesondere auf unseren Webseiten, in mobilen Applikationen sowie innerhalb externer Onlinepräsenzen, wie z.B.\nunserer Social-Media-Profile (nachfolgend zusammenfassend bezeichnet als „Onlineangebot“).</p>\n<p>Die verwendeten Begriffe sind nicht geschlechtsspezifisch.</p>\n<p>Stand: 16.\nJanuar 2023</p>\nInhaltsübersicht\n<ul>\n<li>Einleitung</li>\n<li>Verantwortlicher</li>\n<li>Übersicht der Verarbeitungen</li>\n<li>Maßgebliche Rechtsgrundlagen</li>\n<li>Sicherheitsmaßnahmen</li>\n<li>Übermittlung von personenbezogenen Daten</li>\n<li>Datenverarbeitung in Drittländern</li>\n<li>Löschung von Daten</li>\n<li>Einsatz von Cookies</li>\n<li>Bereitstellung des Onlineangebotes und Webhosting</li>\n<li>Kontakt- und Anfragenverwaltung</li>\n<li>Plugins und eingebettete Funktionen sowie Inhalte</li>\n<li>Änderung und Aktualisierung der Datenschutzerklärung</li>\n<li>Rechte der betroffenen Personen</li>\n<li>Begriffsdefinitionen</li>\n</ul>\nVerantwortlicher\n<p>Freiwillige Feuerwehr Gundersheim<br>An der Weidenmühle 16<br>67598 Gundersheim</p>\n<p>\n<strong>Vertretungsberechtigte Personen:</strong>\n</p>\n<p>Wehrfüher Andreas Steinborn</p>\n<p>\n<strong>E-Mail-Adresse:</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Telefon:</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Impressum:</strong>\n</p>\n<p>https://feuerwehr-gundersheim.de/impressum/</p>\nÜbersicht der Verarbeitungen\n<p>Die nachfolgende Übersicht fasst die Arten der verarbeiteten Daten und die Zwecke ihrer Verarbeitung zusammen und verweist auf die betroffenen Personen.</p>\nArten der verarbeiteten Daten\n<ul>\n<li>Kontaktdaten.</li>\n<li>Inhaltsdaten.</li>\n<li>Nutzungsdaten.</li>\n<li>Meta-/Kommunikationsdaten.</li>\n</ul>\nKategorien betroffener Personen\n<ul>\n<li>Kommunikationspartner.</li>\n<li>Nutzer.</li>\n</ul>\nZwecke der Verarbeitung\n<ul>\n<li>Kontaktanfragen und Kommunikation.</li>\n<li>Sicherheitsmaßnahmen.</li>\n<li>Verwaltung und Beantwortung von Anfragen.</li>\n<li>Feedback.</li>\n<li>Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.</li>\n<li>Informationstechnische Infrastruktur.</li>\n</ul>\nMaßgebliche Rechtsgrundlagen\n<p>Im Folgenden erhalten Sie eine Übersicht der Rechtsgrundlagen der DSGVO, auf deren Basis wir personenbezogene Daten verarbeiten.\nBitte nehmen Sie zur Kenntnis, dass neben den Regelungen der DSGVO nationale Datenschutzvorgaben in Ihrem bzw.\nunserem Wohn- oder Sitzland gelten können.\nSollten ferner im Einzelfall speziellere Rechtsgrundlagen maßgeblich sein, teilen wir Ihnen diese in der Datenschutzerklärung mit.</p>\n<ul>\n<li>\n<strong>Berechtigte Interessen (Art.\n6 Abs.\n1 S.\n1 lit.\nf) DSGVO)</strong> – Die Verarbeitung ist zur Wahrung der berechtigten Interessen des Verantwortlichen oder eines Dritten erforderlich, sofern nicht die Interessen oder Grundrechte und Grundfreiheiten der betroffenen Person, die den Schutz personenbezogener Daten erfordern, überwiegen.</li>\n</ul>\n<p>Zusätzlich zu den Datenschutzregelungen der DSGVO gelten nationale Regelungen zum Datenschutz in Deutschland.\nHierzu gehört insbesondere das Gesetz zum Schutz vor Missbrauch personenbezogener Daten bei der Datenverarbeitung (Bundesdatenschutzgesetz – BDSG).\nDas BDSG enthält insbesondere Spezialregelungen zum Recht auf Auskunft, zum Recht auf Löschung, zum Widerspruchsrecht, zur Verarbeitung besonderer Kategorien personenbezogener Daten, zur Verarbeitung für andere Zwecke und zur Übermittlung sowie automatisierten Entscheidungsfindung im Einzelfall einschließlich Profiling.\nDes Weiteren regelt es die Datenverarbeitung für Zwecke des Beschäftigungsverhältnisses (§ 26 BDSG), insbesondere im Hinblick auf die Begründung, Durchführung oder Beendigung von Beschäftigungsverhältnissen sowie die Einwilligung von Beschäftigten.\nFerner können Landesdatenschutzgesetze der einzelnen Bundesländer zur Anwendung gelangen.</p>\nSicherheitsmaßnahmen\n<p>Wir treffen nach Maßgabe der gesetzlichen Vorgaben unter Berücksichtigung des Stands der Technik, der Implementierungskosten und der Art, des Umfangs, der Umstände und der Zwecke der Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeiten und des Ausmaßes der Bedrohung der Rechte und Freiheiten natürlicher Personen geeignete technische und organisatorische Maßnahmen, um ein dem Risiko angemessenes Schutzniveau zu gewährleisten.</p>\n<p>Zu den Maßnahmen gehören insbesondere die Sicherung der Vertraulichkeit, Integrität und Verfügbarkeit von Daten durch Kontrolle des physischen und elektronischen Zugangs zu den Daten als auch des sie betreffenden Zugriffs, der Eingabe, der Weitergabe, der Sicherung der Verfügbarkeit und ihrer Trennung.\nDes Weiteren haben wir Verfahren eingerichtet, die eine Wahrnehmung von Betroffenenrechten, die Löschung von Daten und Reaktionen auf die Gefährdung der Daten gewährleisten.\nFerner berücksichtigen wir den Schutz personenbezogener Daten bereits bei der Entwicklung bzw.\nAuswahl von Hardware, Software sowie Verfahren entsprechend dem Prinzip des Datenschutzes, durch Technikgestaltung und durch datenschutzfreundliche Voreinstellungen.</p>\n<p>\n<strong>TLS-Verschlüsselung (https):</strong> Um Ihre via unserem Online-Angebot übermittelten Daten zu schützen, nutzen wir eine TLS-Verschlüsselung.\nSie erkennen derart verschlüsselte Verbindungen an dem Präfix https:// in der Adresszeile Ihres Browsers.</p>\nÜbermittlung von personenbezogenen Daten\n<p>Im Rahmen unserer Verarbeitung von personenbezogenen Daten kommt es vor, dass die Daten an andere Stellen, Unternehmen, rechtlich selbstständige Organisationseinheiten oder Personen übermittelt oder sie ihnen gegenüber offengelegt werden.\nZu den Empfängern dieser Daten können z.B.\nmit IT-Aufgaben beauftragte Dienstleister oder Anbieter von Diensten und Inhalten, die in eine Webseite eingebunden werden, gehören.\nIn solchen Fällen beachten wir die gesetzlichen Vorgaben und schließen insbesondere entsprechende Verträge bzw.\nVereinbarungen, die dem Schutz Ihrer Daten dienen, mit den Empfängern Ihrer Daten ab.</p>\nDatenverarbeitung in Drittländern\n<p>Sofern wir Daten in einem Drittland (d.h., außerhalb der Europäischen Union (EU), des Europäischen Wirtschaftsraums (EWR)) verarbeiten oder die Verarbeitung im Rahmen der Inanspruchnahme von Diensten Dritter oder der Offenlegung bzw.\nÜbermittlung von Daten an andere Personen, Stellen oder Unternehmen stattfindet, erfolgt dies nur im Einklang mit den gesetzlichen Vorgaben.</p>\n<p>Vorbehaltlich ausdrücklicher Einwilligung oder vertraglich oder gesetzlich erforderlicher Übermittlung verarbeiten oder lassen wir die Daten nur in Drittländern mit einem anerkannten Datenschutzniveau, vertraglichen Verpflichtung durch sogenannte Standardschutzklauseln der EU-Kommission, beim Vorliegen von Zertifizierungen oder verbindlicher internen Datenschutzvorschriften verarbeiten (Art.\n44 bis 49 DSGVO, Informationsseite der EU-Kommission: https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection_de).</p>\nLöschung von Daten\n<p>Die von uns verarbeiteten Daten werden nach Maßgabe der gesetzlichen Vorgaben gelöscht, sobald deren zur Verarbeitung erlaubten Einwilligungen widerrufen werden oder sonstige Erlaubnisse entfallen (z.B.\nwenn der Zweck der Verarbeitung dieser Daten entfallen ist oder sie für den Zweck nicht erforderlich sind).\nSofern die Daten nicht gelöscht werden, weil sie für andere und gesetzlich zulässige Zwecke erforderlich sind, wird deren Verarbeitung auf diese Zwecke beschränkt.\nD.h., die Daten werden gesperrt und nicht für andere Zwecke verarbeitet.\nDas gilt z.B.\nfür Daten, die aus handels- oder steuerrechtlichen Gründen aufbewahrt werden müssen oder deren Speicherung zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person erforderlich ist.</p>\n<p>Im Rahmen unserer Datenschutzhinweise können wir den Nutzern weitere Informationen zu der Löschung sowie zu der Aufbewahrung von Daten mitteilen, die speziell für die jeweiligen Verarbeitungsprozesses gelten.</p>\nEinsatz von Cookies\n<p>Cookies sind kleine Textdateien, bzw.\nsonstige Speichervermerke, die Informationen auf Endgeräten speichern und Informationen aus den Endgeräten auslesen.\nZ.B.\num den Login-Status in einem Nutzerkonto, einen Warenkorbinhalt in einem E-Shop, die aufgerufenen Inhalte oder verwendete Funktionen eines Onlineangebotes speichern.\nCookies können ferner zu unterschiedlichen Zwecken eingesetzt werden, z.B.\nzu Zwecken der Funktionsfähigkeit, Sicherheit und Komfort von Onlineangeboten sowie der Erstellung von Analysen der Besucherströme.</p>\n<p>\n<strong>Hinweise zur Einwilligung: </strong>Wir setzen Cookies im Einklang mit den gesetzlichen Vorschriften ein.\nDaher holen wir von den Nutzern eine vorhergehende Einwilligung ein, außer wenn diese gesetzlich nicht gefordert ist.\nEine Einwilligung ist insbesondere nicht notwendig, wenn das Speichern und das Auslesen der Informationen, also auch von Cookies, unbedingt erforderlich sind, um dem den Nutzern einen von ihnen ausdrücklich gewünschten Telemediendienst (also unser Onlineangebot) zur Verfügung zu stellen.\nDie widerrufliche Einwilligung wird gegenüber den Nutzern deutlich kommuniziert und enthält die Informationen zu der jeweiligen Cookie-Nutzung.</p>\n<p>\n<strong>Hinweise zu datenschutzrechtlichen Rechtsgrundlagen: </strong>Auf welcher datenschutzrechtlichen Rechtsgrundlage wir die personenbezogenen Daten der Nutzer mit Hilfe von Cookies verarbeiten, hängt davon ab, ob wir Nutzer um eine Einwilligung bitten.\nFalls die Nutzer einwilligen, ist die Rechtsgrundlage der Verarbeitung Ihrer Daten die erklärte Einwilligung.\nAndernfalls werden die mithilfe von Cookies verarbeiteten Daten auf Grundlage unserer berechtigten Interessen (z.B.\nan einem betriebswirtschaftlichen Betrieb unseres Onlineangebotes und Verbesserung seiner Nutzbarkeit) verarbeitet oder, wenn dies im Rahmen der Erfüllung unserer vertraglichen Pflichten erfolgt, wenn der Einsatz von Cookies erforderlich ist, um unsere vertraglichen Verpflichtungen zu erfüllen.\nZu welchen Zwecken die Cookies von uns verarbeitet werden, darüber klären wir im Laufe dieser Datenschutzerklärung oder im Rahmen von unseren Einwilligungs- und Verarbeitungsprozessen auf.</p>\n<p>\n<strong>Speicherdauer:&nbsp;</strong>Im Hinblick auf die Speicherdauer werden die folgenden Arten von Cookies unterschieden:</p>\n<ul>\n<li>\n<strong>Temporäre Cookies (auch: Session- oder Sitzungs-Cookies):</strong>&nbsp;Temporäre Cookies werden spätestens gelöscht, nachdem ein Nutzer ein Online-Angebot verlassen und sein Endgerät (z.B.\nBrowser oder mobile Applikation) geschlossen hat.</li>\n<li>\n<strong>Permanente Cookies:</strong> Permanente Cookies bleiben auch nach dem Schließen des Endgerätes gespeichert.\nSo können beispielsweise der Login-Status gespeichert oder bevorzugte Inhalte direkt angezeigt werden, wenn der Nutzer eine Website erneut besucht.\nEbenso können die mit Hilfe von Cookies erhobenen Daten der Nutzer zur Reichweitenmessung verwendet werden.\nSofern wir Nutzern&nbsp;keine expliziten Angaben zur Art und Speicherdauer von Cookies mitteilen (z.\nB.\nim Rahmen der Einholung der Einwilligung), sollten Nutzer davon ausgehen, dass Cookies permanent sind und die Speicherdauer bis zu zwei Jahre betragen kann.</li>\n<li>\n<strong>First-Party-Cookies:</strong>&nbsp;First-Party-Cookies werden von uns selbst gesetzt.</li>\n<li>\n<strong>Third-Party-Cookies (auch: Drittanbieter-Cookies)</strong>: Drittanbieter-Cookies werden hauptsächlich von Werbetreibenden (sog.\nDritten) verwendet, um Benutzerinformationen zu verarbeiten.</li>\n<li>\n<strong>Notwendige (auch: essentielle oder unbedingt erforderliche) Cookies:</strong> Cookies können zum einen für den Betrieb einer Webseite unbedingt erforderlich sein (z.B.\num Logins oder andere Nutzereingaben zu speichern oder aus Gründen der Sicherheit).</li>\n</ul>\n<p>\n<strong>Hinweise zu Rechtsgrundlagen: </strong> Auf welcher Rechtsgrundlage wir Ihre personenbezogenen Daten mit Hilfe von Cookies verarbeiten, hängt davon ab, ob wir Sie um eine Einwilligung bitten.\nFalls dies zutrifft und Sie in die Nutzung von Cookies einwilligen, ist die Rechtsgrundlage der Verarbeitung Ihrer Daten die erklärte Einwilligung.\nAndernfalls werden die mithilfe von Cookies verarbeiteten Daten auf Grundlage unserer berechtigten Interessen (z.B.\nan einem betriebswirtschaftlichen Betrieb unseres Onlineangebotes und dessen Verbesserung) verarbeitet oder, wenn der Einsatz von Cookies erforderlich ist, um unsere vertraglichen Verpflichtungen zu erfüllen.</p>\n<p>\n<strong>Allgemeine Hinweise zum Widerruf und Widerspruch (Opt-Out): </strong>Nutzer können die von ihnen abgegebenen Einwilligungen jederzeit widerrufen und zudem einen Widerspruch gegen die Verarbeitung entsprechend&nbsp;den gesetzlichen Vorgaben im Art.\n21 DSGVO einlegen.&nbsp;Nutzer können ihren Widerspruch auch über die Einstellungen ihres Browsers erklären, z.B.\ndurch Deaktivierung der Verwendung von Cookies (wobei dadurch auch die Funktionalität unserer Online-Dienste eingeschränkt sein kann).\nEin Widerspruch gegen die Verwendung von Cookies zu Online-Marketing-Zwecken kann auch über die Websites https://optout.aboutads.info und https://www.youronlinechoices.com/ erklärt werden.</p>\n<p>\n<strong>Verarbeitung von Cookie-Daten auf Grundlage einer Einwilligung</strong>: Bevor wir Daten im Rahmen der Nutzung von Cookies verarbeiten oder verarbeiten lassen, bitten wir die Nutzer um eine jederzeit widerrufbare Einwilligung.\nBevor die Einwilligung nicht ausgesprochen wurde, werden allenfalls Cookies eingesetzt, die für den Betrieb unseres Onlineangebotes erforderlich sind.\nDeren Einsatz erfolgt auf der Grundlage unseres Interesses und des Interesses der Nutzer an der erwarteten Funktionsfähigkeit unseres Onlineangebotes.</p>\nBereitstellung des Onlineangebotes und Webhosting\n<p>Wir verarbeiten die Daten der Nutzer, um ihnen unsere Online-Dienste zur Verfügung stellen zu können.\nZu diesem Zweck verarbeiten wir die IP-Adresse des Nutzers, die notwendig ist, um die Inhalte und Funktionen unserer Online-Dienste an den Browser oder das Endgerät der Nutzer zu übermitteln.</p>\n<ul>\n<li>\n<strong>Schutz vor Störungen und Missbrauch:&nbsp;</strong>Personenbezogene Nutzungsdaten, wie Ihre IP-Adresse sowie die Zeiten Ihrer Aufrufe unseres Internettauftritts, werden über die Webseite zur Ermittlung sowie zur Verfolgung von Störungen oder Missbräuchen unserer Online-Angebote oder Telekommunikationsdienste und -anlagen und zur Performanceverbesserung unseres Internetauftrittes, verarbeitet.\nDiese Website nutzt Dienste von „Cloudflare“ (Anbieter: Cloudflare, Inc., 101 Townsend St, San Francisco, CA 94107, USA).\nCloudflare betreibt ein Content Delivery Network (CDN) und stellt Schutzfunktionen für die Website (Web Application Firewall) zur Verfügung.\nDer Datentransfer zwischen Ihrem Browser und unseren Servern fließt über die Infrastruktur von Cloudflare und wird dort analysiert, um Angriffe abzuwehren.\nCloudflare setzt dazu Cookies ein, um Ihnen den Zugang zu unserer Webseite zu ermöglichen.\nDie Nutzung von Cloudflare erfolgt im Interesse einer sicheren Nutzung unserer Internetpräsenz und der Abwehr schädlicher Angriffe von außen.\nWeitere Informationen finden Sie in der Cloudflare-Datenschutzerklärung</li>\n<li>\n<strong>Verarbeitete Datenarten:</strong> Nutzungsdaten (z.B.\nbesuchte Webseiten, Interesse an Inhalten, Zugriffszeiten).\nMeta-/Kommunikationsdaten (z.B.\nGeräte-Informationen, IP-Adressen).\nInhaltsdaten (z.B.\nEingaben in Onlineformularen).</li>\n<li>\n<strong>Betroffene Personen:</strong> Nutzer (z.B.\nWebseitenbesucher, Nutzer von Onlinediensten).</li>\n<li>\n<strong>Zwecke der Verarbeitung:</strong> Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.\nInformationstechnische Infrastruktur (Betrieb und Bereitstellung von Informationssystemen und technischen Geräten (Computer, Server etc.).).\nSicherheitsmaßnahmen.</li>\n<li>\n<strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art.\n6 Abs.\n1 S.\n1 lit.\nf) DSGVO).</li>\n</ul>\n<p>\n<strong>Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und Diensten:</strong>\n</p>\n<ul>\n<li>\n<strong>Bereitstellung Onlineangebot auf gemietetem Speicherplatz: </strong>Für die Bereitstellung unseres Onlineangebotes nutzen wir Speicherplatz, Rechenkapazität und Software, die wir von einem entsprechenden Serveranbieter (auch „Webhoster“ genannt) mieten oder anderweitig beziehen.\n<strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art.\n6 Abs.\n1 S.\n1 lit.\nf) DSGVO).</li>\n<li>\n<strong>Erhebung von Zugriffsdaten und Logfiles: </strong>Der Zugriff auf unser Onlineangebot wird in Form von so genannten „Server-Logfiles“ protokolliert.\nZu den Serverlogfiles können die Adresse und Name der abgerufenen Webseiten und Dateien, Datum und Uhrzeit des Abrufs, übertragene Datenmengen, Meldung über erfolgreichen Abruf, Browsertyp nebst Version, das Betriebssystem des Nutzers, Referrer URL (die zuvor besuchte Seite) und im Regelfall IP-Adressen und der anfragende Provider gehören.\nDie Serverlogfiles können zum einen zu Zwecken der Sicherheit eingesetzt werden, z.B., um eine Überlastung der Server zu vermeiden (insbesondere im Fall von missbräuchlichen Angriffen, sogenannten DDoS-Attacken) und zum anderen, um die Auslastung der Server und ihre Stabilität sicherzustellen.\n<strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art.\n6 Abs.\n1 S.\n1 lit.\nf) DSGVO).\n<strong>Löschung von Daten:</strong> Logfile-Informationen werden für die Dauer von maximal 30 Tagen gespeichert und danach gelöscht oder anonymisiert.\nDaten, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind bis zur endgültigen Klärung des jeweiligen Vorfalls von der Löschung ausgenommen.</li>\n<li>\n<strong>WordPress.com: </strong>Hosting und Software für die Erstellung, Bereitstellung und den Betrieb von Websites, Blogs und anderen Onlineangeboten.\n<strong>Dienstanbieter:</strong> Aut O’Mattic A8C Irland Ltd., Grand Canal Dock, 25 Herbert Pl, Dublin, D02 AY86, Irland.\n<strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art.\n6 Abs.\n1 S.\n1 lit.\nf) DSGVO).\n<strong>Website:</strong> https://wordpress.com.\n<strong>Datenschutzerklärung:</strong> https://automattic.com/de/privacy/.\n<strong>Auftragsverarbeitungsvertrag:</strong> https://wordpress.com/support/data-processing-agreements/.</li>\n</ul>\nKontakt- und Anfragenverwaltung\n<p>Bei der Kontaktaufnahme mit uns (z.B.\nper Kontaktformular, E-Mail, Telefon oder via soziale Medien) sowie im Rahmen bestehender Nutzer- und Geschäftsbeziehungen werden die Angaben der anfragenden Personen verarbeitet soweit dies zur Beantwortung der Kontaktanfragen und etwaiger angefragter Maßnahmen erforderlich ist.</p>\n<ul>\n<li>\n<strong>Verarbeitete Datenarten:</strong> Kontaktdaten (z.B.\nE-Mail, Telefonnummern).\nInhaltsdaten (z.B.\nEingaben in Onlineformularen).\nNutzungsdaten (z.B.\nbesuchte Webseiten, Interesse an Inhalten, Zugriffszeiten).\nMeta-/Kommunikationsdaten (z.B.\nGeräte-Informationen, IP-Adressen).</li>\n<li>\n<strong>Betroffene Personen:</strong> Kommunikationspartner.</li>\n<li>\n<strong>Zwecke der Verarbeitung:</strong> Kontaktanfragen und Kommunikation.\nVerwaltung und Beantwortung von Anfragen.\nFeedback (z.B.\nSammeln von Feedback via Online-Formular).\nBereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.</li>\n<li>\n<strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art.\n6 Abs.\n1 S.\n1 lit.\nf) DSGVO).</li>\n</ul>\nPlugins und eingebettete Funktionen sowie Inhalte\n<p>Wir binden in unser Onlineangebot Funktions- und Inhaltselemente ein, die von den Servern ihrer jeweiligen Anbieter (nachfolgend bezeichnet als „Drittanbieter”) bezogen werden.\nDabei kann es sich zum Beispiel um Grafiken, Videos oder Stadtpläne handeln (nachfolgend einheitlich bezeichnet als „Inhalte”).</p>\n<p>Die Einbindung setzt immer voraus, dass die Drittanbieter dieser Inhalte die IP-Adresse der Nutzer verarbeiten, da sie ohne die IP-Adresse die Inhalte nicht an deren Browser senden könnten.\nDie IP-Adresse ist damit für die Darstellung dieser Inhalte oder Funktionen erforderlich.\nWir bemühen uns, nur solche Inhalte zu verwenden, deren jeweilige Anbieter die IP-Adresse lediglich zur Auslieferung der Inhalte verwenden.\nDrittanbieter können ferner sogenannte Pixel-Tags (unsichtbare Grafiken, auch als „Web Beacons“ bezeichnet) für statistische oder Marketingzwecke verwenden.\nDurch die „Pixel-Tags“ können Informationen, wie der Besucherverkehr auf den Seiten dieser Webseite, ausgewertet werden.\nDie pseudonymen Informationen können ferner in Cookies auf dem Gerät der Nutzer gespeichert werden und unter anderem technische Informationen zum Browser und zum Betriebssystem, zu verweisenden Webseiten, zur Besuchszeit sowie weitere Angaben zur Nutzung unseres Onlineangebotes enthalten als auch mit solchen Informationen aus anderen Quellen verbunden werden.</p>\n<ul>\n<li>\n<strong>Verarbeitete Datenarten:</strong> Nutzungsdaten (z.B.\nbesuchte Webseiten, Interesse an Inhalten, Zugriffszeiten).\nMeta-/Kommunikationsdaten (z.B.\nGeräte-Informationen, IP-Adressen).</li>\n<li>\n<strong>Betroffene Personen:</strong> Nutzer (z.B.\nWebseitenbesucher, Nutzer von Onlinediensten).</li>\n<li>\n<strong>Zwecke der Verarbeitung:</strong> Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.</li>\n</ul>\nÄnderung und Aktualisierung der Datenschutzerklärung\n<p>Wir bitten Sie, sich regelmäßig über den Inhalt unserer Datenschutzerklärung zu informieren.\nWir passen die Datenschutzerklärung an, sobald die Änderungen der von uns durchgeführten Datenverarbeitungen dies erforderlich machen.\nWir informieren Sie, sobald durch die Änderungen eine Mitwirkungshandlung Ihrerseits (z.B.\nEinwilligung) oder eine sonstige individuelle Benachrichtigung erforderlich wird.</p>\n<p>Sofern wir in dieser Datenschutzerklärung Adressen und Kontaktinformationen von Unternehmen und Organisationen angeben, bitten wir zu beachten, dass die Adressen sich über die Zeit ändern können und bitten die Angaben vor Kontaktaufnahme zu prüfen.</p>\nRechte der betroffenen Personen\n<p>Ihnen stehen als Betroffene nach der DSGVO verschiedene Rechte zu, die sich insbesondere aus Art.\n15 bis 21 DSGVO ergeben:</p>\n<ul>\n<li>\n<strong>Widerspruchsrecht: Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten, die aufgrund von Art.\n6 Abs.\n1 lit.\ne oder f DSGVO erfolgt, Widerspruch einzulegen.\ndies gilt auch für ein auf diese Bestimmungen gestütztes Profiling.\nWerden die Sie betreffenden personenbezogenen Daten verarbeitet, um Direktwerbung zu betreiben, haben Sie das Recht, jederzeit Widerspruch gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten zum Zwecke derartiger Werbung einzulegen.\ndies gilt auch für das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht.</strong>\n</li>\n<li>\n<strong>Widerrufsrecht bei Einwilligungen:</strong> Sie haben das Recht, erteilte Einwilligungen jederzeit zu widerrufen.</li>\n<li>\n<strong>Auskunftsrecht:</strong> Sie haben das Recht, eine Bestätigung darüber zu verlangen, ob betreffende Daten verarbeitet werden und auf Auskunft über diese Daten sowie auf weitere Informationen und Kopie der Daten entsprechend den gesetzlichen Vorgaben.</li>\n<li>\n<strong>Recht auf Berichtigung:</strong> Sie haben entsprechend den gesetzlichen Vorgaben das Recht, die Vervollständigung der Sie betreffenden Daten oder die Berichtigung der Sie betreffenden unrichtigen Daten zu verlangen.</li>\n<li>\n<strong>Recht auf Löschung und Einschränkung der Verarbeitung:</strong> Sie haben nach Maßgabe der gesetzlichen Vorgaben das Recht, zu verlangen, dass Sie betreffende Daten unverzüglich gelöscht werden, bzw.\nalternativ nach Maßgabe der gesetzlichen Vorgaben eine Einschränkung der Verarbeitung der Daten zu verlangen.</li>\n<li>\n<strong>Recht auf Datenübertragbarkeit:</strong> Sie haben das Recht, Sie betreffende Daten, die Sie uns bereitgestellt haben, nach Maßgabe der gesetzlichen Vorgaben in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten oder deren Übermittlung an einen anderen Verantwortlichen zu fordern.</li>\n<li>\n<strong>Beschwerde bei Aufsichtsbehörde:</strong> Entsprechend den gesetzlichen Vorgaben und unbeschadet eines anderweitigen verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs, haben Sie ferner das Recht, bei einer Datenschutzaufsichtsbehörde, insbesondere einer Aufsichtsbehörde im Mitgliedstaat, in dem Sie sich gewöhnlich aufhalten, der Aufsichtsbehörde Ihres Arbeitsplatzes oder des Ortes des mutmaßlichen Verstoßes, eine Beschwerde einzulegen, wenn Sie der Ansicht sei sollten, dass die Verarbeitung der Ihre Person betreffenden personenbezogenen Daten gegen die DSGVO verstößt.</li>\n</ul>\nBegriffsdefinitionen\n<p>In diesem Abschnitt erhalten Sie eine Übersicht über die in dieser Datenschutzerklärung verwendeten Begrifflichkeiten.\nViele der Begriffe sind dem Gesetz entnommen und vor allem im Art.\n4 DSGVO definiert.\nDie gesetzlichen Definitionen sind verbindlich.\nDie nachfolgenden Erläuterungen sollen dagegen vor allem dem Verständnis dienen.\nDie Begriffe sind alphabetisch sortiert.</p>\n<ul>\n<li>\n<strong>Personenbezogene Daten:</strong> „Personenbezogene Daten“ sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person (im Folgenden „betroffene Person“) beziehen.\nals identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung (z.B.\nCookie) oder zu einem oder mehreren besonderen Merkmalen identifiziert werden kann, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind.</li>\n<li>\n<strong>Verantwortlicher:</strong> Als „Verantwortlicher“ wird die natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet, bezeichnet.</li>\n<li>\n<strong>Verarbeitung:</strong> „Verarbeitung“ ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführte Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten.\nDer Begriff reicht weit und umfasst praktisch jeden Umgang mit Daten, sei es das Erheben, das Auswerten, das Speichern, das Übermitteln oder das Löschen.</li>\n</ul>\n<p>Erstellt mit kostenlosem Datenschutz-Generator.de von Dr.\nThomas Schwenke</p>\n<ul>\n<li>Impressum</li>\n<li>Datenschutzerklärung</li>\n<li>© FF Gundersheim 2023</li>\n</ul>\n<i>\n</i>\n<i>\n</i>Feuerwehr Gundersheim <i>\n</i>\n<ul>\n<li>Start</li>\n<li>Kontakte</li>\n<li>Aktuelles</li>\n<li>Fahrzeuge</li>\n<li>Jugendfeuerwehr</li>\n<li>Förderverein</li>\n</ul> ", "created_at": "2023-07-10 19:12:22.407734", "updated_at": "2023-07-10 19:12:38.821012"}], "points": [], "urls": ["feuerwehr-gundersheim.de"]}}