{"error": 448, "message": "OK", "parameters": {"id": 8205, "name": "Print Friendly", "created_at": "2023-05-04 14:50:12.277369", "updated_at": "2023-06-11 22:02:16.096414", "wikipedia": null, "keywords": null, "related": null, "slug": "print-friendly", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8205.png", "url": "printfriendly.com", "documents": [{"id": 15915, "name": "Privacy Policy", "url": "https://www.printfriendly.com/privacy", "xpath": "//body", "text": "PDFprintfriendlySave Money &amp.\nthe Environment<ul>\n<li>\n</li>\n<li>Extensions</li>\n<li>Publisher Plugin Get ButtonPurchase Pro Service</li>\n<li>\n</li>\n<li>API</li>\n<li>My Account Log InCreate Account</li>\n</ul>Privacy Policy<p>At PrintFriendly we don't just treat people how we'd like to be treated...\nwe treat people how we'd like our grandmothers treated.\nThat's right - we're on our best behavior!</p>\n<p>If you have questions please contact our support team.</p>\n<p>\n</p>PrintFriendly Pro is GDPR &amp.\nCCPA compliant.Table of Contents<ol>\n<li>PrintFriendly Pro Privacy Policy</li>\n<li>PrintFriendly.com Privacy Policy</li>\n<li>Privacy Settings</li>\n</ol>PrintFriendly Pro Privacy Policy<p>PrintFriendly Pro collects personal data only when it is necessary to serve the \"legitimate interests\" of the individual users.</p>\n<ul>\n<li>No names, address, or other individual information is collected.</li>\n<li>No IP addresses are collected.</li>\n<li>No geo information is collected.</li>\n<li>No web analytic tracking</li>\n<li>No individual tracking</li>\n</ul>Information Collected by PrintFriendly Pro<p>There are a couple of features of PrintFriendly Pro that can/may require personal data.</p>Email Feature<p>When an individual emails a PrintFriendly page, email address(es) and optional message are required to generate/send the email (\"legitimate interest\").\nThis data is encrypted and sent to the data processor (SendGrid ) via API to immediately send the email.\n<strong>Email addresses and message is never saved/stored on PrintFriendly servers</strong>.</p>PDF Feature<p>If the PDF feature is used, the page content is sent to our server to generate the PDF (\"legitimate interest\").\nWe temporarily store the PDF ( up to 60 minutes) so you can access/download the PDF, then the PDF is permanently deleted.</p>Cookie Policy for PrintFriendly Pro<p>\n<strong>GDPR and EU ePrivacy Directive Compliant.\n&nbsp;</strong>Learn more</p>\n<p>PrintFriendly Pro uses an \"essential cookie\" to save the individuals preferred font size and PDF page size preference.\nThere is no individual data stored in this cookie.\nNo other cookies are used.</p>PrintFriendly.com Privacy Policy<p>General Principles:</p>\n<ul>\n<li>We don’t ask for personal information unless it's needed to provide a service or develop our products.</li>\n<li>We don’t share your personal information with anyone except to comply with the law, develop our products, or protect our rights.</li>\n<li>We don’t store personal information on our servers unless required for the on-going operation of one of our services.</li>\n</ul>Information CollectedNon Personal Data<p>PrintFriendly.com collects \"log files\" like all other websites with non-personally-identifying information such as the browser type, language preference, referring site, and the date and time of each visitor request.\nPrintFriendly's purpose in collecting non-personally identifying information is to better understand how PrintFriendly's visitors use its services.\nFrom time to time, PrintFriendly's may release non-personally-identifying information in the aggregate, e.g., by publishing a report on trends in the usage of its service.</p>IP Address:<p>Internet Protocol (IP) addresses are temporarily gathered to detect and prevent abuse.\nThey are stored for approximately 2 days then permenantly deleted.\nIP address is also gathered by our data processor (Google) and stored for 30 days.</p>\n<p>Some of our advertising partners may use cookies and web beacons on our site.\nOur advertising partners include ….</p>Accounts, Purchases and Trials<p>When you sign up for a trial, create an account, and purchase PrintFriendly Pro your name, email, IP Address, billing details, and optional invoice information is gathered.\nWe use this information to process the payment, generate your invoices, send notices, and provide customer support.\nThe information is encrypted and stored on our servers.\nTo process payment, billing information is encrypted and sent via API to the data processor (Stripe ).</p>Emailing Customer Support<p>If you email us, we will keep the content of your message, and your email address so we are able to respond to your request.\nWe do not share or sell this information, nor send unsolicited emails.</p>Emailing A PrintFriendly.com Page<p>When an individual emails a PrintFriendly.com page, email address(es) and optional message are required to generate/send the email (\"legitimate interest\").</p>Page Content<p>If the PDF feature is used, the page content is sent to our server to generate the PDF (\"legitimate interest\").\nWe temporarily store the PDF ( up to 60 minutes) so you can access/download the PDF, then the PDF is permanently deleted.</p>\n<p>Page content can also be sent to our server to generate a preview on PrintFriendly.com (\"legitimate interest\").\nThis content must be publicly accessible on the internet (password protected, secure, or private content is prohibited for use on PrintFriendly.com).\nPage content is stored for approximately 30 minutes then permanently deleted.</p>Cookie PolicyEssential Cookies<p>PrintFriendly Pro uses an \"essential cookie\" to save the individuals font size and PDF page size preference.\nThere is no individual data stored in this cookie.\nNo other cookies are used.</p>Non-Essential Cookies<p>We use third party services to provide the following important functions.</p>\n<ul>\n<li>Web analytics so we can optimize the speed and quality of the service</li>\n<li>We monetize the free service using ads and partner with trusted ad networks.\nPublishers can purchase a pro subscription to remove ads (\"legitimate interest\").</li>\n</ul>\n<p>Ads appearing on any of our websites may be delivered to users by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis Privacy Policy covers the use of cookies by PrintFriendly and does not cover the use of cookies by any advertisers.</p>\n<p>Google, as a third party vendor, uses cookies to serve ads on PrintFriendly.com.\nGoogle’s use of the DART cookie enables it to serve ads to users based on their visit to PrintFriendly.com and other sites on the Internet.</p>Protection of Personally-Identifying Information<p>PrintFriendly discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors and affiliated organizations that (i) need to know that information in order to process it on PrintFriendly behalf or to provide services available at PrintFriendly's websites, and (ii) that have agreed not to disclose it to others.\nSome of those employees, contractors and affiliated organizations may be located outside of your home country.\nby using PrintFriendly's websites, you consent to the transfer of such information to them.\nPrintFriendly will not rent or sell potentially personally-identifying and personally-identifying information to anyone.\nOther than to its employees, contractors and affiliated organizations, as described above, PrintFriendly discloses potentially personally-identifying and personally-identifying information only in response to a subpoena, court order or other governmental request, or when PrintFriendly believes in good faith that disclosure is reasonably necessary to protect the property or rights of PrintFriendly, third parties or the public at large.\nIf you are a registered user of PrintFriendly and have supplied your email address, PrintFriendly may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what’s going on with PrintFriendly and our products.\nWe primarily use our various product blogs to communicate this type of information, so we expect to keep this type of email to a minimum.\nIf you send us a request (for example via a support email or via one of our feedback mechanisms), we reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users.\nPrintFriendly takes all measures reasonably necessary to protect against the unauthorized access, use, alteration or destruction of potentially personally-identifying and personally-identifying information.</p>GDPR: General Data Protection Regulation\np PrintFriendly complies with the IAB Europe Transparency &amp.\nConsent Framework TCF 2.0..\nWe comply with with the Policies and Specifications within the Transparency &amp.\nConsent FrameworkCCPA - California Consumer Privacy Act<p>PrintFriendly.com, our free extensions, and free plugins can be ad supported.\nOur advertising partners collect personal information when you visit our site.\nOur advertising partners share/sell that information to other advertising partners, in order to deliver more relevant ads.</p>\n<p>Any visitor from California will be provided a link in at the bottom of the page to opt out of the share/sale of their personal information.\nOpting out does not mean you will stop seeing ads, you will just not see interest based ads.\nIf you opt out of the sale of personal information for purposes of the CCPA, but do not opt out of interest-based advertising more generally, you may receive ads tailored to your interests based upon personal information that was not sold by the advertisers on this site.\nsold to Downstream Participants at least ninety (90) days before going to one or more industry opt-out resources.\nor sold by other sources from which you have not opted out.</p>\n<p>Under CCPA, Californian residents have the right to declare their preferences on the sale\nof data for advertising and marketing purposes.\nIf you wish to change your preferences,\nclick this link to launch our preference portal: </p>You are outside the CCPA jurisdiction.\nWe use a third-party to provide monetisation technologies for our site.\nYou can review their\nprivacy and cookie policy at https://publift.com/privacy-policy/<p>\n</p>Business Transfers<p>If PrintFriendly, or substantially all of its assets were acquired, or in the unlikely event that PrintFriendly goes out of business or enters bankruptcy, user information would be one of the assets that is transferred or acquired by a third party.\nYou acknowledge that such transfers may occur, and that any acquirer of PrintFriendly may continue to use your personal information as set forth in this policy.</p>Privacy Policy Changes<p>Although most changes are likely to be minor, PrintFriendly may change its Privacy Policy from time to time, and in PrintFriendly's sole discretion.\nPrintFriendly encourages visitors to check this page for changes to its Privacy Policy.\nYour continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change.</p>\n<ul>\n<li>Support</li>\n<li>About</li>\n<li>Privacy</li>\n<li>Terms</li>\n</ul>", "created_at": "2023-05-04 14:50:12.307849", "updated_at": "2023-05-04 14:50:43.878231"}, {"id": 15916, "name": "Terms and Conditions", "url": "https://www.printfriendly.com/terms", "xpath": "//body", "text": "PDFprintfriendlySave Money &amp.\nthe Environment<ul>\n<li>\n</li>\n<li>Extensions</li>\n<li>Publisher Plugin Get ButtonPurchase Pro Service</li>\n<li>\n</li>\n<li>API</li>\n<li>My Account Log InCreate Account</li>\n</ul>\nPrintFriendly Terms and Conditions <p>By using our Services, you agree to these terms (the “PrintFriendly Terms”).\nAs used in the Agreement, “you” or “publisher” means the individual or entity using the Services (and/or any individual, entity or successor entity, agency or network acting on your behalf), “we” or “us” means PrintFriendly and it's contractors, and the “parties” means you and PrintFriendly.</p> 1.\nYou <p>You represent and warrant that (i) you have full power and authority to enter into the Agreement.\n(ii) you are the owner of, or are legally authorized to act on behalf of the owner of, each Property.\n(iii) entering into or performing under the Agreement will not violate any agreement you have with a third party or any third-party rights.</p> 2.\nYour Content <p>You represent and warrant that you have all the rights to the Content and that none of the Content: (a) infringes, misappropriates or violates any Intellectual Property Rights.\n(b) contains any viruses or programming routines intended to damage, surreptitiously intercept or expropriate any system, data or personal information.\nor (c) is false, misleading or inaccurate.</p> 3.\nContent License <p>By using the PrintFriendly service, you grant PrintFriendly the right to use, modify, adapt, reproduce, distribute, display your Content to the extent necessary to provide the PrintFriendly Service.&nbsp.\nYou also permit PrintFriendly to serve advertisements and other content (“Ads”), on your website, the PrintFriendly website.\nPrintFriendly may refuse to provide the Services to any Property.</p> 4.\nUsing our Services <p>You may use our Services only as permitted by this Agreement and any applicable laws.\n&nbsp;Don’t misuse our Services.\nYou may discontinue your use of any Service at any time by removing the relevant code from your Properties.</p>&nbsp.\n5.\nTermination <p>You may terminate the Agreement at any time by removing the PrintFriendly code from your website.</p>&nbsp.\n6.&nbsp.\n&nbsp.\nChanges to our Services.\nChanges to the Agreement <p>We are constantly changing and improving our Services.\nWe may add or remove functionalities or features of the Services at any time, and we may suspend or stop a Service altogether.</p>\n<p>The Agreement is our entire agreement relating to your use of the Services and supersedes any prior or contemporaneous agreements on that subject.\nWe may modify the Agreement at any time.\nWe’ll post any modifications to the PrintFriendly Terms on this page.\n&nbsp;Changes are effective immediately.\nIf you don’t agree to any modified terms in the Agreement, you’ll have to stop using the Services.</p> 7.&nbsp.\n&nbsp.\nPrivacy <p>Our&nbsp;privacy policy&nbsp;explains how we treat your personal data and protect your privacy when you use our Services.\nBy using our Services, you agree that PrintFriendly can use such data in accordance with our privacy policy.</p> 8.&nbsp;Indemnity &nbsp.\n<p>You agree to indemnify and defend PrintFriendly from and against any and all third-party claims and liabilities arising out of or related to the Properties, your use of the Services, or your breach of any term of the Agreement.</p>\n&nbsp.\n9.&nbsp;Warranties.\nDisclaimers <p>OTHER THAN AS EXPRESSLY SET OUT IN THE AGREEMENT, WE DO NOT MAKE ANY PROMISES ABOUT THE SERVICES.\n&nbsp;FOR EXAMPLE, WE DON’T MAKE ANY COMMITMENTS ABOUT THE SPECIFIC FUNCTION OF THE SERVICES, AVAILABILITY, OR ABILITY TO MEET YOUR NEEDS.\nWE PROVIDE EACH SERVICE “AS IS”.\nTO THE EXTENT PERMITTED BY LAW, WE EXCLUDE ALL WARRANTIES, EXPRESS, STATUTORY OR IMPLIED.\n&nbsp;WE EXPRESSLY DISCLAIM THE WARRANTIES OR CONDITIONS OF NONINFRINGEMENT, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE.</p> 10.&nbsp;Limitation of Liability <p>TO THE EXTENT PERMITTED BY LAW, EXCEPT FOR ANY INDEMNIFICATION OBLIGATIONS HEREUNDER OR YOUR BREACH OF ANY INTELLECTUAL PROPERTY RIGHTS, CONFIDENTIALITY OBLIGATIONS AND/OR PROPRIETARY INTERESTS RELATING TO THE AGREEMENT, (i) IN NO EVENT SHALL EITHER PARTY BE LIABLE UNDER THE AGREEMENT FOR ANY CONSEQUENTIAL, SPECIAL, INDIRECT, EXEMPLARY, OR PUNITIVE DAMAGES WHETHER IN CONTRACT, TORT OR ANY OTHER THEORY, EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY, AND (ii) EACH PARTY’S AGGREGATE LIABILITY UNDER THE AGREEMENT IS LIMITED TO THE NET AMOUNT RECEIVED AND RETAINED BY THAT PARTICULAR PARTY IN CONNECTION WITH THIS AGREEMENT DURING THE THREE MONTH PERIOD IMMEDIATELY PRECEDING THE DATE OF THE CLAIM.\n&nbsp;Each party acknowledges that the other party has entered into the Agreement relying on the limitations of liability stated herein and that those limitations are an essential basis of the bargain between the parties.</p> 14.&nbsp;Miscellaneous <p>Assignment.&nbsp.\nYou may not assign or transfer any of your rights under the Agreement.</p>\n<p>Independent Contractors.&nbsp.\nThe parties are independent contractors and the Agreement does not create an agency, partnership, or joint venture.</p>\n<p>No Third-Party Beneficiaries.\nOther than as set forth in Section 11, this Agreement does not create any third-party beneficiary rights.</p>\n<p>No Waiver.\n&nbsp;Other than as set forth in Section 5, the failure of either party to enforce any provision of the Agreement will not constitute a waiver.</p>\n<p>Severability.&nbsp.\nIf it turns out that a particular term of the Agreement is not enforceable, the balance of the Agreement will remain in full force and effect.</p>\n<p>Governing Law.\nVenue.&nbsp.\nAll claims arising out of or relating to this Agreement or the Services will be governed by California law, excluding California’s conflict of laws rules, and will be litigated exclusively in the federal or state courts of Santa Clara County, California, USA, and you and PrintFriendly consent to personal jurisdiction in those courts.</p>\n<p>Force Majeure.&nbsp.\nNeither party will be liable for inadequate performance to the extent caused by a condition (for example, natural disaster, act of war or terrorism, riot, labor condition, governmental action, and Internet disturbance) that was beyond the party’s reasonable control.</p>\n14.&nbsp;Purchase and Payment Pricing\n<p>If you agree to a subscription price, that will remain your price for the duration of the payment term.\nhowever, prices are subject to change at the end of a payment term.</p>\nBilling Schedule.\nRefund Policy <strong>Monthly Subscriptions - No Refunds</strong>\n<p>The service is billed in advance and is non-refundable.\nThere are no refunds or credits for partial month of service, downgrade refunds.\nhowever if purchased directly through PrintFriendly.com, the service will remain active for the length of the paid billing period (Purchases through PayPal do not remain active for the length of billing period.).</p>\n<strong>Annual Subscriptions </strong>\n<p>The service is billed in advance and we allow a 14 day grace period for annual subscriptions to 1) Cancel Service 2) Request refund within 14 days.\nTo receive a refund you must cancel service and request refund by contacting customer support within 14 days.\nNo refunds will be given after the 14 day grace period, no exemptions.</p> Upgrades and Changes\n<p> We will immediately bill you when you upgrade from the free service to any paying service.\nIf you change from a monthly billing plan to a yearly billing plan, you will be immediately billed for a full year and any remaining time from your monthly subscription will be added.\nIf you upgrade to a higher level of service, we will bill you for the upgraded plan immediately.\n</p>\n<ul>\n<li>Support</li>\n<li>About</li>\n<li>Privacy</li>\n<li>Terms</li>\n</ul>", "created_at": "2023-05-04 14:50:12.338071", "updated_at": "2023-05-04 14:51:05.044634"}], "points": [{"id": 32324, "title": "The service has a no refund policy", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:38:13.917287", "updated_at": "2023-07-11 06:30:36.442666", "quoteText": null, "case_id": 162, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32332, "title": "You are not being tracked", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:40:22.658794", "updated_at": "2023-05-04 15:52:15.3376", "quoteText": null, "case_id": 218, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32331, "title": "Third-party cookies are used for advertising", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:40:13.472675", "updated_at": "2023-07-11 06:30:36.532702", "quoteText": null, "case_id": 128, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32318, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:33:31.717243", "updated_at": "2023-07-11 06:30:35.257504", "quoteText": null, "case_id": 286, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32330, "title": "This service may collect, use, and share location data", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:39:55.495252", "updated_at": "2023-07-11 06:30:35.510057", "quoteText": null, "case_id": 373, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32333, "title": "Information is provided about what kind of information they collect", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:41:02.237501", "updated_at": "2023-07-11 06:30:35.592058", "quoteText": null, "case_id": 228, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32339, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:47:20.771207", "updated_at": "2023-07-11 06:30:35.674763", "quoteText": null, "case_id": 210, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32340, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:47:32.465033", "updated_at": "2023-07-11 06:30:35.754001", "quoteText": null, "case_id": 187, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32321, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:34:39.371202", "updated_at": "2023-07-11 06:30:35.836166", "quoteText": null, "case_id": 149, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32316, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:32:42.201964", "updated_at": "2023-07-11 06:30:35.920087", "quoteText": null, "case_id": 121, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32322, "title": "You cannot distribute or disclose your account to third parties", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:37:00.437945", "updated_at": "2023-07-11 06:30:36.009489", "quoteText": null, "case_id": 229, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32314, "title": "You agree not to use the service for illegal purposes", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:31:55.777488", "updated_at": "2023-07-11 06:30:36.098287", "quoteText": null, "case_id": 280, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32320, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:34:18.413652", "updated_at": "2023-07-11 06:30:36.181169", "quoteText": null, "case_id": 293, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32312, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:30:56.011396", "updated_at": "2023-08-30 10:31:18.985548", "quoteText": null, "case_id": 284, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32328, "title": "You can access most of the pages on the service's website without revealing any personal information", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:39:34.223031", "updated_at": "2023-09-04 23:05:31.836044", "quoteText": null, "case_id": 298, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32335, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:42:39.436541", "updated_at": "2023-07-11 06:30:35.166239", "quoteText": null, "case_id": 374, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32327, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:39:16.605205", "updated_at": "2023-07-11 06:30:35.352207", "quoteText": null, "case_id": 481, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32337, "title": "Third-party cookies are used for statistics", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:46:26.745947", "updated_at": "2023-07-11 06:30:35.43051", "quoteText": null, "case_id": 325, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32338, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:47:09.116789", "updated_at": "2023-07-11 06:30:36.613735", "quoteText": null, "case_id": 188, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32336, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:45:06.565733", "updated_at": "2023-07-11 06:30:36.694326", "quoteText": null, "case_id": 323, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32315, "title": "You have the right to leave this service at any time", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:32:13.607534", "updated_at": "2023-07-11 06:30:36.864565", "quoteText": null, "case_id": 170, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32343, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:50:31.491287", "updated_at": "2023-07-11 06:30:36.943934", "quoteText": null, "case_id": 243, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32341, "title": "Your Personal data may be sold unless you're Californian and you opt out", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:47:44.905596", "updated_at": "2023-07-11 06:30:37.022124", "quoteText": null, "case_id": 396, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32319, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:33:51.006155", "updated_at": "2023-07-11 06:30:37.098212", "quoteText": null, "case_id": 290, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32317, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:33:16.770975", "updated_at": "2023-07-11 06:30:37.178768", "quoteText": null, "case_id": 146, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32325, "title": "You aren’t forced into binding arbitration in case of disputes", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:38:35.382724", "updated_at": "2023-07-11 06:30:37.262083", "quoteText": null, "case_id": 335, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32344, "title": "Promises will be kept after a merger or acquisition", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:50:42.327451", "updated_at": "2023-07-11 06:30:37.365448", "quoteText": null, "case_id": 321, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32326, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:39:09.393755", "updated_at": "2023-07-11 06:30:36.360034", "quoteText": null, "case_id": 482, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32347, "title": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:56:15.674162", "updated_at": "2023-07-11 06:30:37.550274", "quoteText": null, "case_id": 277, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32346, "title": "You can opt out of targeted advertising", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:51:25.819477", "updated_at": "2023-07-11 06:30:37.457721", "quoteText": null, "case_id": 219, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32323, "title": "The court of law governing the terms is in California, USA", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:37:23.644729", "updated_at": "2023-07-11 06:32:46.754183", "quoteText": null, "case_id": 163, "document_id": 15916, "quoteStart": null, "quoteEnd": null}, {"id": 32345, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:51:11.311328", "updated_at": "2023-07-11 06:32:49.002602", "quoteText": null, "case_id": 220, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32342, "title": "The service will only respond to government requests that are reasonable", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:48:14.585473", "updated_at": "2023-07-11 06:30:36.780585", "quoteText": null, "case_id": 393, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32329, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:39:45.965078", "updated_at": "2023-07-11 06:32:48.4039", "quoteText": null, "case_id": 399, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32334, "title": "[Pro account] Logs are deleted after a finite period of time", "source": "https://www.printfriendly.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:41:32.635137", "updated_at": "2023-07-11 06:32:49.084817", "quoteText": null, "case_id": 177, "document_id": 15915, "quoteStart": null, "quoteEnd": null}, {"id": 32313, "title": "Copyright license limited for the purposes of that same service ", "source": "https://www.printfriendly.com/terms", "status": "Generated through the annotate view", "created_at": "2023-05-04 15:31:30.843629", "updated_at": "2023-09-17 19:18:48.454463", "quoteText": null, "case_id": 135, "document_id": 15916, "quoteStart": null, "quoteEnd": null}], "urls": ["printfriendly.com"]}}