{"error": 448, "message": "OK", "parameters": {"id": 6854, "name": "Weather Extension", "created_at": "2022-11-14 05:50:15.123018", "updated_at": "2022-11-14 23:01:09.440038", "wikipedia": null, "keywords": null, "related": null, "slug": "weather-extension", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6854.png", "url": "weatherextension.com", "documents": [{"id": 12552, "name": "Terms", "url": "https://weatherextension.com/terms", "xpath": "//body", "text": " Weather Disclaimer\n1.\nAcceptance of our Terms\n<p>\nBy visiting the website Weather, viewing, accessing or otherwise using any of the services or information created, collected, compiled or submitted to\nWeather , you agree to be bound by the following Terms and Conditions of Service.\nIf you\ndo not want to be bound by our Terms your only option is not to visit, view or otherwise use the services of Weather .\nYou understand, agree and\nacknowledge that these Terms constitute a legally binding agreement between you and Weather\nand that your use of Weather shall indicate your conclusive acceptance of this agreement.\n</p>\n2.\nProvision of Services\n<p>\nYou agree and acknowledge that Weather is entitled to modify, improve or discontinue any of its services at its sole discretion and without notice to you\neven if it may result in you being prevented from accessing any information contained in it.\nFurthermore, you agree and acknowledge that Weather is entitled to provide services to you through subsidiaries or affiliated entities.\n</p>\n3.\nProprietary Rights\n<p>\nYou acknowledge and agree that Weather may contain proprietary and confidential information including trademarks, service marks and patents protected by\nintellectual property laws and international intellectual property treaties.\nWeather authorizes\nyou to view and make a single copy of portions of its content for offline, personal, non-commercial use.\nOur content may not be sold, reproduced, or distributed without our written\npermission.\nAny third-party trademarks, service marks\nand logos are the property of their respective owners.\nAny further rights not specifically granted herein are reserved.\n</p>\n4.\nSubmitted Content\n<p>\nWhen you submit content to Weather you simultaneously grant Weather an irrevocable, worldwide, royalty free license to\npublish, display, modify, distribute and syndicate your content worldwide.\nYou confirm and warrant that you have the required\nauthority to grant the above license to Weather .\n</p>\n5.\nTermination of Agreement\n<p>\nThe Terms of this agreement will continue to apply in perpetuity until terminated by either party without notice at any time for any reason.\nTerms that are to continue in perpetuity\nshall be unaffected by the termination of this agreement.\n</p>\n6.\nDisclaimer of Warranties\n<p>\nYou understand and agree that your use of Weather is entirely at your own risk and that our services are provided \"As Is\" and \"As Available\".\nWeather does not make any express or implied warranties, endorsements or representations whatsoever\nas to the operation of the Weather website, information, content, materials, or products.\nThis shall include, but not be limited to, implied warranties of\nmerchantability and fitness for a particular purpose and non-infringement,\nand warranties that access to or use of the service will be uninterrupted or error-free or that defects in the service will be corrected.\n</p>\n7.\nLimitation of Liability\n<p>\nYou understand and agree that Weather and any of its subsidiaries or affiliates shall in no event be liable for any direct, indirect, incidental,\nconsequential, or exemplary damages.\nThis shall include, but not be limited to damages for loss of\nprofits, business interruption, business reputation or goodwill, loss of programs or information or other intangible loss arising out of the use of or the inability to use the service,\nor information, or any permanent or temporary cessation\nof such service or access to information, or the deletion or corruption of any content or information, or the failure to store any content or information.\nThe above limitation shall\napply whether or not Weather has been advised of\nor should have been aware of the possibility of such damages.\nIn jurisdictions where the exclusion or limitation of liability for consequential or incidental damages is not allowed the\nliability of Weather is limited to the greatest\nextent permitted by law.\n</p>\n8.\nExternal Content\n<p>\nWeather may include hyperlinks to third-party content, advertising or websites.\nYou acknowledge and agree that Weather is not\nresponsible for and does not endorse any advertising, products or resource available from such resources or websites.\n</p>\n9.\nJurisdiction\n<p>\nYou expressly understand and agree to submit to the personal and exclusive jurisdiction of the courts of the country, state, province or territory determined solely by\nWeather to resolve any legal matter arising from this agreement or related to\nyour use of Weather .\nIf the court of law having jurisdiction, rules that any provision of the agreement is invalid, then that provision will be removed\nfrom the Terms and the remaining Terms will continue to be valid.\n</p>\n10.\nEntire Agreement\n<p>\nYou understand and agree that the above Terms constitute the entire general agreement between you and Weather .\nYou may be subject to additional Terms and\nconditions when you use, purchase or access other services, affiliate services or third-party\ncontent or material.\n</p>\n11.\nAffiliate\n<p>\nWeather is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for us to earn fees by\nlinking to Amazon.com and affiliated sites.\n</p>\n12.\nChanges to the Terms\n<p>\nWeather reserves the right to modify these Terms from time to time at our sole discretion and without any notice.\nChanges to our Terms become effective on\nthe date they are posted and your continued use of Weather after any changes to Terms\nwill signify your agreement to be bound by them.\n</p>\n<p> If you have any questions, please contact us using our details below:</p>\n<ul>\n<li>\nWeather Extension\n</li>\n<li>\nEmail - support@weatherextension.com\n</li>\n</ul> Weather in Your Browser Get\nWeather - It's Free Get\nWeather - It's Free Get\nWeather - It's Free <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Supports Chrome, Firefox, Opera, and Edge!</p> ", "created_at": "2022-11-14 05:50:15.128235", "updated_at": "2022-11-14 04:51:27.212759"}, {"id": 12551, "name": "Privacy Policy", "url": "https://weatherextension.com/privacy", "xpath": "//body", "text": " Weather Privacy Policy\n<p>This privacy policy (\"policy\") will help you understand how Weather (\"us\", \"we\", \"our\") uses and protects the data you provide to us when you visit and use\nWeather (\"website\", \"extension\").</p>\n<p>We reserve the right to change this policy at any given time, of which you will be promptly updated.\nIf you want to make sure that you are up to date with the latest changes, we advise\nyou to frequently visit this page.</p>\nWhat User Data We Collect\n<p>When you visit the website, we may collect the following data:</p>\n<ul>\n<li>Your IP address.</li>\n<li>Your contact information and email address.</li>\n<li>Your location data.</li>\n</ul>\nWe are collecting your data for several reasons:\n<ul>\n<li>To provide accurate weather forecast.</li>\n<li>To improve our services and products.</li>\n<li>Safeguarding and Securing the Data</li>\n</ul>\n<p>Weather extension collects location data to display the weather.\nThis information is only used for this purpose.\nWhen the extension is uninstalled, all user\ndata is deleted.</p>\n<p>Weather extension is committed to securing your data and keeping it confidential.\nWeather has done all in its power to prevent\ndata theft,\nunauthorized access, and disclosure by implementing the latest technologies and software, which help us safeguard all the information we collect online.</p>\nLinks to Other Websites\n<p>Our website/extension contains links that lead to other websites.\nIf you click on these links Weather is not held responsible for your data and privacy\nprotection.\nVisiting those websites is\nnot governed by this privacy policy agreement.\nMake sure to read the privacy policy documentation of the website you go to from our website.</p>\nExternal Services\n<p> Services that may have access to your data: WeatherExtension.com, Darksky.com, Weather.com and Openstreetmap.org</p>\n<p> If you have any questions, please contact us using our details below:</p>\n<ul>\n<li>\nWeather Extension\n</li>\n<li>\nEmail - support@weatherextension.com\n</li>\n</ul> Weather in Your Browser Get\nWeather - It's Free Get\nWeather - It's Free Get\nWeather - It's Free <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Supports Chrome, Firefox, Opera, and Edge!</p> ", "created_at": "2022-11-14 05:50:15.125284", "updated_at": "2022-11-14 04:51:45.127497"}], "points": [], "urls": ["weatherextension.com"]}}