{"error": 448, "message": "OK", "parameters": {"id": 7535, "name": "SpamHound ", "created_at": "2023-03-13 21:17:55.59402", "updated_at": "2023-03-29 19:26:45.884335", "wikipedia": null, "keywords": null, "related": null, "slug": "spamhound", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7535.png", "url": "spamhoundapp.com", "documents": [{"id": 14500, "name": "Privacy Policy", "url": "https://spamhoundapp.com/privacy-policy.html", "xpath": "//body", "text": " SpamHound by Redwerk, Privacy Policy <p>SpamHound by Redwerk (“SpamHound” or “We”) values your privacy.\nBelow we describe the ways SpamHound interacts with the information that is processed in the app.\n</p> We do not collect your personal information <p> We do not collect such information as user id, username, and email.\n</p>\n<p> We do not view, collect, save or share your SMS messages.\nSpamHound has the access only to the text and content included in incoming SMS and MMS messages that you receive from senders that are not in your Contacts.\n</p>\n<p> After you have responded to a SMS or MMS message three times or have added the sender to your Contacts, SMS and MMS messages from that sender will no longer be sent to the filter provider.\n</p>\n<p> You may choose to disable a SMS spam filter at any time.\nTo do so, open Settings, tap Messages, tap Unknown and Spam, and remove the filter from the list.\n</p> Device information <p> We do not collect information from or about computers, phones, or other devices where you install or access our service.\n</p> How we protect your personal information <p> We take appropriate security measures (including physical, electronic and procedural measures) to help safeguard your personal information from unauthorized access and disclosure.\n</p> Sharing of your personal information <p> We will not sell or transfer your information to third party organizations.\n</p> Children’s Privacy <p> Our app is a general audience solution, and we do not knowingly collect personal information from children under the age of 13.\n</p> How to contact us <p> If you have any questions about this Privacy Policy or any kind of general question you can contact us using email.\n</p> Changes to our privacy policy <p> We can modify or update this Privacy Policy from time to time, so please review it periodically.\n</p> ", "created_at": "2023-03-13 21:17:55.625466", "updated_at": "2023-03-13 21:25:42.887426"}], "points": [], "urls": ["spamhoundapp.com"]}}