{"error": 448, "message": "OK", "parameters": {"id": 8280, "name": "2Cryptocalc", "created_at": "2023-05-14 02:07:19.054086", "updated_at": "2023-05-14 10:01:57.029171", "wikipedia": null, "keywords": null, "related": null, "slug": "2cryptocalc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8280.png", "url": "2cryptocalc.com", "documents": [{"id": 16069, "name": "Terms and Conditions", "url": "https://2cryptocalc.com/terms", "xpath": "//body", "text": "–Mining Profit CalculatorMining Software ComparisonGPU/ASIC Profitability RankingENRUTRESPTDEZHEN <b>\n</b>AUDBGNCADCHFCNYEURGBPHUFIDRINRJPYKRWMXNPLNRSDRUBTHBTRYUAHUSDVNDUSD<b>\n</b>We welcome you to participate in 2CryptoCalc.com project.\nIf you found some mistake in GPU hashrates or if you just want to refine some - please make a request on GitHub or write us in Telegram Chat.\nWe would be pleased to apply it.AboutPrivacy PolicyTerms of ServiceMining Calculator Comparison© 2019-2023, 2Cryptocalc.comTerms and ConditionsGeneral Terms of Service (\"GTS\") relating to the services provided on the website http://2cryptocalc.com (\"Website\")<p>The following terminology applies to these Terms and Conditions, Privacy Statement and any or all Agreements: \"Miner\", \"You\" and \"Your\" refers to you, the person accessing this website and accepting the calculator’s terms and conditions.\n\"The Calculator\", \"Calculator\", \"Ourselves\", \"We\" and \"Us\", refers to the mining calculator service.\nAny use of the above terminology or other words in the singular, plural, capitalisation and/or he/she or they, are taken as interchangeable and therefore as referring to same.</p>General Principles<p>By accessing and using the Services, you confirm that you have read these GTS and accept and agree to be bound by its provisions.\nAny factual participation in the Services will constitute such acceptance.\nIf you do not agree to abide by these GTS, you are not allowed to use the Services.</p>\n<p>By using the calculator you accept all possible risks related to experimental software usage.\nCalculator owner can't compensate any irreversible losses.</p>\n<p>In order to use the Services as defined below and operated via the Website, you must be at least twenty-one (21) years old.\nBy using the Services, you confirm to have reached the age of twenty-one (21).</p>Disclaimer - Exclusions and Limitations<p>The information on this website is provided on an \"as is\" basis.\nTo the fullest extent permitted by law, this Calculator: excludes all representations and warranties relating to this website and its contents or which is or may be provided by any affiliates or any other third party, including in relation to any inaccuracies or omissions in this website and/or the Calculator’s literature.\nand excludes all liability for damages arising out of or in connection with your use of this website.\nThis includes, without limitation, direct loss, loss of business or profits (whether or not the loss of such profits was foreseeable, arose in the normal course of things or you have advised the Calculator of the possibility of such potential loss), damage caused to your computer, computer software, systems and programs and the data thereon or any other direct or indirect, consequential and incidental damages.</p>\n<p>The uptime of the website is not guaranteed, maintenance and downtime may be required at times.</p>\n<p>As mining is an intensive task for the hardware of your computer (CPU, GPU), the process can cause high costs for electricity.\nThe Calculator is not responsible for any such charges.</p>Log Files<p>We use IP addresses to analyze trends, administer the site, track user actions, and gather broad demographic information for aggregate use.\nIP addresses are not linked to personally identifiable information.\nAdditionally, for systems administration, detecting usage patterns and troubleshooting purposes, our web servers automatically log standard access information including browser type, access times/open mail, URL requested, and referral URL.\nThis information is not shared with third parties and is used only within this Calculator on a need-to-know basis.\nAny individually identifiable information related to this data will never be used in any way different to that stated above without your explicit permission.</p>Force Majeure<p>In an event or circumstance which is beyond the control of Website, including but not limited to acts of Gods, riots, wars, floods, fires, explosion, strikes and other similar events, will not be held liable for any delay, failure or disruption to provide already committed services.</p>EnglishРусскийTürkçeEspañolPortuguêsDeutsch中文AUDBGNCADCHFCNYEURGBPHUFIDRINRJPYKRWMXNPLNRSDRUBTHBTRYUAHUSDVNDWe welcome you to participate in 2CryptoCalc.com project.\nIf you found some mistake in GPU hashrates or if you just want to refine some - please make a request on GitHub or write us in Telegram Chat.\nWe would be pleased to apply it.© 2019—2023, 2Cryptocalc.comAboutPrivacy PolicyTerms of ServiceMining Calculator Comparison ", "created_at": "2023-05-14 02:07:19.08538", "updated_at": "2023-05-14 02:07:59.756216"}, {"id": 16070, "name": "Privacy Policy", "url": "https://2cryptocalc.com/policy", "xpath": "//body", "text": "–Mining Profit CalculatorMining Software ComparisonGPU/ASIC Profitability RankingENRUTRESPTDEZHEN <b>\n</b>AUDBGNCADCHFCNYEURGBPHUFIDRINRJPYKRWMXNPLNRSDRUBTHBTRYUAHUSDVNDUSD<b>\n</b>We welcome you to participate in 2CryptoCalc.com project.\nIf you found some mistake in GPU hashrates or if you just want to refine some - please make a request on GitHub or write us in Telegram Chat.\nWe would be pleased to apply it.AboutPrivacy PolicyTerms of ServiceMining Calculator Comparison© 2019-2023, 2Cryptocalc.comPrivacy PolicyPrivacy Statement relating to the services provided on the website http://2cryptocalc.com (\"Website\")<p>By Using the Website, or otherwise providing personal information to Us, you signify your agreement to this Privacy Policy and you consent to Our using the personal information provided in accordance with this Privacy Policy.\nOur related Terms and Conditions set out the terms upon which we are willing to provide our services to you through the Website and otherwise.</p>\n<p>The following terminology applies to this Privacy Statement and any or all Agreements:</p>\n<p>\"Miner\", “You” and “Your” refers to you, the person accessing this website and accepting the 2CryptoCalc mining profit calculator terms and conditions.\n\"The Calculator\", \"Calculator\", “Ourselves”, “We” and \"Us\", refers to the mining profit calculator service.\nAny use of the above terminology or other words in the singular, plural, capitalisation and/or he/she or they, are taken as interchangeable and therefore as referring to same.</p>\n<p>WE INTEND TO USE YOUR PERSONAL INFORMATION PRIMARILY TO PROVIDE OUR SERVICES ONLY AND TO COMMUNICATE AND MARKET THESE AND FUTURE SERVICES AND PRODUCTS AND SERVICES OF OTHER BUSINESS PARTNERS THAT WE FEEL MAY BE OF INTEREST OF YOU.\nWE WILL NEVER SELL OR RENT YOUR PERSONAL INFORMATION TO UNRELATED THIRD PARTIES.</p>\n<p>We use IP addresses to analyze trends, administer the site, track user actions, and gather broad demographic information for aggregate use.\nIP addresses are not linked to personally identifiable information.\nAdditionally, for systems administration, detecting usage patterns and troubleshooting purposes, our web servers automatically log standard access information including browser type, access times/open mail, URL requested, and referral URL.\nThis information is not shared with third parties and is used only within this Calculator on a need-to-know basis.\nAny individually identifiable information related to this data will never be used in any way different to that stated above without your explicit permission.</p>\n<p>PLEASE NOTE: OUR PRIVACY POLICY CHANGES FROM TIME TO TIME AND CHANGES ARE EFFECTIVE UPON POSTING.\nPLEASE CHECK BACK FREQUENTLY FOR UPDATES AS IT IS YOUR SOLE RESPONSIBILITY TO BE AWARE OF CHANGES.</p>EnglishРусскийTürkçeEspañolPortuguêsDeutsch中文AUDBGNCADCHFCNYEURGBPHUFIDRINRJPYKRWMXNPLNRSDRUBTHBTRYUAHUSDVNDWe welcome you to participate in 2CryptoCalc.com project.\nIf you found some mistake in GPU hashrates or if you just want to refine some - please make a request on GitHub or write us in Telegram Chat.\nWe would be pleased to apply it.© 2019—2023, 2Cryptocalc.comAboutPrivacy PolicyTerms of ServiceMining Calculator Comparison ", "created_at": "2023-05-14 02:07:19.116026", "updated_at": "2023-05-14 02:08:12.611667"}], "points": [], "urls": ["2cryptocalc.com"]}}