{"error": 448, "message": "OK", "parameters": {"id": 7553, "name": "Ninja Kiwi", "created_at": "2023-03-14 23:01:53.919419", "updated_at": "2023-03-29 19:26:46.549011", "wikipedia": "https://en.wikipedia.org/wiki/Ninja_Kiwi", "keywords": null, "related": null, "slug": "ninja-kiwi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7553.png", "url": "ninjakiwi.com,nkstatic.com", "documents": [{"id": 14541, "name": "Privacy Policy ", "url": "https://static-api.nkstatic.com/appdocs/4/appdocs/privacy_iframe.html", "xpath": "//body", "text": "\nEnglish | Português Brasileiro\n<p>\n<strong>Ninja Kiwi Ltd Privacy Policy</strong>\n</p>\n<p>Last Update: September 14, 2022</p>\n<p>Hello and Welcome to Ninja Kiwi’s Privacy Policy!</p>\n<p>We are committed to making our games both fun and safe to use.\nIn general, our approach is to only collect anonymous data wherever possible and use as little personal data as is necessary to provide the best games and services.\nWe don’t gather or use anonymous data or any personal information to sell these to third parties for commercial purposes.\nwe only want to make our games more awesomer.</p>\n<p>Please take a moment and read this Privacy Policy.\nIt will help you understand how we process your personal data.\nDepending on the specific case it is possible that other privacy policies of ours may apply additionally, in which case we will inform you about this additional application (e.g., by referring to them).\nIf you have any questions regarding our use of your personal data, please feel free to contact us over the channels provided below.</p>\n<p>When you or your children or wards use Ninja Kiwi games and services, our Terms of Service and the terms of this Privacy Policy apply.\nYou or your children or wards should not use any Ninja Kiwi games or services unless you agree to this.</p>\n<p>When we refer to “you” in this Privacy Policy, we refer to you as data subject (see Sect.\nIII below for more details on what this means).\nIf you are interacting with us on behalf of others, please make sure all affected people receive the information stated in this Privacy Policy.</p> I.\nWho Are We?\n<p>If we speak of “we” or “us” in this Privacy Policy, we refer to ourselves as controller as defined below.\nOur contact details are:</p>\n<code>Ninja Kiwi Ltd.\nPO Box 26\nKumeu 0841\nNew Zealand\n</code>\n<p>Our group data protection officer (“DPO”) is</p>\n<code>Kat Small\nc/o Ninja Kiwi Europe Ltd.\nUnit 13 The Vision Building\n20 Greenmarket\nDundee, DD1 4QB\n</code>\n<p>Ninja Kiwi Europe Ltd.\nis also our representative in the EU and UK (Art.\n27 GDPR).</p>\n<p>You can reach out to us regarding any data protection matters by sending an email to privacy@ninjakiwi.com.</p> II.\nJoint Controllerships\n<p>\n<strong>What does joint controllership mean?</strong>\n</p>\n<p>We and our subsidiary, Ninja Kiwi Europe Ltd.\n(“Subsidiary”), cooperate closely together to provide our games and services.\nThis means that we and our Subsidiary jointly determine if and how personal data of yours is processed.\n</p>\n<p>Since we and our Subsidiary each are controllers of your data when doing so, the working relationship is called a joint controllership.\nOur Subsidiary is:</p>\n<code>Ninja Kiwi Ltd.\nPO Box 26\nKumeu 0841\nNew Zealand\n</code>\n<p>Our Subsidiary’s group data protection officer (“DPO”) is</p>\n<code>Kat Small\nc/o Ninja Kiwi Europe Ltd.\nUnit 13 The Vision Building\n20 Greenmarket\nDundee, DD1 4QB\n</code>\n<p>You can reach out to our Subsidiary regarding any data protection matters by sending an email to privacy@ninjakiwi.com and noting that you are addressing our Subsidiary.</p>\n<p>\n<strong>Is there a contract between us and our Subsidiary?</strong>\n</p>\n<p>Yes.\nWe and our Subsidiary have concluded a contract that legitimizes any data flows between us and our Subsidiary.\nIt contains rules for joint controllerships between us, especially which company is responsible for what when it comes to your personal data.\n</p>\n<p>\n<strong>In which cases do we process your data together with our Subsidiary and why?</strong>\n</p>\n<p>We cooperate with our Subsidiary and jointly process personal data with them in the following cases: </p>\n<ul>\n<li>We and our Subsidiary administer HR matters related to data subjects outside of the EU and process personal data related to this (e.g., regarding job applications, and performance reviews).\n</li>\n<li>We and our Subsidiary share IT services that are provided and administered by Ninja Kiwi Ltd.\nand through this process personal data such as personal data of yours when you play Ninja Kiwi games or use our services as well as personal data of employees of partners who cooperate with us and/or our Subsidiary.\n</li>\n<li>We and our Subsidiary jointly market Ninja Kiwi products and services.\nFor this purpose, we and our Subsidiary may process personal data, such as player data (e.g., your name when responding to a post of yours in our social media channels), as joint controllers.\nSuch data is managed separately.\nHowever, we and our Subsidiary may jointly decide whether and how personal data is used for marketing purposes.</li>\n<li>We and our Subsidiary may share the services of Ninja Kiwi’s external legal consultants (e.g., lawyers) for any legal questions and for administering and cooperating in intercompany matters.\nThrough this we and our Subsidiary may jointly process personal data such as names and other personal data provided in connection with a legal assessment or proceeding.</li>\n<li>We and our Subsidiary jointly handle data protection requests that you as data subject might send us (e.g., if you want to have your data deleted).\nThrough this we and our Subsidiary may jointly process personal data such as names and other personal data provided in connection with your request.</li>\n<li>We and our Subsidiary jointly process data required for playing our games (e.g., account data) and visiting out websites (e.g., IP addresses).</li>\n<li>We and our Subsidiary jointly process analytical data that one of us might collect within a game or on a website of ours to improve how our games and website work.</li>\n<li>We and our Subsidiary jointly process personal data required for purchases made in our online shop, e.g., to be able to send you your merch you bought.</li>\n</ul>\n<p>You can find further details on how we and our Subsidiary jointly process your data in the respective section below (see Section VII.\nthat gives specifics on how we use your data).</p>\n<p>\n<strong>Who is responsible for what?</strong>\n</p>\n<p>If not expressly stated otherwise in this Section, our Subsidiary is responsible for safeguarding your rights set out in this Privacy Policy, when processing your personal data.\nIn such case, our Subsidiary is your primary contact point for all requests you may have relating to data protection.\nYou can at any time of course also contact us to exercise your data subject rights.\nWe and our Subsidiary can assist each other to comply with our obligations of the UK GDPR that apply regarding you and will inform each other about matters of significance to a joint controllership.\nIrrespective of this, the UK GDPR grants you the possibility to exercise your rights in respect of and against each of the joint controllers.</p>\n<p>\n<strong>How is your data secured?</strong>\n</p>\n<p>We have implemented technical and organizational measures to ensure a level of security appropriate to the risk presented by the processing in accordance with Art.\n24 and 32 UK GDPR.</p>\n<p>\n<strong>What happens in a case of a personal data breach?</strong>\n</p>\n<p>In case of a personal data breach and if this breach is likely to result in a risk to your rights and freedoms, we will, with the assistance of our Subsidiary and without undue delay and, if possible, not later than 72 hours after having become aware of it, notify the data breach to the Information Commissioner’s Office (ICO) and/or if data of EU citizens is affected the competent supervisory authority of the EU.\nShould such a breach likely result in a high risk for your rights and freedoms, we or – where required by article 34 UK GDPR – our Subsidiary will inform you about the personal data breach without undue delay.</p>\n<p>\n<strong>Contact:</strong>\n</p>\n<p>If you want to exercise your rights afforded by UK GDPR regulations or if you have any questions for us regarding the processing, you can contact us via email: privacy@ninjakiwi.com</p>\n<p>Depending on your request, it is possible that our Subsidiary or we will forward your request to one another.\nshould this be necessary to help each other out to answer your request or to get directly in touch with you for this purpose.\nIn case of a forward of your request, we and our Subsidiary inform each other about the matter to the extent necessary for answering your request.</p> III.\nMeaning of Terms\n<p>Some terms we use in this Privacy Policy are defined by the UK General Data Protection Regulation (“UK GDPR”), a data protection law of the UK.\nWhen we refer to the UK GDPR we are referring to the General Data Protection Regulation of the European Union as well since both laws are very similar, unless we otherwise specify that we are referring to only one of them.</p>\n<p>Art.\n4 UK GDPR gives detailed definitions of terms which we also apply in this Privacy Policy.\nWe’d like to explicitly mention the meanings of the following terms in simple words since they are used quite often throughout this Privacy Policy.\nCheck out Art.\n4 UK GDPR for the detailed definitions:</p>\n<ul>\n<li>‘personal data’ means any information relating to a person that can be identified or could be identified through an identifier (‘data subject’).\n‘processing’ means using your personal data (e.g., collecting, storing, sharing or deleting it);</li>\n<li>‘controller’ means the person, company or other body that decides if and how your personal data is being processed;</li>\n<li>‘processor’ means a person, company or other body that processes personal data on behalf of the controller according to the controller’s instructions.</li>\n</ul> IV.\nLegal Basis\n<p>As a controller we need a legal basis to be allowed to process your personal data.\nIf:</p>\n<ul>\n<li>you have given us your consent to process your personal data, this forms a legal basis according to Art.\n6 para.\n1 let.\na) UK GDPR;</li>\n<li>you have given us your consent to process special categories of personal data (e.g.\ndata concerning health) for one or more specified purposes, and such consent is possible according to applicable law, this forms a legal basis according to Art.\n9 para.\n2 let.\na) UK GDPR;</li>\n<li>processing your personal data is necessary for the performance of a contract between you and us or in order to take steps at your request prior to entering into a contract, the legal basis for this is Art.\n6 para.\n1 let.\nb) UK GDPR;</li>\n<li>processing your personal data is necessary for compliance with a legal obligation to which we are subject, the legal basis for this is Art.\n6 para.\n1 let.\nc) UK GDPR;</li>\n<li>processing your personal data is necessary because we or a third party have a legitimate interest to do so and such legitimate interests are not outweighed by your interests or fundamental rights and freedoms, the legal basis for this is Art.\n6 para.\n1 let.\nf) UK GDPR.</li>\n</ul> V.\nYour Rights\n<p>Under the UK GDPR you have the following rights when we process your personal data:</p>\n<ul>\n<li>Right of information: You can ask us to let you know what we are doing with your data, e.g., why we collect it, or for how long we keep it (Art.\n13 and 14 UK GDPR).</li>\n<li>Right of access: You can at any time ask us to confirm as to whether or not we are processing your personal data and, if this should be the case, access to the personal data (Art.\n15 UK GDPR).</li>\n<li>Right to rectification: If you find that personal data that we process about you is inaccurate, you can ask us to correct it (Art.\n16 UK GDPR).</li>\n<li>Right to erasure (“right to be forgotten”): Under certain circumstances, e.g., if you have objected to us using your data or if you have withdrawn your consent, you can ask us to delete your personal data.\nThere are certain exceptions to this, e.g., if this would contradict other people’s free speech or if we have a legal obligation for which we need the data (Art.\n17 UK GDPR).</li>\n<li>Right to restriction: Under certain circumstances, e.g., if your personal data we store isn’t accurate or you have objected to us using your personal data, you have the right to request that we restrict the processing of your personal data until a solution has been found (Art.\n18 UK GDPR).</li>\n<li>Right to data portability: Under certain circumstances you can receive your personal data you have provided us in a structured, commonly used and machine-readable format and you can transfer this data to another controller (Art.\n20 UK GDPR).</li>\n<li>Right to object: Under certain circumstances, e.g., if we base the use of your personal data on a legitimate interest, you have the right to object to us using your data.\nIf we don’t have an overriding interest to keep using your data, we will stop using it (Art.\n21 UK GDPR).\n</li>\n<li>Right to lodge a complaint: You can always send a complaint regarding our processing of your personal data to a data protection supervisory authority (Art.\n77 UK GDPR).\n-Right to withdraw consent: If you have granted us your consent for us to process your personal data, you have the right to withdraw your consent at any time with effect for the future (Art.\n7 para.\n3 UK GDPR).\n</li>\n<li>Right to not be subject to a decision based solely on automated processing: You have the right not to be subject to a decision based solely on automated processing which produces legal effects for you or similarly significantly affects you (Art.\n22 para 1 UK GDPR).\nWe do not make automated decisions by processing your personal data (e.g., profiling you).</li>\n</ul> VI.\nRecipients / Categories of Recipients\n<p>The personal data we process can also be either processed by other parties on our behalf and according to our instructions by processors or shared with and processed by other controllers.\nWhen data is processed according to this Privacy Policy, it is principally done so by employees and freelancers of ours that are responsible for the specific matter the data is required for.</p>\n<p>The following list gives you an overview of the main providers of tools and services we use and who might be recipients of your data:</p>\n<p>\n<strong>Office tools (Workspace, formerly GSuite), advertising and analytics tools</strong>\n</p>\n<code>Google Ireland Limited, register number 368047, Gordon House, Barrow Street, Dublin 4, Ireland (“Google Ireland”) </code>\n<p>and</p>\n<code>Google LLC, 1600, Amphitheatre Parkway Mountain View, CA 94043 USA (both together: “Google”)\n</code>\n<p>and</p>\n<code>Twilio Ireland Limited, 25 – 28 North Wall Quay, Dublin 1 Ireland (“Twilio SendGrid”)\n</code>\n<p>\n<strong>Social media platforms and direct messaging:</strong>\n</p>\n<code>Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Ireland (“Facebook”)\n</code>\n<p>and</p>\n<code>Twitter International Company, One Cumberland Place, Fenian Street, Dublin 2, D02 AX07 Ireland (“Twitter”)\n</code>\n<p>and</p>\n<code>Discord, 444 De Haro Street Suite 200 San Francisco, CA 94107 United States (“Discord”)\n</code>\n<p>\n<strong>Customer support tools:</strong>\n</p>\n<code>Zendesk, Inc., 1019 Market Street, San Francisco, CA 94103 USA (“Zendesk”)\n</code>\n<p>\n<strong>Host providers:</strong>\n</p>\n<code>Amazon Web Services, Level 20, Pricewaterhousecoopers Tower, 188 Quay Street Auckland, Auckland, 1010 New Zealand (“AWS”)\n</code>\n<p>and</p>\n<code>OVHCloud, Becket House, 1 Lambeth Palace Road, London SE1 7EU, UK (“OVH”)\n</code>\n<p>and</p>\n<code>Cloudflare, Inc.,\n101 Townsend Street\n, San Francisco,\nCA 94107 USA (“Cloudflare”)\n</code>\n<p>\n<strong>Messaging software:</strong>\n</p>\n<code>Slack Technologies, Inc.,\n500 Howard Street, San Francisco, CA 94105 USA (“Slack”)\n</code>\n<p>\n<strong>Shop Tools:</strong>\n</p>\n<code>Shopify Inc., 150 Elgin Street, Suite 800, Ottawa, ON, K2P 1L4 Canada\n</code>\n<p>and</p>\n<code>Shopify International Ltd., Victoria Buildings, 2.\nEtage 1-2 Haddington Road, Dublin 4, D04 XN32, Ireland (both together: “Shopify”)\n</code>\n<p>\n<strong>Video and photo platforms:</strong>\n</p>\n<code>Google Ireland (YouTube)\n</code>\n<p>and</p>\n<code>Twitch Interactive, Inc., 350 Bush Street, 2nd Floor, San Francisco, CA 94104 (“Twitch”)\n</code>\n<p>\n<strong>Login Providers:</strong>\n</p>\n<code>Facebook\n</code>\n<p>and</p>\n<code>Apple Inc., 1 Infinite Loop, Cupertino, CA 95014 USA (“Apple”)\n</code>\n<p>and</p>\n<code>Twitch\n</code>\n<p>and</p>\n<code>Valve Corporation (Steam), 10900 NE 4th St, Unit 500, Bellevue, WA 98004, United States\n</code>\n<p>and</p>\n<code>Google (Ireland)\n</code>\n<p>and</p>\n<code>Amazon Media EU S.a.r.l., 38 Avenue John F.\nKennedy, L-1855 Luxembourg (“Game Circle”)\n</code>\n<p>Some of these recipients are established outside of the European Union.\nPrincipally, there are two possible safeguards we rely on when we share your personal data with these recipients:</p>\n<ul>\n<li>If a recipient is located in a country for which the European Commission (“EU Commission”) has found it ok to send personal data to, since that country provides an adequate level of data protection, we rely on this so-called adequacy decision by the EU Commission.</li>\n<li>If a recipient is not located in a country with an adequate level of data protection according to the EU Commission, we have concluded a special contract with this recipient in which we agree on rules to make sure the recipient takes adequate care of your personal data.\nThis contract is called the EU Standard Contractual Clauses and was developed by the EU Commission.</li>\n</ul>\n<p>Since we are located in New Zealand, any data that is transferred to us from our Subsidiary is transferred to a country that is recognized by the EU Commission as a country that provides an adequate level of data protection.\nAny data that is transferred by us to our Subsidiary in the UK is transferred to a country that provides an adequate level of data protection according to the EU Commission.</p>\n<p>Apart from this, the following categories of recipients process data either on our behalf or with us as joint controllers or as individual controllers: financial and IT services.\nmedia.\nsocial media platforms.\nwebsite analytics providers.\nmessaging systems.\ngameplay analytics.\n</p>\n<p>You can find further information on which recipients and categories of recipients are involved in the processing of personal data under Section VII.\n</p> VII.\nGeneral Data Processing\n<p>In the following we’d like to inform you about how we process your personal data.\nThese are the general processing activities that can apply when you interact with us.\nEvery processing activity is broken down into 5 parts: </p>\n<p>(a.) What: What data is processed?<br>\n(b.) Who: Who receives the data?<br>\n(c.) Why: For what purpose is the data processed?<br>\n(d.) Legal Basis: What law allows us to process the data?<br>\n(e.) How Long: How long do we keep the data? </p>\n1.\nCommunicating With You\n<p>\n<strong>a.\nWhat</strong>\n</p>\n<p>If we communicate with you via email, mail, or telephone, we process all personal data you disclose to us during our conversation (e.g., you name, email address, the reason why you are contacting us etc.).</p>\n<p>Apart from this, it is also possible that we use other online messaging systems to communicate with you, if you wish to contact us over these channels.\nPlease note that if you wish to contact us via such messaging systems, it is possible that the respective companies that offer these communication services may also process your personal data and that regarding this their privacy policies apply.\nWe have no influence over such data processing by third parties.\nFor further information on how these services process your personal data, please view their privacy policies.</p>\n<p>\n<strong>b.\nWho</strong>\n</p>\n<p>Recipients of the processed personal data are the respective internal employees and freelancers of ours that are responsible for pursuing our purposes for the processing (e.g., someone from a department that you are contacting with a request).\nPossible further recipients: the providers of the respective messaging systems.\nFacebook, Twitter, Discord, Zendesk</p>\n<p>Depending on the specific topic of the conversation as well as the circumstances (e.g., a certain game you’re playing) it is possible that our Subsidiary jointly processes personal data with us according to Sect.II.</p>\n<p>\n<strong>c.\nWhy</strong>\n</p>\n<p>Depending on the specific conversation with you, the personal data can either be processed in order to take steps at your request prior to entering into a contract with us or to perform a contract you have concluded with us.\nAlso, the processing can be necessary for us to comply with legal documentation obligations.\nAlso, the processing can be necessary for the purposes of our legitimate interest to respond to mails and calls of yours when you contact us and are not our contractual partner as well as to have proof regarding substantial content of our conversation, including but not limited to cases of potential legal claims on our or your side.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for processing the personal data in order to take steps at your request prior to entering into a contract with us or to perform a contract you have concluded with us is Art.\n6 para.\n1 let.\nb) UK GDPR.\nThe legal basis for processing the data for compliance with our legal obligations is Art.\n6 para.\n1 let.\nc) UK GDPR.\nThe legal basis for processing the data due to our legitimate interest is Art.\n6 para.\n1 let.\nf) UK GDPR.</p>\n<p>\n<strong>e.\nHow long</strong>\n</p>\n<p>The data is stored at least for the time until our contract with you is fully performed.\nIf the data has been stored in order to take steps at your request prior to entering into a contract with us, we will store the data for as long as reasons objectively exist to believe that the respective conversation will be continued within the foreseeable future.\nAny other data will be retained for a period of five years starting with the end of the year in which we received the communications.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n2.\nVisiting our Websites\n<p>\n<strong>a.\nWhat</strong>\n</p>\n<p>When you visit our website, we process personal data of yours, such as your IP-address, the time of your visit, what browser type you use, country of origin, if applicable, also the website from where you were referred to our website.</p>\n<p>\n<strong>b.\nWho</strong>\n</p>\n<p>Recipients of the processed personal data are the respective internal employees and freelancers of ours that are responsible for pursuing our purposes for the processing.\nPossible further recipients: IT service providers and host providers, especially Amazon Web Services and CloudFlare.</p>\n<p>Depending on the specific case, it is possible that our Subsidiary jointly processes personal data with us according to Sect.\nII.</p>\n<p>\n<strong>c.\nWhy</strong>\n</p>\n<p>We process this data to display the website correctly in your browser, so you are able to make use of the full functionality of the services and the website content.\nWe also process the data for troubleshooting, should the website not work correctly as well as for security purposes (e.g.\nto prevent malicious attacks on our website).\nThese are legitimate interests of ours.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for processing the data is Art.\n6 para.\n1 let.\nf) UK GDPR.</p>\n<p>\n<strong>e.\nHow long</strong>\n</p>\n<p>The data is stored for as long as our legitimate interest is given.\nFor this, the data is stored for the time that we reasonably need to ensure our systems have not been subject to malicious use and to be able to effectively respond to any potential bugs or other malfunctions of the website.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n3.\nNinja Kiwi Website Registration\n<p>\n<strong>a.\nWhat</strong>\n</p>\n<p>Registration for ninjakiwi.com is exclusively for the website and does not apply to mobile games or forums, which are separate registrations.\nRegistration asks for username, email, and password or for 3rd party login via Facebook or Google.\nPlayers under the age of 16 in the EU or under the age of 13 in all other territories are directed specifically to use parent or guardian emails.\n</p>\n<p>Your Ninja Kiwi Website profile will have multiple stats stored on our servers which are based on your web game performance and actions.\nFor example, profile level, coins earnt, clan chosen, etc.</p>\n<p>\n<strong>b.\nWho</strong>\n</p>\n<p>Recipients of the processed personal data are the respective employees and freelancers of ours that are responsible for processing the data.\nPossible further recipients: IT service providers and host providers.</p>\n<p>Depending on the specific case, it is possible that our Subsidiary jointly processes personal data with us according to Sect.\nII.</p>\n<p>\n<strong>c.\nWhy</strong>\n</p>\n<p>While you do not need to register to play many of the games on ninjakiwi.com, several games or game features will not work without a successfully registered account, since they are online multiplayer or online coop games with the key feature of playing with or against other players.\nAlso, we cannot provide effective customer support for game progress in such games without a successfully registered account.</p>\n<p>We might email all registered players in the case of legal notices or major company news.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for processing the data is to enter into or perform a contract we concluded with you is Art.\n6 para.\n1 let.\nb) UK GDPR.</p>\n<p>\n<strong>e.\nHow long</strong>\n</p>\n<p>Your account data is stored for as long as you maintain your account which can be closed anytime at your request, or it will be deleted automatically after 6 years of inactivity.\nIf possible, we will notify you one week before we delete your inactive account to give you the possibility to keep your account if you wish.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n4.\nNinja Kiwi Account Registration\n<p>\n<strong>a.\nWhat</strong>\n</p>\n<p>When you register for a Ninja Kiwi account, this account can be used across most Ninja Kiwi games but does not provide registration to ninjakiwi.com or forums.\nYou may provide us with an email that we use as a unique identifier for your account or choose a 3rd party login like Facebook, Apple, Google, Steam, Twitch, or Gamecenter.</p>\n<p>If you are under the age of 16 in the European Union or under the age of 13 in all other territories, you are allowed to register for Ninja Kiwi accounts, but you cannot supply any personally identifiable information (e.g., no email address or name) and are instead generated: A random non-editable player name,\na randomly assigned unique long and short code, and\na randomly assigned unique recovery code.\n</p>\n<p>For games with social guilds such as Clans, , parties, or teams, you must identify your age before you join a Clan, party, or team in these games, and you are then excluded from sending, receiving, or reading any chat messages - chat is completely disabled.\nInstead of simply excluding underage players from the game or from participating in social guilds, we choose this approach as it allows underage players to participate in the fun of social guild play and be part of a team, but without risking personal data sharing.\n</p>\n<p>If you are 16 and over in the EU and 13 and over elsewhere, you can use the chat functionality.\nFor this functionality we process the information you enter into the chat.</p>\n<p>Please note that for some games, your leaderboard scores and player name may be publicly available to other players.</p>\n<p>\n<strong>b.\nWho</strong>\n</p>\n<p>Recipients of the processed personal data are the respective employees and freelancers of ours that are responsible for processing the data.\nPossible further recipients: IT service providers and host providers.</p>\n<p>Depending on the specific case, it is possible that our Subsidiary jointly processes personal data with us according to Sect.\nII.</p>\n<p>\n<strong>c.\nWhy</strong>\n</p>\n<p>The registration data is required so you can play the game as intended to allow you to contact support@ninjakiwi.com from that email, so that customer support can immediately validate the account ownership and offer assistance more quickly.</p>\n<p>If you are considered a minor, the randomly assigned nickname is required to identify you as a player for other players in the game, the short and long randomly assigned unique codes are required so we can make the game work and the randomly assigned recovery code can be used by you to get support from us.</p>\n<p>We might email all registered players in the case of legal notices or major company news, provided we have their email address.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for processing the data to enter into or perform a contract we concluded with you is Art.\n6 para.\n1 let.\nb) UK GDPR as well as Art.\n6 para.\n1 let.\nf) UK GDPR since it’s a legitimate interest of ours to provide you a game that works properly.</p>\n<p>\n<strong>e.\nHow long</strong>\n</p>\n<p>Your account data is stored for as long as you maintain your account which can be closed anytime at your request, or it will be deleted automatically after 6 years of inactivity.\nIf possible, we will notify you one week before we delete your inactive account to give you the possibility to keep your account if you wish.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n5.\nGame Data\n<p>\n<strong>a.\nWhat</strong>\n</p>\n<p>We track gameplay information about the way you play our mobile games, which includes game and player progress information that is essential for saving and protecting that progress.\nAnalytics track elements of the game you interact with most and least frequently, where you stop playing or play less, and other aspects of aggregating player progression through the game.\n</p>\n<p>For players aged 16 or older in the EU and aged 13 or older in all other territories, IP address, device type, OS type, time stamp, and other general device level information are accessed and stored on distributed, scalable servers.\nFor players under age 16 in the EU and under age 13 in all other territories, no personal data is stored.</p>\n<p>\n<strong>b.\nWho</strong>\n</p>\n<p>Recipients of the processed personal data are the respective employees and freelancers of ours that are responsible for processing the data.\nPossible further recipients: IT service providers and host providers.</p>\n<p>Depending on the specific case, it is possible that our Subsidiary jointly processes personal data with us according to Sect.\nII.</p>\n<p>\n<strong>c.\nWhy</strong>\n</p>\n<p>The data is used to fix bugs and help you out if you contact us to report technical issues as well as for anti-cheat purposes.\nWe also use gameplay information to identify the most engaging components of our game designs, so we can better concentrate our development work where players are having the most fun.\nThese are legitimate interests of ours and our players.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for processing data based on our legitimate interest is Art.\n6 para.\nlet.\nf) UK GDPR.</p>\n<p>\n<strong>e.\nHow long</strong>\n</p>\n<p>Your account data is stored for as long as you maintain your account which can be closed anytime at your request, or it will be closed automatically after 6 years of inactivity.\nIf possible, we will notify you one week before we delete your inactive account to give you the possibility to keep your account if you wish.\nIf you delete your account, analytics data will be kept under a random anonymous ID that cannot be linked to you after you have deleted your account.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n6.\nAdvertising\n<p>\n<strong>a.\nWhat</strong>\n</p>\n<p>Since some of our games are free to download and play, we display ads in many of these free games.\nThe advertising companies pay us for displaying the ads and this makes it possible for us to offer you the game free of charge.\nApart from this, we might also give you the possibility to watch an ad instead of paying for a feature that you otherwise would have to pay for in a game of ours.\nWhen displaying ads, we use third-party advertising companies to serve the ads in our games.\nThe third-party advertising companies may collect and use information (but not your name, address, email address, telephone number, or other personal data) about how you play our games.</p>\n<p>Non-personally identifiable information to manage and measure the delivery of advertising within that game can be collected, including the number of times the same advertisement is served and viewed.</p>\n<p>For players registered as under age 16 in the EU or under age 13 elsewhere, we use designated non-personal data ad calls that either do not send personal data (usually IP address) or encrypt that personal data so that we have no access to it.\nAd companies may use non-personally identifiable information (e.g., click stream information, browser type, time and date, heat maps, player behavior) when you play our games in order to provide ads about goods and services likely to be of greater interest to you.\nThese companies typically use a cookie or third-party beacon to collect this information.\nWe do not have access to this information or influence over third party ad network policies, barring our ability to discontinue their services.</p>\n<p>You can choose to agree or disagree with us sharing your personal data for displaying targeted ads depending on which platform you play our games:\niOS: Choose from the consent pop-up at the start of the game (if you haven’t already generally disabled tracking in your system settings).\nAndroid: Opt out of ad tracking by going to Settings &gt.\nAds &gt.\nOpt out of Ads Personalization\nFire OS: Opt out of ad tracking by going to Settings &gt.\nSecurity &amp.\nPrivacy &gt.\nAdvertising ID &gt.\nInterest-Based Ads</p>\n<p>If you would like more information about advertising practices and to know your choices about not having this information used by these companies, you can visit Google's Advertising and Privacy page or the Network Advertising Initiative.\nPlease understand that if you disable or block certain ad features, then other aspects of our mobile games may not work correctly.</p>\n<p>\n<strong>b.\nWho</strong>\n</p>\n<p>Recipients of the processed personal data are the respective employees and freelancers of ours that are responsible for pursuing our purposes for the processing.\nPossible further recipients: Ad Networks.</p>\n<p>Depending on the specific case, it is possible that another our Subsidiary jointly processes personal data with us according to Sect.\nII.</p>\n<p>\n<strong>c.\nWhy</strong>\n</p>\n<p>The data is processed by us to provide advertisements about goods and services of interest to you.\nWe offer our mobile games for free, so these ads allow us to continue making and updating top quality free games which is a legitimate interest of ours but also of yours if you want to play games for free.\nWithout displaying personalized ads, we would not make sufficient money to keep offering the games for free to you.\n</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for processing your personal data for personalised ads on iOS is your consent (Art.\n6 para.\n1 let.\na) UK GDPR).\nIf you are an Android player, the legal basis is our legitimate interest (Art.\n6 para.\n1 let.\nf) UK GPDR).</p>\n<p>\n<strong>e.\nHow long</strong>\n</p>\n<p>The data is stored for as long as you maintain your account which can be closed anytime at your request, or it will be closed automatically after 6 years of inactivity.\nIf possible, we will notify you one week before we delete your inactive account to give you the possibility to keep your account if you wish.\nIf you delete your account, analytics data will be kept under a random anonymous ID that cannot be linked to you after you have deleted your account.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.\n</p>\n7.\nFacebook, Apple, Google, Game Center, Twitch, Steam and Game Circle Logins\n<p>\n<strong>a.\nWhat</strong>\n</p>\n<p>When you register for Ninja Kiwi using Facebook, Apple, Google, Twitch, Steam, Game Center or Game Circle or share links through these services, Ninja Kiwi accesses data already provided to those login services.\nPlease check their privacy policies for details on how they share information when you make use of their login services.\nWe are only granted access to that information via the player-approved permissions necessary to use those games or services.\n</p>\n<p>\n<strong>b.\nWho</strong>\n</p>\n<p>Recipients of the processed personal data are the respective employees and freelancers of ours that are responsible for processing the data.\nPossible further recipients: the provider of the third-party login platform (Facebook, Twitter, Google (YouTube), etc.).</p>\n<p>\n<strong>c.\nWhy</strong>\n</p>\n<p>We use these services to simplify logins to our mobile and website logins and to connect players to their friends for co-operative and competitive play, and to compare scores and progress.\nWe use the respective platform standard versions of these services and only reference the username/email associated to associate with your saved data, scores, and game progress.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for processing data based on our legitimate interest is Art.\n6 para.\n1 let.\nf) UK GDPR.\n</p>\n<p>\n<strong>e.\nHow long</strong>\n</p>\n<p>Any data provided for login services will be retained for as long as the player account is active.\nOnce the player account has been deleted or the retention period of 6 years of inactivity has been reached the data will be deleted along with the player account data.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n8.\nSocial Media Presences\n<p>\n<strong>a.\nWhat</strong>\n</p>\n<p>We have presences on social media platforms such as Facebook, Instagram, Twitter, Discord, and Reddit that help us connect with our players and the most awesomer Ninja Kiwi community.</p>\n<p>When you interact with a social media presence of ours (e.g.\nyou comment a post of ours or write on our timeline), we process your name/nickname, profile picture and other personal data that your account may publicly display as well as personal data that you provide e.g.\nin a comment or post of yours.\nThis Privacy Policy applies only to Ninja Kiwi.\nPlease be aware that when you use social media platforms the providers of such platforms process your personal data as well and their privacy policy or terms of service of third parties apply.\nWe refer you to the respective terms and privacy policies for details on how they handle your data.</p>\n<p>\n<strong>b.\nWho</strong>\n</p>\n<p>Recipients of the processed personal data are the respective employees and freelancers of ours that are responsible for processing the data.\nPossible further recipients: the provider of the social media platform.</p>\n<p>\n<strong>c.\nWhy</strong>\n</p>\n<p>Your personal data is processed by us to effectively communicate with you within the social media platform (e.g.\nrespond to posts and comments).\nIf you apply as moderator, we require the data to be able to appropriately identify and assign you as such.\nThese are legitimate interests of ours.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for processing data based on our legitimate interest is Art.\n6 para.\n1 let.\nf) UK GDPR.</p>\n<p>\n<strong>e.\nHow long</strong>\n</p>\n<p>The data is stored for as long as we maintain the respective social media presence and you do not decide to delete your account or the respective post, comment or other interaction with us on the social media presence.\nIf you are a moderator, the data is stored for as long as you have this role.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n9.\nApplications (only Ninja Kiwi Europe Ltd.)\n<p>\n<strong>a.\nWhat</strong>\n</p>\n<p>Our Subsidiary processes the personal data you provide when applying for a job or to work together with it as a freelancer (e.g., your name, date of birth, address, etc.).</p>\n<p>\n<strong>b.\nWho</strong>\n</p>\n<p>Recipients of the processed personal data are the respective employees of our Subsidiary that are responsible for pursuing its purposes for the processing (e.g.\nHR employees, your potential line manager and management).\nPossible further recipients: Google (Workspace).</p>\n<p>Depending on the specific case, it is possible that we jointly process personal data with our Subsidiary according to Sect.\nII.</p>\n<p>\n<strong>c.\nWhy</strong>\n</p>\n<p>The data is processed to decide if a contract with you will be concluded or, if you already have a contract with our Subsidiary, to perform our obligations or terminate the contract.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for processing the personal data is Art.\n6 para.\n1 let.\nb) UK GDPR.</p>\n<p>\n<strong>e.\nHow long</strong>\n</p>\n<p>If we work together with you, your data is stored for the applicable statutory storage periods, at least for six years and one month starting at the end of the year in which your contract has ended.</p>\n<p>All job application data from applications that have been declined or reserved will be stored for up to six months after your application has been received.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n10.\nData Subject Requests\n<p>\n<strong>a.\nWhat</strong>\n</p>\n<p>When you contact us to make use of your data subject rights (see above), we process you name, email address and any additional information you provide us in your request.</p>\n<p>To make sure we can correctly identify you we may ask you to provide a copy of your passport or other identification document (“ID”).\nWhen you upload this information, we will process the personal data of yours stated on the ID, namely: your name, birth date, address and validity of the document.\nPlease make any other data on the copy of your ID-document unreadable (e.g.\nserial number of the document) before the upload and mark the document as copy (e.g.\nadd the imprint “copy” on it).</p>\n<p>We kindly ask you to only use the portal in which your ticket was created for you after addressing us over privacy@ninjakiwi.com to upload the ID.\nDocuments provided through any other channel are not accepted and will be deleted by us.</p>\n<p>\n<strong>b.\nWho</strong>\n</p>\n<p>Recipients of the processed personal data are the respective employees and freelancers of ours that are responsible for answering your request.\nPossible further recipients: Zendesk.\nOneTrust.</p>\n<p>Depending on the specific case, it is possible that our Subsidiary jointly processes personal data with us according to Sect.\nII.</p>\n<p>Only the designated employees of ours entrusted with privacy matters, and possibly employees that maintain our IT infrastructure, will view your ID.\nProcessors processing your data on our behalf are Zendesk.\nOneTrust.</p>\n<p>\n<strong>c.\nWhy</strong>\n</p>\n<p>The personal data of your request is processed for the purpose of answering your request – if necessary also with the help of other Ninja Kiwi companies or to answer such request for other Ninja Kiwi companies should it be directed at it – as well as the purpose of proving our compliance with the UK GDPR by helping you as data subject exercise your rights set out in the UK GDPR.\nThis is also a legitimate interest of ours.</p>\n<p>We process the ID data to verify your identity.\nThis is required to prevent cases of fraud committed by using false identities.\nWe have a legitimate interest in this purpose that outweighs a potential contrary interest of yours to not disclose this information, since we have a responsibility in protecting our players’ and partners’ personal data and since we will delete your ID promptly after we have verified your identity.\nThe ID will not be used for any other purposes.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for processing the data of your request and – if necessary – sharing this information with our Subsidiary is Art.\n6 para.\n1 let.\nc) in connection with Art.\n12 UK GDPR as well as Art.\n6 para let.\nf) UK GDPR.</p>\n<p>The legal basis for ID verifications is Art.\n6 para.\n1 let.\nf) UK GDPR.</p>\n<p>\n<strong>e.\nHow long</strong>\n</p>\n<p>The data of your request is stored for 5 years and one month starting with the end of the year in which you made your request.</p>\n<p>The uploaded ID will be deleted promptly after we have verified your identity.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n11.\nB2B Partnerships\n<p>\n<strong>a.\nWhat</strong>\n</p>\n<p>When we communicate and conclude contracts with you as a business partner (B2B only), we store certain personal data of yours in our B2B data base, such as your business email address and other business information related to our (potential) partnership.</p>\n<p>\n<strong>b.\nWho</strong>\n</p>\n<p>Recipients of the processed personal data are the respective employees and freelancers of ours that are responsible for pursuing our purposes for the processing.\nPossible further recipients: Google (Workspace);.</p>\n<p>Depending on the specific case, it is possible that our Subsidiary jointly processes personal data with us according to Sect.\nII.</p>\n<p>\n<strong>c.\nWhy</strong>\n</p>\n<p>The data is processed to decide if a contract with you will be concluded or, if you already have a contract with us, to perform our obligations or terminate the contract.</p>\n<p>We also have a legitimate interest in processing this data of yours to be able to remain in contact with you for business purposes.\nWe have a legitimate interest in processing the information of B2B contacts with whom we have a contractual relationship or objectively likely will have a contractual relationship with in the future.\nSince this is not only necessary to properly perform the contract between us and them, but also to facilitate communication with them concerning their cooperation with us.\nWe also have a legitimate interest in processing the personal data of the B2B contacts who are currently not commissioned by us and not have been commissioned in the past, since it facilitates getting in touch with them for future projects.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for processing the personal data to enter into or perform a contract with you is Art.\n6 para.\n1 let.\nb) UK GDPR.\nThe legal basis for processing the personal data based on our legitimate interest is Art.\n6 para.\n1 let.\nf) UK GDPR.</p>\n<p>\n<strong>e.\nHow long</strong>\n</p>\n<p>Documentation regarding B2B contacts that we have concluded a contract with will be stored for as long as the contract remains active or for up to 5 years and one month after that contract has ended in case we want to contact you in the future.</p>\n<p>Personal data of B2B contacts with whom we have no contract and have no objective reasons to believe we will be concluding a contract with in the near future, will be deleted from our database after 3 years of inactivity.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n12.\nLegal Work\n<p>\n<strong>What?</strong>\n</p>\n<p>We work together with our Subsidiary and external consultants to assess and manage legal matters.\nIf a matter or dispute between you and us or between you and our Subsidiary requires relevant legal review, we and, if necessary, the relevant subsidiary process the data relevant to the matter or dispute.\nIn particular, this may include your name, e-mail address and contact details.</p>\n<p>\n<strong>Who?</strong>\n</p>\n<p>The recipients of the personal data processed are our respective employees and freelancers responsible for processing the matter.\nPossible further recipients: Google (Workspace).\nExternal Legal Consultant.</p>\n<p>Depending on the specific case, it is possible that our Subsidiary jointly processes personal data with us according to Sect.\nII.</p>\n<p>\n<strong>Why?</strong>\n</p>\n<p>The purpose of the processing of the data by us and – if applicable – our Subsidiary is the effective and uniform handling of legal matters.\nThis is a legitimate interest of ours and our Subsidiary.\nIn addition, the data processing may serve to conclude and perform contracts with you.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>As far as the data processing concerns the conclusion or performance of a contract with you, the legal basis of the data processing is Art.\n6 para.\n1 let.\nb) UK GDPR.</p>\n<p>If the data processing is based on a legitimate interest, the legal basis is Art.\n6 para.\n1 let.\nf) UK GDPR.</p>\n<p>\n<strong>How Long?</strong>\n</p>\n<p>The storage period for data processed for the purpose of handling legal matters or disputes is governed by the relevant limitation period, so that we can sufficiently defend ourselves against claims, or by the relevant legal obligations to retain documents.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n13.\nShop\n<p>\n<strong>What?</strong>\n</p>\n<p>You can buy products on our online shop.\nIn this case, we process the personal data you enter during the ordering process, such as your name, e-mail address, contact details and information about your purchase.</p>\n<p>\n<strong>Who?</strong>\n</p>\n<p>The recipients of the personal data processed are our respective employees and freelancers responsible for processing the matter.\nPossible further recipients: Shopify.</p>\n<p>Depending on the specific case, it is possible that our Subsidiary jointly processes personal data with us according to Sect.\nII.</p>\n<p>\n<strong>Why?</strong>\n</p>\n<p>We process the data in order to initiate a contract with you and to conclude and perform it when you make a purchase, as well as to fulfil our accounting and tax obligations.</p>\n<p>\n<strong>d.\nLegal Basis</strong>\n</p>\n<p>The legal basis for the processing of data for the concluding or performing a contract we have concluded with you is Art.\n6 para.\n1 let.\nb) UK GDPR.</p>\n<p>The legal basis for the processing of data on the basis of one of our legal obligations is Art.\n6 para.\n1 let.\nc) UK GDPR.</p>\n<p>\n<strong>How Long?</strong>\n</p>\n<p>The data will be stored for 7 years to comply with retention obligations for financial records.</p>\n<p>If the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p>\n14.\nRaffles and Give Aways\n<p>\n<strong>What?</strong>\n</p>\n<p>Visitors to our social media profiles have the opportunity to win prizes by interacting with certain posts.\nIn this case winners are contacted through their social media account and asked to send us directly their details, such as name, e-mail address and address so that we can award their prize.\n</p>\n<p>\n<strong>Who?</strong>\n</p>\n<p>The recipients of the personal data are our respective employees.\nPossible further recipients: Shopify.<br>\nDepending on the specific case, it is possible that our Subsidiary jointly processes personal data with us according to Sect II.\n</p>\n<p>\n<strong>Why?</strong>\n</p>\n<p>The personal data is processed so that the raffle or give away can be concluded and a prize sent to the winner.\n</p>\n<p>\n<strong>Legal Basis</strong>\n</p>\n<p>The legal basis for the processing of data for this is Art.\n6 para 1 let b) UK GDPR.\n</p>\n<p>\n<strong>How Long?</strong>\n</p>\n<p>The data will be stored until we receive confirmation that the prize has been received or up to six months following shipping.<br>\nIf the data is also processed for another purpose set out in this Privacy Policy, the storage period regarding that purpose applies as well.</p> ", "created_at": "2023-03-14 23:01:53.985433", "updated_at": "2023-03-14 23:03:05.154599"}, {"id": 14540, "name": "Terms", "url": "https://static-api.nkstatic.com/appdocs/4/appdocs/terms.html", "xpath": "//body", "text": "\n<p>\n<strong>\n<em>Ninja Kiwi Ltd Terms of Service</em>\n</strong>\n</p>\n<p>Last Updated: September 8, 2022</p>\n<p>\n<strong>Latest Updates</strong>\n</p>\n<p>For ease of access and understanding, recent revisions are highlighted here, but please take the time to read this full Terms of Service agreement as this is a binding legal agreement between you and Ninja Kiwi Limited.</p>\n<ul>\n<li>In compliance with California’s Consumer Privacy Act, we have added clarity in our Privacy Policy about how California residents (or their parents or guardians) can request access to information stored and/or to delete that information via request to privacy@ninjakiwi.com.</li>\n<li>In compliance with Europe’s General Data Protection Regulation (GDPR), we have updated our Ninja Kiwi Login to explicitly ask whether players are under 16 in the European Union, and under 13 for all other players.\nin the case that players are under those regional age limits, no personally identifiable information (PII) will be requested during login and other PII such as IP address will not be stored.\nFurther GDPR information is also located in our Privacy Policy.</li>\n<li>This Terms of Service and the Ninja Kiwi Privacy Policy are addressed to players at least 16 years of age.\nIf a player is below the age of 16, they must have a parent or guardian read and accept these Terms of Service and the Ninja Kiwi Privacy Policy on their behalf.</li>\n<li>References to the game Battle for the Galaxy have been removed as this game has not been published by Ninja Kiwi for more than a year.\nThe Terms of Service and Privacy Policy in effect as of any use of Battle for the Galaxy as published by Ninja Kiwi remain binding.</li>\n<li>Ninja Kiwi has updated its Fan Content terms to make it clearer and easier for streamers and content creators to work with Ninja Kiwi games.</li>\n</ul>\n<p>\n<strong>Introduction/Binding Agreement</strong>\n</p>\n<p>These Terms of Service govern your access to and use of the Application and/or Ninja Kiwi Login, including any content, information, products, related communications, or related Services.\nThis is a binding legal agreement between you and Ninja Kiwi Limited.\n(“Ninja Kiwi”) and applies to you in relation to any interaction with the Application, Ninja Kiwi Login, Services, or any related communications.\nYour access and use of the Application, Ninja Kiwi Login, or Services or participation in related communications signifies your acceptance of these Terms of Service and agreement to the collection, storage, review, and use of your information.\nthis information will be stored on servers, some of which may be located in the United States.\nIf you do not accept these Terms of Service and the Ninja Kiwi Privacy Policy in their entirety, you may not access, engage, or in any way use the Application, Ninja Kiwi Login, or any related Services.\nNinja Kiwi reserves the right at any time to modify, discontinue, or terminate the Application, Ninja Kiwi Login, or Services, or modify these Terms of Service or the Privacy Policy at its sole discretion.\nwhen these Terms of Service or the Privacy Policy are updated they will be posted here and updated to the Ninja Kiwi blog and social channels (https://www.facebook.com/ninjakiwigames/ and https://twitter.com/ninjakiwigames).\nFor players under the age of 18, we appreciate you reading these terms to understand your responsibilities as a player and member of the Ninja Kiwi community, but you must review these Terms of Service with your parent or guardian and your parent or guardian must agree to these Terms of Service on your behalf.</p>\n<p>\n<strong>Eligibility and Use</strong>\n</p>\n<p>By your (or your child’s in the case of a parent or guardian) access and use of the Application, Ninja Kiwi Login, Services, or Application-related communications you signify your agreement to the following:<br>\n<strong>a</strong>.\nYou affirm that you are at least 16 years of age and that you are fully able and competent to comply with and adhere to these Terms of Service.\nAlternatively or in conjunction, you affirm that you are the parent or guardian of a player under the age of 16 for whom you take full responsibility for their compliance with these Terms of Service;<br>\n<strong>b</strong>.\nFor Ninja Kiwi Login, players under the age of 16 in the European Union or under 13 in all other territories, in order to comply with the Children’s Online Privacy Protection Act (COPPA) and Europe’s General Data Protection Regulation (GDPR) standards, must signify their true age by selecting the “No, I am under 16” in the EU or “No, I am under 13” in all other territories;<br>\n<strong>c</strong>.\nFor Ninja Kiwi Facebook Applications, you verify that you have a legitimate account in accordance with Facebook’s Terms of Service, and you will prevent anyone under the age of consent in your country from using your Account;<br>\n<strong>d</strong>.\nYou shall use the Application, Ninja Kiwi Login, or Services only for non-commercial purposes, and you shall not solicit services, advertise, or send repetitive or spam messages;<br>\n<strong>e</strong>.\nIf you access the Application, Ninja Kiwi Login, or Services from a social networking site or any other website you will comply with the terms of service of that site along with these Terms of Service;<br>\n<strong>f</strong>.\nYou may not enter, submit, or upload user/player-generated content (including but not limited to Ninja Kiwi Login usernames, forum posts, blog posts, chat, character or other in-game names, game editor content, or any video or streamed content where a core visual or topical content is Ninja Kiwi or its games) that is defamatory, harassing, threatening, bullying, bigoted, hateful, violent, obscene, pornographic, or that harms or can reasonably be expected to harm any person or property, and you understand that any such activity will lead to suspension of your Ninja Kiwi Account.\n<strong>g</strong>.\nYou shall not use the Application, Ninja Kiwi Login, or Services to engage in any illegal activity;<br>\n<strong>h</strong>.\nYou are responsible for safeguarding and maintaining the confidentiality of your Account information, you will not disclose that information, and you will not disclose personally identifiable information unless as part of the setup of your Ninja Kiwi Login account or via Facebook, Google, Apple, or Twitch permissions.\nYou shall not share personally identifiable information or account information with other players or community members.\nYou agree that you are entirely and solely responsible for all access and use of your Account, whether or not you authorized it and whether or not you were aware of it.\nPlease review our Privacy Policy for more information about our collection and limited use of personally and non-personally identifiable information.\nFor players of the Red Reign game on Apple Arcade, please review the Red Reign Privacy Policy.\nFor players of the Bloons TD 6+ game on Apple Arcade, please review the Bloons TD 6+ Privacy Policy;<br>\n<strong>i</strong>.\nYou shall not share, copy, clone, gift, trade, barter, sell, or in any other way exchange your Ninja Kiwi Login or game data with any other person or entity, and you understand that any such activity will lead to segregation and/or suspension of your Ninja Kiwi account;<br>\n<strong>j</strong>.\nYou shall not use alternative Ninja Kiwi Login accounts in any way that enables or supports tampering with other players’ multiplayer experiences, specifically multiplayer leaderboard competitions, for instance joining other Clans, Parties, or Teams for the purpose of blocking other players from joining and/or to weaken that Clan’s, Party’s, or Team’s scoring.\nand<br>\n<strong>k</strong>.\nYou will only connect to the Application, Ninja Kiwi Login, and Services through legitimate, unmodified clients for the purposes of any multiplayer or competitive play and rewards, including public co-op game sessions, all leaderboards, and all player vs player game sessions, and you understand that any such activity will lead to the automated or manual segregation and/or suspension of your Ninja Kiwi account.\nFor clarity use of modified clients is tolerated for private single player use and private co-op games but you understand that such use may also lead to automated segregation and/or suspension of your Ninja Kiwi account, which you may appeal by contacting the community management team at https://support.ninjakiwi.com/hc/en-us/requests/new.\n</p>\n<p>\n<strong>Limited License.\nContent.\nOwnership</strong>\n</p>\n<p>Subject to your agreement to and compliance with these Terms of Service, Ninja Kiwi grants you a non-exclusive, non-transferable, non-sublicensable, revocable limited license to access, play, and otherwise use the Ninja Kiwi Applications and Services provided such access, play, and use is for your own entertainment and not for commercial purposes.\nNinja Kiwi makes special provisions for commercial performance play on popular platforms such as YouTube and Twitch as covered under Fan Content below.\nExcept where otherwise noted, the Application, Ninja Kiwi Login, Services, related communications, and all content including but not limited to graphics, audio, text, user interface, characters, animations, buttons, icons, thumbnails, reward systems, quest systems, downloads, game data, and game design are the property of Ninja Kiwi and are protected by United States, New Zealand, and international copyright, trademark, and intellectual property laws.\nYou may access, engage, and use the Application, Ninja Kiwi Login, or Services as they are presented to you and in accordance with these Terms of Service.\nWithout express written consent from Ninja Kiwi, any attempts to modify, hack, cheat, autoplay, bot, datasniff, data capture, interfere with, disrupt, reproduce, frame, copy, post, sell, scrape, transmit, clone accounts, clone characters, or create related or derivative works is expressly prohibited and immediately terminates the limited license granted and will lead to the automated or manual segregation and/or suspension of your account.\nany attempts to promote such proscribed usage through video, stream, social network, public display, digital communications, or any other mass audience channel is expressly prohibited and immediately terminates the limited license granted and will lead to the segregation and/or suspension of your account.</p>\n<p>Any and all content including but not limited to bloons, monkeys, buildings, towers, characters, environments, maps, worlds, creatures, items, pets, homes, robots, tools, weapons, powers, powerups, upgrades, equipment, display areas, user interface, virtual currency, or any other virtual items or organized display or use of any such items remains the sole and exclusive property of Ninja Kiwi.\nNo amount of customization, stat changes, item changes, configuration, leveling up, decorating, or in any other way modifying game elements through use of the Application, Ninja Kiwi Login, Ninja Kiwi Services, or any other means conveys any ownership or alteration of the limited license to use.\nall elements remain the sole and exclusive property of Ninja Kiwi.</p>\n<p>Where Ninja Kiwi games provide in-game tools that allow players to modify, customize, and otherwise manipulate game content to create player-generated content for display and play within or outside Ninja Kiwi games whether private or public, all such content remains the exclusive property of Ninja Kiwi Limited.</p>\n<p>Ninja Kiwi reserves the right at its sole discretion and without notice to make changes, modifications, additions, deletions, copies, or any other alterations and edits to any and all content elements, including but not limited to appearance, animation, statistics, behavior, performance, cost, or in-game value.\nNinja Kiwi reserves the right at its sole discretion and without notice to delete, suspend, or modify any item, feature, account or the entire Application, Ninja Kiwi Login, or Services.\nIn the event that access to the Application, Ninja Kiwi Login, or Services is terminated, all virtual items, virtual currency, and user’s/player’s game progress is forfeited and you will not receive any compensation, monetary or otherwise, for any of these elements forfeited.\nAny suspension or termination of your access to the Application, Ninja Kiwi Login, or Services will not waive or diminish your obligations under these Terms of Service (including but not limited to ownership, indemnification, and limitation of liability).</p>\n<p>\n<strong>Fan Content</strong>\n</p>\n<p>Ninja Kiwi supports the maintenance and growth of healthy, non-sponsored communities, fan-art channels, and content creator and steamer ecosystems and seeks to encourage and support fan creations that use or perform our IP, as long as they adhere to these Terms.</p>\n<p>Fan Content includes but is not limited to art, animation, memes, crafts, game designs, game mechanics, stories, ‘ships, music, videos, merchandise, printed material, and any other creation that uses Ninja Kiwi IP, as well as any performance of Ninja Kiwi IP, including but not limited to video content creation and streaming as appears on platforms like Twitch and YouTube.\nFan Content must comply with each of the following requirements.\nany fan content that violates the following requirements is prohibited :\na.\nStreamers and content creators may monetize their performances of Ninja Kiwi IP through platform (e.g.\nTwitch or YouTube) ads, platform currencies, and other standard platform methods provided the performance of the Ninja Kiwi IP must adhere to all other conditions of these Terms.\nb.\nFan Content other than streamer and content creator performances on major platforms as described at (a) above must have no commercial and/or monetary objective or implementation.\nc.\nFan Content must not be posted as stand alone products whether free or for purchase to commercial platforms such as app stores (e.g.\nApple App Store, Google Play Store, Steam) or content stores (e.g.\nSpotify, Bandcamp, Printful, Redbubble, Zazzle, Etsy).\nFor clarity, this does not restrict streamers and content creators from posting their Fan Content to content creator platforms available on app stores (e.g.\nTwitch, Youtube, and Facebook).\nd.\nFan Content must not use the Ninja Kiwi company or game logos or trademarks and must not be presented in any way that could cause people or search algorithms to react as if it was an official Ninja Kiwi production or post.\ne.\nFan Content must not derogate Ninja Kiwi, Ninja Kiwi games or services, or Ninja Kiwi staff or otherwise cause damage to the reputation, public perception, or goodwill of Ninja Kiwi or its games or brands, as determined solely by Ninja Kiwi.\nf.\nFan Content must not be used to communicate, link, distribute, or promote cheats or hacks to any Ninja Kiwi games.\ng.\nFan Content must not be obscene, sexually explicit, defamatory, hateful, or harmful to others, as determined solely by Ninja Kiwi.\ng.\nYou acknowledge that Ninja Kiwi games appeal to broad audiences that may include children and as such Fan Content should be appropriate for broad audiences or gated behind sufficient warning for mature content as provided by performance platforms, and you further acknowledge your understanding that Ninja Kiwi will not promote any Fan Content that is not appropriate for broad audiences.</p>\n<p>If you have a channel on YouTube, Twitch, Facebook, or another platform and have any questions about media kits, game information, or just want to say hello, please get in touch with us at streamers@ninjakiwi.com.\nthere is no obligation or requirement to contact Ninja Kiwi, but we do like to hear from people finding fun and value creating content with Ninja Kiwi IP in accordance with these Terms.</p>\n<p>As a standard practice, Ninja Kiwi does not accept Fan Content submitted directly to Ninja Kiwi for the Application, Ninja Kiwi Login, and/or Services of any other Ninja Kiwi game or property.\nFrom time to time, Ninja Kiwi may run promotions based on Fan Content for the purpose of community engagement.\nWhether part of a promotion or unsolicited, if you make any Fan Content submissions to Ninja Kiwi via any delivery mechanism including but not limited to blogs, forums, emails, letters, videos, community sites, or social networking posts and comments, you acknowledge your understanding that Ninja Kiwi is in the business of making games and is constantly creating game ideas, features, concepts, technologies, designs, mechanics, and all other elements for Applications or Services and likely has ideas that are similar to or identical to your submissions.\nIn addition, you acknowledge that you will receive no compensation or credit and that your submission is not confidential.\nBy communicating the submission, you warrant that you are the originator of the idea and that it does not infringe on the rights of any other person or entity, and you grant Ninja Kiwi a worldwide, royalty-free, non-exclusive perpetual right and license to use, modify, translate, publish, perform, produce derivative works, and in any other way manifest the submission without any liability, payment, or expense.\nNinja Kiwi at its sole discretion and where possible will make efforts to acknowledge promotional Fan Content submissions that are reauthored by Ninja Kiwi and subsequently incorporated into any Applications or Services.</p>\n<p>\n<strong>Merchandise</strong>\n</p>\n<p>Ninja Kiwi provides IP related merchandise for sale at https://store.ninjakiwi.com, and this merchandise is sold in accordance with Store Policies available at https://store.ninjakiwi.com/pages/store-policies.</p>\n<p>Ninja Kiwi supports and encourages fan creativity in the creation of Fan Content merchandise provided it adheres to all of the requirements of Fan Content.\nMaking limited-run (50 or less) hand-authored prints, t-shirts, stickers, and other merchandise for non-commercial distribution to friends and other fans is permitted so long as they adhere to all of the requirements of Fan Content and are not similar to any items listed at https://store.ninjakiwi.com.</p>\n<p>\n<strong>Virtual Currency and Premium Items</strong>\n</p>\n<p>Through use of the Application, Ninja Kiwi Login, or Services you may accumulate virtual currency and virtual items whose sole use is within the Application, Ninja Kiwi Login, or Services where they were obtained.\nNinja Kiwi engages with industry leading platform storefronts, including but not limited to Apple’s App Store, Google Play, Amazon’s App Store, and Steam, and with reputable third party services to allow purchase of virtual currency with real world currency, and Ninja Kiwi reserves the right to enable or disable any in-game acquisition of or real world purchase of virtual currency.\nNinja Kiwi reserves the right at its sole discretion and without notice to change the rate of exchange for in-game or purchased virtual currency or the cost of any in-game item.\nUse of the platform storefront or third party service for purchase of virtual currency is governed by the terms of use of that service and any issues with that transaction are to be resolved with that platform storefront or third party service according to their support procedures.\nNinja Kiwi will offer support assistance in contacting and attempting to resolve such platform storefront or third party service issues if you email support@ninjakiwi.com.\nYou understand and acknowledge that Ninja Kiwi is not required to provide a refund for any currency or other item for any reason.\nFurther, you understand and acknowledge that you will receive no money or other compensation for unused virtual currency, premium items, or any other game resources when an account is closed, when an account is suspended, when an Application or Service is under maintenance, offline, closed, or otherwise unavailable, or when your data has been lost, corrupted, deleted, or otherwise made unavailable.\nNinja Kiwi reserves the right at its sole discretion and without notice to remove, suspend, or close any Application or Service without any compensation to you.</p>\n<p>Parents and guardians acknowledge that your children and wards may purchase virtual currency only with your supervision and authorization.\nWe encourage all players, regardless of age, to understand their device settings and limit or restrict in-app purchasing on their device if they do not wish to engage with in-app purchase features.\nAdditional information on restricting in-app purchases is available here:\nhttps://support.google.com/googleplay/answer/1626831\nhttps://support.apple.com/HT204396\nhttps://www.amazon.com/gp/help/customer/display.html</p>\n<p>Virtual currency and items are non-transferrable to any other Application, Service, website, or anywhere else.\nVirtual currency, virtual items, and player progress are not redeemable for any monetary value from Ninja Kiwi, any third party service, or any other entity.\nYou agree not to sell, exchange, or attempt to transfer virtual currency, virtual items, or player progress, and any such actions will not be tolerated by Ninja Kiwi and will lead to suspension of your Ninja Kiwi account.</p>\n<p>Whether you obtained virtual currency and virtual items through use of the Application, Ninja Kiwi Login, and Services, by purchase via a third party service, or by interacting with advertisements, you have no right or title to any virtual currency, virtual items, or any other game assets.\nYou agree to pay all fees and related taxes incurred by you or anyone using an account that is registered to you.\nYou agree to pay all internet, carrier, device, power, repair, replacement, data, bandwidth and any other fees and related taxes related to the operation of any equipment or devices required to access any Application or Service.</p>\n<p>\n<strong>Bloons TD 5 Deluxe Terms of Sale</strong>\n</p>\n<p>The downloadable PC desktop Application, “Bloons TD 5 Deluxe,” is no longer for sale but these Terms still apply for players of the game.\nThere are no physical goods comprising or associated with the Bloons TD 5 Deluxe Application.\nCustomers must have access to the internet to download and to validate their serial key and complete the installation.\ncustomers are solely responsible for their internet access and any related fees.\nThe Bloons TD 5 Deluxe Application may only be used according to the Ninja Kiwi End User License Agreement that must be accepted during the installation process.</p>\n<p>\n<strong>Third Party Links</strong>\n</p>\n<p>The Application and Services may link to or rely on third party websites or resources.\nNinja Kiwi is not responsible or liable for the availability or accuracy of such websites or resources.\nYou acknowledge sole responsibility for and assume all risk arising from your use of any such websites or resources.</p>\n<p>\n<strong>Electronic Communications</strong>\n</p>\n<p>You consent to receive email communications from the Ninja Kiwi community management team if you create a support ticket via an Application or via support@ninjakiwi.com.\nNinja Kiwi endeavors to respond to customer support tickets, app store reviews, and community posts in a timely and appropriate manner, but any such or other communications contact with Ninja Kiwi does not guarantee a reply or in any way impact the Disclaimer of Warranties or any other aspect of these Terms of Service.</p>\n<p>Ninja Kiwi does not use emails for unsolicited marketing, but does reserve the right to use and you consent to receive emails for critical communications such as legal notices or announcements.\nAny marketing or game status emails would be opt-in only, and your opt in or out will not affect your access to the Application, Ninja Kiwi Login, Services, or related communications.</p>\n<p>\n<strong>Ninja Kiwi Competitions</strong>\n</p>\n<p>By submitting a Fan Content entry for any competition run by, or in association with Ninja Kiwi, you fully and unconditionally agree to and accept these additional rules, terms, and conditions:\na.\nYou grant Ninja Kiwi a worldwide, royalty-free, non-exclusive perpetual right and license to use, reproduce, modify, publicly display, perform, produce derivative works of, or otherwise use any entry in any and all media, whether now known or hereafter existing, throughout the world for any and all purposes without compensation to you of any kind.\nb.\nYou represent and warrant that your entry does not infringe on any copyright, trademark, property rights, or any other rights of any third party and that you have the right to transfer the entry to Ninja Kiwi free of any claims.\nNinja Kiwi shall have no liability for any alleged or actual infringement of a third-party's rights in connection with any entry.\nc.\nYou agree that you have not or will not receive any compensation or other consideration for your entry.\nNinja Kiwi may in its sole discretion and without notice choose to award fan merchandise, including but not limited to t-shirts, stickers, badges, mouse pads, and virtual currency.\nAll such items have no cash value and are purely for promotional purposes.\nNinja Kiwi is under no obligation to award any fan merchandise regardless of the number or types of entries.\nd.\nYou further agree to release and hold harmless Ninja Kiwi and its licensors, distributors, agents, shareholders, directors, officers, employees and representatives from and against any and all losses, damages, rights, claims, and actions of any kind arising in connection with your participation in the contest, including, not limited to, claims based on publicity rights, defamation, or invasion of privacy.\nAll federal, state, local, provincial and municipal laws and regulations apply.\nVoid where prohibited by law.</p>\n<p>\n<strong>Disclaimer of Warranties</strong>\n</p>\n<p>The Application, Ninja Kiwi Login, and/or Services are for use “as available” and “as is” and without any warranty, regardless of the amount of time and/or money you have spent on the Application, Ninja Kiwi Login, and/or Services.\nUse of the Application, Ninja Kiwi Login, and/or Services are at your sole risk and sole discretion, and you are solely responsible for any damage to your computer system or smart device, for any device performance issues, and for any loss of data.\nNinja Kiwi disclaims any warranty express or implied regarding title, merchantability, availability, fitness, freedom from errors, error correction, and timeliness of communication or error correction.\nNinja Kiwi does not warrant that the Application, Ninja Kiwi Login, and Services are bug free, error free, or virus free.\nYou are solely responsible for how you spend your time and money.\nNo communication whether written or oral shall supersede this Disclaimer of Warranties.</p>\n<p>\n<strong>Limitation of Liability.\nIndemnification.\nForce Majeure</strong>\n</p>\n<p>In no event will Ninja Kiwi, its directors, or its employees be liable for any damages whatsoever and without limitation, whether they be direct, indirect, punitive, commercial, intangible, or of any other type, arising from the use of the Application, Ninja Kiwi Login, or Services, regardless of whether the damages are foreseeable, even if Ninja Kiwi, its directors, and/or its employees have been advised of the possibility of such damages.\nTo the extent that the above limitation applied to its fullest extent in applicable jurisdiction assigns liability, that cumulative liability shall not exceed US$10.</p>\n<p>You agree to indemnify and hold harmless Ninja Kiwi, its directors, employees, partners, and service partners from any claim and demand, including any attorney’s fees, made by any party due to your use of the Application, Ninja Kiwi Login, or Services, your violation of these Terms of Service, or your violation of applicable law or the rights of another party.</p>\n<p>Ninja Kiwi shall not be liable for any damages, disruptions, or claims related to its Application, Ninja Kiwi Login, or Services that arise from acts of nature, weather, war, social upheaval, economic upheaval, unavailability of utilities or resources, terrorism, the public enemy, any government or public authorities requirements, or any other event outside of Ninja Kiwi’s control.</p>\n<p>\n<strong>General</strong>\n</p>\n<p>These Terms of Service shall be governed by and interpreted in accordance with the laws of New Zealand.\nAny legal action or proceeding will be brought exclusively in courts located in Auckland, New Zealand and you consent to this jurisdiction.\nIf any provision in these Terms of Service is held to be invalid, the remaining provisions shall survive in full effect.\nThese Terms of Service are personal to you and imply no partnership, employment, or any other business relationship between you and Ninja Kiwi, and you may not transfer, assign, or delegate these Terms of Service to any other party with the exception of a parent or guardian taking responsibility for these Terms of Service for their child or ward.\nNo delay, failure to communicate, or failure to take action in relation to any of these Terms of Service shall invalidate any provision of these Terms of Service.</p>\n<p>\n<strong>Contact</strong>\n</p>\n<p>You may address comments or questions to the following email address: support@ninjakiwi.com.</p> ", "created_at": "2023-03-14 23:01:53.952995", "updated_at": "2023-03-14 23:03:15.598923"}], "points": [], "urls": ["ninjakiwi.com", "nkstatic.com"]}}