{"error": 448, "message": "OK", "parameters": {"id": 8491, "name": "Verkada", "created_at": "2023-06-27 01:10:01.364647", "updated_at": "2023-06-27 10:02:07.237192", "wikipedia": null, "keywords": null, "related": null, "slug": "verkada", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8491.png", "url": "verkada.com", "documents": [{"id": 16485, "name": "END USER AGREEMENT ", "url": "https://www.verkada.com/support/end-user-agreement/", "xpath": "//body", "text": "Verkada Logo<ul>\n<li>Products<ul>\n<li>Platform<ul>\n<li>Overview</li>\n<li>Integrations</li>\n<li>Helix</li>\n<li>Mobile</li>\n<li>Security</li>\n</ul>\n</li>\n<li>Video Security<ul>\n<li>Overview</li>\n<li>Dome</li>\n<li>Mini</li>\n<li>Fisheye</li>\n<li>Bullet</li>\n<li>Multisensor</li>\n<li>Viewing Station</li>\n<li>Camera Compare</li>\n</ul>\n</li>\n<li>Access Control<ul>\n<li>Overview</li>\n<li>Access Controllers</li>\n<li>Door Reader</li>\n<li>Wireless Locks</li>\n<li>Access Credentials</li>\n</ul>\n</li>\n<li>Intercom<ul>\n<li>Overview</li>\n<li>Video Intercom</li>\n<li>Receivers</li>\n</ul>\n</li>\n<li>Air Quality<ul>\n<li>Overview</li>\n<li>Sensors</li>\n</ul>\n</li>\n<li>Workplace<ul>\n<li>Overview</li>\n<li>Guest</li>\n<li>Mailroom</li>\n</ul>\n</li>\n<li>Alarms<ul>\n<li>Overview</li>\n<li>Professional Monitoring</li>\n<li>Intrusion Detection</li>\n<li>Intrusion Deterrence</li>\n<li>Panic Button</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Solutions<ul>\n<li>Industries<ul>\n<li>Education</li>\n<li>Government</li>\n<li>Financial Institutions</li>\n<li>Retail</li>\n<li>Manufacturing</li>\n<li>Healthcare</li>\n<li>Hospitality</li>\n<li>Property Management</li>\n<li>Multifamily</li>\n</ul>\n</li>\n<li>Use Cases<ul>\n<li>Emergency Response</li>\n<li>License Plate Recognition</li>\n<li>Lockdown</li>\n<li>Touchless Entry</li>\n<li>Roll Call</li>\n<li>Vape Detection</li>\n</ul>\n</li>\n<li>Team<ul>\n<li>IT</li>\n<li>Security</li>\n<li>Facilities</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Customers</li>\n<li>Resources<ul>\n<li>Resources<ul>\n<li>Blog</li>\n<li>Webinars</li>\n<li>Events</li>\n<li>Brand Guidelines</li>\n</ul>\n</li>\n<li>Learning<ul>\n<li>Datasheets</li>\n<li>Research</li>\n<li>eBooks</li>\n</ul>\n</li>\n<li>Support<ul>\n<li>Contact</li>\n<li>Knowledge Center</li>\n<li>Training Center</li>\n<li>Product Updates</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Partners<ul>\n<li>Partners<ul>\n<li>Partner Program</li>\n<li>Partner Portal</li>\n<li>Partner Training</li>\n<li>A&amp;E New Construction</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>Log in Get DemoDemoUS (EN) United States (English)\nUnited Kingdom (English)\nCanada (English)\nCanada (Français)\nFrance (Français)\nAustralia (English)\n日本 (日本語)\nInternacional (Español)END USER AGREEMENT<p>Download .docx version</p>Last Updated June 1, 2023<p>This End User Agreement(“&nbsp;<b>Agreement</b>”) is entered into by and between Verkada Inc.\n(“&nbsp;<b>Verkada</b>”) and you, the end customer and user (“&nbsp;<b>Customer</b>”) of our Products (as defined below), either in connection with a purchase of the Products or use of the Products for evaluation purposes as part of a free trial.\nCustomer is under no obligation to purchase the evaluation Products used in a trial but will be invoiced for Products not purchased or returned following the expiration of the trial period.</p>\n<p>By accepting this Agreement, whether by clicking a box indicating its acceptance, navigating through a login page where a link to this Agreement is provided, executing a Purchase Order that references this Agreement, or providing another form of electronic acceptance, Customer agrees to be bound by its terms.\nIf Customer and Verkada have executed a written agreement governing Customer’s access to and use of the Products, then the terms of such signed agreement will govern and will supersede this Agreement.</p>\n<p>This Agreement is effective between Verkada and the Customer as of the earlier of the date that Customer accepts the terms of this Agreement as indicated above or first accesses or uses any of the Products (the “&nbsp;<b>Effective Date</b>”).\nVerkada reserves the right to modify or update the terms of this Agreement in its discretion, the effective date of which will be the earlier of (i) 30 days from the date of such update or modification and (ii) Customer’s continued use of the Products.</p>\n<p>Verkada and Customer hereby agree as follows.</p>1.\nDEFINITIONS<p>The definitions of certain capitalized terms used in this Agreement are set forth below.\nOthers are defined in the body of the Agreement.</p>\n<p>“&nbsp;<b>Customer Data</b>” means all data provided by Customer to Verkada by means of the Products.\nCustomer Data does not include System Data (defined below).</p>\n<p>“&nbsp;<b>Documentation</b>” means the online documentation regarding the Hardware, available at&nbsp;www.verkada.com/docs/&nbsp;or as otherwise provided within the Hosted Software.</p>\n<p>“&nbsp;<b>DPA</b>” means the Data Processing Addendum available at&nbsp;www.verkada.com/support/dpa&nbsp;or other negotiated data protection agreement, entered into between Verkada and Customer.</p>\n<p>“&nbsp;<b>Firmware</b>” means the software developed and maintained by Verkada that is stored on the Hardware and enables the basic functioning of the Hardware and its communication with the Hosted Software.</p>\n<p>“&nbsp;<b>Hardware</b>” means the Verkada hardware products, including security cameras, access control units, alarm units, and environmental sensors.</p>\n<p>“&nbsp;<b>Hosted Software</b>” means Verkada’s Software-as-a-Service system, currently known as “&nbsp;<b>Command,</b>” and related infrastructure made available to Customer to manage and configure the Hardware.</p>\n<p>“&nbsp;<b>License</b>” has the meaning ascribed to it in&nbsp;<u>Section 2.1</u>.</p>\n<p>“&nbsp;<b>License Term</b>” means the length of time indicated in the License SKU set forth on the applicable Purchase Order.</p>\n<p>“&nbsp;<b>Partner</b>” means a third-party authorized by Verkada to resell the Products, to whom Customer has delivered an ordering document for such Products.</p>\n<p>“&nbsp;<b>Product Feature(s)</b>” means a unique feature set within the Hosted Software that is identified by a particular stock keeping unit (SKU) on a Purchase Order.</p>\n<p>“&nbsp;<b>Products</b>” means, collectively, the Software, Hardware, Product Features, Documentation, and all modifications, updates, and upgrades thereto and derivative works thereof.</p>\n<p>“&nbsp;<b>Purchase Order</b>” means each order document submitted to Verkada by a Partner on behalf of Customer, and accepted by Verkada, indicating Partner’s firm commitment to purchase the Products and for the prices set forth thereon.</p>\n<p>“&nbsp;<b>Service Level Agreement</b>” means the Service Level Agreement set forth on&nbsp;Exhibit A&nbsp;hereto.</p>\n<p>“&nbsp;<b>Software</b>” means the Firmware and Hosted Software.</p>\n<p>“&nbsp;<b>Support</b>” means the technical support services and resources available at&nbsp;www.verkada.com/support.</p>\n<p>“&nbsp;<b>System Data</b>” means configuration information, log and event data, Product performance data, and statistics regarding Customer’s use of the Products.</p>\n<p>“&nbsp;<b>Users</b>” means employees of Customer, or other third parties, each of whom are authorized by Customer to use the Products on Customer’s behalf.</p>2.\nLICENSE AND RESTRICTIONS<p>\n<b>2.1.</b>&nbsp;<u>License to Customer</u>.\nSubject to the terms of this Agreement, Verkada grants Customer a royalty-free, nonexclusive, transferable (subject to&nbsp;<u>Section 12</u>) worldwide right during each License Term to use the Software, subject to the terms of this Agreement (“&nbsp;<b>License</b>”).\nCustomer must purchase Licenses to use the Software for at least the number and type of Hardware units and/or Product Features it manages by means of the Software, however Customer may authorize an unlimited number of Users to access and use the Software.\nIf Customer purchases additional Licenses, either in connection with the purchase of additional Hardware units or renewal of Licenses for existing Hardware units, the overall License Term will be modified such that the License Term for all Licenses purchased will expire and terminate on the same date.\nIf Customer purchases the Monitoring Services (as defined on Exhibit B, the “&nbsp;<b>Alarms Addendum</b>”), the use of the Products in connection with the Monitoring Services will be subject to the terms of the Alarms Addendum.</p>\n<p>\n<b>2.2.</b>&nbsp;<u>License to Verkada</u>.\nDuring the License Term, Customer will transfer Customer Data to Verkada while using the Products.\nCustomer grants Verkada a non-exclusive right and license to use, reproduce, modify, store, and process Customer Data solely to maintain the Products and provide them to Customer.\nCustomer represents and warrants that it possesses the necessary rights and authority to grant Verkada the rights set forth in this Section 2.2 with respect to Customer Data.</p>\n<p>\n<b>2.3.</b>&nbsp;<u>Restrictions</u>.\nCustomer will not: (i) use (or allow a third party to use) the Products for any competitive purposes (other than for routine product comparison purposes), including monitoring or testing their availability, security, performance, or functionality, in each case without Verkada’s express written consent.\n(ii) market, sublicense, resell, lease, loan, transfer, or otherwise commercially exploit the Products.\n(iii) modify, create derivative works, decompile, reverse engineer, attempt to gain access to the source code, tamper with the Hardware, or copy the Products or any of their components.\nor (iv) use the Products to conduct any fraudulent, malicious, or illegal activities or otherwise in contravention of any applicable laws or regulations (each of (i) through (iv), a “&nbsp;<b>Prohibited Use</b>”).</p>3.\nCOURTESY RETURNS<b>.\n</b>HARDWARE WARRANTY AND WARRANTY RETURNS<p>\n<b>3.1.</b>&nbsp;<u>Courtesy Returns</u>.\nCustomer may return up to $250,000 worth of Products (as reflected in the net price set forth on one or more Purchase Order(s)) for any reason within the 30-day period starting on the shipment date of such Products (a “<b>Courtesy Return</b>”).&nbsp.\nTo initiate a Courtesy Return, Customer must send a request for a Courtesy Return by email within such 30-day period either to (a) the Partner that submitted the Purchase Order(s) for the Products to be returned or (b) the Verkada sales representative responsible for Customer’s account, and include the serial numbers of the Products to be returned.</p>\n<p>\n<b>3.2</b>\n<u>Hardware Warranty</u>.\nVerkada represents to the original purchaser and user of the Hardware that, for the period set forth in the applicable Documentation from the date of shipment to the location specified on the Purchase Order, the Hardware will be substantially free of defects in materials and workmanship (“&nbsp;<b>Hardware Warranty</b>”).</p>\n<p>\n<b>3.3.</b>&nbsp;<u>Remedy for Breach of Hardware Warranty</u>.\nCustomer’s sole and exclusive remedy and Verkada’s (and its suppliers’ and licensors') sole and exclusive liability for a breach of the Hardware Warranty will be, in Verkada’s sole discretion, to replace the non-conforming Hardware.\nReplacement may be made with a new or refurbished product or components.\nIf the Hardware or a component within it is no longer available, then Verkada may replace the Hardware unit with a similar product of similar function.\nAny Hardware unit that has been replaced under the Hardware Warranty will be covered by the terms of the Hardware Warranty for the longer of (a) 90 days from the date of the delivery, or (b) the remainder of the original Hardware Warranty period.\nCustomer’s engaging in a Prohibited Use serves to void the Hardware Warranty.</p>\n<p>\n<b>3.4.</b>&nbsp;<u>Warranty Returns</u>.\nTo request a return under the Hardware Warranty, Customer must notify Verkada or the Partner within the Hardware Warranty period.\nTo initiate a return directly to Verkada, Customer must send a return request to Verkada at&nbsp;support@verkada.com&nbsp;and clearly state details on where and when Customer purchased the Hardware, the serial numbers of the applicable Hardware unit(s), Customer’s reason for returning the Hardware, and Customer’s name, mailing address, email address, and daytime phone number.\nIf approved, Verkada will provide Customer with a Return Materials Authorization (“&nbsp;<b>RMA</b>”) and prepaid shipping label via email that must be included with Customer’s return shipment to Verkada.\nCustomer must return the Hardware unit(s) listed in the RMA with all included accessories with the RMA within the 14 days following the day on which Verkada issued the RMA.</p>4.\nVERKADA OBLIGATIONS<p>\n<b>4.1.</b>&nbsp;<u>General</u>.\nVerkada is responsible for providing the Products in conformance with this Agreement, the Purchase Order(s), and applicable Documentation.</p>\n<p>\n<b>4.2.</b>&nbsp;<u>Availability</u>.\nVerkada uses its best efforts to ensure that the Hosted Software is available in accordance with the terms of the Service Level Agreement, which sets forth Customer’s remedies for any interruptions in the availability of the Hosted Software.</p>\n<p>\n<b>4.3.</b>&nbsp;<u>Support</u>.\nIf Customer experiences any errors, bugs, or other issues in its use of the Products, then Verkada will provide Support in order to resolve the issue or provide a suitable workaround.\nThe fee for Support is included in the cost of the License.\nAs part of a Support case, Customer may grant access, in its sole discretion, to a member of Verkada’s Support team through functionality provided in the Hosted Software for a length of time determined by Customer.</p>\n<p>\n<b>4.4.</b>&nbsp;<u>Maintenance</u>.\nVerkada will use commercially reasonable efforts to maintain the Products and implement updates, upgrades, and fixes as necessary to meet its obligations under this Agreement.</p>5.\nCUSTOMER OBLIGATIONS<p>\n<b>5.1.</b>&nbsp;<u>Payment.\nCompliance.</u> Customer is responsible for paying Partner for the Products pursuant to Partner’s invoice(s).\nIn the event Customer is delinquent on fees, Verkada may pursue payment directly from Customer if Partner is unable to or chooses not to pursue such fees itself.\nCustomer will use the Products only in accordance with the Documentation and in compliance with all applicable laws, including procurement and maintenance of any applicable licenses and permits.\nCustomer will ensure that none of the Products are directly or indirectly exported, re-exported, or used to provide services in violation of the export laws and regulations of the United States or any other country.\nIf Customer operates in a regulated industry, Customer represents that it has obtained all necessary local and state licenses and/or permits necessary to operate its business and is in compliance (and will use its best efforts to remain in compliance) with all local, state, and (if applicable) federal regulations regarding the conduct of its business.\nVerkada reserves the right to suspend use of any Products operating in violation of the obligations of this&nbsp;<u>Section 5.1</u>, following written notice to Customer.</p>\n<p>\n<b>5.2.</b>&nbsp;<u>Account Administration</u>.\nCustomer is responsible for identifying one or more individuals within Customer’s organization who will act as administrator(s) of Customer’s account.\nSuch person(s) will be responsible for, among other things, monitoring and managing access privileges of other Users.\nCustomer is also responsible for verifying, including ensuring that any third-party installer verify, that all Hardware Products purchased are properly claimed into Customer’s account within the Hosted Software prior to installation, as more fully set forth in the Documentation.</p>6.\nTERM AND TERMINATION<p>\n<b>6.1.</b>&nbsp;<u>Term</u>.\nThe term of this Agreement will commence on the Effective Date and will continue for so long as Customer maintains any active Licenses.</p>\n<p>\n<b>6.2.</b>&nbsp;<u>Termination for Cause</u>.\nEither party may terminate this Agreement, and Verkada may suspend Customer’s access to the Hosted Software, for cause (i) upon 30 days written notice to the other party of a material breach if such breach remains uncured at the expiration of the 30-day period, or (ii) if the other party becomes the subject of a petition in bankruptcy or any other proceeding relating to insolvency, receivership, liquidation or assignment for the benefit of creditors.\nFor purposes of clarity, a material breach of the Agreement includes Customer’s failure to purchase and/or maintain a sufficient number of Licenses, as required by&nbsp;<u>Section 2.1</u>.</p>\n<p>\n<b>6.3.</b>&nbsp;<u>Effect of Termination</u>.\nIf Customer terminates this Agreement in accordance with&nbsp;<u>Section 6.2</u>, then Verkada will refund Customer a pro rata portion of any prepaid fees allocable to the remaining License Term.\nThe following provisions will survive any expiration or termination of the Agreement:&nbsp;<u>Sections 7</u>,&nbsp;<u>9</u>,&nbsp;<u>10</u>,&nbsp;<u>11</u>, and&nbsp;<u>12</u>, and any other provisions that, by their nature, would reasonably be considered intended to survive.</p>7.\nCONFIDENTIALITY<p>\n<b>7.1.</b>&nbsp;<u>Confidential Information</u>.\nExcept as explicitly excluded below, any information of a confidential or proprietary nature provided by a party (“&nbsp;<b>Disclosing Party</b>”) to the other party (“&nbsp;<b>Receiving Party</b>”) constitutes the Disclosing Party’s confidential and proprietary information (“&nbsp;<b>Confidential Information</b>”).\nVerkada’s Confidential Information includes the Products and any information conveyed to Customer in connection with Support.\nCustomer’s Confidential Information includes Customer Data.\nConfidential Information does not include information which is: (i) already known by the receiving party without an obligation of confidentiality other than pursuant to this Agreement.\n(ii) publicly known or becomes publicly known through no unauthorized act of the Receiving Party.\n(iii) rightfully received from a third party without a confidentiality obligation to the Disclosing Party.\nor (iv) independently developed by the Receiving Party without access to the Disclosing Party’s Confidential Information.</p>\n<p>\n<b>7.2.</b>&nbsp;<u>Confidentiality Obligations</u>.\nEach party will use the Confidential Information of the other party only as necessary to perform its obligations under this Agreement, will not disclose the Confidential Information to any third party, and will protect the confidentiality of the Disclosing Party’s Confidential Information with the same standard of care as the Receiving Party uses or would use to protect its own Confidential Information, but in no event will the Receiving Party use less than a reasonable standard of care.\nNotwithstanding the foregoing, the Receiving Party may share the other party’s Confidential Information with those of its employees, agents and representatives who have a need to know such information and who are bound by confidentiality obligations at least as restrictive as those contained herein (each, a “&nbsp;<b>Representative</b>”).\nEach party shall be responsible for any breach of confidentiality by any of its Representatives.</p>\n<p>\n<b>7.3.</b>&nbsp;<u>Additional Exclusions</u>.\nA Receiving Party will not violate its confidentiality obligations if it discloses the Disclosing Party’s Confidential Information if required by applicable laws, including by court subpoena or similar instrument so long as the Receiving Party provides the Disclosing Party with written notice of the required disclosure so as to allow the Disclosing Party to contest or seek to limit the disclosure or obtain a protective order.\nIf no protective order or other remedy is obtained, the Receiving Party will furnish only that portion of the Confidential Information that is legally required, and agrees to exercise reasonable efforts to ensure that confidential treatment will be accorded to the Confidential Information so disclosed.</p>8.\nDATA PROTECTION<p>Verkada secures the Software and Customer Data in accordance with the security practices available at&nbsp;www.verkada.com/trust/security-controls.\nVerkada will process all Customer Data in accordance with the DPA.</p>9.\nOWNERSHIP<p>\n<b>9.1.</b>&nbsp;<u>Verkada Property</u>.\nVerkada owns and retains all right, title, and interest in and to the Software, the System Data, and all intellectual property embodied in the Hardware and accessories.\nExcept for the limited license granted to Customer in&nbsp;<u>Section 2.1</u>, Verkada does not by means of this Agreement or otherwise transfer any rights in the Products to Customer, and Customer will take no action inconsistent with Verkada’s intellectual property rights in the Products.</p>\n<p>\n<b>9.2.</b>&nbsp;<u>Customer Property</u>.\nCustomer owns and retains all right, title, and interest in and to the Customer Data and does not by means this Agreement or otherwise transfer any rights in the Customer Data to Verkada, except for the limited license set forth in&nbsp;<u>Section 2.2</u>.</p>10.\nINDEMNIFICATION<p>\n<b>10.1.</b>&nbsp;<u>By Verkada</u>.\nVerkada will indemnify, defend, and hold Customer, its affiliates, and their respective owners, directors, members, officers, and employees (collectively, “&nbsp;<b>Customer Indemnitees</b>”) harmless from and against any claim, action, demand, suit or proceeding (each, a “&nbsp;<b>Claim</b>”), and the attorneys’ fees and court and investigative costs of Customer Indemnitees, made or brought by a third party against any of the Customer Indemnitees alleging that Customer’s use of the Products infringes or misappropriates any patent, trademark, copyright, or any other intellectual property of such third party.</p>\n<p>Verkada will pay any damages finally awarded against any Customer Indemnitees by a court of competent jurisdiction as a result of any such Claim, or any final settlement of such Claim, so long as Customer (i) gives Verkada prompt written notice of the Claim, (ii) gives Verkada sole control of the defense and settlement of the Claim (provided that Verkada may not settle any Claim without the Customer Indemnitee’s written consent, which will not be unreasonably withheld), and (iii) provides to Verkada all reasonable assistance, at Verkada’s request and expense.</p>\n<p>If Customer’s right to use the Products hereunder is, or in Verkada’s opinion is likely to be, enjoined as the result of a Claim, then Verkada may, at Verkada’s sole option and expense procure for Customer the right to continue using the Products under the terms of this Agreement, or replace or modify the Products so as to be non-infringing and substantially equivalent in function to the claimed infringing or enjoined Products.</p>\n<p>Verkada will have no indemnification obligations under this&nbsp;<u>Section 10.1</u>&nbsp;to the extent that a Claim is based on or arises from: (a) use of the Products in a manner other than as expressly permitted in this Agreement.\n(b) any alteration or modification of the Products except as expressly authorized by Verkada.\n(c) the combination of the Products with any other software, product, or services (to the extent that the alleged infringement arises from such combination).\nor (d) where the Claim arises out of specifications provided by Customer.\nThis&nbsp;<u>Section 10.1</u>&nbsp;sets forth Verkada’s sole and exclusive liability, and Customer’s exclusive remedies, for any Claim of infringement or misappropriation of intellectual property.</p>\n<p>\n<b>10.2.</b>&nbsp;<u>By Customer</u>.\nCustomer will indemnify, defend, and hold harmless Verkada, its affiliates, and their respective owners, directors, members, officers, and employees (together, the “&nbsp;<b>Verkada Indemnitees</b>”) from and against any Claim, and the attorneys’ fees and court and investigative costs of Verkada Indemnitees, related to: (a) Customer or its Users engaging in a Prohibited Use.\nand (b) Customer’s indemnity obligation under the Alarms Addendum set forth in Exhibit B hereto (if any).\nCustomer will pay any settlement of and any damages finally awarded against any Verkada Indemnitee by a court of competent jurisdiction as a result of any such Claim so long as Verkada (i) gives Customer prompt written notice of the Claim, (ii) gives Customer sole control of the defense and settlement of the Claim (provided that Customer may not settle any Claim without Verkada’s prior written consent which will not be unreasonably withheld), and (iii) provides to Customer all reasonable assistance, at Customer’s request and expense.</p>11.\nLIMITATIONS OF LIABILITY<p>\n<b>11.1.</b>&nbsp;<u>Disclaimer</u>.\nEXCEPT FOR THE WARRANTIES EXPLICITLY SET FORTH IN THIS AGREEMENT, VERKADA MAKES NO WARRANTIES, WHETHER EXPRESS, IMPLIED, OR STATUTORY, REGARDING OR RELATING TO THE PRODUCTS, OR ANY MATERIALS OR SERVICES FURNISHED OR PROVIDED TO CUSTOMER IN CONNECTION WITH THIS AGREEMENT, INCLUDING UPDATES OR SUPPORT.\nWITHOUT LIMITING THE FOREGOING, VERKADA HEREBY DISCLAIMS ANY AND ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OR TITLE.\nVERKADA DOES NOT WARRANT THAT THE PRODUCTS WILL MEET CUSTOMER’S NEEDS OR EXPECTATIONS, THAT USE OF THE PRODUCTS WILL BE UNINTERRUPTED OR ERROR-FREE, OR THAT DEFECTS WILL BE CORRECTED.</p>\n<p>\n<b>11.2.</b>&nbsp;<u>No Consequential Damages</u>.\nNEITHER PARTY, NOR ITS AFFILIATES, NOR THE OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS, AGENTS OR REPRESENTATIVES OF ANY OF THEM, WILL BE LIABLE TO THE OTHER PARTY FOR ANY INCIDENTAL, INDIRECT, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE, THAT MAY ARISE OUT OF OR IN CONNECTION WITH THIS AGREEMENT, EVEN IF THE OTHER PARTY HAS BEEN NOTIFIED OF THE POSSIBILITY OR LIKELIHOOD OF SUCH DAMAGES OR COSTS OCCURRING AND WHETHER SUCH LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, PRODUCTS LIABILITY OR OTHERWISE.</p>\n<p>\n<b>11.3.</b>&nbsp;<u>Direct Damages Cap</u>.\nEXCEPT WITH RESPECT TO EXCLUDED CLAIMS AND UNCAPPED CLAIMS, IN NO EVENT WILL THE COLLECTIVE LIABILITY OF EITHER PARTY, OR THEIR RESPECTIVE AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS, AGENTS AND REPRESENTATIVES, TO THE OTHER PARTY FOR ANY AND ALL DAMAGES, INJURIES, AND LOSSES ARISING FROM ANY AND ALL CLAIMS AND CAUSES OF ACTION ARISING OUT OF, BASED ON, RESULTING FROM, OR IN ANY WAY RELATED TO THIS AGREEMENT, EXCEED THE TOTAL AMOUNT PAID OR PAYABLE BY CUSTOMER FOR THE USE OF THE PRODUCTS UNDER THIS AGREEMENT DURING THE 24-MONTH PERIOD PRECEDING THE DATE OF THE CLAIM.</p>\n<p>THE EXISTENCE OF MULTIPLE CLAIMS OR SUITS UNDER OR RELATED TO THIS AGREEMENT WILL NOT ENLARGE OR EXTEND THE LIMITATION OF MONEY DAMAGES WHICH WILL BE THE CLAIMANT’S SOLE AND EXCLUSIVE REMEDY.</p>\n<p>\n<b>11.4.</b>&nbsp;<u>Excluded Claims Cap</u>.\n“&nbsp;<b>Excluded Claims</b>“ means any claim and/or liability associated with: (a) both party’s indemnification obligations in&nbsp;<u>Section 10</u>.\n(b) any breach by Verkada of the DPA,&nbsp;<u>Section 8</u>&nbsp;(Data Protection), or other data privacy and security obligations.\nEach party’s total, cumulative liability for all Excluded Claims will not exceed two (2) times the total amount paid or payable by Customer for use of the Products under this Agreement during the Term.</p>\n<p>\n<b>11.5.</b>&nbsp;<u>Uncapped Claims</u>.\n“&nbsp;<b>Uncapped Claims</b>“ means any claim or liability associated with: (a) Customer’s breach of&nbsp;<u>Section 2.2</u>&nbsp;(License to Customer Data),&nbsp;<u>Section 5.1</u>&nbsp;(Compliance), and&nbsp;<u>Section 3 of Exhibit B</u>&nbsp;(Customer Obligations) (if applicable).\n(b) either Party’s breach of confidentiality (but not relating to any liability associated with Verkada’s security obligations with respect to Customer Data which remains subject to the Excluded Claims cap).\nor (c) any liability of a Party which cannot be limited under applicable law, including gross negligence, recklessness, or intentional misconduct.</p>12.\nMISCELLANEOUS<p>This Agreement is the entire agreement between Customer and Verkada and supersedes all prior agreements and understandings concerning the subject matter hereof.\nCustomer and Verkada are independent contractors, and this Agreement will not establish any relationship of partnership, joint venture, or agency between Customer and Verkada.\nFailure to exercise any right under this Agreement will not constitute a waiver.\nThere are no third-party beneficiaries to this Agreement.\nThis Agreement is governed by the laws of California without reference to conflicts of law rules.\nAny notice provided by one party to the other under this Agreement will be in writing and sent either (i) by overnight courier or certified mail (receipt requested), in the case of Customer to Customer’s address on record in Verkada’s account information and in the case of Verkada, to 406 E.\n3rd Ave., San Mateo, CA 94401, or (ii) by electronic mail to Customer’s email address on record in Verkada’s account information or to Verkada at&nbsp;legal@verkada.com.\nIf any provision of this Agreement is found unenforceable, the Agreement will be construed as if such provision had not been included.\nNeither party may assign this Agreement without the prior, written consent of the other party, except that either party may assign this Agreement without such consent in connection with an acquisition of the assigning party or a sale of all or substantially all of its assets.\nIn the event of an assignment by Customer in connection with an acquisition of Customer or a sale of all or substantially all of Customer’s assets, Customer’s License may be transferred to the party acquiring Customer or purchasing all or substantially all of its assets, subject to Verkada’s prior written consent, such consent not to be unreasonably withheld.</p>\n<p>A party will not be liable for any failure to perform caused by circumstances beyond its reasonable control which would otherwise make such performance commercially impractical including, but not limited to, acts of God, fire, flood, acts of war, pandemics, government action, accident, labor difficulties or shortage, inability to obtain materials, equipment or transportation (each, a “&nbsp;<b>Force Majeure Event</b>”).\nIf a Force Majeure Event lasts longer than five (5) business days, the parties will meet to determine if performance under the Agreement can resume as agreed.\nIf the parties cannot agree, then Verkada may terminate the applicable Purchase Order or this Agreement.</p>\n<p>If any disputes arise, the parties will first attempt to resolve the dispute informally via good faith negotiation.\nIf the dispute has not been resolved after 30 days, the parties will resolve any claim, dispute, or controversy (excluding any claims for injunctive or other equitable relief) by binding arbitration before a single arbitrator administered by JAMS, its successors and assigns, in San Mateo County, California, unless otherwise agreed by the parties in writing, and pursuant to its arbitration rules.\nEach party will be responsible for paying any arbitration fees in accordance with the foregoing rules, and the award rendered by the arbitrator may include costs of arbitration, reasonable attorneys’ fees and reasonable costs for expert and other witnesses.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this Section shall be deemed to prevent either party from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of its data security, intellectual property rights or other proprietary rights.</p>\n<p>\n</p>\n<p>\n</p>EXHIBIT A<p>The Service Level Agreement is available at https://www.verkada.com/support/sla/.</p>\n<p>\n</p>\n<p>\n</p>EXHIBIT BAlarms Addendum<p>This “&nbsp;<b>Alarms Addendum</b>” sets forth the terms applicable to Customer’s use of the Monitoring Services (as defined below).</p>1.&nbsp;<u>Certain Definitions</u>.<p>\n<b>a.</b>&nbsp;“&nbsp;<b>Alarm</b>(s)” means an alarm signal, data, video or audio transmission initiated by the Hardware installed on Customer’s premises signaling a specific type of situation that is transmitted to a Call Center for response via the Hosted Software.</p>\n<p>\n<b>b.</b>&nbsp;“&nbsp;<b>Call Center</b>(s)” means a central monitoring station that receives and responds to an Alarm for Customer as more fully set forth below.</p>\n<p>\n<b>c.</b>&nbsp;“&nbsp;<b>Call List</b>” means the list of names, with corresponding telephone numbers and email addresses, of those persons in the order Customer wishes to receive notification of Alarms which must be created, and updated by Customer from time to time, via the Hosted Software.</p>\n<p>\n<b>d.</b>&nbsp;“&nbsp;<b>First Responder(s)</b>” means the entity (e.g., fire department, police department) that is contacted by the Call Center to respond to an Alarm received at the Call Center.</p>\n<p>\n<b>e.</b>&nbsp;“&nbsp;<b>Monitoring Services</b>” means the automated Alarm transmission functionality enabled by the Software that, when triggered, transmits an Alarm to the Call Center for a response, as more fully described in the Documentation.\nThe Monitoring Services are deemed to be a Product under the Agreement.</p>2.&nbsp;<u>Monitoring Services</u>.<p>\n<b>a.</b>&nbsp;In order to use the Monitoring Services, Customer must: (i) purchase a License for each location at which Monitoring Services will be provided (a “&nbsp;<b>Monitoring License</b>”).\nand (ii) enable the “Emergency Dispatch” toggle within the Hosted Software, as more fully described in the Documentation.</p>\n<p>\n<b>b.</b>&nbsp;For each Alarm transmitted through the Hosted Software, the Call Center will respond in accordance with its internal operating procedures, and only if warranted in the sole discretion of the Call Center.\nNot all Alarms require notification to First Responders.\nIf the video verification settings are set to ‘Normal Mode’ (as described in the Documentation), the Call Center may not notify the individuals on the Call List if it is unable to determine a threat to person or property, including because Call Center cannot discern a threat from the video provided or it is unable to access video of the trigger event.\nOnce dispatched, the Call Center may be unable to recall First Responders.</p>\n<p>\n<b>c.</b>&nbsp;In the event of notification to Customer, the Call Center will call the person(s) named in the Call List, in the order set by Customer.\nReceipt by Customer of any form of notification provided by the Call Center pursuant to the Call List, is deemed compliance with the notification obligation hereunder, which notice may include SMS or voice mail message.</p>\n<p>\n<b>d.</b>&nbsp;If video or audio Alarms are received at the Call Center, the Call Center will monitor such video or sound in accordance with its internal operating procedures, and for so long as the Call Center, in its sole discretion, deems appropriate.</p>3.&nbsp;<u>Customer’s Obligations</u>.<p>\n<b>a.</b>&nbsp;Customer (or a properly licensed installer selected by Customer) is responsible for installation (including the design of such installation), maintenance, service, repair, inspection and testing of the Products.\nOnce installed, it is Customer’s responsibility (or a properly licensed installer selected by Customer) to configure its Products in order to enable the Monitoring Services, including by creating and maintaining appropriate Trigger and Response Actions via the Hosted Software (i.e., by creating an “Alarm Address” within Customer’s account in the Hosted Software and configuring it in Customer’s discretion).\nMonitoring Services will be provided only if the Hardware Products have been configured to transmit Alarms to the Call Center by means of the foregoing.</p>\n<p>\n<b>b.</b>&nbsp;Customer is responsible, at Customer’s sole expense, for supplying all systems, and incidental functionality (e.g., high-speed Internet access, IP Address and or wireless services, all 110 Volt AC power), necessary to operate the Products at Customer’s premises.</p>\n<p>\n<b>c.</b>&nbsp;Once delivered, the Hardware Products are in the possession and control of Customer, and it is Customer’s sole responsibility to regularly test the operation of its Products.\nVerkada does not design installations, install, inspect, maintain, service, repair, or test Products for Customers.</p>\n<p>\n<b>d.</b>&nbsp;Customer is responsible for obtaining and maintaining all licenses, registration and permits for the Products and Monitoring Services, including those required by the Customer’s local government, necessary to use the Products as contemplated under this Alarms Addendum in compliance with applicable laws and regulations.</p>4.&nbsp;<u>Monitoring Services Exclusions</u>.<p>\n<b>a.</b>&nbsp;Except for the systems under its control that Verkada uses to make the Hosted Software available, Alarms are transmitted over third party communication networks beyond the control of Verkada and are not maintained by Verkada.\nVerkada will not be responsible for any failure by such third-party networks which prevents transmission of Alarms from reaching the Call Center or any damages arising therefrom.</p>\n<p>\n<b>b.</b>&nbsp;Verkada will have no liability for permit fees, false alarms, false alarm fines, the manner in which First Responders respond, any response delays caused by the First Responders, the failure of First Responders to respond, or the manner in which Alarms are handled by the Call Centers or First Responders.</p>\n<p>\n<b>c.</b>&nbsp;Verkada makes no representation that any aspect of the Products meets code requirements or constitute an alarm system, burglar alarm system, fire alarm system, CCTV system, access control system or other electronic security system, as those terms are defined under the applicable laws of the jurisdictions in which Customer uses the Products.</p>\n<p>\n<b>d.</b>&nbsp;Verkada is not a Call Center and does not provide the services of a Call Center.\nVerkada does not respond to an Alarm, notify, or attempt to notify the persons named in the Call List, request dispatch of First Responders, or other agents to Customer’s premises to investigate or verify an Alarm.\nThe portion of the Monitoring Services performed by Verkada is strictly limited to Verkada’s automated signal and data retransmission software, receivers, and related components, routing Alarms generated from the Products at Customer’s premise via a third-party network to a Call Center for response.\nThe Customer is not contracting with Verkada to provide the services of the Call Center.\nVerkada and the Call Center are independent and unrelated entities, and there is no subcontractor, employer or employee, master or servant, joint venture, partnership, or contractual relationship between them.</p>5.&nbsp;<u>Suspension &amp.\nTermination.</u>\n<p>Verkada may, without prior notice, suspend or terminate the Monitoring Services, in Verkada’s sole discretion, in the event of: (a) a Force Majeure Event which renders any aspect of the Monitoring Services inoperable or impractical.\n(b) Customer defaults in its performance obligations under the Agreement or use of the Products in a manner that violates any applicable law or any third party right of privacy.\n(c) Call Center’s facilities or communication networks are nonoperational.\n(d) Customer causes the Products to transmit excessive false alarms, runaway signals, or otherwise unreasonably overburdens either Verkada’s systems or the Call Center’s systems.\nor (e) Customer fails to provide accurate information within the Call List or fails to properly update the Call List.</p>6.&nbsp;<u>No Representations or Warranties</u>.<p>Verkada makes no representation or warranty, whether express or implied, that the Products including the Monitoring Services will prevent any loss, damage or injury to any person or property, whether by reason of burglary, theft, hold-up, fire or any other cause, or that the Products will in all cases provide the protection for which they are installed or intended.\nMonitoring Services are not error-free.\nVerkada is not an insurer, and Customer assumes all risk for loss or damage to Customer’s premises, contents, business interruption, or persons on or around the premises.\nCustomer’s sole remedy for Verkada’s breach of this Exhibit B is to require Verkada to replace the non-operational Products as set forth in Section 3.2 of the Agreement.</p>\n<p>THE ABOVE EXCLUSIONS WILL NOT APPLY, IF THE GOVERNING LAW WHERE THE CUSTOMER’S PREMISE IS LOCATED PROHIBITS THE EXCLUSION OF IMPLIED WARRANTIES.</p>7.&nbsp;<u>Indemnity</u>.<p>In addition to Section 10.2 of the Agreement, to the fullest extent permitted by governing law, Customer will indemnify, defend, and hold harmless Verkada Indemnitees from and against any Claim (including reasonable attorney’s fees, court costs, fees associated with investigations, or fees or fines relating to permits or false alarms) arising from Customer’s use of the Monitoring Services or its performance, or failure to perform, its obligations under this Exhibit B.</p>8.&nbsp;<u>Exculpatory Clause</u>.<p>\n<b>a.</b>&nbsp;To the fullest extent permitted by governing law, Verkada will not be liable for any loss or damage sustained by Customer caused or contributed by the performance, or failure of performance, of the Monitoring Services under this Exhibit B, even if caused or contributed by any negligence of any kind or degree of the Call Center, Verkada, or any other third-party, except for Verkada’s gross negligence in states that do not permit the exculpation of liability for gross negligence, recklessness and willful misconduct.</p>\n<p>\n<b>b.</b>&nbsp;IN THE EVENT THAT THE EXCULPATORY CLAUSE IS NOT ENFORCEABLE UNDER THE GOVERNING LAW WHERE THE CUSTOMER’S PREMISES IS LOCATED, THE LIMITATIONS OF LIABILITY IN SECTION 11 OF THE AGREEMENT SHALL GOVERN AND CONTROL.</p>9.&nbsp;<u>Insurance</u>.<p>Customer must maintain a policy of General Liability and Property Insurance for liability, casualty, fire, theft, and property damage and, upon request, will ensure that Verkada is named as additional insured, and which shall on a primary and non-contributing basis cover any loss or damage related to Customer’s use of the Products.\nCustomer assumes all potential risk and damage that may arise by reason of failure of the Products, and Customer will look to its own insurance carrier for any loss or assume the risk of loss.\nVerkada will not be responsible for any portion of any loss or damage which is recovered or recoverable by Customer from insurance covering such loss or damage or for such loss or damage against which Customer is indemnified or insured.\nCustomer and all those claiming rights under Customer policies waive all rights against Verkada and its subcontractors for loss or damages caused by perils intended to be detected by the Products or covered by insurance to be obtained by Customer, except such rights as Customer or others may have to the proceeds of insurance.</p>10.&nbsp;<u>Conflict Resolution</u>.<p>In the event of any conflict, discrepancy, or inconsistency between the terms of the Agreement and this Exhibit B, the terms of this Exhibit B will govern and control.</p>\n<p>\n</p>\n<ul>\n<li>Company<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Trust</li>\n<li>Platform SLA</li>\n<li>Global Operations</li>\n<li>Verkada Gives</li>\n<li>Pricing</li>\n<li>Patents</li>\n<li>VerkadaOne</li>\n</ul>\n</li>\n<li>Support<ul>\n<li>Contact</li>\n<li>Support</li>\n<li>VCE Program</li>\n<li>Product Updates</li>\n</ul>\n</li>\n<li>Newsroom<ul>\n<li>In the News</li>\n<li>Press Releases</li>\n<li>Awards</li>\n</ul>\n</li>\n</ul>US (EN) United States (English)\nUnited Kingdom (English)\nCanada (English)\nCanada (Français)\nFrance (Français)\nAustralia (English)\n日本 (日本語)\nInternacional (Español)US (HQ) and CA Number+1 (650) 514-2500UK Number+44 (0)20 3048 6050Australia Number+61 (2725) 99300Contact Sales© Copyright 2023 Verkada Inc.\nAll rights reserved.<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>End User Agreement</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>Verkada uses cookies to improve your browsing experience.\nBy using our website, you agree to our use of cookies.\nFor more information, please read our privacy policy.\n", "created_at": "2023-06-27 01:10:01.423574", "updated_at": "2023-06-27 01:10:56.171445"}, {"id": 16486, "name": "Privacy Statement ", "url": "https://www.verkada.com/privacy", "xpath": "//body", "text": "Verkada Logo<ul>\n<li>Products<ul>\n<li>Platform<ul>\n<li>Overview</li>\n<li>Integrations</li>\n<li>Helix</li>\n<li>Mobile</li>\n<li>Security</li>\n</ul>\n</li>\n<li>Video Security<ul>\n<li>Overview</li>\n<li>Dome</li>\n<li>Mini</li>\n<li>Fisheye</li>\n<li>Bullet</li>\n<li>Multisensor</li>\n<li>Viewing Station</li>\n<li>Camera Compare</li>\n</ul>\n</li>\n<li>Access Control<ul>\n<li>Overview</li>\n<li>Access Controllers</li>\n<li>Door Reader</li>\n<li>Wireless Locks</li>\n<li>Access Credentials</li>\n</ul>\n</li>\n<li>Intercom<ul>\n<li>Overview</li>\n<li>Video Intercom</li>\n<li>Receivers</li>\n</ul>\n</li>\n<li>Air Quality<ul>\n<li>Overview</li>\n<li>Sensors</li>\n</ul>\n</li>\n<li>Workplace<ul>\n<li>Overview</li>\n<li>Guest</li>\n<li>Mailroom</li>\n</ul>\n</li>\n<li>Alarms<ul>\n<li>Overview</li>\n<li>Professional Monitoring</li>\n<li>Intrusion Detection</li>\n<li>Intrusion Deterrence</li>\n<li>Panic Button</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Solutions<ul>\n<li>Industries<ul>\n<li>Education</li>\n<li>Government</li>\n<li>Financial Institutions</li>\n<li>Retail</li>\n<li>Manufacturing</li>\n<li>Healthcare</li>\n<li>Hospitality</li>\n<li>Property Management</li>\n<li>Multifamily</li>\n</ul>\n</li>\n<li>Use Cases<ul>\n<li>Emergency Response</li>\n<li>License Plate Recognition</li>\n<li>Lockdown</li>\n<li>Touchless Entry</li>\n<li>Roll Call</li>\n<li>Vape Detection</li>\n</ul>\n</li>\n<li>Team<ul>\n<li>IT</li>\n<li>Security</li>\n<li>Facilities</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Customers</li>\n<li>Resources<ul>\n<li>Resources<ul>\n<li>Blog</li>\n<li>Webinars</li>\n<li>Events</li>\n<li>Brand Guidelines</li>\n</ul>\n</li>\n<li>Learning<ul>\n<li>Datasheets</li>\n<li>Research</li>\n<li>eBooks</li>\n</ul>\n</li>\n<li>Support<ul>\n<li>Contact</li>\n<li>Knowledge Center</li>\n<li>Training Center</li>\n<li>Product Updates</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Partners<ul>\n<li>Partners<ul>\n<li>Partner Program</li>\n<li>Partner Portal</li>\n<li>Partner Training</li>\n<li>A&amp;E New Construction</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>Log in Get DemoDemoUS (EN) United States (English)\nUnited Kingdom (English)\nCanada (English)\nCanada (Français)\nFrance (Français)\nAustralia (English)\n日本 (日本語)\nInternacional (Español)Privacy Statement<p>LAST REVISED: FEBRUARY 3, 2022</p>\n<p>\n<b>At Verkada, we take your privacy seriously.\nWe are passionate about developing products that enhance the security and privacy of organizations and individuals.\nWe believe that well-built, user-friendly systems make it easier to manage and secure physical environments in ways that respect the privacy of individuals while simultaneously keeping them safe.</b>\n</p>\n<p>\n<b>This Privacy Policy explains who we are and how we collect, share, and use personal data.</b>\n</p>Our Pledge on Privacy<p>We are transparent about the different types of information we collect and how we use them.\nWe do not share your personal information with any third parties except in accordance with our Privacy Policy.</p>Specifically, Verkada will:<ul>\n<li>\n<p>Be clear with individuals when collecting personal information via the site;</p>\n</li>\n<li>\n<p>Incorporate privacy-by-design principles into our development of the Products;</p>\n</li>\n<li>\n<p>Use industry-standard best practices and data security tools to keep your data safe and protect the Products from unauthorized access.\nand</p>\n</li>\n<li>\n<p>Provide customers and administrators with information to help them understand how their use of the Products may include the processing of personal information.</p>\n</li>\n</ul>Verkada will not:<ul>\n<li>\n<p>Sell personal information to third parties;</p>\n</li>\n<li>\n<p>Use personal information for any purpose other than the one for which we originally collected it without first providing further information;</p>\n</li>\n<li>\n<p>Use or access customer data for any purpose other than developing, maintaining, enhancing the Products and providing them to the customer, and on occasion, where permissible, keeping you informed about further products and services.\nor</p>\n</li>\n<li>\n<p>Share customer data across different customer environments.</p>\n</li>\n</ul>\n<p>In addition to the details of the policy below, for more information about our Products, how they are designed and manufactured, how our system is performing in real time, and how we safeguard your information, please visit this link: https://www.verkada.com/trust/.</p>Privacy Policy<p>This Privacy Policy applies to https://www.verkada.com (“Site”), which is owned and operated by Verkada, Inc., together with our worldwide subsidiaries and affiliates (collectively, “Verkada,” “Company,” “we” or “us”).\nThe data controller of your personal information is Verkada, Inc.\nor Verkada Limited, which also is the Verkada entity with whom you are contracting.</p>\n<p>Verkada provides hardware products, and its cloud-based software platform via the Site, for enterprise physical security (such software platform, “Command,” and together with the hardware products, our “Products”).\nThis Privacy Policy explains how we collect, retain, use, and disclose personally identifiable information (“Personal Information”) gathered through the Site and the Products.\nThis Privacy Policy is subject to and incorporates by reference our Terms of Service (located here: https://www.verkada.com/terms-of-service/ ).</p>\n<p>We may update this Privacy Policy from time to time in response to changing legal, technical or business developments.\nWhen we update our Privacy Policy, we will take appropriate measures to inform you, consistent with the significance of the changes we make.\nPlease check back from time to time to review the current Privacy Policy which is effective as of the revision date listed below.</p>What Personal Information Does Verkada Collect And Why?<p>The Personal Information that we may collect about you broadly falls into the following categories:</p>\n<i>\n<u>A.\nPersonal Information Collected Directly Through the Site, Command, and Our Interactions With You</u>\n</i>\n<p>Certain parts of our Site and/or Command may ask you to provide your contact details in order to register an account with us, to subscribe to marketing communications from us, and/or to submit enquiries to us.</p>\n<p>We will also collect the following types of information and Personal Information directly from you through the Site, Command and our interactions with you:</p>\n<ul>\n<li>\n<p>Your Command account authentication information (e.g., email, encrypted password);</p>\n</li>\n<li>\n<p>Personal Information contained in legal agreements (such as invoices and orders);</p>\n</li>\n<li>\n<p>Personal Information included in any job inquiry when you respond to a Verkada job listing, including by emailing us;</p>\n</li>\n<li>\n<p>Personal Information shared with Verkada as part of technical support services that we provide to customers, including account and - Product configuration information, usage data, and/or other similar information;</p>\n</li>\n<li>\n<p>Personal Information you provide to us in communications with us, during a phone call with a Verkada representative or via webinars and events.</p>\n</li>\n</ul>\n<p>We use this information to:</p>\n<ul>\n<li>\n<p>Provide the Site, including its related offerings, services, and programs, and to improve the Site and Command by better understanding how users access and use the Site and Command and to customize their experience;</p>\n</li>\n<li>\n<p>Authenticate Command users;</p>\n</li>\n<li>\n<p>Process Product orders;</p>\n</li>\n<li>\n<p>Effectuate or enforce a transaction or agreement;</p>\n</li>\n<li>\n<p>Respond to requests or inquiries including for customer service or job listings;</p>\n</li>\n<li>\n<p>Provide technical support and troubleshooting for users of the Site and Command;</p>\n</li>\n<li>\n<p>From time-to-time to send you send you information that we believe may be of interest to you, including news and offers about our products and services or those of our chosen partners, where permissible to do so under data protection law.\nExamples can include our blog, newsletter, and co-marketing efforts with our reseller partners.</p>\n</li>\n</ul>\n<p>For more information about Command, please visit this link: https://www.verkada.com/command/</p>\n<i>\n<u>B.\nInformation that we collect automatically</u>\n</i>\n<p>When you interact with the Site and Command, we strive to make your experience easy and meaningful.\nOur Site and Command use technology, or those of third-party service providers, such as cookies, web beacons (clear GIFs) and similar technologies to track user activity and collect site data including analytics information about your use of and activity of the Site or within Command (i.e., automatically collected through the Site, such as the website from which visitors came, Site visitors' IP address, browser type and other information relating to the device through which they access the Site or Command).\nWe may combine this data with the Personal Information we have collected from you.</p>\n<ul>\n<li>\n<p>\n<b>\n<i>\n<u>Cookies</u>\n</i>\n</b>\n<br>We (including our chosen third-party service providers) use cookies to track visitor activity on the Site and Command.\nA cookie is a text file that a website transfers to your computer’s hard drive for record-keeping purposes.\nOur cookies assign a random, unique number to each visitor’s computer.\nThey do not contain information that would personally identify the visitor, although we can associate a cookie with any identifying information that is or has been provided to us while visiting the Site.\nWe use cookies that remain on your computer for a specified period of time or until they are deleted (persistent cookies).\nWe may also use cookies that exist only temporarily during an online session (session cookies) – these cookies allow us to identify you temporarily as you move through the Site.\nMost browsers allow users to refuse cookies but doing so may impede the functionality of some portions of our Site.</p>\n</li>\n<li>\n<p>\n<b>\n<i>\n<u>Third Parties</u>\n</i>\n</b>\n<br>As noted, we may also engage third parties to track and analyze Site and Command activity on our behalf.\nTo do so, these third parties may place cookies or web beacons to track user activity on our Site and within Command.\nWe use the data collected by such third parties to administer and improve the quality of the Site including Command, analyze usage of the Site and Command, and provide a more enhanced user experience on the Site and Command, such as personalizing and delivering relevant offers and content based on user activity on the Site and Command.\nWe do not provide these third parties with your Personal Information.</p>\n</li>\n</ul>\n<i>\n<u>C.\nInformation Collected Through the Products</u>\n</i>\n<p>Some information is processed and stored directly on the hardware Product.\nHowever, we collect the following types of Personal Information from and through certain of the Products as part of their routine functioning and/or in connection with enhanced features enabled by the customer:</p>\n<ul>\n<li>\n<p>\n<b>Security Cameras:</b>\n</p>\n<ul>\n<li>\n<p>Video, images, and audio recordings;</p>\n</li>\n<li>\n<p>“People Analytics” information which includes the facial features and physical attributes of people that appear in video footage captured by a Verkada camera Product.\nOur Product features (e.g., People History, Person Attributes, and Face Detection) allow customers to gather, search, and organize People Analytics information.\nFor more information about how to use People Analytics, please visit: https://help.verkada.com/en/articles/3207895-people-analytics</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>Access Control:</b>\n</p>\n<ul>\n<li>\n<p>Data about individuals using the access control devices (e.g.\nprofile image, start/end date, badge ID, employee ID, etc.), associated access group(s), access level(s), and historical event information.\nand</p>\n</li>\n<li>\n<p>Door usage data, including list of door events and entry/exit actions by individual user\nFor more information about Access Control, please click this link: https://www.verkada.com/docs/Verkada_Access_Control_Datasheet.pdf</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>Sensors:</b>\n</p>\n<ul>\n<li>\n<p>No personally identifiable information is captured\nFor more information about Sensors, please click this link: https://www.verkada.com/sensors/sv11/</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>We use information collected from the Products to:</p>\n<ul>\n<li>\n<p>Authenticate users;</p>\n</li>\n<li>\n<p>Provide the Products to customers and to improve them;</p>\n</li>\n<li>\n<p>Send customer alerts (e.g., motion notifications, tamper alerts, etc.) generated by your Products;</p>\n</li>\n<li>\n<p>Respond to customer requests or inquiries, and for similar, customer service-related purposes;</p>\n</li>\n</ul>\n<p>For more information about our Products from our Knowledgebase, please visit this link: https://help.verkada.com/</p>\n<i>\n<u>D.\nInformation From Other Sources</u>\n</i>\n<p>From time to time, we may obtain Personal Information about you from third party sources, including publicly available sources such as professional contact pages of company websites.</p>\n<p>We may also receive Personal Information about you from companies who provide us with marketing services, but only where these third parties either have your consent or are otherwise legally permitted to disclose your Personal Information to us.</p>\n<p>The types of information we collect from other sources include your professional contact information (such as name, office address, work email address, work phone number).</p>\n<p>We use this information to send you material that we believe may be of interest to you, including news and offers about our products and services, where permissible to do so under data protection law.</p>\n<i>\n<u>Legal Basis for Processing Personal Information</u>\n</i>\n<p>Our legal basis for collecting and using the Personal Information described above will depend on the Personal Information concerned and the specific context in which we collect it.</p>\n<p>However, we will normally collect Personal Information from you only where we have your consent to do so, where we need the Personal Information to perform a contract with you, or where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.\nIn some cases, we may also have a legal obligation to collect Personal Information from you or may otherwise need the Personal Information to protect your vital interests or those of another person.</p>\n<p>If we ask you to provide Personal Information to comply with a legal requirement or to perform a contract with you, we will make this clear at the relevant time and advise you whether the provision of your Personal Information is mandatory or not (as well as of the possible consequences if you do not provide your Personal Information).</p>\n<p>Similarly, if we collect and use your Personal Information in reliance on our legitimate interests (or those of any third party), we will make clear to you at the relevant time what those legitimate interests are.\nIf you have questions about or need further information concerning the legal basis on which we collect and use your Personal Information, please contact us using the contact details provided under the “How to Contact Us” heading below.</p>\n<i>\n<u>Disclosure of Information and Personal Information</u>\n</i>\n<p>We may disclose your Personal Information as follows:</p>\n<ul>\n<li>\n<p>In connection with the process of fulfilling orders, providing, or performing functions on our behalf (e.g., such as third-party service providers, contractors, payment processors, banks, and collection agencies);</p>\n</li>\n<li>\n<p>To provide our Products and services;</p>\n</li>\n<li>\n<p>To service providers to provide you, on our behalf, information relating to our Products or services that we believe you may find of interest;</p>\n</li>\n<li>\n<p>To any competent law enforcement body, regulatory, government agency, court or other third party in response to a subpoena or where we believe disclosure is necessary (i) as a matter of applicable law or regulation, (ii) to exercise, establish or defend our legal rights, or (iii) to protect your vital interests or those of any other person;</p>\n</li>\n<li>\n<p>To an actual or potential buyer (and its agents and advisers) in connection with any actual or proposed purchase, merger or acquisition of any part of our business, or to other third parties in the voluntary or involuntary dissolution (bankruptcy) of our business, provided that we inform the third party it must use your personal information only for the purposes disclosed in this Privacy Policy.\nand</p>\n</li>\n<li>\n<p>To any other person with your consent to the disclosure.</p>\n</li>\n</ul>\n<i>\n<u>Your Data Protection Rights (For EEA and UK residents)</u>\n</i>\n<p>You have the following data protection rights (depending on the context in which we process your information):</p>\n<ul>\n<li>\n<p>\n<b>Access</b>: You have the right to ask us for copies of your Personal Information.\nThere are some exemptions, which means you may not always receive all the information we process.\nIf you use Command, you can access your Personal Information through your Command account.\nFor other access requests, please contact us at privacy@verkada.com.</p>\n</li>\n<li>\n<p>\n<b>Erasure</b>: You have the right to ask us to erase your Personal Information in certain circumstances.\nYou can delete your Personal Information:</p>\n<ul>\n<li>\n<p>\n<u>From Your Command Account</u>: Please contact Verkada Support at support@verkada.com if you have questions regarding how to delete your account or information associated with it.\nIf you choose to delete your Organization within Command, then all the data associated with your organization’s Verkada account is likewise deleted, including any stored image thumbnails or archived video footage.\nYou can access, amend, or delete your information, including Personal Information, through your Command account.\nWe may retain certain data for a longer period of time if we are required to do so for legal reasons.\nRefer to each Product’s specific website for more information about device specific retention and deletion periods.</p>\n</li>\n<li>\n<p>\n<u>From the Products</u>: Customers can delete all information stored on a hardware Product by means of functionality within the Command interface.\nIf you are an individual whose information may have been collected by the Products in use by one of our customers, please contact the operator of the Verkada system to request deletion of such Personal Information.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>Rectification</b>: You have the right to ask us to rectify information you think is inaccurate and to complete information you think is incomplete.\nIf you use Command, you can amend your Personal Information held on Command, through your Command account.\nFor other rectification requests, please contact us at privacy@verkada.com.</p>\n</li>\n<li>\n<p>\n<b>Object/Restrict Processing / Request Portability</b>: In certain circumstances, you can object to processing of your Personal Information, ask us to restrict processing of your Personal Information or request portability of your Personal Information.\nTo make such a request, you can contact us at privacy@verkada.com.</p>\n</li>\n<li>\n<p>\n<b>Opt-Out of Marketing Communications</b>: You have the right to opt-out of marketing communications we send you at any time.\nYou can exercise this right at any time by following the opt-out link or instructions contained in any such email or by visiting https://verkada.com/emailsettings and follow the instructions listed there.\nTo opt-out of other forms of marketing (such as postal marketing or telemarketing), then please contact us at privacy@verkada.com.\nPlease note that it may take a few business days for us to process opt-out requests and we will need to retain your Personal Information on a suppression list to honor your opt-out request.\nIf you opt-out of receiving marketing emails or promotions, we will still send you service-based emails where requested by you, or in reference to other customer service purposes in accordance with this Privacy Policy.</p>\n</li>\n<li>\n<p>\n<b>Withdraw Your Consent</b>: Similarly, if we have collected and process your Personal Information with your consent, then you can withdraw your consent at any time by emailing privacy@verkada.com.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent.</p>\n</li>\n<li>\n<p>\n<b>Complain to a DPA</b>: You have the right to complain to a data protection authority about our collection and use of your Personal Information.\nFor more information, please contact your local data protection authority.</p>\n</li>\n</ul>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.</p>\n<i>\n<u>Your Data Protection Rights (California Residents)</u>\n</i>\n<p>If you are a resident of California and interact with us as a consumer, you have certain rights under the California Consumer Privacy Act or “CCPA” (Cal.\nCiv.\nCode § 1798.100 et seq.), including to request access to and deletion of your Personal Information.\nYou may exercise these rights as explained above with respect to EEA and UK residents, or by contacting us at privacy@verkada.com.\nWe do not sell your Personal Information, but we may allow our advertising partners to collect certain device identifiers and electronic network activity to show ads that are targeted to your interests.\nTo opt out of having your Personal Information used for targeted advertising purposes, [please visit www.aboutads.info/choices.]</p>\n<i>\n<u>Third-Party Links</u>\n</i>\n<p>The Site contains links to other, third-party websites.\nAny access to and use of such linked websites is not governed by this Privacy Policy, but, instead, is governed by the privacy policies of those third-party websites.\nWe are not responsible for the information practices of such third-party websites.</p>\n<i>\n<u>Third Party Advertisers</u>\n</i>\n<p>Our Site uses third party advertisement platform providers and their free conversion tracking features on certain pages.\nIf you visit our Site, the destination page may have code on it that will help us understand the path you took to arrive on that page.</p>\n<i>\n<u>International Users &amp.\nGDPR</u>\n</i>\n<p>Your Personal Information may be transferred to, and processed in, countries other than the country in which you are resident.\nThese countries may have data protection laws that are different to the laws of your country (and, in some cases, may not be as protective).\nThe Site and Command are primarily hosted in the United States, and customers have the option of storing video, image, and audio data in datacenters throughout the world (currently the United States, Canada, the European Union, and Australia).</p>\n<p>By providing your information to Verkada, you acknowledge the transfer of your information to the United States for storage, use, processing, maintenance, and onward transfer of such information to other entities, regardless of their location.\nHowever, such activities will be done in accordance with this Privacy Policy and the Terms of Service.\nVerkada has implemented safeguards to ensure an adequate level of data protection where your Personal Information is transferred outside of the EEA and UK, such as by means of our customer data processing agreement through which we implement the standard contractual clauses for the transfer of Personal Information as approved by the European Commission (Article 46 GDPR).\nWe have implemented similar appropriate safeguards with our third party service providers and partners.\nFurther details can be provided upon request.</p>\n<i>\n<u>Data Retention</u>\n</i>\n<p>We retain Personal Information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax or accounting requirements).\nPlease refer to each Product’s datasheet (available at docs.verkada.com) specific website for more information about device specific retention and deletion periods.</p>\n<p>When we have no ongoing legitimate business need to process your Personal Information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your Personal Information and isolate it from any further processing until deletion is possible.</p>\n<i>\n<u>Children and Minors</u>\n</i>\n<p>The Site and Products are not directed to individuals under the age of 18 and we do not knowingly collect information from anyone under 18.\nIf you become aware that a child has provided us with personal information, please contact us at privacy@verkada.com.\nIf we become aware that a child under 18 has provided us with personal information, we will take steps to delete such information as soon as possible.</p>\n<i>\n<u>How to Contact Us</u>\n</i>\n<p>As a result, we encourage your questions and comments about any privacy concerns.\nPlease direct any privacy related questions or comments to privacy@verkada.com.</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<ul>\n<li>Company<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Trust</li>\n<li>Platform SLA</li>\n<li>Global Operations</li>\n<li>Verkada Gives</li>\n<li>Pricing</li>\n<li>Patents</li>\n<li>VerkadaOne</li>\n</ul>\n</li>\n<li>Support<ul>\n<li>Contact</li>\n<li>Support</li>\n<li>VCE Program</li>\n<li>Product Updates</li>\n</ul>\n</li>\n<li>Newsroom<ul>\n<li>In the News</li>\n<li>Press Releases</li>\n<li>Awards</li>\n</ul>\n</li>\n</ul>US (EN) United States (English)\nUnited Kingdom (English)\nCanada (English)\nCanada (Français)\nFrance (Français)\nAustralia (English)\n日本 (日本語)\nInternacional (Español)US (HQ) and CA Number+1 (650) 514-2500UK Number+44 (0)20 3048 6050Australia Number+61 (2725) 99300Contact Sales© Copyright 2023 Verkada Inc.\nAll rights reserved.<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>End User Agreement</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>Verkada uses cookies to improve your browsing experience.\nBy using our website, you agree to our use of cookies.\nFor more information, please read our privacy policy.\n", "created_at": "2023-06-27 01:10:01.45298", "updated_at": "2023-06-27 01:11:30.169931"}, {"id": 16484, "name": "Terms of Service ", "url": "https://www.verkada.com/terms-of-service/", "xpath": "//body", "text": "Verkada Logo<ul>\n<li>Products<ul>\n<li>Platform<ul>\n<li>Overview</li>\n<li>Integrations</li>\n<li>Helix</li>\n<li>Mobile</li>\n<li>Security</li>\n</ul>\n</li>\n<li>Video Security<ul>\n<li>Overview</li>\n<li>Dome</li>\n<li>Mini</li>\n<li>Fisheye</li>\n<li>Bullet</li>\n<li>Multisensor</li>\n<li>Viewing Station</li>\n<li>Camera Compare</li>\n</ul>\n</li>\n<li>Access Control<ul>\n<li>Overview</li>\n<li>Access Controllers</li>\n<li>Door Reader</li>\n<li>Wireless Locks</li>\n<li>Access Credentials</li>\n</ul>\n</li>\n<li>Intercom<ul>\n<li>Overview</li>\n<li>Video Intercom</li>\n<li>Receivers</li>\n</ul>\n</li>\n<li>Air Quality<ul>\n<li>Overview</li>\n<li>Sensors</li>\n</ul>\n</li>\n<li>Workplace<ul>\n<li>Overview</li>\n<li>Guest</li>\n<li>Mailroom</li>\n</ul>\n</li>\n<li>Alarms<ul>\n<li>Overview</li>\n<li>Professional Monitoring</li>\n<li>Intrusion Detection</li>\n<li>Intrusion Deterrence</li>\n<li>Panic Button</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Solutions<ul>\n<li>Industries<ul>\n<li>Education</li>\n<li>Government</li>\n<li>Financial Institutions</li>\n<li>Retail</li>\n<li>Manufacturing</li>\n<li>Healthcare</li>\n<li>Hospitality</li>\n<li>Property Management</li>\n<li>Multifamily</li>\n</ul>\n</li>\n<li>Use Cases<ul>\n<li>Emergency Response</li>\n<li>License Plate Recognition</li>\n<li>Lockdown</li>\n<li>Touchless Entry</li>\n<li>Roll Call</li>\n<li>Vape Detection</li>\n</ul>\n</li>\n<li>Team<ul>\n<li>IT</li>\n<li>Security</li>\n<li>Facilities</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Customers</li>\n<li>Resources<ul>\n<li>Resources<ul>\n<li>Blog</li>\n<li>Webinars</li>\n<li>Events</li>\n<li>Brand Guidelines</li>\n</ul>\n</li>\n<li>Learning<ul>\n<li>Datasheets</li>\n<li>Research</li>\n<li>eBooks</li>\n</ul>\n</li>\n<li>Support<ul>\n<li>Contact</li>\n<li>Knowledge Center</li>\n<li>Training Center</li>\n<li>Product Updates</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Partners<ul>\n<li>Partners<ul>\n<li>Partner Program</li>\n<li>Partner Portal</li>\n<li>Partner Training</li>\n<li>A&amp;E New Construction</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>Log in Get DemoDemoUS (EN) United States (English)\nUnited Kingdom (English)\nCanada (English)\nCanada (Français)\nFrance (Français)\nAustralia (English)\n日本 (日本語)\nInternacional (Español)Terms of ServiceLast Updated: July 11, 2017<p>Welcome to&nbsp;www.verkada.com&nbsp;(the “Site”), owned and operated by Verkada, Inc.\n(“Verkada”) a Delaware Corporation.\nBy using the Site in any way, including any service made available at the Site, you are agreeing to comply with and to be bound by these Terms of Use and all rules, policies and disclaimers posted on the Site or about which you are notified (collectively, “Terms”).\nPlease review these Terms carefully before using the Site.\nBy using the Site, you agree to be bound by these Terms.\nIf you do not agree with all of the Terms, do not use the Site.\nThe terms “you,” “your,” and “yours” refer to you, the user of the Site.\nThe terms “Verkada,” “we,” “us,” and “our” refer to Verkada.</p>\n<p>\n<b>Changes to the Terms</b>\n</p>\n<p>We may periodically make changes to these Terms, in our sole discretion.\nWhen we do, we will update the “Last Updated” date above.\nIt is your responsibility to review the most recent version of these Terms and remain informed of any changes.\nYou agree that your continued use of the Site after the effective date of any changes will constitute your acceptance of the changed Terms for your continued use.</p>\n<p>\n<b>Access to the Site.\nAccount Registration</b>\n</p>\n<p>We do not provide you with the equipment to access the Site.\nYou are responsible for all fees charged by third parties to access the Site (e.g., charges by internet service providers).</p>\n<p>You must register for an account to use certain Verkada services.\nYour registration for and use of an account will be governed by the Verkada End User Agreement, available at&nbsp;https://www.verkada.com/support/end-user-agreement, and any other applicable agreement related to your use of particular Verkada software and products.</p>\n<p>\n<b>Changes to the Site</b>\n</p>\n<p>We reserve the right to modify or discontinue, temporarily or permanently, all or a part of the Site without notice.\nWe will not be liable to you or to any third party for any modification, suspension, or discontinuance of the Site.</p>\n<p>\n<b>Limited License</b>\n</p>\n<p>Subject to these Terms, Verkada grants you a limited, revocable license to access and use the Site solely to support your use of Verkada products and services within your organization as intended by Verkada.\nNo other use of the Site is authorized.</p>\n<p>\n<b>Software License</b>\n</p>\n<p>Your use of any software you download from the Site is governed by the separate license terms accompanying or referenced in that software or download.</p>\n<p>\n<b>Restrictions</b>\n</p>\n<p>You must comply with all applicable laws when using the Site.\nExcept as may be expressly permitted by applicable law or expressly permitted by us in writing, you will not, and will not permit anyone else to: (a) store, copy, modify, distribute, or resell any information or material available on the Site (“Site Content”) or compile or collect any Site Content as part of a database or other work.\n(b) use any automated tool (e.g., robots, spiders) to use the Site or store, copy, modify, distribute, or resell any Site Content.\n(c) rent, lease, or sublicense your access to the Site.\n(d) use the Site or Site Content for any purpose except for your own personal use.\n(e) circumvent or disable any digital rights management, usage rules, or other security features of the Site.\n(f) reproduce, modify, translate, enhance, decompile, disassemble, reverse engineer, or create derivative works of the Site or Site Content.\n(g) use the Site in a manner that threatens the integrity, performance, or availability of the Site.\nor (h) remove, alter, or obscure any proprietary notices (including copyright notices) on any portion of the Site or Site Content.</p>\n<p>\n<b>Ownership</b>\n</p>\n<p>We or our affiliates or licensors, or applicable third parties, retain all right, title, and interest in and to the Site and Site Content and any trademarks, logos, or service marks displayed on the Site or in Site Content (“Marks”).\nThe Site, Site Content, and Marks are protected by applicable intellectual property laws and international treaties.\nYou are not permitted to use any Marks without the prior written consent of Verkada or such third party which may own the Mark.</p>\n<p>\n<b>Privacy Policy</b>\n</p>\n<p>Our Privacy Policy (available at&nbsp;https://www.verkada.com/privacy/) is hereby incorporated into these Terms by reference.\nPlease read the Privacy Policy carefully for information relating to our collection, use, storage and disclosure of personal information, including registration and other information about you that we collect through the Site.</p>\n<p>\n<b>Links and Third Party Content</b>\n</p>\n<p>The Site may contain links to third party products, services, and websites.\nWe exercise no control over any third party products, services, and websites and we are not responsible for their performance, do not endorse them, and are not responsible or liable for any content, advertising, or other materials available through the third party products, services, and websites.\nWe are not responsible or liable, directly or indirectly, for any damage or loss caused to you by your use of or reliance on any goods or services available through the third party products, services, and websites.\nAdditionally, if you follow a link or otherwise navigate away from the Site, please be aware that these Terms, including the Privacy Policy, will no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any third party websites to which you navigate to from the Site.</p>\n<p>\n<b>Promotions</b>\n</p>\n<p>From time to time, we may offer promotions to Site visitors or registered Site users.\nTo be eligible for a promotion, you must, for the duration of the promotion, reside in a jurisdiction in which the promotion is lawful.\nIf you take part in any promotion, you agree to be bound by the specific promotion rules and by the decisions of Verkada and our designees, which are final in all matters relating to any promotion.\nAny awards provided by us or our sponsors or partners are at our sole discretion.\nWe and our designees reserve the right to disqualify any entrant or winner in our absolute discretion without notice.\nAny applicable taxes on any award are the sole responsibility of each winner.</p>\n<p>\n<b>Feedback</b>\n</p>\n<p>Verkada may provide you with a mechanism to provide feedback, suggestions, and ideas about the Site or us (“Feedback”).\nYou agree that we may, in our sole discretion, use the Feedback you provide in any way, including in future modifications to the Site, our products, or services.\nYou hereby grant us a perpetual, worldwide, fully transferable, irrevocable, royalty-free license to use, reproduce, modify, create derivative works from, distribute, and display the Feedback in any manner for any purpose.</p>\n<p>\n<b>Disclaimer of Warranties</b>\n</p>\n<p>YOUR USE OF THE SITE AND SITE CONTENT, INCLUDING YOUR SUBMISSION OF FEEDBACK, IS AT YOUR SOLE RISK.\nTHE SITE AND SITE CONTENT ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nVERKADA EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING FROM A COURSE OF DEALING, USAGE, OR TRADE PRACTICE.\nWE DO NOT GUARANTEE THE ACCURACY, COMPLETENESS, OR USEFULNESS OF THE SITE OR SITE CONTENT, AND YOU RELY ON THE SITE AND SITE CONTENT AT YOUR OWN RISK.\nANY MATERIAL YOU RECEIVE THROUGH THE SITE IS OBTAINED AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY MATERIAL THROUGH THE SITE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM VERKADA OR THROUGH OR FROM THE SITE WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS.\nSOME STATES MAY PROHIBIT A DISCLAIMER OF WARRANTIES AND YOU MAY HAVE OTHER RIGHTS THAT VARY FROM STATE TO STATE.</p>\n<p>\n<b>Limitation of Liability</b>\n</p>\n<p>VERKADA WILL NOT BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF VERKADA HAS BEEN ADVISED OF THE POSSIBILITY OF THESE DAMAGES), RESULTING FROM YOUR USE OF THE SITE AND SITE CONTENT.\nUNDER NO CIRCUMSTANCES WILL VERKADA’S TOTAL LIABILITY OF ALL KINDS ARISING OUT OF OR RELATED TO YOUR USE OF THE SITE OR SITE CONTENT (INCLUDING BUT NOT LIMITED TO WARRANTY CLAIMS), REGARDLESS OF THE FORUM AND REGARDLESS OF WHETHER ANY ACTION OR CLAIM IS BASED ON CONTRACT, TORT, OR OTHERWISE, EXCEED $50.\nBECAUSE SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE VERKADA’S LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW.</p>\n<p>\n<b>Indemnity</b>\n</p>\n<p>You will indemnify and hold Verkada, and its subsidiaries, affiliates, officers, agents, and employees, harmless from any costs, damages, expenses, and liability caused by your use of the Site or Site Content, your submission of Feedback, your violation of these Terms, or your violation of any rights of a third party through use of the Site or Site Content.</p>\n<p>\n<b>Legal Notices</b>\n</p>\n<p>These Terms will be governed by and construed in accordance with the laws of the State of California without regard to principles of conflicts of law.\nYou submit to the jurisdiction of the federal or state courts of or located in San Mateo County, California, with respect to any action or proceeding arising out of or in any way related to these Terms, and you hereby waive any venue or other objection which you may have to any such action or proceeding being brought in the federal or state courts of in Santa Mateo County, California.\nNo failure or delay by us in exercising any right under these Terms will constitute a waiver of that right.\nIf any portion of these Terms is held invalid by a court of competent jurisdiction, then such portion will be deemed to be of no force or effect, and these Terms will be construed as if such portion had not been included.\nThe headings used in these Terms are for convenience of reference only and do not affect the meaning or construction of these Terms.</p>\n<p>\n<b>Contacting Verkada</b>\n</p>\n<p>If you have any questions or concerns about the Site or these Terms, please send us a thorough description by email to&nbsp;sales@verkada.com, or write to us at:</p>\n<p>Verkada, Inc.\n406 E.\n3rd Ave, San Mateo, CA 94401</p>\n<ul>\n<li>Company<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Trust</li>\n<li>Platform SLA</li>\n<li>Global Operations</li>\n<li>Verkada Gives</li>\n<li>Pricing</li>\n<li>Patents</li>\n<li>VerkadaOne</li>\n</ul>\n</li>\n<li>Support<ul>\n<li>Contact</li>\n<li>Support</li>\n<li>VCE Program</li>\n<li>Product Updates</li>\n</ul>\n</li>\n<li>Newsroom<ul>\n<li>In the News</li>\n<li>Press Releases</li>\n<li>Awards</li>\n</ul>\n</li>\n</ul>US (EN) United States (English)\nUnited Kingdom (English)\nCanada (English)\nCanada (Français)\nFrance (Français)\nAustralia (English)\n日本 (日本語)\nInternacional (Español)US (HQ) and CA Number+1 (650) 514-2500UK Number+44 (0)20 3048 6050Australia Number+61 (2725) 99300Contact Sales© Copyright 2023 Verkada Inc.\nAll rights reserved.<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>End User Agreement</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>Verkada uses cookies to improve your browsing experience.\nBy using our website, you agree to our use of cookies.\nFor more information, please read our privacy policy.\n", "created_at": "2023-06-27 01:10:01.394447", "updated_at": "2023-06-27 01:11:10.559456"}], "points": [], "urls": ["verkada.com"]}}