{"error": 448, "message": "OK", "parameters": {"id": 8517, "name": "Retailer-Savings", "created_at": "2023-06-27 05:09:49.485983", "updated_at": "2023-06-27 10:02:08.008461", "wikipedia": null, "keywords": null, "related": null, "slug": "retailer-savings", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8517.png", "url": "retailer-savings.com", "documents": [{"id": 16536, "name": "Terms & Conditions", "url": "https://www.retailer-savings.com/terms.cgi?config=9597&qid=", "xpath": "//body", "text": "\nTerms <strong>Terms and Conditions</strong> PRINT | CLOSE <p>\n<strong>\n<u>Terms &amp.\nConditions</u>\n</strong>\n</p>\n<p>PLEASE READ THESE TERMS &amp.\nCONDITIONS CAREFULLY BEFORE USING THIS WEBSITE.\nBY USING THIS WEBSITE, YOU AGREE TO BE BOUND BY, AND TO COMPLY WITH, THESE TERMS &amp.\nCONDITIONS UNLESS YOU OFFER DIFFERENT TERMS THAT ARE ACCEPTED IN WRITING BY USA INTERACTIVE, INC..\nIF YOU DO NOT ACCEPT THESE TERMS &amp.\nCONDITIONS, YOU ARE NOT AUTHORIZED TO ACCESS OR USE THIS WEBSITE FOR ANY PURPOSE.</p>\n<p>By registering on this website, you are certifying that you understand and agree to these Terms &amp.\nConditions as well as our Privacy Policy.\nOur Privacy Policy can be accessed and reviewed here.\nYou also acknowledge that this website provides valuable rewards to consumers who respond to and complete the specified number of advertiser offers and that you are accessing this website solely for this purpose.</p>\n<p>USA Interactive, Inc.\nreserves the right, in its sole discretion, to revise these Terms &amp.\nConditions at any time, for any reason, without notice.\nUSA Interactive, Inc.\nalso reserves the right, in its sole discretion, to change the methods through which future rewards are earned.\nThis may include changing the approval requirements necessary to receive future rewards by increasing or decreasing the number of advertiser offers that must be completed to qualify, establishing or eliminating friend referral requirements and adding or decreasing the amount of steps necessary to confirm that you have a legitimate account.\nUSA Interactive, Inc.\nmay also add or remove any product or service listed as a reward at any time.\nIf USA Interactive, Inc.\nreplaces a reward, the new reward may not be of equal value.\nPlease check these Terms &amp.\nConditions periodically for changes.\nYour use of this website following any such modification constitutes your agreement to follow and be bound by the Terms &amp.\nConditions as modified.\nThe last date these Terms &amp.\nConditions were revised is set forth below.\n<strong>IF YOU BREACH ANY OF THESE TERMS &amp.\nCONDITIONS, YOUR RIGHT TO USE THIS WEBSITE WILL TERMINATE AND YOUR ACCOUNT WILL BE DISQUALIFIED.</strong>\n</p>\n<p>USA Interactive, Inc.\nis responsible for reward fulfillment.\nPlease do not contact our advertisers regarding the status of your reward.</p>\n<p>\n<strong>I.</strong>\n<strong>ELIGIBILITY</strong>\n</p>\n<p>A.\nYou must be a U.S.\nresident at least 18 years of age or older, with a valid U.S.\nemail address and shipping address.\nPlease do not enter a P.O.\nbox as your shipping address.\nwe will not ship to P.O.\nboxes.</p>\n<p>B.\nYou must register with valid information, including a zip code that is not disqualified from participating.</p>\n<p>(1.)The following zip codes are disqualified from participating:</p>\n<p>07103, 07104, 07108, 07112, 07114, 60411, 60422, 60423, 60426, 60428, 60429, 60430, 60443, 60452, 60461, 60156, 60471, 60477, 60478, 60487</p>\n<p>C.\nTo qualify for the reward on this particular website, you must:</p>\n<p>(1.) You must successfully complete the following reward offers: two (2) offers from Silver Offers, two (2) offers from Gold Offers, and four (4) offers from Platinum Offers .\n</p>\n<p> (2.) refer 0 unique household(s) that also complete the program requirements.</p>\n<p>*Please note that available reward offers will vary.\nSome reward offers require a purchase.\nCredit card offers may require you to activate the card by making a purchase, transferring a balance or taking a cash advance.</p>\n<p>D.\nFollow the redemption instructions.</p>\n<p>E.\nThis offer is limited to one reward per household.</p>\n<p>F.\nEach household is limited to the use of one email address.</p>\n<p>G.\nEach household must use the same email address throughout all websites owned or operated by USA Interactive, Inc., and/or its affiliated companies.</p>\n<p>H.\nIn a six-month period, each household may qualify for and receive:</p>\n<p>(1.) multiple rewards offered by USA Interactive, Inc., and/or its affiliated companies and with a total value of $1,000.\nor</p>\n<p>(2.) one reward offered by USA Interactive, Inc., and/or its affiliated companies with a value that exceeds $1,000.</p>\n<p>I.\nThis offer expires 60 days from the date you register on the website.</p>\n<p>J.\nIf at the end of the 60-day period you have successfully completed the required number of reward offers but you have not referred 0 unique household(s) that also completed the program requirements, you will not be eligible to receive the reward.\nHowever, as a consolation for participating, you may automatically receive a check for a minimum amount of $25 or a $25 (minimum amount) gift card to the merchant of our choice.</p>\n<p>\n<strong>II.</strong>\n<strong>REGISTRATION</strong>\n</p>\n<p>A.\nValid Information</p>\n<p>(1.) You must provide valid and truthful registration information.</p>\n<p>(2.) If you provide any information that is untrue, inaccurate, not current, or incomplete, or if we have reasonable grounds to suspect that any information you provided is untrue, inaccurate, not current, or incomplete, your account may be placed on hold or disqualified.</p>\n<p>B.\nAccounts</p>\n<p>(1.) Only one account is allowed per household.\nAny accounts that share the same name, email address, mailing or shipping address, telephone number, credit card or IP address will be considered the same household.\nAccounts in violation of this rule will be placed on hold or disqualified.</p>\n<p>(2.) You may not have multiple accounts at more than one address or under more than one name or email address.</p>\n<p>(3.) You may not use another person’s name or information to receive products from this website.\nFor example, you may not register on this website for another person or complete offers for another person’s account.</p>\n<p>(4.) You are responsible for maintaining the security of your account.\nUSA Interactive, Inc.\nis not liable for any losses incurred through the access of your account by a third party.</p>\n<p>(5.) You may access your account at any time by clicking on Check Gift Status and entering the email address that you used to register on the website.</p>\n<p>C.\nExpiration/Cancellation of Account</p>\n<p>(1.) Your account will expire 60 days from the date you register on this website.\nUpon expiration, you will no longer be eligible to receive the reward.</p>\n<p>(2.) There is no way to cancel an account.\nIf you no longer wish to remain a part of this website, you should refrain from accessing your account.</p>\n<p>D.\nPublicity</p>\n<p>Except where prohibited by law, participation in this website constitutes your consent to USA Interactive, Inc.'s use of your name, likeness, voice, opinions, hometown and state for promotional purposes in any media, worldwide, without further approval, payment or consideration.</p>\n<p>\n<strong>III.</strong>\n<strong>OFFERS</strong>\n</p>\n<p>A.\nOptional Offers/Survey Pages</p>\n<p>(1.) Completion of the optional offers and survey pages is not required to qualify for the reward.</p>\n<p>(2.) We may preselect certain offers for you to view.\nIf you are not interested in signing-up for an offer, click “Next” or “Skip.”</p>\n<p>(3.) When you answer an optional offer, we will transfer some or all of the information you submitted during the website registration process to the applicable advertiser without providing you with another opportunity to review the information.</p>\n<p>(4.) When you select “yes” or “no” next to a survey question, we will transfer some or all of the information you submitted during the website registration process to advertisers that we believe may be of interest to you without providing you with another opportunity to review the information.</p>\n<p>B.\nCompletion of Reward Offers</p>\n<p>(1.) You must provide valid and truthful information when completing an advertiser’s offer.\nAccounts in violation of this rule will be placed on hold or disqualified.</p>\n<p>(2.) Once you have completed an advertiser’s offer, you will not receive credit for that offer, or any other offer sponsored by that advertiser again by USA Interactive, Inc.\nor any of its affiliated companies, for six months.\nFor purposes hereof, an “advertiser” generally is the business unit sponsoring the offer, although some advertisers may apply this rule to the entire corporate entity sponsoring the offer.\nIf you have any questions regarding which definition applies, please <u>Contact Us</u>.</p>\n<p>(3.) In order to receive credit for completing an offer, you must complete the offer by clicking on the offer from this website.\nYou must click the offer link via our web page in order for us to correctly track and credit your account.\nImportantly, some applications such as spyware blockers or pop-up blockers may preclude these links from functioning correctly and USA Interactive, Inc.\nis not liable for such failures.</p>\n<p>(4.) You may apply only once to any given credit card offer.\nCredit card offers may require you to activate the card by making a purchase, transferring a balance or taking a cash advance.</p>\n<p>(5.) You may complete any reward offer only once across all USA Interactive, Inc.\nand any of its affiliated companies websites to be credited toward the qualification for the reward.</p>\n<p>(6.) In order to receive proper credit for completing an offer, you must make sure that your browser settings are set to accept all cookies, and that you click on our exact offer link to get to the offer provider’s website.</p>\n<p>C.\nFailure to Receive Credit for a Reward Offer</p>\n<p>(1.) USA Interactive, Inc.\ndoes not guarantee that you will receive credit for an offer.\nWe reserve the right to refuse crediting your account for a variety of reasons, including but not limited to improper sign-up, lack of appropriate information or documentation or improper browser settings.</p>\n<p>(2.) USA Interactive, Inc.\nis not responsible for delays in reporting offer completion.\nThe time it takes to receive credit for an offer varies with each advertiser.</p>\n<p>(3.) USA Interactive, Inc.\nis unable to manually credit an offer.</p>\n<p>(4.) If you believe that you have successfully completed an offer and you have not received credit for that offer, you should confirm that you have: (1) satisfied all of the requirements stipulated by the advertiser.\nand (2) waited the appropriate amount of time for offer completion to be reported back to this website (this amount of time varies with each advertiser).\nIf you have questions, <u>Contact Us</u>.</p>\n<p>D.\nBonus Offer</p>\n<p>You may be presented with an opportunity to qualify for bonus gifts on the reward offer pages.\nCompletion of the Bonus Offer on any given reward offer page will be deemed a completion of one (1) reward offer on the page upon which it is displayed and will also count as the completion of the Bonus Offer.\n</p>\n<p>In order to qualify for bonus gifts, you must successfully complete one (1) of the Bonus Offers and satisfy all Eligibility requirements specified in Section I above.: All terms and conditions covering the Completion of Reward Offers and the Failure to Receive Credit for a Reward Offer in Section III above shall also apply to Bonus Offers.</p>\n<p>E.\nTerms of Offers</p>\n<p>(1.) USA Interactive, Inc.\nis not responsible for its advertisers’ offers or the transactions you enter into with the advertisers or partners on this website.\nUSA Interactive, Inc.\ncannot fulfill an advertiser offer, cancel an advertiser offer on your behalf, refund any charges you have incurred or service an account you created with an advertiser.\nYou should carefully read the requirements, terms and conditions, privacy policy and billing information for each offer before you sign-up.</p>\n<p>(2.) You complete offers through our website publisher partners at your own risk.\nUSA Interactive, Inc.\nis not responsible for content, services or products associated with our website publisher partners.\nIf there is a complaint about services or products received from a publisher, you should contact the offer provider in question.</p>\n<p>\n<strong>IV.</strong>\n<strong>REFERRALS</strong>\n</p>\n<p>A.\nHow it Works</p>\n<p>(1.) As stated above, in order to qualify for the reward on this website you must refer 0 unique household(s) that also complete the program requirements.</p>\n<p>(2.) In order to connect these referrals to your account, we will provide you with a unique link to this website, which you must then distribute to the intended parties.\nYour referral link will be provided on your custom account page.\nAny referral that does not click this URL or type it into their web browser accurately cannot be tracked and thus cannot be connected to your account.\nNote that some applications can remove the tracking part of this URL.\nYou assume the risk of this link breaking when using our website.</p>\n<p>(3.) You are responsible for distributing the referral link.\nUSA Interactive, Inc.\nwill not send out any communications on your behalf to encourage such sign-ups to occur.</p>\n<p>(4.) You may complete more than the required number of reward offers and may refer more than the required number of unique households.\nhowever, you are limited to earning only one reward per household.\nAdditional referrals or offer completions will not result in additional rewards.</p>\n<p>B.\nReferral Fraud</p>\n<p>(1.) USA Interactive, Inc.\nreserves the right to screen all referrals for suspicious activity.\nWe reserve the right to determine, in our sole discretion, which referrals are fraudulent or in violation of these Terms &amp.\nConditions, and to place on hold or disqualify all accounts associated with an improper referral.</p>\n<p>(2.) Participation in a “conga line” or any other organized system of individuals trying to obtain enough referrals to qualify for the reward is strictly prohibited and will result in disqualification of your account, as well as the account belonging to the person(s) that referred you to the website and the person(s) that you referred.</p>\n<p>\n<strong>V.</strong>\n<strong>REWARDS</strong>\n</p>\n<p>A.\nRedemption Process</p>\n<p>(1.) You may access your account at any time by clicking Check Gift Status and entering the email address that you used to register on the website.</p>\n<p>(2.) Log in to your account when your offer and referral status is “Approved,” and a confirmation email will be sent to you with instructions for verifying your information.\nYou must follow the instructions in the “Approval” email to enter the Redemption Center.\nIn the alternative, once your offer and referral status is approved, you can access the Redemption Center by logging in to your account and clicking “Click here to redeem your gift.”</p>\n<p>(3.) After verifying your information in the Redemption Center, click “Click here to get your gift” to generate a Redemption Certificate.\nPrint out this certificate and mail it to the address provided in the Redemption Center instructions.\nCertificates sent to any other address may not be processed.</p>\n<p>(4.) Your Redemption Certificate must be postmarked within 15 days of your final required offer being “Approved” or your account will be disqualified.</p>\n<p>(5.) Should the value of the reward or the cumulative value of rewards received during the calendar year exceed six hundred dollars (USD $600.00), you must provide us with a completed IRS Form W-9.\nYour completed W-9 must be received at the mailing address provided in the Redemption Center instructions <u>prior</u> to the shipment of the reward.\nIf you fail to return the form within 30 days of USA Interactive, Inc.'s request, or if you provide false information on the form, your account will be disqualified.\nTo learn more about IRS Form W-9, go to http://www.irs.gov.</p>\n<p>B.\nReward Fulfillment and Delivery</p>\n<p>(1.) USA Interactive, Inc.\nreserves the right to substitute a check for the reward.\nThe amount of the check shall be determined by USA Interactive, Inc.\nin its sole discretion.\nBy cashing the check, you agree that you have been made whole and relinquish your rights to pursue any and all claims against this website, USA Interactive, Inc., its parent, successors, assigns, affiliates, advertisers and employees.</p>\n<p>(2.) USA Interactive, Inc.\nreserves the right to substitute a gift card for the reward.\nThe amount of the gift card and the merchant shall be determined by USA Interactive, Inc.\nin its sole discretion.\nBy accepting the gift card, you agree that you have been made whole and relinquish your rights to pursue any and all claims against this website, USA Interactive, Inc., its parent, successors, assigns, affiliates, advertisers and employees.</p>\n<p>(3.) USA Interactive, Inc.\nreserves the right to substitute a product of comparable value for the reward.\n“Comparable value” shall be determined by USA Interactive, Inc.\nin its sole discretion.</p>\n<p>(4.) Rewards that are back ordered will be replaced with another item of comparable value, a check or a gift card, or they will ship when they are made available.\nDiscontinued products will be replaced with another item of comparable value, a check or a gift card.</p>\n<p>(5.) All rewards are shipped to the address you submit in the Redemption Center.\nIt is your responsibility to submit the correct address.\nWe will not ship to P.O.\nboxes.\nUSA Interactive, Inc.\nis not responsible for lost orders stemming from incorrect shipping addresses, theft or carrier errors.\nIn the event a situation arises necessitating package forwarding, USA Interactive, Inc.\nis in no way responsible for ensuring delivery.</p>\n<p>(6.) If, after you have received a reward, we determine that you violated these Terms &amp.\nConditions, you agree to return the reward at your expense.\nAdditionally, USA Interactive, Inc.\nreserves its right to pursue legal action against you.</p>\n<p>C.\nReturn Policy</p>\n<p>(1.) USA Interactive, Inc.\nwill not accept returned rewards.\nBy returning a reward, you are relinquishing your claim to the reward.</p>\n<p>(2.) If a product is found to be defective, you should consult the warranty information included with the reward, if applicable.\nUSA Interactive, Inc.\nis not responsible for the repair or replacement of damaged or defective products.\nPlease contact the relevant vendor for questions about damaged or defective products.\nIn cases where you do not know what vendor shipped the product to you, <u>Contact Us</u> to obtain the appropriate vendor’s contact information.</p>\n<p>\n<strong>VI.</strong>\n<strong>HOLD/DISQUALIFICATION</strong>\n</p>\n<p>A.\nYour account and associated accounts may be placed on hold and/or disqualified for:</p>\n<p>(1.) having multiple accounts within USA Interactive, Inc.\nwebsites, and any of its affiliated companies websites;</p>\n<p>(2.) providing false information to USA Interactive, Inc.\nor an advertiser on the website;</p>\n<p>(3.) corresponding with other individuals or posting information on a website, forum or auction that has to do with manipulating the website or “canceling the offers,” including, but not limited to, cancellation phone numbers, cancellation time frames and any encouragement or direction to cancel the offers after signing-up with the applicable advertiser(s);</p>\n<p>(4.) utilizing prepaid cards with the intent or for the purpose of manipulating the website and/or \"cancelling the offers\";</p>\n<p>(5.) improper or fraudulent referrals;</p>\n<p>(6.) bidding on trademarked keywords associated with our advertising partners or their affiliates in Internet search engines to gain referrals through sponsored search results (e.g., bidding on the keyword “Netflix” in Google and appending your referral link to this bid upon keyword);</p>\n<p>(7.) posting your referral link in places where it is not welcome or spamming your referral link online in any capacity;</p>\n<p>(8.) purchasing referrals or paying individuals to complete offers;</p>\n<p>(9.) participating in a “conga line” or any other organized system of individuals trying to obtain enough referrals to qualify for the reward;</p>\n<p>(10.) using another person’s credit card to complete offers;</p>\n<p>(11.) violating these Terms &amp.\nConditions.\nor</p>\n<p>(12.) any other reason or a combination of reasons at the sole discretion of USA Interactive, Inc..</p>\n<p>B.\nAdditional Terms for Hold Status and Disqualification</p>\n<p>(1.) USA Interactive, Inc.\nreserves the right to place your account on hold or disqualify your account at any time, even after a reward has shipped.</p>\n<p>(2.) USA Interactive, Inc.\nis not responsible for notifying you about a change in your account status.</p>\n<p>(3.) If your account is placed on hold or disqualified, all other accounts created by or associated with you across all websites owned and operated by USA Interactive, Inc.\nand/or its affiliated companies may be placed on hold or disqualified, at the sole discretion of USA Interactive, Inc..</p>\n<p>(4.) If your account is placed on hold or disqualified, you may not create another account on any website owned or operated by USA Interactive, Inc.\nor any of its affiliated companies.</p>\n<p>(5.) If your account is disqualified, that disqualification is permanent and you are permanently prohibited from participating in any website owned or operated by USA Interactive, Inc.\nor any of its affiliated companies.\n</p>\n<p>(6.) You will not be reimbursed for any expenses incurred through this website prior to your account being placed on hold or disqualified.</p>\n<p>(7.) If you feel your account has been placed on hold or disqualified in error, <u>Contact Us</u>.</p>\n<p>\n<strong>VII.</strong>\n<strong>CUSTOMER SERVICE</strong>\n</p>\n<p>Due to the volume of customer service inquiries, USA Interactive, Inc.\ndoes not offer telephone support.\nAll questions, comments and concerns should be submitted through the <u> Contact Us</u> link on the website.</p>\n<p>\n<strong>VIII.</strong>\n<strong>OTHER</strong>\n</p>\n<p>A.\n<u>Intellectual Property</u>.\nThis website, and all information and/or content that can be seen, heard or otherwise experienced on the website, including, without limitation, all reports, text, video, graphics, audio, and other materials (collectively, the “Content”) are protected by U.S.\nand international copyright, trademark and other laws, and belong to USA Interactive, Inc.\nor to third parties.</p>\n<p>You may use the website and the Content solely for your personal use.\nYou may download, print and store portions of the Content that you select for such use.\nNo right, title or interest in any downloaded Content or materials is transferred to you as a result of any such downloading.\nUSA Interactive, Inc.\nreserves complete title and full intellectual property rights in any Content you download from this website.\nYou may not modify, reformat, copy, reproduce, display, distribute, repost, transmit, publish, license, sell, rent, transfer or create derivative works from any Content or information obtained from the website, except as expressly permitted by these Terms &amp.\nConditions.\nYou may not mirror or frame the home page or any other pages of the website on any other website or web page and may not connect links, including “deep links” to the website.\nYou may not use a robot, scraper or other automated means of accessing the website.\nYou are prohibited from using any of the marks or logos appearing throughout the website without express written consent from the trademark owner, except as permitted by applicable law.</p>\n<p>B.\n<u>Intellectual Property Infringement Claims</u>.\nIt is the policy of USA Interactive, Inc.\nto respond expeditiously to claims of intellectual property infringement.\nWe will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws.\nNotices of claimed infringement should be directed to:</p>\n<p>Registered Copyright Agent</p>\n<p>USA Interactive, Inc.</p>\n<p>Retailer-Savings.com</p>\n<p>2207 Concord Pike PMB 530, Wilmington, DE 19803</p>\n<p>Contact Us: Click Here</p>\n<p>C.\n<u>DISCLAIMER OF WARRANTIES</u>.</p>\n<p>YOU AGREE TO ASSUME TOTAL RESPONSIBILITY AND RISK FOR YOUR USE OF THE WEBSITE AND THE CONTENT AND FOR EVALUATING THE ACCURACY, COMPLETENESS AND USEFULNESS OF ALL CONTENT.\nUSA INTERACTIVE, INC.\nMAKES NO EXPRESS OR IMPLIED WARRANTIES, REPRESENTATIONS OR ENDORSEMENTS WHATSOEVER WITH RESPECT TO THE WEBSITE OR THE CONTENT.\nUSA INTERACTIVE, INC.\nEXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT, WITH REGARD TO THE WEBSITE, THE SERVICES PROVIDED BY USA INTERACTIVE, INC.\nAND THE CONTENT.\nUSA INTERACTIVE, INC.\nDOES NOT WARRANT THAT THE FUNCTIONS PERFORMED BY THE WEBSITE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE OR THAT DEFECTS IN THE WEBSITE WILL BE CORRECTED.\nUSA INTERACTIVE, INC.\nDOES NOT WARRANT THE ACCURACY OR COMPLETENESS OF THE CONTENT OR THAT ANY ERRORS IN THE CONTENT WILL BE CORRECTED.\nTHE WEBSITE AND THE CONTENT ARE PROVIDED “WITH ALL FAULTS,” ON AN “AS IS” AND “AS AVAILABLE” BASIS.</p>\n<p>D.\n<u>LIMITATION OF LIABILITY</u>.</p>\n<p>TO THE GREATEST EXTENT PERMITTED BY APPLICABLE LAW, USA INTERACTIVE, INC.\nWILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE ARISING EITHER DIRECTLY OR INDIRECTLY FROM ANY USE OR INABILITY TO USE THE WEBSITE OR THE CONTENT.\nYOU UNDERSTAND AND AGREE THAT UNDER NO CIRCUMSTANCES WILL USA INTERACTIVE, INC.\nBE LIABLE FOR ANY DAMAGES WHATSOEVER, INCLUDING BUT NOT LIMITED TO: (1) ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES ARISING OUT OF THE USE OF OR INABILITY TO USE THE WEBSITE OR THE CONTENT.\n(2) ANY CLAIM ATTRIBUTABLE TO ERRORS, OMISSIONS OR OTHER INACCURACIES IN THE WEBSITE OR THE CONTENT.\n(3) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(4) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE WEBSITE OR THE SERVICE.\nOR (5) ANY OTHER MATTER RELATING TO THE WEBSITE OR THE CONTENT, EVEN IF USA INTERACTIVE, INC.\nHAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>IF YOU ARE DISSATISFIED WITH THE WEBSITE, THE CONTENT, THE TERMS &amp.\nCONDITIONS, OR THE PRIVACY POLICY, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE WEBSITE.</p>\n<p>E.\n<u>Indemnification</u>.\nYou understand and agree that you are personally responsible for your behavior on the website.\nYou agree to indemnify, defend and hold harmless USA Interactive, Inc., its parent, subsidiaries, affiliates, licensors, officers, directors, employees, and agents from and against all claims, losses, expenses, damages, and costs (including but not limited to direct, indirect, incidental, consequential, and/or exemplary damages), and attorneys’ fees, resulting from or arising out of your use, misuse or inability to use the website or the Content, or any violation by you of these Terms &amp.\nConditions.</p>\n<p>F.\n<u>User Conduct</u>.\nYou agree to use the website only for lawful purposes.\nYou agree not to take any action that might compromise the security of the website, render the website inaccessible to others or otherwise cause damage to USA Interactive, Inc., the website, its users, or the Content.\nYou agree not to add to, subtract from or otherwise modify the Content.\nYou agree not to use the website in any manner that might interfere with the rights of USA Interactive, Inc.\nor any third party.</p>\n<p>G.\n<u>Enforcement/Choice of Law/Jurisdiction and Venue</u>.\nEvery provision of these Terms &amp.\nConditions will be construed, to the extent possible, so as to be valid and enforceable.\nIf any provision of these Terms &amp.\nConditions so construed is held by a court of competent jurisdiction to be invalid, illegal or otherwise unenforceable, such provision will, to the extent so held, be deemed severed from these Terms &amp.\nConditions and all other provisions will remain in full force and effect.\nAny and all disputes relating to these Terms &amp.\nConditions, the website, your use thereof, or the Content (collectively, “Disputes”) are governed by, and will be interpreted in accordance with, the laws of the State of Pennsylvania, without regard to conflict of law provisions.\nAny Dispute will be adjudicated in a state or federal court situated in Harrisburg, Pennsylvania, and you hereby irrevocably submit to the personal jurisdiction of such courts for that purpose.</p>\n<p>H.\n<u>Binding Arbitration/Class Action Waiver</u>.\nYou and USA Interactive, Inc.\neach agree that any and all disputes or claims that have arisen or may arise between you and USA Interactive, Inc.\nshall be resolved on an individual basis and resolved exclusively through final and binding arbitration, rather than in court, except that you may assert claims in small claims court, if your claims qualify.\nThe Federal Arbitration Act governs the interpretation and enforcement of this Agreement to Arbitrate.</p>\n<p>(1.)\tNotice of Dispute.\nIn the event of a dispute, you or USA Interactive, Inc.\nmust give the other a Notice of Dispute, which shall be a written statement that sets forth the name, address and contact information of the party giving such Notice, the facts relied upon for raising the dispute, and the relief requested.\nIf you are sending a Notice of Dispute to USA Interactive, Inc., you must send such Notice to Attn: Legal Department, 2207 Concord Pike PMB 530, Wilmington, DE 19803.\nAny Notice sent by USA Interactive, Inc.\nwill be sent to you by U.S.\nmail to your address or email address, depending on the contact information we have for you.\nYou and USA Interactive, Inc.\nwill attempt to resolve any dispute through information negotiation within 60 days from the date the Notice of Dispute was sent.\nAfter 60 days, you or USA Interactive, Inc.\nmay commence arbitration in the manner described below.</p>\n<p>(2.)\tYou may also litigate in small claims court in your county of residence or Dauphin County, Pennsylvania, if the dispute meets all requirements to be heard in the small claims court.\nYou may litigate in small claims court whether or not you negotiated informally first.</p>\n<p>(3.)\tClass Action Waiver.\nYOU AND USA INTERACTIVE, INC.\nAGREE THAT EACH OF US MAY BRING CLAIMS AGAINST THE OTHER ONLY ON AN INDIVIDUAL BASIS AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.\nNEITHER YOU NOR USA INTERACTIVE, INC.\nWILL SEEK TO HAVE ANY DISPUTE HEARD AS A CLASS ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR IN ANY OTHER PROCEEDING IN WHICH EITHER PARTY ACTS OR PROPOSES TO ACT IN A REPRESENTATIVE CAPACITY.\nNO ARBITRATION OR PROCEEDING WILL BE COMBINED WITH ANOTHER WITHOUT THE PRIOR WRITTEN CONSENT OF ALL PARTIES TO ALL AFFECTED ARBITRATIONS OR PROCEEDINGS.</p>\n<p>(4.)\tOpt-Out Procedure.\nYou can choose to reject this Agreement to Arbitrate (“opt-out”) by mailing us a written opt-out notice (“Opt-Out Notice”).\nFor new USA Interactive, Inc.\nusers, the Opt-Out Notice must be postmarked no later than 30 days after the date you accept the User Agreement for the first time.\nIf you are already a current USA Interactive, Inc.\nuser and previously accepted the terms &amp.\nConditions prior to the introduction of this Agreement to Arbitrate, the Opt-Out Notice must be postmarked no later than 30 days after the effective date of these Terms &amp.\nConditions, which is the date indicated at the end of these Terms &amp.\nConditions.\nYou must mail the Opt-Out Notice to Attn: Legal Department, 2207 Concord Pike PMB 530, Wilmington, DE 19803.\n</p>\n<p>The Opt-Out Notice must state that you do not agree to this Agreement to Arbitrate and must include your name, address, and the user ID(s) and email address(es) associated with the USA Interactive, Inc.\naccount(s) to which the opt-out applies.\nYou must sign the Opt-Out Notice for it to be effective.\nThis procedure is the only way you can opt out of the Agreement to Arbitrate.\nIf you opt out of the Agreement to Arbitrate, all other parts of the Terms &amp.\nConditions, including all other provisions of Article VIII will continue to apply and the most recent Sections VIII(G) and VIII(H) before the change you rejected will apply.\nConsequently, any dispute will be adjudicated in a state or federal court, as applicable, situated in Harrisburg, Pennsylvania and you hereby irrevocably submit to personal jurisdiction of such courts for that purpose.\nOpting out of this Agreement to Arbitrate has no effect on any previous, other, or future arbitration agreements that you may have with us.</p>\n<p>(5.)\tBinding Arbitration and Arbitration Procedures.\nIf you and USA Interactive, Inc.\ndo not resolve any dispute by informal negotiation or in small claims court, any effort to resolve the dispute will be conducted exclusively by binding arbitration.\nYOU ARE GIVING UP THE RIGHT TO LITIGATE (OR PARTICIPATE IN AS A PARTY OR CLASS MEMBER) ALL DISPUTES IN COURT BEFORE A JUDGE OR JURY.\nThe arbitration will be conducted by the American Arbitration Association (“AAA”) under its rules and procedures, including the AAA’s Supplementary Procedures for Consumer-Related Disputes (as applicable), as modified by this Agreement to Arbitrate.\nThe AAA’s rules are available at http://www.adr.org.\nA form for initiating arbitration proceedings is available on the AAA’s website at http://www.adr.org.\nThe arbitration shall be held in the county in which you reside or at another mutually agreed location.\nAttendance at an in-person hearing may be made by telephone by you and/or USA Interactive, Inc.., unless the arbitrator requires otherwise.\nThe arbitrator’s award shall be final and binding, and judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.</p>\n<p>(6.)\tCosts of Arbitration.\nPayment of all filing, administration, and arbitrator fees will be governed by the AAA’s rules, unless otherwise stated in this Agreement to Arbitrate.\n</p>\n<p>(7.)\tSeverability.\nWith the exception of any of the terms in subsection VIII(H)(3.) of this Agreement to Arbitrate (Section (H)), if a court decides that any part of this Agreement to Arbitrate is invalid or unenforceable, the other parts of this Agreement to Arbitrate (Section VIII(H)) shall still apply.\nIf a court decides that any of the provisions in subsection VIII(H)(3.) of this Agreement to Arbitrate (Section VIII(H)) are invalid or unenforceable, then the entirety of this Agreement to Arbitrate (Section VIII(H)) shall be null and void.\nIn that event, the remainder of the Terms &amp.\nConditions, including all other provisions of Article VIII will continue to apply and, any dispute will be adjudicated in a state or federal court, as applicable, situated in Harrisburg, Pennsylvania.\nYou hereby irrevocably submit to personal jurisdiction of such courts for that purpose.\n</p>\n<p>I.\n<u>Entire Agreement/No Waiver</u>.\nThese Terms &amp.\nConditions and the Privacy Policy incorporated herein by reference constitute the entire agreement of the parties with respect to the subject matter hereof.\nNo waiver by USA Interactive, Inc.\nof any breach or default hereunder will be deemed to be a waiver of any preceding or subsequent breach or default.</p>\n<p>J.\n<u>Correction of Errors and Inaccuracies</u>.\nThe Content may contain typographical errors or other errors or inaccuracies and may not be correct or current.\nUSA Interactive, Inc.\nreserves the right to correct any errors, inaccuracies or omissions and to change or update the Content at any time without prior notice.\nUSA Interactive, Inc.\ndoes not, however, guarantee that any errors, inaccuracies or omissions will be corrected.</p>\n<p>K.\n<u>Language</u>.\nIt is the express will of the parties that this agreement and all related documents have been drawn up in English.\nC'est la volonté expresse des parties que la présente convention ainsi que les documents qui s'y rattachent soient rédigés en anglais.</p>\n<p>L.\n<u>Questions or Additional Information</u>.\nIf you have questions about USA Interactive, Inc., the website or these Terms &amp.\nConditions, please Contact Us.</p>\n<p>Active Date: June 05, 2015</p> Copyright © 2023 USA Interactive, Inc..\nAll Rights Reserved.\nCLOSE ", "created_at": "2023-06-27 05:09:49.546085", "updated_at": "2023-06-27 05:10:22.616198"}, {"id": 16535, "name": "Privacy Policy", "url": "https://www.retailer-savings.com/privacy.cgi?config=9597", "xpath": "//body", "text": " <strong>Privacy Policy / Your California Privacy Rights</strong> PRINT | CLOSE <p>\n<strong>Active Date: September 19, 2022</strong>\n</p>\n<p>\n<strong>Previous Revisions: October 27, 2006.\nFebruary 26, 2008.\nMarch 12, 2008.\nJune 26, 2008.\nJuly 31, 2009.\nJanuary 27, 2015.\nNovember 18, 2016.\nMarch 31, 2017 </strong>\n</p>\n<p>\n<strong>Privacy Policy / Your California Privacy Rights</strong>\n</p>\n<p>USA Interactive, Inc.\n(“Company,” “we” or “us”) reserves the right to revise this Privacy Policy at any time simply by posting such revision, so we encourage you to review it periodically.\nIn order to track any changes to this Privacy Policy, we will include a historical reference at the top of this document.</p>\n<p>This Privacy Policy will tell you, among other things:</p>\n<ul>\n<li>\n<u>Your California privacy rights.</u>\n</li>\n<li>\n<u>How we collect information and what information we collect.</u>\n</li>\n<li>\n<u>How we may use information.</u>\n</li>\n<li>\n<u>How we may share information.</u>\n</li>\n<li>\n<u>Your choices regarding the sharing of information.</u>\n</li>\n</ul>\n<p>Click on any of the above links to go directly to the corresponding section of this Privacy Policy.</p>\n<p>\n<strong>ACKNOWLEDGEMENT/YOUR AGREEMENT</strong>\n</p>\n<p>Company websites are not intended for use by individuals under the age of 18 or those who are not legal residents of the United States.\nBy using our website or submitting information to us, you consent to the Company’s use and sharing of the information collected or submitted as described in this Privacy Policy.\nIf you are not 18 years of age or older and a valid resident of the United States or you do not agree with the terms of this Privacy Policy, do not provide us with any information or use any of the products or services offered or provided on Company websites or through Company technology.</p> Nevada Privacy Rights\n<p>Under Nevada law, Nevada residents may submit a request directing us not to make certain disclosures of personal information we maintain about them.</p>\n<p>To exercise this right, please click here to contact us.</p>\nCalifornia Privacy Rights\n<p>This section contains disclosures required by the California Consumer Privacy Act (\"CCPA\") and applies only to \"personal information\" that is subject to the CCPA.\nThis privacy policy conforms with WCAG 2.0 accessibility guidelines.\nTo request this privacy policy in an alternate format, please contact us at (866) 436-7542.</p>\n<p>\n<strong>Personal Information We Collect, Disclose for a Business Purpose, and Sell.</strong> We may collect the following categories of personal information about California consumers identified in the chart below: </p>\n<ul>\n<li>Personal and online identifiers (such as first and last name, email address, or unique and online identifiers).\n</li>\n<li>Categories of information described in Section 1798.80(e) of the California Civil Code (such as physical characteristics or description, insurance policy number, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information ).\n</li>\n<li>Demographics and characteristics such as race.\nreligion.\nsex/gender.\ngender identity, gender expression.\nsexual orientation.\nmarital status.\nmedical condition .\nmilitary or veteran status.\nnational origin.\nancestry.\ndisability ;</li>\n<li>Internet or other electronic network activity information (such as browsing history, search history, interactions with a website, email, application, or advertisement);</li>\n<li>Geolocation information.\nprofessional or employment-related information.\neducation information.\n</li>\n<li>Inferences drawn from the aforementioned information about your predicted characteristics and preferences.\nand</li>\n<li>Other information about you that is linked to the aforementioned personal information.\n</li>\n</ul>\n<p>As further set forth below, in the past 12 months, we have disclosed and sold California consumers' personal information to third parties for business or commercial purposes.\n</p>\n<p>\n<strong>Categories of Sources.</strong> We collect this personal information from the following categories of sources: </p>\n<ul>\n<li>Consumers;</li>\n<li>Service providers;</li>\n<li>Affiliates not under the USA Interactive, Inc.\nbrand.\n</li>\n<li>Consumer data resellers;</li>\n<li>Nonprofit organizations.\nand</li>\n<li>Government entities.</li>\n</ul>\n<p>\n<strong>Why We Collect, Use, and Share California Information.</strong> We use and disclose the personal information we collect for our commercial and business purposes, as further described in this Privacy Policy.\nThese commercial and business purposes include, without limitation:</p>\n<ul>\n<li>Our commercial purposes, including marketing, advertising, authentication, identity resolution, fraud prevention, cybersecurity or risk fulfillment services, and facilitating transactions.</li>\n<li>Our business purposes as identified in the CCPA, which include:</li>\n<ul>\n<li>Auditing related to our interactions with you;</li>\n<li>Legal compliance;</li>\n<li>Detecting and protecting against security incidents, fraud, and illegal activity;</li>\n<li>Debugging;</li>\n<li>Performing services (for us or our service provider) such as account servicing, processing orders and payments, and analytics;</li>\n<li>Internal research for technological improvement;</li>\n<li>Internal operations;</li>\n<li>Activities to maintain and improve our services.\nand </li>\n<li>Other one-time uses.</li>\n</ul>\n</ul>\n<p>\n<strong>Recipients of California Personal Information.</strong> We sell the categories of personal information designated above to the categories of third parties listed below:</p>\n<p>\n</p>\n<ul>\n<li>Advertising/marketing companies;</li>\n<li>Advertising networks;</li>\n<li>Internet service providers;</li>\n<li>Apparel &amp.\naccessory companies;</li>\n<li>Automotive companies;</li>\n<li>Business services/agencies;</li>\n<li>Business to business companies;</li>\n<li>Parenting product companies;</li>\n<li>Communication services companies;</li>\n<li>Consumer packaged goods companies;</li>\n<li>Health and wellness product and service companies;</li>\n<li>Marketing data companies;</li>\n<li>Data analytics providers;</li>\n<li>Operating systems and platforms;</li>\n<li>Social networks;</li>\n<li>Consumer data resellers;</li>\n<li>Educational institutions &amp.\ncompanies;</li>\n<li>Electronics companies;</li>\n<li>Energy and utility companies;</li>\n<li>Financial services companies;</li>\n<li>Food &amp.\nbeverage companies;</li>\n<li>Gift product companies;</li>\n<li>Lifestyle &amp.\ninterest product companies;</li>\n<li>Manufacturing companies;</li>\n<li>Not for profit organizations;</li>\n<li>Publishing product companies;</li>\n<li>Technology/computer software companies;</li>\n<li>Telecommunications companies;</li>\n<li>Travel, leisure, &amp.\nentertainment companies;</li>\n<li>Affiliates not under the USA Interactive, Inc.\nbrand.\nand</li>\n<li>Government entities.</li>\n</ul>\n<p>We disclose the categories of personal information designated above to the categories of third parties listed below for business purposes:</p>\n<ul>\n<li>Service providers;</li>\n<li>Affiliates not under the USA Interactive, Inc.\nbrand.\n</li>\n<li>Government entities;</li>\n<li>Advertising/marketing companies;</li>\n<li>Advertising networks;</li>\n<li>Internet service providers;</li>\n<li>Data analytics providers;</li>\n<li>Operating systems and platforms;</li>\n<li>Social networks.\nand</li>\n<li>Consumer data resellers.</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Your Rights Regarding Personal Information.</strong> California residents have certain rights with respect to the personal information collected by businesses.\nIf you are a California resident, you may exercise the following rights regarding your personal information, subject to certain exceptions and limitations:</p>\n<li>For certain categories of personal information, the right to request a list of what personal information (if any) we disclosed to third parties for their own direct marketing purposes in the preceding calendar year and the names and addresses of those third parties.\n</li>\n<li>The right to know the categories and specific pieces of personal information we collect, use, disclose, and sell about you, the categories of sources from which we collected your personal information, our purposes for collecting or selling your personal information, the categories of your personal information that we have either sold or disclosed for a business purpose, and the categories of third parties with which we have shared personal information.\n</li>\n<li>The right to request that we delete the personal information we have collected from you or maintain about you.\n</li>\n<li>The right to opt out of our sale(s) of your personal information.\nPlease note that if you opt out of certain types of sales, we will be unable to provide you with the services that rely on such sales.\n</li>\n<li>The right not to receive discriminatory treatment for the exercise of the privacy rights conferred by the CCPA.\n<p>\n</p>\n<p>To exercise any of the above rights, please contact us using the following information and submit the required verifying information, as further described below:</p>\n<ul>\n<li>By phone at (866) 436-7542.\n</li>\n<ul>\n<li>Online at:</li>\n<li>The following link for requests to know: click here.</li>\n<li>The following link for requests to delete: click here.</li>\n<li>The following link for requests to opt out: Do Not Sell My Personal Information.</li>\n</ul>\n</ul>\n<p>\n<strong>Verification Process and Required Information.</strong> Note that we may need to request additional information from you to verify your identity or understand the scope of your request, although you will not be required to create an account with us to submit a request or have it fulfilled.\nWe will require you to provide, at a minimum, your email address used at the time of signup and any additional data points including but not limited to first name, last name, physical address, date of birth, phone number, and an affidavit to prove your identity.</p>\n<p>\n<strong>Authorized Agent</strong> You may designate an authorized agent to make a CCPA request on your behalf by:</p>\n<ul>\n<li>Providing the authorized agent with written permission to submit CCPA requests on your behalf and verifying your identity directly with us.\nor\n</li>\n<li>Providing the authorized agent with power of attorney.\n</li>\n</ul>\n<p>We may require the authorized agent to submit a copy of the power of attorney form or the written permission form you provided to the agent to us.\nWe may ask for copies of such forms in order to prove that the agent has been authorized by you to submit CCPA requests on your behalf.</p>\n<p>\n<strong>Minors' Right to Opt In.</strong> We do not sell the personal information of minors under 18 years of age.</p>\n<p>\n<strong>Contact for More Information.</strong> For questions or concerns about USA Interactive, Inc.'s privacy policy or practices, please click here to contact us, call us at (866) 436-7542, or write to us at 2207 Concord Pike PMB 530, Wilmington, DE 19803.</p>\n<p>\n<strong>HOW DO WE COLLECT INFORMATION AND WHAT INFORMATION DO WE COLLECT?</strong>\n</p>\n<p>We collect and combine personally identifiable information (“PII”) and non-personally identifiable information (“Non-PII”) through various sources, including those discussed below.\nFor your reference, PII is data collected with an intention to specifically identify, contact or locate a person, including but not limited to name, address, telephone number, or e-mail address.\nConversely, Non-PII is data that is not used to specifically identify, contact or locate an individual, including but not limited to zip code, gender, age, or IP address.</p>\n<p>\n<strong>Website Registration Forms</strong>\n</p>\n<p>We collect information about you when you register on one of our websites.\nThis registration information may include, but is not limited to your:</p>\n<ul>\n<li>e-mail address</li>\n<li>full name</li>\n<li>mailing address</li>\n<li>telephone number</li>\n<li>date of birth</li>\n<li>gender</li>\n</ul>\n<p>\n<strong>Offer Forms</strong>\n</p>\n<p>We also collect information about you when you complete a survey or offer form on one of our websites or web pages.\nThis information may include, but is not limited to: your e-mail address, name, mailing address, telephone number, date of birth, gender, and payment information.\ninformation about your background, interests, health, education, career goals, and shopping preferences.\nand any other personal information or unique preference information you provide to us or our advertisers.</p>\n<p>\n<strong>Distribution Partners</strong>\n</p>\n<p>Website operators that license our ad serving technology pass information to us so that we may serve advertisements to you.\nThe information passed may include, but is not limited to, your IP address, e-mail address, name, mailing address, telephone number, date of birth, and gender.</p>\n<p>\n<strong>Publisher Partners</strong>\n</p>\n<p>When you complete a registration or offer form that is hosted by one of our website publisher partners on our behalf, the website publisher partner may submit all or a portion of the information that you submitted on the form to the Company.\nThis information may include, but is not limited to: your IP address, e-mail address, name, mailing address, telephone number, date of birth, gender, and payment information.\ninformation about your background, interests, health, education, career goals, and shopping preferences.\nand any other information you provide to our website publisher partner.</p>\n<p>\n<strong>Marketing Partners</strong>\n</p>\n<p>We may receive information about you, including but not limited to your IP address, e-mail address, first name, last name, mailing address, and telephone number, from third party marketing partners that provide us with consumer data to manage on their behalf.</p>\n<p>\n<strong>Automatic Information/Digital Identifiers</strong>\n</p>\n<p>We may automatically receive and store certain types of information about you through the data sources listed above.</p>\n<p>You may be familiar with the term “cookies,” which are unique alphanumeric identifiers that store information on your computer.\nA cookie is placed on your computer when your web browser accesses our website.\nWe use cookies for tracking transactions and the user characteristics explained in detail throughout this Privacy Policy.\nIf you choose, there are utilities available for purchase from independent software providers to install on your computer as well as tools/preferences you can choose through most web browsers to make website visits anonymous.\nOf course, cookies let you have a more satisfying website experience, so we recommend that you leave them turned on.</p>\n<p>We may also add third party cookies.\nCookies contain anonymous, segmented data about a user’s demographics (like age, gender, and location), interests, lifestyle, household details, social media memberships, and online influences.\nThe data in the cookies may also contain individual-specific information relating to web browsing and app activity.</p>\n<p>We also collect information through our web server applications.\nThis information includes your Internet Protocol or “IP” address, date/time stamp, browser type, and referring URL.</p>\n<p>Additionally, we may use pixel tracking technology to track the completion of transactions with us or our advertisers, the source information for those transactions, and your IP address, date/time stamp, browser type, and referring URL.</p>\n<p>\n<strong>Government Forms</strong>\n</p>\n<p>The Company may be required to create, collect, maintain, and submit certain information required by the government, such as IRS Forms W-9 and 1099.\nThis information, which may include your taxpayer identification number, will not be used, shared, transferred, or sold for marketing purposes.</p>\n<p>\n<strong>HOW DO WE USE THIS INFORMATION?</strong>\n</p>\n<p>We may use the collected PII and Non-PII for any legally permissible purpose in our sole discretion, including but not limited to those explained below.</p>\n<p>\n<strong>Ad Serving</strong>\n</p>\n<p>We may serve advertisements to you based, in part, on your IP address, the demographic and geographic information you submitted to the Company during the website registration process, and other socio-economic information, psychographic information, Internet behavior (i.e., browsing, search, shopping, purchase, and ad response behavior), and lifestyle information about you that we obtain from other Company entities and from third parties.</p>\n<p>We also use third party advertising companies to serve advertisements when you visit our websites.\nThese companies may use and optimize information (not including your name, mailing address, e-mail address, or telephone number) about your visits to this and other websites in order to provide advertisements about goods and services that may be of interest to you.</p>\n<p>\n<strong>Pre-select/Pre-fill Offers</strong>\n</p>\n<p>Our website technology may pre-select certain offers for you to view based on the demographic and geographic information you submitted to the Company during the website registration process.\nAdditionally, this technology may pre-fill some or all of the offers’ data fields with the information you submitted during the website registration process in order to prevent you from having to re-enter this information.\nWe may not show all of the pre-filled data fields to you.</p>\n<p>\n<strong>Upsell</strong>\n</p>\n<p>We utilize customized post transactional or \"upsell\" technology to help advertisers generate sales, while providing you with a series of great offers we think may be of interest to you.\nThe way it works is simple: once you purchase a product or service from one of our reward advertisers, you will be offered additional products or services that we think may be of interest to you.\nIf you elect to purchase products or services from a third party advertiser in the post transactional channel, please input all necessary information on the subsequent advertiser form, including, but not limited to, your credit card information.\nYou need to complete this information because we do not pass this information to the third party advertiser.</p>\n<p>\n<strong>Customer Service and Fulfillment</strong>\n</p>\n<p>We may use your information to operate the website promotion, service your account and to fulfill rewards earned through Company websites.\nWe may also use your information to verify your identity or claimed account status and, where we consider appropriate, investigate your compliance with the terms and conditions of the website promotion or any advertiser offer.\nWe do retain customer service correspondence.</p>\n<p>\n<strong>Credit Card Preauthorization</strong>\n</p>\n<p>By submitting your credit card information to us or to one of our advertisers, you are authorizing the Company or its agent to periodically verify that your credit card account is valid and has credit available by charging, and thereafter crediting, a small sum to the card.</p>\n<p>\n<strong>Marketing</strong>\n</p>\n<p>We may use your information in our online (e.g., e-mail marketing) and offline (e.g., telemarketing, cell phone text messaging, skip tracing, and direct mail) marketing programs.\nWith respect to telemarketing in particular, you authorize us and our third-party marketing partners to call your landline telephone and/or cell phone (if provided) by providing \"prior express consent\".\nYou understand that your wireless carrier's standard rates may apply to any calls to your cell phone.\nIf you would like to be removed from these programs, click here and follow the opt-out instructions.</p>\n<p>\n<strong>SMS</strong>\n</p>\n<p>SMS, Wireless and Other Mobile Offerings: Some of the services that we provide will result in sending an SMS, wireless or other mobile offering to your cell phone.\nThese should be obvious in the context of the offering at the time you sign up.\nBy signing up, you are agreeing to receive these mobile offerings.\nYou understand that your wireless carrier's standard rates apply to these messages.\nTo unsubscribe or discontinue SMS messages, send \"STOP\", \"END\", \"QUIT\" to the SMS text message you have received.\nThis process impacts only the future delivery of the particular SMS message offering, so you must send that message for each offering.\nThis will not affect offerings sent on behalf of third parties.</p>\n<p>\n<strong>IVR</strong>\n</p>\n<p>Your acceptance of the terms and conditions of this website constitutes your express written consent to receive telemarketing calls from third-party marketers, including by means of a pre-recorded message and automated voice dialing.\nYour consent will be effective regardless of whether the number you have provided: (a) is a home, business, or cell phone line.\nand/or (b) is or will be registered on any state or federal Do-Not-Call (DNC) list, and shall remain in effect until you revoke your consent by contacting us.</p>\n<p>\n<strong>HOW DO WE SHARE INFORMATION?</strong>\n</p>\n<p>We may share the collected PII and Non-PII for any legally permissible purpose in our sole discretion, including but not limited to those explained below.</p>\n<p>\n<strong>Within the Company</strong>\n</p>\n<p>We may share information we collect with affiliated companies, including our parent company and other subsidiaries of our parent company, for use in their ad serving and marketing programs.\nThis Privacy Policy does not apply to affiliated companies and their collection, use and sharing of information.\nWith respect to online behavioral advertising, certain affiliated companies may use non-personally identifiable information (which may or may not include click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) collected during your visits to this and other websites in order to provide advertisements about goods and services likely to be of greater interest to you.\nThese companies typically use a cookie or third party web beacon to collect this information.\nTo learn more about this behavioral advertising practice or to opt-out of this type of advertising, you can visit www.networkadvertising.org.</p>\n<p>\n<strong>Vendors</strong>\n</p>\n<p>We may share your information with various third party vendors that are not part of the Company, including but not limited to vendors that provide us with technology to deploy commercial e-mail, vendors that sell the products or services for which you have qualified through one of our websites, and shipping companies that we utilize to ship products to you.</p>\n<p>\n<strong>Advertisers</strong>\n</p>\n<p>When you participate in an offer by completing a form, we will transfer the information you submitted on the form to the applicable advertiser.</p>\n<p>When you answer “yes” or “no” to a survey question, some or all of the information that you submitted during the website registration process will be transferred to advertisers that we believe may be of interest to you without providing you with another opportunity to review the information.</p>\n<p>If you sign up for email job alerts, we will send you job alerts via email.\nYou can unsubscribe from these job alerts at any time.\nWe will share your email address and job-related preferences with the vendor that we use to send you email job alerts.</p>\n<p>When you select “yes” next to an offer, we will transfer some or all of the information that you submitted during the website registration process to the applicable advertiser without providing you with another opportunity to review the information.</p>\n<p>\n<strong>Ad Serving Companies</strong>\n</p>\n<p>We may use third party ad networks or ad serving companies to serve advertisements on our websites.\nWe pass information about you to these companies so that they can deliver targeted advertisements that they believe will be of interest to you.\nThe information passed to these companies may include, but is not limited to, your IP address, e-mail address, name, mailing address, telephone number, date of birth, gender, and any other information you provide to us.\nWeb pages that are served by these companies will state that they are “powered by” or “ads by” the applicable company and will contain a link to that company’s privacy policy.</p>\n<p>\n<strong>Marketing Partners</strong>\n</p>\n<p>We may share, license or sell your information to third parties for various marketing purposes, including their online (e.g., e-mail marketing) and offline (e.g., telemarketing, cell phone text messaging, skip tracing, and direct mail) marketing programs.\nWith respect to telemarketing in particular, you authorize us and our third-party marketing partners to call your landline telephone and/or cell phone (if provided) by providing \"prior express consent\" and you understand that your wireless carrier's standard rates may apply to any calls to your cell phone.</p>\n<p>\n<strong>Data Enhancement/Appending/Validation</strong>\n</p>\n<p>We may use third party service providers to enhance our database with additional elements, including but not limited to age ranges present in your household, whether you own or rent a home, the length of time you have lived at your residence, whether you are a mail order buyer or responder, household income, and gender.\nFurther, we may use third party service providers to append telephone numbers to other data points we have in our database.\nWe also may use third party service providers to validate the data we have in our database.</p>\n<p>Additionally, we may share, license or sell your information to third parties for use in their data validation, enhancement, information verification services, and, to the extent permitted by law, individual reference or look-up services.\nThese third parties use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes.</p>\n<p>\n<strong>Governmental Agencies or Other Companies</strong>\n</p>\n<p>We may share your information with law enforcement officials or governmental agencies: (1) in response to their request.\n(2) when permitted or required by law.\nor (3) to establish our compliance with applicable laws, rules, regulations, or guidelines.</p>\n<p>We may store and share your information with third parties for suppression or opt-out purposes.</p>\n<p>We also may share your information with third parties when: (1) trying to protect against or prevent actual or potential fraud or unauthorized transactions.\n(2) investigating fraud that has already taken place.\n(3) enforcing or applying existing terms and conditions and/or other agreements.\n(4) protecting the rights, property or safety of our websites, our users or others.\nor (5) responding to subpoenas, court orders or legal process, or to establish or exercise our legal rights or defend against legal claims.</p>\n<p>In all cases, this information is not provided to these entities or persons for marketing purposes.</p>\n<p>\n<strong>Right to Transfer</strong>\n</p>\n<p>Should the Company choose to sell or transfer business assets, it is possible that the information we possess may be transferred as part of that transaction.\nThe Company may decide to retain a copy of the information post sale or transfer.</p>\n<p>\n<strong>COMPANY CUSTOMER CHOICES</strong>\n</p>\n<p>\n<strong>Marketing Communications</strong>\n</p>\n<p>By completing and submitting a Company registration form, you are consenting to receive marketing communications from the Company and its third party marketing partners, including Lumber Road Media, LLC.\nIf, after you have shared your information with the Company, you decide that you do not want to receive marketing communications from the Company and its third party marketing partners, you can discontinue the communications by <u>clicking here</u> and following the opt-out instructions.\nIf you have registered or submitted information under more than one e-mail account, you must submit separate unsubscribe requests for each account.</p>\n<p>\n<strong>Request for More Information</strong>\n</p>\n<p>\n</p>\n<p>As it relates to marketing communications or any other questions you might have about our Privacy Policy, <u>click here to contact us</u> or write to us at 2207 Concord Pike PMB 530, Wilmington, DE 19803.</p>\n<p>\n<strong>Opt-Out of Third Party Cookies</strong>\n</p>\n<p>In visiting this site, a third-party advertiser (or its partners) may place or recognize a unique cookie on your browser.\nThese cookies enable more customized ads, content or services to be provided to you.\nTo trigger these cookies, we may pass an encrypted or “hashed” (non-human readable) identifier corresponding to your email address to a Web advertising partner, who may place a cookie on your computer.\nNo personally identifiable information is on, or is connected to, these cookies.\nTo opt-out of these cookies, please go to http://www.networkadvertising.org/choices or http://www.aboutads.info/choices.</p>\n<p>Our partners use this information to recognize you across different channels and platforms, including but not limited to, computers and mobile devices, over time for advertising (including addressable TV), analytics, attribution, and reporting purposes.\nYour data may be transferred outside of the country from which it was originally collected.\nTo learn more about interest-based advertising in general and to opt-out, please visit http://www.aboutads.info/choices.\nTo opt-out of the use of your mobile device ID for targeted advertising, please see http://www.aboutads.info/appchoices.</p>\n<p>Our third-party cookie partners include LiveRamp (for LiveRamp's opt-out requests, please visit https://liveramp.com/opt_out/), Traverse (for Traverse's privacy policy, please visit http://www.traversedlp.com/privacy), and others.\n</p>\n<p>\n<strong>WHAT HAPPENS IF I HIT A LINK TO ANOTHER SITE FROM A COMPANY WEBSITE?</strong>\n</p>\n<p>Our websites may offer links to other websites.\nOther websites have their own terms of use and privacy and security policies.\nIf you choose to visit one of these sites, you should review the policies that govern that particular site.</p>\n<p>\n<strong>APPLICATION OF THIS PRIVACY POLICY</strong>\n</p>\n<p>This Privacy Policy applies to all information collected by or submitted to the Company.\nOther affiliated entities of the Company may obtain information independently from transactions and experiences with you or from other sources.\nThis Privacy Policy does not pertain to that information.</p>\n<p>\n<strong>WHAT IS THE POLICY WITH RESPECT TO COMMUNICATING WITH CHILDREN?</strong>\n</p>\n<p>\n</p>\n<p>We recognize the unique privacy concerns regarding children.\nWe are committed to carefully protecting privacy where children are involved no matter the point of contact.\nIn particular, our intention is to fully comply with the Children’s Online Privacy Protection Act (“COPPA”).\nPer COPPA guidelines, we do not knowingly collect PII from children under the age of 13.\nIf a parent or guardian is made aware that a child under the age of 13 has provided us with PII through any point of contact, <u>click here to contact us</u> and we will delete the information about the child referenced from our files.</p>\n<p>\n<strong>SECURITY</strong>\n</p>\n<p>There is no such thing as complete security on the Internet or otherwise.\nThe Company uses various security techniques on our websites to help protect against the loss, misuse or modification of information we’ve collected from you.\nWhen you access your personal information or transmit information to us, that information is stored on servers that we have taken steps to protect from unauthorized access or intrusion.\nWhile we strive to protect your information, the Company cannot ensure or warrant the security of any information you transmit to us.\nYou acknowledge and assume this risk when communicating with the Company, its partners and affiliates.</p>\n<p>\n<strong>LIMITATION OF LIABILITY</strong>\n</p>\n<p>YOU UNDERSTAND AND AGREE THAT ANY DISPUTE OVER PRIVACY IS SUBJECT TO THE TERMS AND CONDITIONS OF THIS PRIVACY POLICY, AS WELL AS THE TERMS AND CONDITIONS OF THIS WEBSITE (INCLUDING LIMITATIONS ON DAMAGES).\nYOU AGREE THAT THE COMPANY’S LIABILITY FOR ANY BREACH OF THIS PRIVACY POLICY SHALL BE LIMITED TO THE VALUE OF THE TRANSACTIONS OR SERVICES PROVIDED TO YOU BY THE COMPANY TO THE EXTENT SUCH CLAIM IS NOT OTHERWISE BARRED BY OUR TERMS AND CONDITIONS.</p>\n</li> Copyright © 2023 Retailer-Savings.com.\nAll Rights Reserved.\nCLOSE ", "created_at": "2023-06-27 05:09:49.516109", "updated_at": "2023-06-27 05:10:07.144156"}], "points": [], "urls": ["retailer-savings.com"]}}