{"error": 448, "message": "OK", "parameters": {"id": 9814, "name": "Concordance Healthcare Solutions ", "created_at": "2023-10-23 19:33:34.158376", "updated_at": "2023-10-23 22:02:42.91206", "wikipedia": null, "keywords": null, "related": null, "slug": "concordance-healthcare-solutions", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9814.png", "url": "concordancehealthcare.com", "documents": [{"id": 19548, "name": "Terms of Use", "url": "https://www.concordancehealthcare.com/terms-of-use", "xpath": "/html/body/div[1]/main/div/div/div/div/div[2]/div/div/div/div/div/div/div", "text": " <p>CONCORDANCE HEALTHCARE SOLUTIONS TERMS OF USE CONCORDANCE HEALTHCARE SOLUTIONS maintain the contents of this website in order to provide service and solutions to our customers and to provide general information about Concordance Healthcare Solutions and its product and service offerings.\n<br>\n<br>These terms of use set forth the terms and conditions of use of this website.\nYour use and access to this website and to any other linked sites is done so with the acceptance of the terms and conditions of use outlined herein and is permitted at the user's sole risk.\nThis website and its contents are not intended to provide, nor act as a suitable substitute for professional medical advice, diagnosis, treatment or selection of equipment.\n<br>\n<br>Concordance Healthcare Solutions, and its suppliers, make no representations or warranties about the accuracy, reliability, completeness, or timeliness of the content of this website or any of the sites to which it is linked or the satisfaction of any governmental requirements pertaining to the use, approval or compliance of the contents hereof or the products exhibited or referred to herein.\nConcordance Healthcare Solutions reserves the right, at any time without notice, to make changes to the design or manufacture of any of its products, to substitute materials in the manufacturing process, to change its pricing, specifications and availability of products and to alter any of its policies.\n<br>\n<br>Neither Concordance Healthcare Solutions nor any of its suppliers make any warranties, express or implied, statutory or otherwise, including but not limited to the implied warranties of merchantability, non-infringement of third parties' rights and fitness for particular purpose.\nPlease review Concordance Healthcare Solutions’ privacy policy to develop an understanding of our practices.\nConcordance Healthcare Solutions’ privacy policy is part of these Terms of Use and its provisions are incorporated by reference.\nThis website is hosted and operated in the United States, and is not intended to target E.U.\nand other non-U.S.\nresidents.\nIf you are accessing this site from outside the United States, use and disclosure laws will generally differ considerably from U.S.\nlaws and requirements.\nBy using this site, you agree and consent to use of your information under these Terms of Use and Concordance Healthcare Solutions’ privacy policy.\nConcordance Healthcare Solutions may provide you with links to other websites which are not part of the Concordance Healthcare Solutions website.\nSuch linked sites are not under the control of Concordance Healthcare Solutions and Concordance Healthcare Solutions shall not be responsible for the contents of any such linked sites or any link contained in any such linked sites, or any changes, or updates to such sites.\n<br>\n<br>Concordance Healthcare Solutions provides the links as a convenience only and the inclusion of such link does not imply an endorsement by Concordance Healthcare Solutions of the site or the person maintaining such site.\nThe contents of this website are copyrighted.\nConcordance Healthcare Solutions® and Pro Tattoo Medical Supply, BeCompliant® are all trademarks of Concordance Healthcare Solutions.\nAll other names, logos, and marks on this website are owned or licensed by Concordance Healthcare Solutions or licensors, manufacturers or suppliers, unless otherwise indicated, and may not be used by anyone without express written permission from Concordance Healthcare Solutions or its representative authorized agent.\nConcordance Healthcare Solutions will enforce all intellectual property rights to the fullest extent permitted by law.\nThis website is maintained through Concordance Healthcare Solutions’ offices located in Earth City, Missouri.\nAccordingly, this agreement shall be deemed to have been made in the United States, in the state of Missouri, and shall be governed exclusively by the laws of the State of Missouri without regard to any principles of conflicts of law.\nAny dispute arising out of or relating in any way to your use of this website or the purchase of merchandise from Concordance Healthcare Solutions via this website will be resolved by binding arbitration.\n<br>\n<br>The arbitration shall be conducted by a single arbitrator in St.\nLouis County, Missouri, in accordance with the rules of the American Arbitration Association (\"AAA\").\nNo claims of any other parties may be joined or otherwise combined in the arbitration proceeding.\nUnless otherwise expressly required by applicable law, each party shall bear its own attorney’s fees without regard to which party is deemed the prevailing party in the arbitration proceeding.\nSubject to these Terms of Use, the arbitrator shall be authorized to award either party any remedy permitted by applicable law.\nAlternatively, at Concordance Healthcare Solutions’ sole discretion, a claim may be adjudicated in the courts located in or with jurisdiction over St.\nLouis County, Missouri.\nBy using this website, you consent to exclusive jurisdiction of, and venue in, the state or federal courts located in or with jurisdiction over St.\nLouis County, Missouri.\n<br>\n<br>EACH PARTY HEREBY KNOWINGLY, VOLUNTARILY, AND INTENTIONALLY WAIVES TRIAL BY JURY WITH RESPECT TO ANY ACTION, CLAIM, SUIT, OR PROCEEDING ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OF USE OR THE CONDUCT OF THE RELATIONSHIP BETWEEN OR AMONG THE PARTIES AND AGREES THAT ALL SUCH DISPUTES SHALL BE DECIDED BY AN ARBITRATOR.\n<br>\n<br>You consent to receive electronic communications from us via email or posting on this website and acknowledge that such communications satisfy any legal requirement that the communications be made in writing.\nIf any provisions of these Terms of Use are deemed to be invalid or unenforceable for any reason, such offensive provisions shall be severed to the extent required to conform to applicable law, and the remaining portions of this agreement shall remain in full force and effect.\n<br>\n<br>All Rights Reserved.\nCopyright © 2020 Concordance Healthcare Solutions 13400 Lakefront Dr.\nEarth City, Missouri 63045 USA 37435681.1 ® 1 CONCORDANCE HEALTHCARE SOLUTIONS TERMS OF USE CONCORDANCE HEALTHCARE SOLUTIONS maintain the contents of this website in order to provide service and solutions to our customers and to provide general information about Concordance Healthcare Solutions and its product and service offerings.\nThese terms of use set forth the terms and conditions of use of this website.\nYour use and access to this website and to any other linked sites is done so with the acceptance of the terms and conditions of use outlined herein and is permitted at the user's sole risk.\nThis website and its contents are not intended to provide, nor act as a suitable substitute for professional medical advice, diagnosis, treatment or selection of equipment.\nConcordance Healthcare Solutions, and its suppliers, make no representations or warranties about the accuracy, reliability, completeness, or timeliness of the content of this website or any of the sites to which it is linked or the satisfaction of any governmental requirements pertaining to the use, approval or compliance of the contents hereof or the products exhibited or referred to herein.\nConcordance Healthcare Solutions reserves the right, at any time without notice, to make changes to the design or manufacture of any of its products, to substitute materials in the manufacturing process, to change its pricing, specifications and availability of products and to alter any of its policies.\nNeither Concordance Healthcare Solutions nor any of its suppliers make any warranties, express or implied, statutory or otherwise, including but not limited to the implied warranties of merchantability, non-infringement of third parties' rights and fitness for particular purpose.\n<br>\n<br>Please review Concordance Healthcare Solutions’ privacy policy to develop an understanding of our practices.\nConcordance Healthcare Solutions’ privacy policy is part of these Terms of Use and its provisions are incorporated by reference.\nThis website is hosted and operated in the United States, and is not intended to target E.U.\nand other non-U.S.\nresidents.\nIf you are accessing this site from outside the United States, use and disclosure laws will generally differ considerably from U.S.\nlaws and requirements.\nBy using this site, you agree and consent to use of your information under these Terms of Use and Concordance Healthcare Solutions’ privacy policy.\nConcordance Healthcare Solutions may provide you with links to other websites which are not part of the Concordance Healthcare Solutions website.\nSuch linked sites are not under the control of Concordance Healthcare Solutions and Concordance Healthcare Solutions shall not be responsible for the contents of any such linked sites or any link contained in any such linked sites, or any changes, or updates to such sites.\n<br>\n<br>Concordance Healthcare Solutions provides the links as a convenience only and the inclusion of such link does not imply an endorsement by Concordance Healthcare Solutions of the site or the person maintaining such site.\nThe contents of this website are copyrighted.\nConcordance Healthcare Solutions® and Pro Tattoo Medical Supply, BeCompliant® are all trademarks of Concordance Healthcare Solutions.\nAll other names, logos, and marks on this website are owned or licensed by Concordance Healthcare Solutions or licensors, manufacturers or suppliers, unless otherwise indicated, and may not be used by anyone without express written permission from Concordance Healthcare Solutions or its representative authorized agent.\nConcordance Healthcare Solutions will enforce all intellectual property rights to the fullest extent permitted by law.\nThis website is maintained through Concordance Healthcare Solutions’ offices located in Earth City, Missouri.\nAccordingly, this agreement shall be deemed to have been made in the United States, in the state of Missouri, and shall be governed exclusively by the laws of the State of Missouri without regard to any principles of conflicts of law.\nAny dispute arising out of or relating in any way to your use of this website or the purchase of merchandise from Concordance Healthcare Solutions via this website will be resolved by binding arbitration.\nThe arbitration shall be conducted by a single arbitrator in St.\nLouis County, Missouri, in accordance with the rules of the American Arbitration Association (\"AAA\").\nNo claims of any other parties may be joined or otherwise combined in the arbitration proceeding.\nUnless otherwise expressly required by applicable law, each party shall bear its own attorney’s fees without regard to which party is deemed the prevailing party in the arbitration proceeding.\nSubject to these Terms of Use, the arbitrator shall be authorized to award either party any remedy permitted by applicable law.\nAlternatively, at Concordance Healthcare Solutions’ sole discretion, a claim may be adjudicated in the courts located in or with jurisdiction over St.\nLouis County, Missouri.\nBy using this website, you consent to exclusive jurisdiction of, and venue in, the state or federal courts located in or with jurisdiction over St.\nLouis County, Missouri.\nEACH PARTY HEREBY KNOWINGLY, VOLUNTARILY, AND INTENTIONALLY WAIVES TRIAL BY JURY WITH RESPECT TO ANY ACTION, CLAIM, SUIT, OR PROCEEDING ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OF USE OR THE CONDUCT OF THE RELATIONSHIP BETWEEN OR AMONG THE PARTIES AND AGREES THAT ALL SUCH DISPUTES SHALL BE DECIDED BY AN ARBITRATOR.\n<br>\n<br>You consent to receive electronic communications from us via email or posting on this website and acknowledge that such communications satisfy any legal requirement that the communications be made in writing.\nIf any provisions of these Terms of Use are deemed to be invalid or unenforceable for any reason, such offensive provisions shall be severed to the extent required to conform to applicable law, and the remaining portions of this agreement shall remain in full force and effect.\nAll Rights Reserved.\nCopyright © 2020 Concordance Healthcare Solutions 13400 Lakefront Dr.\nEarth City, Missouri 63045 USA</p> ", "created_at": "2023-10-23 19:33:34.195852", "updated_at": "2023-10-23 19:33:54.974986"}, {"id": 19549, "name": "Privacy Policy", "url": "https://www.concordancehealthcare.com/privacy-policy", "xpath": "/html/body/div[1]/main/div/div/div/div/div[2]/div/div/div/div/div/div/div", "text": " <p>This privacy notice discloses how Concordance Healthcare Solutions collects and uses website visitor and customer<br>information.\nIt will notify you of the following:<br>\n<br>• What personally identifiable information is collected from our website(s), how it is used and with whom it may be<br>shared<br>• What choices are available regarding the use of your data<br>• The security procedures in place to protect your information<br>This Privacy Policy is governed by our Terms of Use.<br>\n<br>INFORMATION COLLECTION<br>We are the sole owners of the information collected on our website(s).\nWe only have access to/collect information that<br>you voluntarily give us via email, online forms and other direct and voluntary contact.\nUnless you ask us not to, we may<br>contact you via email in the future to tell you about specials, new products, new solutions or services or changes to this<br>privacy policy.\nWe use your data to provide and improve your customer experience and service.\nBy using our services,<br>you agree to the collection and use of information in accordance with this policy.<br>\n<br>CUSTOMER INFORMATION<br>You may opt out of any future contacts from us at any time as well as the following:<br>• See what data we have about you, if any<br>• Change/correct any data we have about you<br>• Request that any data we have about you be removed or deleted<br>• Express any concern you have about our use of your data<br>We take precautions to protect your information.\nWhen you submit sensitive information via our company website(s),<br>your information is not stored.\nOnly employees who need the information to perform a specific task or job (for example,<br>billing or customer service) are granted access to personally identifiable information.\nThe computers/servers in which<br>we store personally identifiable information are kept in a secure environment.<br>If you have any questions or comments about this privacy policy, please refer to the Contact Us page.\nWe welcome<br>your suggestions and feedback.<br>\n<br>CREDIT CARD AND BANK INFORMATION<br>Concordance Healthcare Solutions places premium importance on protecting information transmitted via our<br>website(s) and will take security precautions to protect all such information however, Concordance Healthcare Solutions<br>cannot guarantee that any electronic commerce is completely secure.\nConcordance Healthcare Solutions will take<br>measures to secure and protect all customer-specific information from loss, misrepresentation or misuse and alteration.<br>The information collected by Concordance Healthcare Solutions may include shipping information and credit card<br>details.\nConcordance Healthcare Solutions does not store credit card details when processing product orders.<br>Concordance Healthcare Solutions web server(s) collect general data pertaining to every website visitor, including the<br>IP address, domain name, length of time spent on website page(s) and the pages accessed while visiting our website(s).<br>This information is collected to, among other things, aggregate statistical information, facilitate system administration,<br>assist the overall customer experience and improve the content of our website(s).\nConcordance Healthcare Solutions<br>may also retain the content of the communications that are sent to Concordance Healthcare Solutions customer<br>service representatives.\nThis information helps Concordance Healthcare Solutions to improve and respond to inquiries<br>regarding our website(s).<br>\n<br>RELEASE OF DATA<br>Concordance will never release, sell or give any customer’s information to any other party or organization without the<br>customer’s explicit permission unless we are required to do so by law or in cases of necessity as listed below:<br>1.\nTo comply with the law or with legal process<br>2.\nTo protect and defend our rights and property<br>3.\nTo protect against misuse or unauthorized use of the Concordance Healthcare Solutions website(s)<br>4.\nTo protect the personal safety or property of our customers, employees or the public<br>We use your information to respond to you, regarding the reason you contacted us.\nWe will not share your information<br>with any third party outside of our organization, other than as necessary to fulfill your request, ex.\nto ship an order.<br>In the event someone supplies false registration information or attempts to pose as someone else, information about<br>you – including your computer's IP address -- may be disclosed as part of any investigation into these actions.<br>\n<br>THIRD PARTY LINKS<br>Website visitors should be aware that this privacy policy only governs the Concordance Healthcare Solutions<br>website(s)and the Concordance Healthcare Solutions App.\nThis policy is not applicable to sites accessible via links from<br>our website(s).\nOther external sites unaffiliated with Concordance Healthcare Solutions may collect data or solicit<br>personal information pursuant to policies that are not consistent with our Privacy Policy.\nFor this reason, we strongly<br>urge caution and remember to seek out individual privacy policies governing any sites you visit.<br>\n<br>CHANGES TO OUR PRIVACY POLICY<br>Concordance Healthcare Solutions reserves the right to modify this Privacy Policy.<br>Please refer to the “Contact Us” page for contact information to address any questions or concerns.<br>\n<br>HIPAA PRIVACY NOTICE<br>In certain circumstances, Concordance Healthcare Solutions is subject to HIPAA privacy and security rules.\nClick here to<br>read or download the Concordance Healthcare Solutions HIPAA Privacy Notice for information regarding our handling of<br>protected health information when HIPAA applies.<br>\n<br>CALIFORNIA COMPLIANCE DECLARATION<br>Concordance Healthcare Solutions adheres to applicable statutes and regulations affecting the healthcare industry in<br>the state of California.\nWe declare that Concordance Healthcare Solutions complies with the requirements of §§<br>119400-119402 of the California Health and Safety Code.\nPursuant to California Civil Code Section 1798.83, California<br>residents have the right to request certain information regarding our disclosure of personal information to third parties<br>for their direct marketing purposes.\nTo make such a request, please send an email to [title] at: [contact].<br>\n<br>CHILDREN<br>Concordance Healthcare Solutions website is not intended for use by children under the age of 18.<br>We do not knowingly collect or store any personal information from children under the age of 18.\nWe encourage<br>parents and guardians to spend time with their children online and to be fully familiar with the online services used by<br>their children.\nIf a parent or guardian becomes aware that his or her child under 18 has provided us with information<br>without his or her consent, he or she should contact us using our “Contact Us” page.\nAs required by law, we will delete<br>such information from our files within a reasonable time.<br>\n<br>PRIVACY RIGHTS OF NON-U.S.\nRESIDENTS<br>As noted in our Terms of Use, this website is hosted and operated in the United States, and is not intended to target<br>E.U.\nand other non-U.S.\nresidents.\nUse of this website will result in transfer of information to Concordance Healthcare<br>Solutions in the United States.\nIf you have nevertheless opted to access this site from outside the United States, this<br>Privacy Policy will apply to personal information that Concordance Healthcare Solutions collects, uses, and distributes.<br>Should you have questions or concerns regarding your personal information, or to make a data subject request regarding<br>your personal information please contact us using our “Contact Us” page.<br>37435675.1<br>®<br>1<br>\n<br>CONCORDANCE HEALTHCARE SOLUTIONS PRIVACY POLICY<br>This privacy notice discloses how Concordance Healthcare Solutions collects and uses website visitor and customer<br>information.\nIt will notify you of the following:<br>• What personally identifiable information is collected from our website(s), how it is used and with whom it may be<br>shared<br>• What choices are available regarding the use of your data<br>• The security procedures in place to protect your information<br>This Privacy Policy is governed by our Terms of Use.<br>\n<br>INFORMATION COLLECTION<br>We are the sole owners of the information collected on our website(s).\nWe only have access to/collect information that<br>you voluntarily give us via email, online forms and other direct and voluntary contact.\nUnless you ask us not to, we may<br>contact you via email in the future to tell you about specials, new products, new solutions or services or changes to this<br>privacy policy.\nWe use your data to provide and improve your customer experience and service.\nBy using our services,<br>you agree to the collection and use of information in accordance with this policy.<br>\n<br>CUSTOMER INFORMATION<br>You may opt out of any future contacts from us at any time as well as the following:<br>• See what data we have about you, if any<br>• Change/correct any data we have about you<br>• Request that any data we have about you be removed or deleted<br>• Express any concern you have about our use of your data<br>We take precautions to protect your information.\nWhen you submit sensitive information via our company website(s),<br>your information is not stored.\nOnly employees who need the information to perform a specific task or job (for example,<br>billing or customer service) are granted access to personally identifiable information.\nThe computers/servers in which<br>we store personally identifiable information are kept in a secure environment.<br>If you have any questions or comments about this privacy policy, please refer to the Contact Us page.\nWe welcome<br>your suggestions and feedback.<br>\n<br>CREDIT CARD AND BANK INFORMATION<br>Concordance Healthcare Solutions places premium importance on protecting information transmitted via our<br>website(s) and will take security precautions to protect all such information however, Concordance Healthcare Solutions<br>cannot guarantee that any electronic commerce is completely secure.\nConcordance Healthcare Solutions will take<br>measures to secure and protect all customer-specific information from loss, misrepresentation or misuse and alteration.<br>The information collected by Concordance Healthcare Solutions may include shipping information and credit card<br>details.\nConcordance Healthcare Solutions does not store credit card details when processing product orders.<br>Concordance Healthcare Solutions web server(s) collect general data pertaining to every website visitor, including the<br>IP address, domain name, length of time spent on website page(s) and the pages accessed while visiting our website(s).<br>This information is collected to, among other things, aggregate statistical information, facilitate system administration,<br>assist the overall customer experience and improve the content of our website(s).\nConcordance Healthcare Solutions<br>may also retain the content of the communications that are sent to Concordance Healthcare Solutions customer<br>service representatives.\nThis information helps Concordance Healthcare Solutions to improve and respond to inquiries<br>regarding our website(s).<br>\n<br>RELEASE OF DATA<br>Concordance will never release, sell or give any customer’s information to any other party or organization without the<br>customer’s explicit permission unless we are required to do so by law or in cases of necessity as listed below:<br>1.\nTo comply with the law or with legal process<br>2.\nTo protect and defend our rights and property<br>3.\nTo protect against misuse or unauthorized use of the Concordance Healthcare Solutions website(s)<br>4.\nTo protect the personal safety or property of our customers, employees or the public<br>We use your information to respond to you, regarding the reason you contacted us.\nWe will not share your information<br>with any third party outside of our organization, other than as necessary to fulfill your request, ex.\nto ship an order.<br>In the event someone supplies false registration information or attempts to pose as someone else, information about<br>you – including your computer's IP address -- may be disclosed as part of any investigation into these actions.<br>\n<br>THIRD PARTY LINKS<br>Website visitors should be aware that this privacy policy only governs the Concordance Healthcare Solutions<br>website(s)and the Concordance Healthcare Solutions App.\nThis policy is not applicable to sites accessible via links from<br>our website(s).\nOther external sites unaffiliated with Concordance Healthcare Solutions may collect data or solicit<br>personal information pursuant to policies that are not consistent with our Privacy Policy.\nFor this reason, we strongly<br>urge caution and remember to seek out individual privacy policies governing any sites you visit.<br>\n<br>CHANGES TO OUR PRIVACY POLICY<br>Concordance Healthcare Solutions reserves the right to modify this Privacy Policy.<br>Please refer to the “Contact Us” page for contact information to address any questions or concerns.<br>\n<br>HIPAA PRIVACY NOTICE<br>In certain circumstances, Concordance Healthcare Solutions is subject to HIPAA privacy and security rules.\nClick here to<br>read or download the Concordance Healthcare Solutions HIPAA Privacy Notice for information regarding our handling of<br>protected health information when HIPAA applies.<br>\n<br>CALIFORNIA COMPLIANCE DECLARATION<br>Concordance Healthcare Solutions adheres to applicable statutes and regulations affecting the healthcare industry in<br>the state of California.\nWe declare that Concordance Healthcare Solutions complies with the requirements of §§<br>119400-119402 of the California Health and Safety Code.\nPursuant to California Civil Code Section 1798.83, California<br>residents have the right to request certain information regarding our disclosure of personal information to third parties<br>for their direct marketing purposes.\nTo make such a request, please send an email to [title] at: [contact].<br>\n<br>CHILDREN<br>Concordance Healthcare Solutions website is not intended for use by children under the age of 18.<br>We do not knowingly collect or store any personal information from children under the age of 18.\nWe encourage<br>parents and guardians to spend time with their children online and to be fully familiar with the online services used by<br>their children.\nIf a parent or guardian becomes aware that his or her child under 18 has provided us with information<br>without his or her consent, he or she should contact us using our “Contact Us” page.\nAs required by law, we will delete<br>such information from our files within a reasonable time.<br>\n<br>PRIVACY RIGHTS OF NON-U.S.\nRESIDENTS<br>As noted in our Terms of Use, this website is hosted and operated in the United States, and is not intended to target<br>E.U.\nand other non-U.S.\nresidents.\nUse of this website will result in transfer of information to Concordance Healthcare<br>Solutions in the United States.\nIf you have nevertheless opted to access this site from outside the United States, this<br>Privacy Policy will apply to personal information that Concordance Healthcare Solutions collects, uses, and distributes.<br>Should you have questions or concerns regarding your personal information, or to make a data subject request regarding<br>your personal information please contact us using our “Contact Us” page.</p> ", "created_at": "2023-10-23 19:33:34.232262", "updated_at": "2023-10-23 19:34:33.545851"}], "points": [], "urls": ["concordancehealthcare.com"]}}