{"error": 448, "message": "OK", "parameters": {"id": 6993, "name": "POWR", "created_at": "2022-11-24 04:33:48.089242", "updated_at": "2022-11-24 23:01:09.259561", "wikipedia": null, "keywords": null, "related": null, "slug": "powr", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6993.png", "url": "powr.io,powrcdn.com", "documents": [{"id": 12813, "name": "Privacy Policy", "url": "https://www.powr.io/privacy", "xpath": "", "text": " <p>\nHold tight for POWR's Privacy Policy\n</p> Reset Password Sign in to save your progress Log In Sign In to Your Account <p>\nLooking to create an account? Sign Up </p> Sign in to save your progress or use email Email Password Remember me Reset Password Sign Up for Free <p>\nHave an account already? Sign In </p> Sign up to save your progress or use email Email Password at least 8 characters AppSumo Code Please correct error + Stack Another AppSumo Code Remember me I do not want to receive marketing emails.\nMore Info By checking this box you indicate that you do not want to receive emails with helpful tips, discounts and information about your account.\nThese emails may use cookies or tracking pixels to personalize ads throughout your online experience.\nFor more information, please read our privacy policy.\n<p>\nBy creating an account, you agree to POWR's <u>Terms of Service</u> and <u>Privacy Policy</u>.\n</p> Reset Password <i>\n</i> Dashboard My Account Upgrade Help Sign Out Sign Up FREE Log In We, and our trusted partners, use cookies to give you the best online experience on this site and beyond.\nBy accepting, you authorize the use of cookies on the POWR website.\n<i>\n</i>\nMore information <i>\n</i>\nI accept <p>We, and our trusted partners, place cookies on your device to help make this website better.</p>\n<p>Some of these cookies are essential to making our site and plugins work, while others provide insight into how our site is being used.</p>\n<p>These cookies are set when you submit a form, login or interact with the site beyond simple navigation.</p>\n<p>We also allow third-party cookies on our site, enabling our trusted partners to display personalized content and advertisements throughout your online experience.\nYou may opt out of these programs on this page.</p>\n<p>To disable third party cookies, you can adjust your browser settings.</p>\n<p>By using our site you accept the terms of our Privacy Policy and authorize the use of cookies on the POWR website.</p>\n<ul>\n<li>\nPlugins\n</li>\n<li>\nBFCM 30% off 🎁\n</li>\n<li>\nDemo\n</li>\n<li>\nAbout\n</li>\n<li>\nBlog\n</li>\n</ul>\n<ul>\n<li>\nPlugins\n</li>\n<li>\nBFCM 30% off 🎁\n</li>\n<li>\nDemo\n</li>\n<li>\nAbout\n</li>\n<li>\nBlog\n</li>\n</ul> Sign Up Log In <i>\n</i>Upgrade Sign Up FREE Log In <i>\n</i>\n<i>\n</i> Privacy Policy\n<p>Last updated: December 24, 2019</p>\n<p>This privacy policy explains how POWR handles your personal information and data.\nWe value your trust, and strive to follow best practices in keeping your personal information and data safe.</p>\n<i>\n</i> Cookies\n<p>\nCookies are small files that are transferred to your device to help us do things like remember your login information, customize and improve our plugins.\nAdditional cookies are added by our partners to monitor web traffic.\nClick here to update your browser's cookie settings to ignore third-party cookies.\n</p>\n<i>\n</i> Password\n<p>\nYour password is used to protect your account and your personal data.\nPasswords must be at least 8 characters long.\nChoose it carefully.\nYou can change it at any time from 'My Account'.\n</p>\n<i>\n</i> Email Address\n<p>\nYour email address is collected to allow you to log into the site and recover your password if necessary.\nYou'll also receive emails with helpful tips, discounts, and information about your POWR plugins.\nYou can update your email preferences at any time in 'My Account'.\n</p>\n<i>\n</i> Third Parties\n<p>\nWe partner with third parties that collect information across various channels for purposes of delivering more relevant advertising and content throughout your online experience.\nClick here to learn more about third parties and interest-based advertising.\n</p>\n<p>This privacy policy applies to all the products, services and websites offered by POWR Inc., except where otherwise noted.\nWe refer to those products, services and websites collectively as the “services” in this policy.\nSome services have supplementary privacy statements that explain in more detail our specific privacy practices in relation to them.\nUnless otherwise noted, our services are provided by POWR Inc.</p>\n<p>\n<b>Questions?</b> For questions regarding our privacy policy or practices, contact POWR at info@powr.io.</p>\nPlugin Creators &amp.\nPlugin Respondents\n<p>\n<b>POWR is used by plugin creators (people who create POWR plugins) and plugin respondents (people who respond or interact with those plugins).</b>\n</p>\nPRIVACY FOR PLUGIN CREATORS\nWhat information does POWR collect?\n<p>When you use POWR, we collect information relating to you and your use of our services from a variety of sources.\nThese are listed below.\nThe sections afterward describe what we do with this information.</p>\n<ul>\n<b>Information we collect directly from you</b>\n<li>\n<b>Registration information.</b> You need a POWR account before you can create plugins on POWR.\nWhen you register for an account, we collect your username, password and email address.\nIf you choose to register by using a third party account (such as your Google or Facebook account), please see \"Information from third parties\" below.</li>\n<li>\n<b>Billing information.</b> If you make a payment to POWR, we require you to provide your billing details, such as a name, address, email address and financial information corresponding to your selected method of payment (e.g.\na credit card number and expiration date or a bank account number).\nIf you provide a billing address, we will regard that as the location of the account holder.</li>\n<li>\n<b>Account settings.</b> You can set various preferences and personal details on pages like your account settings page.</li>\n<li>\n<b>Plugin data.</b> We store your plugin data.\nThis includes plugin settings (eg colors, fonts, backgrounds) as well as content (eg form questions in a Survey, or work history in a Resume).</li>\n<li>\n<b>Other data you intentionally share.</b> We may collect your personal information or data if you submit it to us in other contexts.\nFor example, if you submit a feature request, provide us with a testimonial, or participate in a POWR contest.</li>\n</ul>\n<ul>\nInformation we collect about you from other sources\n<li>\n<b>Usage data.</b> We collect usage data about you whenever you interact with our services.\nThis may include which webpages you visit, what you click on, when you performed those actions, and so on.\nAdditionally, like most websites today, our web servers keep log files that record data each time a device accesses those servers.\nThe log files contain data about the nature of each access, including originating IP addresses.</li>\n<li>\n<b>Device data.</b> We collect data from the device and application you use to access our services, such as your IP address and browser type.\nWe may also infer your geographic location based on your IP address.</li>\n<li>\n<b>Referral data.</b> If you arrive at a POWR website from an external source (such as a link on another website or in an email), we record information about the source that referred you to us.</li>\n<li>\n<b>Information from third parties.</b> We may collect your personal information or data from third parties if you give permission to those third parties to share your information with us.</li>\n<li>\n<b>Information from page tags.</b> We use third party tracking services that employ cookies and page tags (also known as web beacons) to collect aggregated and anonymized data about visitors to our websites.\nThis data includes usage and user statistics.</li>\n</ul>\nHow does POWR use the information we collect?\n<p>We treat your plugin data as information that is private to you.\nUnless you decide to share your plugin questions and/or responses with the public, we do not use your plugin data for our own purposes, except in the limited circumstances described in this privacy policy or unless we have your express consent.\nWe do not sell your plugin data to third parties.</p>\n<p>Generally, we use the information we collect from you in connection with providing our services to you and, on your behalf, to your plugin respondents.\nFor example, specific ways we use this information are listed below.\n(See the next section of this privacy policy to see who we share your information with.)</p>\n<ul>\n<li>\n<b>To provide you with our services.</b>\n<ul>\n<li>This includes providing you with customer support, which requires us to access your information to assist you (such as with plugin design and creation or technical troubleshooting).</li>\n<li>Certain features of our services use the content of your plugin data and your account information in additional ways.\nFeature descriptions will clearly identify where this is the case.\nYou can avoid the use of your plugin data in this way by simply choosing not to use such features.</li>\n<li>If you choose to link your POWR account to a third party account (such as your Google or Facebook account), we may use the information you allow us to collect from those third parties to provide you with additional features, services, and personalized content.</li>\n</ul>\n</li>\n<li>\n<b>To manage our services.</b> We internally use your information, including certain plugin data, for the following limited purposes:\n<ul>\n<li>To monitor and improve our services and features.\nWe internally perform statistical and other analysis on information we collect (including usage data, device data, referral data, and information from page tags) to analyze and measure user behavior and trends, to understand how people use our services, and to monitor, troubleshoot and improve our services.</li>\n<li>To assist the enforcement of our Terms of Use.</li>\n<li>To prevent potentially illegal activities.</li>\n<li>To screen for undesirable or abusive activity.\nFor example, we have automated systems that screen content for phishing activities, spam, and fraud.</li>\n</ul>\n</li>\n<li>\n<b>To create new services, features or content (public data and metadata only).</b> We may use public plugin data and anonymized plugin metadata (that is, data about the characteristics of a plugin but not its non-public content), to create and provide new services, features or content.\nFor example, we may look at statistics like response rates, question and answer word counts, and the average features of a plugin and publish interesting observations about these for informational or marketing purposes.\nWhen we do this, neither individual plugin creators nor plugin respondents will be identified or identifiable unless we have obtained their permission.</li>\n<li>To facilitate account creation and the logon process.\nIf you choose to link your POWR account to a third party account (such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate the account creation and login process.</li>\n<li>To contact you about your service or account.\nWe occasionally send you communications of a transactional nature (e.g.\nservice-related announcements, billing-related matters, changes to our services or policies, a welcome email when you first register).\nYou can't opt out of these communications since they are required to provide our services to you.</li>\n<li>To contact you for marketing purposes (if you opt in).\nWe will only do this if you have given us your express permission to contact you for this purpose.\nFor example, during the account registration process we will ask for your permission to use your information to contact you for promotional purposes.\nYou may opt out of these communications at any time by clicking on the \"unsubscribe\" link in them, or changing the relevant setting on your My Account page.</li>\n<li>To respond to legal requests and prevent harm.\nIf we receive a subpoena or other legal request, we may need to inspect the data we hold to determine how to respond.</li>\n</ul>\nWith whom do we share or disclose your information?\n<p>\n<b>We don't sell your plugin data!</b>\n</p>\n<p>\n<b>When might we disclose your plugin data to third parties?</b> Only for a limited number of reasons.\nMostly commonly, we share your information with our service providers who help us to provide our services to you.\nWe contractually bind these service providers to keep your information confidential and to use it only for the purpose of providing their services to us.\nFor example, we use payment processors who help us to process credit card transactions.\nBy using our services, you authorize POWR to sub-contract in this manner on your behalf.</p>\n<p>Rare circumstances include when we need to share information if required by law, or in a corporate restructuring or acquisition context (see below for more details).</p>\n<p>We recognize that you have entrusted us with safeguarding the privacy of your information.\nBecause that trust is very important to us, the only time we will disclose or share your personal information or plugin data with a third party is when we have done one of three things, in accordance with applicable law: (a) given you notice, such as in this privacy policy.\n(b) obtained your express consent, such as through an opt-in checkbox.\nor (c) anonymized the information so that individuals cannot be identified by it.\nWhere required by law, we will obtain your express consent prior to disclosing or sharing any personal information.</p>\n<p>We may disclose:</p>\n<ul>\n<li>\n<b>Your information to our service providers.</b> We use service providers who help us to provide you with our services.\nWe give relevant persons working for some of these providers access to your information, but only to the extent necessary for them to perform their services for us.\nWe also implement reasonable contractual and technical protections to ensure the confidentiality of your personal information and data is maintained, used only for the provision of their services to us, and handled in accordance with this privacy policy.\nExamples of service providers include payment processors, email service providers, and web traffic analytics tools.\n</li>\n<li>\n<b>Your account details to your billing contact.</b> If your details (as the account holder) are different to the billing contact listed for your account, we may disclose your identity and account details to the billing contact upon their request (we also will usually attempt to notify you of such requests).\nBy using our services and agreeing to this privacy policy, you consent to this disclosure.\n</li>\n<li>\n<b>Aggregated information to third parties to improve or promote our services.</b> No individuals can be identified or linked to any part of the information we share with third parties to improve or promote our services.\n</li>\n<li>\n<b>The presence of a cookie to advertise our services.</b> We may ask advertisers to display ads promoting our services on other websites.\nWe may ask them to deliver those ads based on the presence of a cookie but in doing so will not share any other information with the advertiser.\nOur advertising network partners may use cookies and page tags or web beacons to collect certain non-personal information about your activities on this and other websites to provide you with targeted advertising based upon your interests.\n</li>\n<li>\n<b>Your information if required or permitted by law.</b> We may disclose your information as required or permitted by law, or when we believe that disclosure is necessary to protect our rights, and/or to comply with a judicial proceeding, court order, subpoena, or other legal process served on us.\n</li>\n<li>\n<b>Your information if there's a change in business ownership or structure.</b> If ownership of all or substantially all of our business changes, or we undertake a corporate reorganization (including a merger or consolidation) or any other action or transfer between POWR entities, you expressly consent to POWR transferring your information to the new owner or successor entity so that we can continue providing our services.\nIf required, POWR will notify the applicable data protection agency in each jurisdiction of such a transfer in accordance with the notification procedures under applicable data protection laws.\n</li>\n<li>\n<b>Information you expressly consent to be shared.</b> For example, we may expressly request your permission to provide your contact details to third parties for various purposes, including to allow those third parties to contact you for marketing purposes.\n(You may later revoke your permission, but if you wish to stop receiving communications from a third party to which we provided your information with your permission, you will need to contact that third party directly.)\n</li>\n</ul>\nWhat are your rights to your information?\n<p>You can:</p>\n<ul>\n<li>\n<b>Update your account details.</b> You can update your registration and other account information on your My Account page.\nInformation is updated immediately.\n</li>\n<li>\n<b>Download/backup your plugin data.</b> We provide the ability to export, share and publish some plugin data in a variety of formats.\nThis allows you to create your own backups or conduct offline data analysis.\n</li>\n<li>\n<b>Delete your plugin data.</b> Deleting plugin data in the ways described on this page may not permanently delete plugin data immediately.\nAs long as you maintain an account with us, we may retain your deleted data in case you delete something by accident and need to restore it.\nTo the extent permitted by law, we will permanently delete your data if you request to cancel your account.\n</li>\n<li>\n<b>Cancel your account.</b> To cancel and delete your account, please contact customer support.\nDeleting your account will cause all the plugin data in the account to be permanently deleted, as permitted by law, and will disable your access to any other services that require a POWR account.\nWe will respond to any such request, and any appropriate request to access, correct, update or delete your personal information within the time period specified by law (if applicable) or without excessive delay.\nWe will promptly fulfill requests to delete personal data unless the request is not technically feasible or such data is required to be retained by law (in which case we will block access to such data, if required by law).\n</li>\n</ul>\n<p>\n<b>For how long do we retain your data?</b> We generally retain your data for as long as you have an account with us, or to comply with our legal obligations, resolve disputes, or enforce our agreements.\nData that is deleted from our servers may remain as residual copies on offsite backup media for up to approximately 12 months afterward.</p>\nSecurity, cookies and other important information\n<p>\n<b>Changes to this privacy policy.</b> We may modify this privacy policy at any time, but if we do so, we will notify you by publishing the changes on this website.\nIf we determine the changes are material, we will provide you with additional, prominent notice as is appropriate under the circumstances, such as via email.</p>\n<p>For any changes to this privacy policy for which you are required to provide prior consent, we will provide you with reasonable notice of such changes before they become effective and provide you with the opportunity to consent to those changes.\nIf you do not cancel your subscription and continue to use our services beyond the advance-notice period, you will be considered as having expressly consented to the changes in our privacy policy.\nIf you disagree with the terms of this privacy policy or any updated privacy policy, you may close your account at any time.</p>\n<ul>\n<li>\n<b>Security.</b> We are committed to handling your personal information and data with integrity and care.\nHowever, regardless of the security protections and precautions we undertake, there is always a risk that your personal data may be viewed and used by unauthorized third parties as a result of collecting and transmitting your data through the internet.\n</li>\n<li>\n<b>Cookies.</b> We use cookies on our websites.\nCookies are small bits of data we store on the device you use to access our services so we can recognize repeat users.\nEach cookie expires after a certain period of time, depending on what we use it for.\nBy using our websites and agreeing to this privacy policy, you expressly consent to the use of cookies as described in this policy.\nWe use cookies for several reasons:\n</li>\n<ul>\n<li>\n<b>To make our site easier to use.</b> When you sign into your account, we may store your username in a cookie to make it quicker for you to sign in whenever you return to POWR.\n</li>\n<li>\n<b>For security reasons.</b> We use cookies to authenticate your identity, such as confirming whether you are currently logged into POWR.\n</li>\n<li>\n<b>To provide you with personalized content.</b> We may store user preferences, such as your default language, in cookies to personalize the content you see.\n</li>\n<li>\n<b>To improve our services.</b> We use cookies to measure your usage of our websites and track referral data, as well as to occasionally display different versions of content to you.\nThis information helps us to develop and improve our services and optimize the content we display to users.\n</li>\n</ul>\n<li>\n<b>Blogs and Forums.</b> Our website offers publicly accessible blogs and community forums.\nYou should be aware that any information you provide in these areas may be read, collected, and used by others who access them.\nWe’re not responsible for any personal information you choose to submit in these areas of our site.\nTo request removal of your personal information from our blog or community forum, contact us at support@powr.io.\nIn some cases, we may not be able to fulfill your request and we will let you know why.</li>\n<li>\n<b>Online Tracking.</b> We currently do not process or comply with any web browser's \"do not track\" signal or other similar mechanism that indicates a request to disable online tracking of individual users who visit our websites or use our services (unless otherwise stated in a service-specific privacy statement).</li>\n<li>\n<b>Safety of Minors and COPPA.</b> Our services are not intended for and may not be used by minors.\n\"Minors\" are individuals under the age of majority in their place of residence (or under 13 in the United States).\nPOWR does not knowingly collect personal data from minors or allow them to register.\nIf it comes to our attention that we have collected personal data from a minor, we may delete this information without notice.\nIf you have reason to believe that this has occurred, please contact us at support@powr.io.</li>\n<li>\n<b>Third Parties</b> POWR may allow third-party companies to collect certain information when you visit our web site or in our emails/communications.\nThese companies may utilize cookies, pixels or other technologies to collect and use non-personally identifiable information (e.g., hashed data, click stream information, browser type, time and date, subject of advertisements clicked or scrolled over).\nOur partners may link the personal information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information.\nOur partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes.\nTo learn more about behavioral advertising practices or to opt-out of this type of advertising, you can visit the websites of the Digital Advertising Alliance at www.aboutads.info, the Networking Advertising Initiative at www.networkadvertising.org/choices/, the Digitial Advertising Alliance at http://youradchoices.com, and the European Interactive Digital Advertising Alliance at http://www.youronlinechoices.eu .</li>\n<li>\n<b>English version controls.</b> In the event of any ambiguity or conflict between translations, the English version is authoritative.</li>\n</ul>\nConsents\n<p>\n<b>By signing up for an account, clicking \"I Agree\" or any other button indicating your acceptance of this privacy policy, you expressly consent to the following:</b>\n</p>\n<ol>\n<li>You consent to the collection, use, disclosure and processing of your personal data in the manner described in this privacy policy, including our procedures relating to cookies, IP addresses and log files.</li>\n<li>Our servers are based in the United States, so your personal data will be primarily processed by us in the United States.</li>\n<li>You consent to us sharing your personal data with relevant persons working for service providers who assist us to provide our services.</li>\n<li>If you have enabled cookies on your web browser, you consent to our use of cookies as described in this privacy policy.</li>\n</ol>\nAdditional information for European Union users\n<ul>\n<li>\n<b>\"Personal data\".</b> For users located in the EU, references to \"personal information\" in this policy are equivalent to what is commonly referred to as \"personal data\" in the EU.</li>\n<li>\n<b>About IP addresses.</b> Our servers record the incoming IP addresses of visitors to our websites (whether or not the visitor has a POWR account) and store the IP addresses in log files.\nWe use these log files for purposes such as system administration and maintenance, record keeping, tracking referring web sites, inferring your location, and security purposes (e.g.\ncontrolling abuse, spam and DDOS attacks).\nWe also store IP addresses along with certain actions you take on our system.\nIP addresses are only linked to plugin responses if a plugin creator has configured a plugin to collect IP addresses.\nBy agreeing to this privacy policy, you expressly consent to POWR using your IP address for the foregoing purposes.\nIf you wish to opt out from the foregoing consent to use your IP address, you must cancel your account (if you have one) or not respond to a plugin if requested to do so.</li>\n<li>\n<b>Data controller.</b> POWR Inc., is the data controller for registration, billing and other account information that we collect from users in the EU.\nHowever, the data controller for plugin data is the plugin creator.\nThe plugin creator determines how their plugin data are used and disclosed.\nPOWR Inc.\nonly processes such plugin data in accordance with the instructions and permissions (including those given under this privacy policy) selected by the plugin creator when they create and administer their plugin.</li>\n<li>\n<b>Your responsibilities.</b> Your responsibilities.\nBy using our services, you agree to comply with applicable data protection requirements when collecting and using your plugin data, such as requirements to inform respondents about the specific uses and disclosures of their data, including (but not limited to) cookies.\nYou are responsible for protecting user personal information you receive or process and complying with all relevant legal requirements when you use our services.\nThis includes applicable data protection and privacy laws that govern the ways in which you can use a user’s information.\nSuch laws may require that you post, and comply with, your own privacy policy, which must be accessible to the respondents you interact with and compatible with this policy and POWR’s Terms of Use.\nFor more information on the General Data Protection Regulation, see more resources at https://gdpr-info.eu and http://gdprandyou.ie.</li>\n</ul>\nAdditional information for California Residents\n<p>\nThe CCPA provides consumers (California residents) with specific rights regarding their personal information.\nThis section describes your CCPA rights and explains how to exercise those rights.\n</p> Access to Specific Information and Data Portability Rights <p>\nYou have the right to request that POWR Inc discloses certain information to you about our collection and use of your personal information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request we will disclose to you:\n</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).</li>\n<li>If we sold or disclosed your personal information for a business purpose, two separate lists disclosing:</li>\n<li>sales, identifying the personal information categories that each category of recipient purchased.\nand</li>\n<li>disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.</li>\n</ul>\n<p>\n</p> Deletion Request Rights <p>\nYou have the right to request that POWR Inc delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request, we will delete your personal information from our records, unless an exception applies.\nWe may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:\n</p>\n<ul>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 seq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\n<p>\n</p>\nExercising Access, Data Portability, and Deletion Rights\n<p>\nTo exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by emailing support@powr.io, calling us at +1 415-619-2830, or sending a letter to us at POWR Inc, 44 Tehama Street, San Francisco 94105.\n</p>\n<p>\nOnly you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.\nYou may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must:\n</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n<li>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.</li>\n</ul>\nMaking a verifiable consumer request does not require you to create an account with us.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.\n<p>\n</p>\nCategories of information that may have been collected in the previous 12 months: Category\nExamples Identifiers\nA real name, alias, postal address, email address, unique personal identifier, online identifier, Internet Protocol address, email address, phone number, or other similar identifiers.\nCommercial information\nRecords of products or services purchased through POWR and POWR's products.\nUsage\nInformation on the User's interaction with POWR's products.\nGeolocation data\nGeneral physical location, based on Internet Protocol address.\nResponse Timing and Format\n<p>\nWe endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.\nIf you have an account with us, we will deliver our written response to that account.\nIf you do not have an account with us, we will deliver our written response by mail or electronically, at your option.\nAny disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.\nWe do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.\n</p>\nNon-Discrimination\n<p>\nWe will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:\n</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\nHowever, we may offer you certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to your personal information’s value and contain written terms that describe the program’s material aspects.\nParticipation in a financial incentive program requires your prior opt in consent, which you may revoke at any time.\n<p>\n</p>\nAdditional information for Japanese users\n<p>\nYou agree that you are responsible for notifying the respondents of plugins that you create using our services about how POWR may use the respondents’ plugin responses and personal data as described in this privacy policy and obtaining prior consent from respondents to disclose their personal data to POWR.\n</p> ", "created_at": "2022-11-24 04:33:48.093877", "updated_at": "2022-11-24 03:34:15.389332"}, {"id": 12812, "name": "Terms of Use", "url": "https://www.powr.io/terms", "xpath": "//body", "text": "Sign Up FREETerms of Use<small> Last updated: May 07, 2015</small>\n<br>\n<p>Thanks for using POWR Inc’s (“<b>POWR</b>”) products and services (“<b>POWR</b>\").\nThese Terms of Use (“<b>TOU</b>”) contain the terms under which POWR and its affiliates provide their Services to you and describe how the Services may be accessed and used.\nDepending on which Services you use, additional terms and policies (including rules, guidelines and other similarly named documents) presented with those Services may apply (“<b>Additional Terms</b>”).\nThose Additional Terms become a part of your agreement with us if you use those Services.\nWe refer to the combination of this TOU and any applicable Additional Terms collectively as these “<b>Terms</b>”.\nYou indicate your agreement to these Terms by clicking or tapping on a button indicating your acceptance of these Terms, by executing a document that references them, or by using the Services.\nIf you will be using the Services on behalf of an organization, you agree to these Terms on behalf of that organization and you represent that you have the authority to do so.\nIn such case, “you” and “your” will refer to that organization.\nCertain country-specific term may apply to you if you are located outside the United States.</p>1.\nFees and Payments<br>\n<p>\n<b>1.\nFees for Services.</b> You agree to pay to POWR any fees for each Service you purchase or use (including any overage fees), in accordance with the pricing and payment terms presented to you for that Service.\nWhere applicable, you will be billed using the billing method you select through your account management page.\nFees paid by you are non-refundable, except as provided in these Terms or when required by law.</p>\n<p>\n<b>1.2.\nSubscriptions.</b> Some of our Services are billed on a subscription basis (we call these “Subscriptions”).\nThis means that you will be billed in advance on a recurring, periodic basis (each period is called a “billing cycle”).\nBilling cycles are typically monthly or annual, depending on what subscription plan you select when purchasing a Subscription.\nYour Subscription will automatically renew at the end of each billing cycle unless you cancel auto-renewal through your online account management page, or by contacting our customer support team.\nWhile we will be sad to see you go, you may cancel auto-renewal on your Subscription at any time, in which case your Subscription will continue until the end of that billing cycle before terminating.\nYou may cancel auto-renewal on your Subscription immediately after the Subscription starts if you do not want it to renew.</p>\n<p>\n<b>1.3.\nTaxes.</b> Unless otherwise stated, you are responsible for any taxes (other than POWR’s income tax) or duties associated with the sale of the Services, including any related penalties or interest (collectively, “Taxes”).\nYou will pay POWR for the Services without any reduction for Taxes.\nIf POWR is obliged to collect or pay Taxes, the Taxes will be invoiced to you, unless you provide POWR with a valid tax exemption certificate authorized by the appropriate taxing authority or other documentation providing evidence that no tax should be charged.\nIf you are required by law to withhold any Taxes from your payments to POWR, you must provide POWR with an official tax receipt or other appropriate documentation to support such payments.</p>\n<p>\n<b>1.4.\nPrice Changes</b>.\nPOWR may change the fees charged for the Services at any time, provided that, for Services billed on a subscription basis, the change will become effective only at the end of the then-current billing cycle of your Subscription.\nPOWR will provide you with reasonable prior written notice of any change in fees to give you an opportunity to cancel your Subscription before the change becomes effective.</p>\n<p>\n<b>1.5.\nOverage Fees</b>.\nUnless otherwise stated, any overage fees incurred by you will be billed in arrears on a monthly basis.\nOverage fees which remain unpaid for 30 days after being billed are considered overdue.\nFailure to pay overage fees when due may result in the applicable Service being limited, suspended, or terminated (subject to applicable legal requirements), which may result in a loss of your data associated with that Service.</p>2.\nPrivacy<br>\n<p>\n<b>2.1.\nPrivacy</b>.\nIn the course of using the Services, you may submit content to POWR (including your personal data and the personal data of others) or third parties may submit content to you through the Services (your “Content”).\nWe know that by giving us your Content, you are trusting us to treat it appropriately.\nPOWR’s Privacy Policy, together with any Service-specific data use policies, privacy statements and privacy notices (collectively, “privacy policies”), detail how we treat your Content and personal data and we agree to adhere to those privacy policies.\nYou in turn agree that POWR may use and share your Content in accordance with our privacy policies.</p>\n<p>Both POWR and Plugin Creators process Plugin Respondents’ personal information (for example, name, email address, and address) and are therefore considered separate and independent data controllers of buyers’ personal information under EU law.\nThat means that each party is responsible for the personal information it processes in providing the Services.\nFor example, if a Plugin Creator accidentally discloses a Plugin Respondent’s name and email address when fulfilling another Plugin Respondent’s order, the Plugin Creator, not POWR, will be responsible for that unauthorized disclosure.</p>\n<p>\n<b>2.2.\nConfidentiality</b>.\nPOWR will treat your Content as confidential information and only use and disclose it in accordance with these Terms (including our privacy policies).\nHowever, your Content is not regarded as confidential information if such Content: (a) is or becomes public (other than through breach of these Terms by POWR).\n(b) was lawfully known to POWR before receiving it from you.\n(c) is received by POWR from a third party without knowledge of breach of any obligation owed to you.\nor (d) was independently developed by POWR without reference to your Content.</p>3.\nYour Content<br>\n<p>\n<b>3.1.\nYou Retain Ownership of Your Content.</b> You retain ownership of all of your intellectual property rights in your Content.\nPOWR does not claim ownership over any of your Content.\nThese Terms do not grant us any licenses or rights to your Content except for the limited rights needed for us to provide the Services, and as otherwise described in these Terms.</p>\n<p>\n<b>3.2.\nLimited License to Your Content.</b> You grant POWR a worldwide, royalty free license to use, reproduce, distribute, modify, adapt, create derivative works, make publicly available, and otherwise exploit your Content, but only for the limited purposes of providing the Services to you and as otherwise permitted by POWR’s privacy policies.\nThis license for such limited purposes continues even after you stop using our Services, though you may have the ability to delete your Content in relation to certain Services such that POWR no longer has access to it.\nThis license also extends to any trusted third parties we work with to the extent necessary to provide the Services to you.\nIf you provide POWR with feedback about the Services, we may use your feedback without any obligation to you.</p>\n<p>\n<b>3.3.\nCopyright Claims (DMCA Notices).</b> POWR Inc.\nresponds to notices of alleged copyright infringement in accordance with the U.S.\nDigital Millennium Copyright Act (DMCA).\nIf you believe that your work has been exploited in a way that constitutes copyright infringement, you may notify POWR’s agent for claims of copyright infringement.</p>\n<p>\n<b>3.4.\nOther IP Claims.</b> POWR respects the intellectual property rights of others, and we expect our users to do the same.\nIf you believe a POWR user is infringing upon your intellectual property rights, you may report it through our online form.\nClaims of copyright infringement should follow the DMCA process outlined in these Terms, or any equivalent process available under local law.</p>4.\nPOWR IP<br>\n<p>\n<b>4.1.\nPOWR IP</b>.\nNeither these Terms nor your use of the Services grants you ownership in the Services or the content you access through the Services (other than your Content).\nExcept as permitted by POWR’s Brand and Trademark Use Policy, these Terms do not grant you any right to use POWR’s trademarks or other brand elements.</p>5.\nUser Content<br>\n<p>\n<b>5.1.\nUser Content.</b> The Services display content provided by others that is not owned by POWR.\nSuch content is the sole responsibility of the entity that makes it available.\nCorrespondingly, you are responsible for your own Content and you must ensure that you have all the rights and permissions needed to use that Content in connection with the Services.\nPOWR is not responsible for any actions you take with respect to your Content, including sharing it publicly.\nPlease do not use content from the Services unless you have first obtained the permission of its owner, or are otherwise authorized by law to do so.</p>\n<p>\n<b>5.2.\nIllegal and Inappropriate Content.</b> POWR does not allow illicit or illegal material, including but not limited to: phishing forms, spam, and unlawful pornographic material.\nAdditionally, POWR values diversity and respect for others, and we strive to avoid hosting content which includes: hatred.\nviolence.\nharassment.\nracism.\nsexual, religious, or political intolerance, or organizations with such views content that's exploitative or appears to unfairly capitalize at the expense of others Inappropriate or illegal content will be removed and accounts may be frozen.\nPlease refer to “Acceptable Uses” for further clarity on appropriate user content.</p>\n<p>\n<b>5.3.\nContent Review.</b> You acknowledge that, in order to ensure compliance with legal obligations, POWR may be required to review certain content submitted to the Services to determine whether it is illegal or whether it violates these Terms (such as when unlawful content is reported to us).\nWe may also modify, prevent access to, delete, or refuse to display content that we believe violates the law or these Terms.\nHowever, POWR otherwise has no obligation to monitor or review any content submitted to the Services.</p>\n<p>\n<b>5.4.\nThird Party Resources.</b> POWR may publish links in its Services to internet websites maintained by third parties.\nPOWR does not represent that it has reviewed such third party websites and is not responsible for them or any content appearing on them.\nTrademarks displayed in conjunction with the Services are the property of their respective owners.</p>6.\nAccount Management<br>\n<p>\n<b>6.1.\nKeep Your Password Secure.</b> If you have been issued an account by POWR in connection with your use of the Services, you are responsible for safeguarding your password and any other credentials used to access that account.\nYou, and not POWR, are responsible for any activity occurring in your account (other than activity that POWR is directly responsible for which is not performed in accordance with the Customer’s instructions), whether or not you authorized that activity.\nIf you become aware of any unauthorized access to your account, you should notify POWR immediately.\nAccounts may not be shared and may only be used by one individual per account.</p>\n<p>\n<b>6.2.\nKeep Your Details Accurate.</b> POWR occasionally sends notices to the email address registered with your account.\nYou must keep your email address and, where applicable, your contact details and payment details associated with your account current and accurate.\nAccounts are controlled by the entity whose email address is registered with the account.</p>\n<p>\n<b>6.3.\nRemember to Backup.</b> You are responsible for maintaining, protecting, and making backups of your Content.\nTo the extent permitted by applicable law, POWR will not be liable for any failure to store, or for loss or corruption of, your Content.</p>\n<p>\n<b>6.4.\nAccount Inactivity.</b> POWR may terminate your account and delete any content contained in it if there is no account activity (such as a log in event or payment) for over 12 months.\nHowever, we will attempt to warn you by email before terminating your account to provide you with an opportunity to log in to your account so that it remains active.</p>7.\nUser Requirements<br>\n<p>\n<b>7.1.\nLegal Status.</b> If you are an individual, you may only use the Service if you have the power to form a contract with POWR.\nNone of the Services are intended for use by individuals less than 13 years old.\nIf you are under 13 years old or do not have the power to form a contract with POWR, you may not use the Services.\nWe recommend that parents and guardians directly supervise any use of the Services by minors.\nIf you are not an individual, you warrant that you are validly formed and existing under the laws of your jurisdiction of formation and that you have duly authorized your agent to bind you to these Terms.<br>POWR is not targeted towards, nor intended for use by, anyone under the age of 16.\nYou must be at least 16 years old to access and use POWR and use the Services.\nIf you are between 14 and 16 years old, you may only use the Site under the supervision of a parent or legal guardian.</p>\n<p>\n<b>7.2.\nEmbargoes.</b> You may only use the Services if you are not barred under any applicable laws from doing so.\nIf you are located in a country embargoed by United States or other applicable law from receiving the Services, or are on the U.S.\nDepartment of Commerce’s Denied Persons List or Entity List, or the U.S.\nTreasury Department’s list of Specially Designated Nationals, you are not permitted to purchase any paid Services from POWR.</p>8.\nAcceptable Uses<br>\n<p>\n<b>8.1.\nLegal Compliance.</b> You must use the Services in compliance with, and only as permitted by, applicable law.</p>\n<p>\n<b>8.2.\nYour Responsibilities.</b> You are responsible for your conduct, Content, and communications with others while using the Services.\nYou must comply with the following requirements when using the Services: (a) You may not misuse our Services by interfering with their normal operation, or attempting to access them using a method other than through the interfaces and instructions that we provide.\n(b) You may not circumvent or attempt to circumvent any limitations that POWR imposes on your account (such as by opening up a new account to conduct a survey that we have closed for a Terms violation).\n(c) Unless authorized by POWR in writing, you may not probe, scan, or test the vulnerability of any POWR system or network.\n(d) Unless permitted by applicable law, you may not deny others access to, or reverse engineer, the Services, or attempt to do so.\n(e) You may not transmit any viruses, malware, or other types of malicious software, or links to such software, through the Services.\n(f) You may not engage in abusive or excessive usage of the Services, which is usage significantly in excess of average usage patterns that adversely affects the speed, responsiveness, stability, availability, or functionality of the Services for other users.\nPOWR will endeavor to notify you of any abusive or excessive usage to provide you with an opportunity to reduce such usage to a level acceptable to POWR.\n(g) You may not use the Services to infringe the intellectual property rights of others, or to commit an unlawful activity.\n(h) Unless authorized by POWR in writing, you may not resell or lease the Services.\n(i) If your use of the Services requires you to comply with industry-specific regulations applicable to such use, you will be solely responsible for such compliance, unless POWR has agreed with you otherwise.\nYou may not use the Services in a way that would subject POWR to those industry-specific regulations without obtaining POWR’s prior written agreement.\nFor example, you may not use the Services to collect, protect, or otherwise handle “protected health information” (as defined in 45 C.F.R.\n§160.103 under United States federal regulations) without entering into a separate business associate agreement with POWR that permits you to do so.</p>\n<p>\n<b>8.3.\nSensitive Information.</b> POWR does not permit the collection of unencrypted sensitive information while using the Services.\nYou must not request sensitive information using POWR services, including POWR Form Builder.\nSensitive information includes, but is not restricted to: (a) Credit or Debit card details outside of payment integrations (b) Social Security numbers (c) Passwords</p>9.\nSuspension and Termination of Services<br>\n<p>\n<b>9.1.\nBy You.</b> Refunds are issued for yearly and biennial subscriptions if cancelled within 5 days of initial purchase.\nRefunds are not available for monthly upgrades.\nTerminating a subscription mid-billing cycle will not result in a refund, unless you are an annual or biennial subscriber and are cancelling within 5 days after the initial purchase.\nAll users who terminate mid-billing cycle will continue to have full access to their plan features until the end of the cycle when the termination takes into effect.\nUpgrades purchased through a third-party, such as the Wix App Market, are exempt from this policy.\nRefunds for upgrades purchased through a third-party cannot be issued by POWR.</p>\n<p>The Terms of Service are displayed in the checkout process, and anyone purchasing an upgrade must agree to the terms before being able to buy a POWR upgrade.</p>\n<p>\n<b>9.1.1 Monthly upgrades</b> No refunds are available for monthly upgrades.\nIf you're not sure POWR Starter, Pro, or Business is the best option for you, please contact our support team to request a free trial prior to purchase.</p>\n<p>\n<b>9.1.2 Annual and biennial upgrades</b> Refunds can be issued only within the first 5 days of a yearly or biennial upgrade being purchased.</p>\n<p>\n<b>9.2.\nBy POWR.</b> POWR may limit, suspend, or stop providing the Services to you if you fail to comply with these Terms (such as a failure to pay fees when due), or if you use the Services in a way that causes legal liability to us or disrupts others’ use of the Services.\nPOWR may also suspend providing the Services to you if we are investigating suspected misconduct by you.\nIf we suspend or terminate the Services you receive, we will endeavor to give you advance notice and an opportunity to export a copy of your Content from that Service.\nHowever, there may be time sensitive situations where POWR may decide that we need to take immediate action without notice.\nPOWR has no obligation to retain your Content upon termination of the applicable Service.</p>\n<p>\n<b>9.3.\nFurther Measures.</b> If POWR stops providing the Services to you because you repeatedly or egregiously breach these Terms, POWR may take measures to prevent the further use of the Services by you, including blocking your IP address.</p>10.\nChanges and Updates<br>\n<p>\n<b>10.1.\nChanges to Terms.</b> POWR may change these Terms at any time for a variety of reasons, such as to reflect changes in applicable law or updates to Services, and to account for new Services or functionality.\nAny changes will be posted to the location at which those terms appear.\nPOWR may also provide notification of changes on its blog or via email.\nChanges will be effective no sooner than the day they are publicly posted.\nIn order for certain changes to become effective, applicable law may require POWR to obtain your consent to such changes, or to provide you with sufficient advance notice of them.\nIf you do not want to agree to any changes made to the terms for a Service, you should stop using that Service, because by continuing to use the Services you indicate your agreement to be bound by the updated terms.</p>\n<p>\n<b>10.2.\nChanges to Services.</b> POWR constantly changes and improves the Services.\nPOWR may add, alter, or remove functionality from a Service at any time without prior notice.\nPOWR may also limit, suspend, or discontinue a Service at its discretion.\nIf POWR discontinues a Service, we will give you reasonable advance notice to provide you with an opportunity to export a copy of your Content from that Service.\nPOWR may remove content from the Services at any time in our sole discretion, although we will endeavor to notify you before we do that if it materially impacts you and if practicable under the circumstances.</p>11.\nDisclaimers and Limitations of Liability<br>\n<p>\n<b>11.1.\nDisclaimers.</b> While it is in POWR’s interest to provide you with a great experience when using the Services (and we love to please our customers), there are certain things we do not promise about them.\nWe try to keep our online Services up, but they may be unavailable from time to time for various reasons.\nEXCEPT AS EXPRESSLY PROVIDED IN THESE TERMS AND TO THE EXTENT PERMITTED BY APPLICABLE LAW, THE SERVICES ARE PROVIDED “AS IS” AND POWR DOES NOT MAKE WARRANTIES OF ANY KIND, EXPRESS, IMPLIED, OR STATUTORY, INCLUDING THOSE OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OR ANY REGARDING AVAILABILITY, RELIABILITY, OR ACCURACY OF THE SERVICES.</p>\n<p>\n<b>11.2.\nExclusion of Certain Liability.</b> TO THE EXTENT PERMITTED BY APPLICABLE LAW, POWR, ITS AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, SUPPLIERS, AND LICENSORS WILL NOT BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, PUNITIVE, OR EXEMPLARY DAMAGES WHATSOEVER, INCLUDING DAMAGES FOR LOST PROFITS, LOSS OF USE, LOSS OF DATA, ARISING OUT OF OR IN CONNECTION WITH THE SERVICES AND THESE TERMS, AND WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY, OR ANY OTHER LEGAL THEORY, EVEN IF POWR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND EVEN IF A REMEDY FAILS OF ITS ESSENTIAL PURPOSE.</p>\n<p>\n<b>11.3.\nLimitation of Liability.</b> TO THE EXTENT PERMITTED BY APPLICABLE LAW, THE AGGREGATE LIABILITY OF EACH OF POWR, ITS AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, SUPPLIERS, AND LICENSORS ARISING OUT OF OR IN CONNECTION WITH THE SERVICES AND THESE TERMS WILL NOT EXCEED THE GREATER OF: (A) THE AMOUNTS PAID BY YOU TO POWR FOR USE OF THE SERVICES AT ISSUE DURING THE 3 MONTHS PRIOR TO THE EVENT GIVING RISE TO THE LIABILITY.\nAND (B) US$25.00.</p>\n<p>\n<b>11.4.\nConsumers.</b> We acknowledge that the laws of certain jurisdictions provide legal rights to consumers that may not be overridden by contract or waived by those consumers.\nIf you are such a consumer, nothing in these Terms limits any of those consumer rights.</p>\n<p>\n<b>11.5.\nBusinesses.</b> If you are a business, you will indemnify and hold harmless POWR and its affiliates, officers, agents, and employees from all liabilities, damages, and costs (including settlement costs and reasonable attorneys’ fees) arising out of a third party claim regarding or in connection with your use of the Services or a breach of these Terms, to the extent that such liabilities, damages and costs were caused by you.</p>12.\nContracting Entity<br>\n<p>\n<b>12.1.\nWho you are contracting with.</b> Unless otherwise specified in relation to a particular Service, the Services are provided by, and you are contracting with, POWR Inc.</p>\n<p>\n<b>12.2.\nPOWR Inc.</b> For any Service provided by POWR Inc., the following provisions will apply to any terms governing that Service: Contracting Entity.\nReferences to “POWR”, “we”, “us”, and “our” are references to POWR Inc., located at 44 Tehama St, San Francisco CA, 94110, United States of America.\nGoverning Law.\nThose terms are governed by the laws of the State of California (without regard to its conflict of laws provisions).\nJurisdiction.\nExcept if prohibited by applicable law, each party submits to the exclusive jurisdiction of the state courts located in Santa Clara County, California, and the federal courts located in the Northern District of California with respect to the subject matter of those terms.</p>13.\nOther Terms<br>\n<p>\n<b>Assignment.</b> You may not assign these Terms without POWR’s prior written consent, which may be withheld in POWR’s sole discretion.\nPOWR may assign these Terms at any time without notice to you.</p>\n<p>\n<b>Entire Agreement.</b> These Terms (including the Additional Terms) constitute the entire agreement between you and POWR, and they supersede any other prior or contemporaneous agreements, terms and conditions, written or oral concerning its subject matter.\nAny terms and conditions appearing on a purchase order or similar document issued by you do not apply to the Services, do not override or form a part of these Terms, and are void.</p>\n<p>\n<b>Independent Contractors.</b> The relationship between you and POWR is that of independent contractors, and not legal partners, employees, or agents of each other.</p>\n<p>\n<b>Interpretation.</b> The use of the terms “includes”, “including”, “such as”, and similar terms, will be deemed not to limit what else might be included.</p>\n<p>\n<b>No Waiver.</b> A party’s failure or delay to enforce a provision under these Terms is not a waiver of its right to do so later.</p>\n<p>\n<b>Precedence.</b> To the extent any conflict exists, the Additional Terms prevail over this TOU with respect to the Services to which the Additional Terms apply.</p>\n<p>\n<b>Severability.</b> If any provision of these Terms is determined to be unenforceable by a court of competent jurisdiction, that provision will be severed and the remainder of terms will remain in full effect.</p>\n<p>\n<b>Third Party Beneficiaries.</b> There are no third party beneficiaries to these Terms.</p>14.\nTerms for Certain Customers and Countries<br>\n<p>\n<b>14.1.\nLanguage.</b> These Terms are prepared and written in English.\nTo the extent that any translated version conflicts with the English version, the English version controls, except where prohibited by applicable law.</p>\n<p>\n<b>14.2.\nCustomer-Specific Terms.</b> The following amendments automatically apply to you upon acceptance of these</p>\n<p>\n<b>14.3.\nCountry-Specific Terms.</b> If you are located in one of the following locations, the terms thereunder apply.</p>Europe<br>\n<p>\n<b>EU1.\nRight of Withdrawal.</b> In certain European countries, you have a legal right to cancel Subscriptions within a certain period of time.</p>France<br>\n<p>\n<b>FR1.\nOverdue Payments.</b> Overdue payments may result in a penalty at an interest rate equal to 3 times the legal interest rate or the statutory minimum rate, whichever is higher.\nAdditionally, the statutory penalty for collection costs may be payable by you in the event of late payment.</p>\n<p>\n<b>FR2.\nRight of Withdrawal.</b> If you are a consumer, starting from the date your Subscription first starts, you have 14 days to exercise your right of withdrawal without cause, provided that you have not benefited from or started to use the Services before the end of that 14 day period.</p>\n<p>\n<b>FR3.\nMedia.</b> The limited license you grant to POWR under Section 3.2 (Limited License to Your Content) allows POWR to exploit your Content in any form and on any medium, including paper or digital media such as hard disks and flash drives, and by any means or process, including by wired, wireless, or online transmission of digitized or analog data.\nThe duration of such limited license extends only for the legal term of protection of the intellectual property rights attached to your Content.</p>\n<p>\n<b>FR4.\nWarranties.</b> If you are a consumer, statutory warranties and the warranty of merchantability apply to you despite anything to the contrary in these Terms.\nAny disclaimer of warranties in these Terms does not derogate from any of your statutory warranty rights listed below:</p>\n<p>\n<b>Article R.\n211-4 of the French Consumer Code:</b> \"In contracts entered into between professionals, on the one hand, and, on the other hand, non-professionals or consumers, the professionals cannot contractually warrant the item to be delivered or the service to be rendered without clearly stating that, whatever the circumstances, the legal warranty binding the professional seller to cover the purchaser against any consequences of faults or hidden defects in the item being sold or the service being rendered, applies.\"</p>\n<p>\n<b>Article L.\n211-4 of the French Consumer Code:</b> \"The seller is required to deliver a product which is conformed to the contract and is held liable for any lack of conformity which exists upon delivery.\nHe is also held liable for any lack of conformity caused by the packaging or the assembly instructions, or the installation if he assumed responsibility therefor or had it carried out under his responsibility.\"</p>\n<p>\n<b>Article L.\n211-5 of the French Consumer Code:</b> \"To be in conformity with the contract, the product must: (1) be suitable for the purpose usually associated with such a product and, if applicable: correspond to the description given by the seller and have the features that the seller presented to the buyer in the form of a sample or model.\n[and] have the features that a buyer might reasonably expect it to have considering the public statements made by the seller, the producer or his representative, including advertising and labeling.\nor (2) have the features defined by mutual agreement between the parties or be suitable for any special requirement of the buyer which was made known to the seller and which the latter agreed to.\"</p>\n<p>\n<b>Article L.\n211-12 of the French Consumer Code:</b> \"Action resulting from lack of conformity lapses two years after delivery of the product.\"</p>\n<p>\n<b>Article 1641 of the French Civil Code:</b> \"A seller is bound to a warranty on account of the latent defects of the product sold which render it unfit for the use for which it was intended, or which so impair that use that the buyer would not have acquired it, or would only have given a lesser price for it, had he known of them.\"</p>\n<p>\n<b>Article 1648 §1 of the French Civil Code:</b> \"The action resulting from redhibitory vices must be brought by the buyer within a period of two years following the discovery of the vice\".</p>\n<p>\n<b>FR5.\nLimitation.</b> Section 11.3 (Limitation of Liability) does not apply to you if you are a consumer.</p>Germany<br>\n<p>\n<b>DE1.\nRight of Withdrawal.</b> If you are a consumer, you may withdraw your contractual declaration within 14 days without giving reasons in text form (e.g.\nby mail, fax, email).\nThe time period commences upon your receipt of this information notice in textual form, but not before the conclusion of the contract and also not before we have met our information requirements as set forth under Article 246 § 2 in conjunction with § 1 paragraph 1 and 2 of the Introductory Act to the German Civil Code and our information requirements under § 312 g paragraph 1, first sentence German Civil Code in conjunction with Article 246 § 3 of the Introductory Act to the German Civil Code.\nPunctual dispatch of the declaration of withdrawal suffices to observe the withdrawal period.\nThe declaration of withdrawal has to be directed to our customer support team by email to support@powr.io or through our Help Center.</p>\n<p>\n<b>DE2.\nConsequences of Withdrawal.</b> In the case of a valid withdrawal, the mutually received deliverables shall be returned and any benefits obtained, if any (e.g.\ninterest), shall be handed over.\nTo the extent that you are unable to return or, where applicable, to deliver up the received deliverable and benefits obtained (e.g.\nuse and enjoyment) in whole or in part, or only in a deteriorated condition, you may have to compensate us accordingly for loss of value, if any.\nThis may possibly lead to the result that you will nevertheless have to fulfill the contractually owed payment obligations for the time period until withdrawal.\nAny obligation to reimburse payments must be fulfilled within 30 days.\nThe period for the payment of costs will begin, in your case, with the dispatch of your declaration of withdrawal and in our case, upon receipt of same.</p>\n<p>\n<b>DE3.\nSpecial Notifications.</b> Your right of withdrawal expires prematurely if the contractual relationship was fully discharged by both sides at your explicit request before you have exercised your right of withdrawal.</p>\n<p>\n<b>DE4.\nTermination for Breach.</b> A failure to comply with these Terms must be material, repeated, or persistent before POWR may exercise its right of termination under Section 9.2 (By POWR).</p>\n<p>\n<b>DE5.\nSpecific Works.</b> POWR is not obliged to create any specific works for you.</p>\n<p>\n<b>DE6.\nLiability Provisions.</b> Sections 11.2 (Exclusion of Certain Liability) and 11.3 (Limitation of Liability) do not apply and are replaced with the following: “POWR’s liability to you for damages caused by slight negligence will, irrespective of its legal ground, be limited as follows: (a) POWR will be liable up to the amount of foreseeable damages typical for this type of contract for a breach of material contractual obligations.\nand (b) POWR shall not be liable for a breach of any non-material contractual obligations nor for the slightly negligent breach of any other applicable duty of care.\nThe foregoing limitations of liability, as well as any other limitations of liability contained in these Terms, will not apply to any mandatory statutory liability, in particular to liability under the German Product Liability Act (Produkthaftungsgesetz), and liability for culpably caused personal injuries.\nAdditionally, such limitations of liability will not apply if and to the extent that POWR has assumed a specific guarantee.\nThe foregoing shall apply accordingly to POWR’s liability to you for futile expenses.\nYou are obliged to take adequate measures to avert and reduce damages.”</p>Japan<br>\n<p>\n<b>JP1.\nPrivacy Disclosures.</b> You agree that you are responsible for notifying the respondents of any surveys that you create through the Services about how POWR may use the respondents’ survey responses and personal data as described in the Privacy Policyand obtaining a prior consent for disclosing personal data to POWR from the respondents of your surveys.</p>\n<p>\n<b>JP2.\nLiability.</b> Sections 11.2 (Exclusion of Certain Liability) and 11.3 (Limitation of Liability) shall not apply in relation to the damages caused by the willful misconduct or gross negligence of POWR, its affiliates, officers, employees, agents, supplier, or licensors.</p>Korea<br>\n<p>\n<b>KR1.\nRight of Withdrawal.</b> If you are a consumer, you may withdraw your Subscription within 7 days of the date your Subscription first starts (or the date a copy of these Terms are made available to you, if later), provided that you have not benefited from or started to use the Services before the end of that 7 day period.\nIf you withdraw your Subscription under this paragraph, the fees you paid for that Subscription will be refunded within 3 business days of receiving your notice of withdrawal.</p>\n<p>\n<b>KR2.\nAssignment.</b> Despite anything to the contrary in these Terms, if you are a consumer, we will provide you with advance notice of assignment and an opportunity to terminate these Terms as required by Korean law.</p>YouTube API Services Terms of Use<br>\n<p>POWR offers a variety of tools and services which are using the YouTube API Services, including POWR YouTube Gallery, POWR Social Feed, POWR Popup, POWR Media Gallery and other apps that support video.\nBy using YouTube videos within POWR Apps, users agree to the <b>YouTube Terms of Service</b> which can be read at<br>https://www.youtube.com/t/termsand the <b>Google Privacy Policy</b> at<br>http://www.google.com/policies/privacy.</p>Ecommerce Terms of Use<br>\n<p>POWR makes available certain tools and services for the operation of businesses online through an Ecommerce platform (“Platform”).\nThis includes any POWR product or service that allows you to receive payments for a Digital Good, Physical Product, or Service.\nThis Platform is subject to all Terms outlined in this document, as well as the following:</p>1.\nAccount Creation and Management<br>\n<ol>\n<li>General Account Creation.\nCertain features and functionalities of the Platform may require you to create a POWR account (the “Account”).\nIn establishing an Account, you agree to provide only true, accurate, current and complete information about yourself (or your Principal.\nsee below) and to update such information as necessary to maintain its truth and accuracy.</li>\n<li>Registration on Behalf of Principal.\nIn the event you create an Account as an agent acting on behalf of a business, employer or third party because, you represent and warrant that you have the authority to do so (e.g., you are an authorized employee or agent (collectively, the “Agent”) of such business, employer or third party (collectively, the “Principal”).\nIn creating an Account on behalf of a Principal, you (as Agent) agree to provide such Principal’s full legal name and any applicable fictitious business name(s) (including the proper trade names or “doing business as” names).\nIn all such cases where an Agent creates and/or uses an Account for the Principal, the Agent agrees and acknowledges that he/she undertakes all such activities on behalf of the Principal, and that the Principal shall be the party to this Agreement for all purposes, regardless of whether the Agent had the proper authority to create the Account, maintained the Account, and/or transferred the Account to another Agent.\nAccordingly, only the Principal is entitled to any rights, remedies or benefits under this Agreement and only the Principal may control or direct the Account and all information related thereto.\nthe Agent does not acquire or retain any personal rights with respect to such Account.\nThe Principal is likewise subject to all of the covenants, restrictions, limitations, representations, warranties, waivers and releases included in this Agreement.</li>\n<li>Furthermore, you hereby represent and warrant that you (as the Agent): (i) may be held liable by and to POWR for any misrepresentation made by you in connection with your registration for and use of the Account.\n(ii) may be held liable by and to the Principal.\nand (iii) may be held liable by law enforcement, governmental authority or court order.\nYou (as Agent) agree to indemnify, defend, and hold harmless POWR for any breach of the representations, warranties, and covenants contained in this Section 3 in accordance with Section 15 (Indemnification) of this Agreement.</li>\n<li>Account Management.\nUltimately, the Principal is responsible for all activities that occur under the Account, including, but not limited to, Account and password management, and neither Principal nor Agent will agree to sell, transfer or assign the Account or any Account related rights without the express written consent of POWR.\nYou are also responsible for maintaining the privacy and security of your network settings and systems to ensure that all sensitive or confidential information originating from your systems is properly transmitted and handled.</li>\n<li>PayPal Payments.\nSome payment processing services made available through the Platform to certain Users are provided by PayPal and are subject to the PayPal Terms of Service.\nBy agreeing to this Agreement, you also agree, to the extent applicable, to be bound by these Terms (which may be modified from time to time by PayPal).\nAs a condition of POWR enabling payment processing services through PayPal, you agree to provide only true, accurate, current and complete information about yourself (or your Principal.\nsee above) and to update such information as necessary to maintain its truth and accuracy.\nYou also authorize POWR to share such information and other transaction information related to your use of the payment processing services provided by PayPal.</li>\n</ol>2.\nPOWR Services<br>\n<p>POWR may require, and you agree to promptly furnish, additional information from you, including, but not limited to, tax identification number, social security number, identity verification, taxpayer information, or other information as the case may be.\nFailure to promptly provide such additional information to POWR may result in Account suspension and/or termination pursuant to Section 8.</p>\n<p>All Physical Products and Services, (and Digital Goods to the extent such Digital Goods are deemed to be \"goods,\" as defined in California Commercial Code §2105) are subject to California Commercial Code §2401(2) and Uniform Commercial Code §2401(2) with respect to the transfer of ownership of goods between the Buyer and you, unless the Buyer and you agree otherwise.</p>3.\nFees, Balance Redemption, Taxes, and Conversion<br>\n<p>The details of the fees with respect to Digital Goods, Physical Products, and Services are as follows:</p>\n<ol>\n<li>Digital Goods.\nWith respect to your Digital Goods, you may upload a digital file (including, but not limited to, .mp3, .pdf, .png, .jpeg, .zip files) to the Platform and Promote the Digital Good at a retail price determined by you, and including any applicable taxes and shipping costs, in your sole and absolute discretion (the “Retail Price”).\nUpon receiving a Buyer’s offer to purchase the Digital Good, POWR will immediately undertake technological efforts to digitally duplicate the Digital Good (with the result, the “Digital Duplicate”) and make the Digital Duplicate available to the Buyer at the Retail Price.</li>\n<li>Physical Products and Services.\nWith respect to Physical Products and Services, you may upload a listing of a physical good to the Platform and Promote the Physical Product or Service at a Retail Price.\nIn contrast with the fulfillment and delivery of Digital Goods (as described in Section 5.1.1), you are solely responsible for the fulfillment and delivery of Physical Products and Services to the Buyer in a timely manner.\nPOWR does not ship, handle or take custody of Physical Product or Service at any point.</li>\n<li>Taxes.\nYou agree to be solely responsible and liable for the proper administration, imposition, collection, reporting, and remitting of all applicable taxes, including, but not limited to, sales tax and income tax.\nWith respect to sales of applicable Digital Goods made to European Union consumers, you will, collect, report, and remit Value Added Tax governing “telecommunications, broadcasting, and electronic services” in accordance with the applicable European Commission VAT regulations.</li>\n<li>POWR Fees.\nIn addition to any and all processing fees charged by our payment processing partners (e.g.\nPayPal), POWR may charge a fixed or percentage fee on any completed transactions on Physical Products, Service, or Digital Goods, including one time and subscription purchases.</li>\n</ol>4.\nUse of the Platform.<br>\n<p>When you use the Platform, you assent that:</p>5.\nReturn and Refund Policy<br>\n<p>\n</p>\n<ol>\n<li>Requests for returns, refunds, and exchanges of any and all Digital Goods, Physical Products, and Services are the sole responsibility of you, the Buyer, and the payment processing institution.\nPOWR takes no responsibility to enact or assess any such requests or transactions.</li>\n<li>It is the Buyer’s sole responsibility to appropriately handle, remove or destroy any Digital Good or Physical Product or Service that may cause Buyer to: (i) incur additional liability, including, but not limited to, criminal and/or civil liability.\nor (ii) experience additional adverse effects, including, but not limited to, potential privacy, security, or technical vulnerabilities.</li>\n</ol>6.\nAvailability of Services, Suspension and Termination<br>\n<p>Subject to the terms and conditions of this Agreement and POWR's policies and procedures, POWR shall use commercially reasonable efforts to provide the Platform in a manner that will not disrupt your business.\nYou acknowledge and agree that from time-to-time, the Platform may be inaccessible or inoperable for reasons including, without limitation: (i) equipment malfunctions.\n(ii) periodic maintenance procedures or repairs.\nor (iii) causes beyond the reasonable control of POWR or that are reasonably unforeseeable by POWR, including, without limitation, interruption or failure of telecommunication or digital transmission links, hostile network attacks, network congestion or other failures.\nYou acknowledge and agree that POWR is not liable for interruptions to the availability of the Platform and further acknowledge that POWR does not guarantee access to the Platform on a continuous and uninterrupted basis.</p>\n<p>POWR may decline, remove or halt sales of any Digital Good or Physical Product or Service, suspend or terminate an Account, and/or suspend or terminate the Platform at any time, in its sole discretion, without cause or notice to you or any penalty or liability for doing so.</p>\n<p>POWR, in its sole discretion, may suspend or terminate your Account(s), if POWR suspects or has reason to believe and/or if a person otherwise claims that you have violated the law or breached any term of this Agreement.\nIn addition to the foregoing, and all other rights and remedies available to POWR at law or in equity and notwithstanding anything in the Agreement to the contrary, in the event you breach any term of this Agreement, or your Account becomes dormant, POWR will have the right to immediately suspend or terminate your Account and your rights to access, use and/or otherwise participate in the Platform.\nUpon such termination, you agree to immediately cease all use of the Platform.\nWithout limiting the foregoing, POWR shall have the right to immediately terminate your access and use of the Platform, or any portion thereof, in the event of any conduct that POWR, in its sole discretion, considers unacceptable.\nFollowing suspension or termination of an Account, POWR will review your Account in a manner determined by POWR in its sole discretion.\nYou agree to cooperate with this review if asked.</p>7.\nMarketing Restrictions<br>\n<ol>\n<li>CAN-SPAM Act.\nIf you send emails, directly or indirectly, in connection with any Digital Good or Physical Product or Service, then you agree, acknowledge, represent and warrant that all such emails, and procurement of email addresses thereto, shall be in compliance with all applicable federal and state laws and regulations regarding the use of electronic messages, including without limitation the Controlling the Assault of Non-Solicited Pornography and Marketing Act and the Children's Online Privacy Protection Act.</li>\n<li>Telephone Consumer Protection Act.\nIf you send, initiate or procure a “call” (as that term is defined by the Telephone Consumer Protection Act), directly or indirectly, in connection with any Digital Good or Physical Product or Service, you agree, acknowledge, represent and warrant that you have obtained all necessary consents and authorizations under, and will be in full compliance with, applicable laws and regulations, including without limitation regulations issued by the Federal Trade Commission, Federal Communications Commission, and state laws related to anti-spam, text messages and Do-Not-Call Registries.</li>\n</ol>8.\nConfidentiality and Non-disclosure Obligations<br>\n<p>In connection with this Agreement, POWR may disclose to you and/or you may otherwise receive or have access to sensitive, confidential, and/or proprietary information of POWR (collectively, “Confidential Information”).\nExcept as required to perform your obligations under and in accordance with the terms of this Agreement, you shall not disclose or use the Confidential Information, without the express prior written consent of POWR.\nYou may not use any Confidential Information for the purpose of soliciting, or to permit others to solicit, Users to subscribe to any other services or promote the sale of any products that compete, either directly or indirectly, with POWR or the functionality and services offered by the Platform.\nYou agree and acknowledge that POWR may be required to provide to governmental agencies or other third parties information in its possession regarding you or the business you conduct with POWR or via the Platform.</p>\n<p>POWR does not invite and cannot accept any ideas or information you consider to be confidential and/or proprietary.\nExcept with respect to your personally identifiable information (as expressly provided for in the POWR Privacy Policy, any suggestions, submissions, comments, ideas, concepts, know-how, techniques material or feedback conveyed, offered or transmitted by you to POWR, or otherwise in connection with the Platform (collectively, the “Submissions”), shall be deemed to be non- confidential and non-proprietary and POWR shall have no obligation of any kind with respect to such Submissions, unless otherwise expressly agreed to in a writing executed by you and a duly authorized officer of POWR.\nYou hereby grant to POWR and its licensees a worldwide, perpetual, non- exclusive, fully-paid, royalty-free, transferable right and license, with right to sublicense, to reproduce, publicly display, distribute, perform, transmit, edit, modify, create derivatives works of, publish, sell, commercially exploit, use, and disclose the Submissions for any purpose and in all forms and all media whether now known or to become known in the future.\nPOWR shall have no obligation to compensate you for any such Submissions in any manner.\nYou hereby represent and warrant that: (a) you own or otherwise have the right to grant the foregoing license to POWR with respect to your Submissions.\nand (b) your Submissions and any use thereof by POWR will not infringe or violate the rights of any person.\nYou are and shall remain solely responsible for the content of any Submissions you make and acknowledge that POWR is under no obligation to respond to or use any Submission you may provide.</p>9.\nExport Control<br>\n<p>You acknowledge and agree to comply with all applicable export laws, including the U.S.\nExport Administration Act, the Arms Export Control Act, the International Economic Emergency Powers Act, and the Foreign Corrupt Practices Act.\nand regulations issued pursuant to these and other U.S.\nLaws.\nYou hereby represent and warrant that any Digital Good or Physical Product or Service Promoted or Delivered is approved for export from the United States without additional authorization or licensing from the U.S.\ngovernment.\nShould the export authorization status of your Digital Good or Physical Product or Service change, you must immediately notify POWR in writing.\nInformation on U.S.\nexport control regulations can be found on the websites of the U.S Department of Commerce, U.S.\nDepartment of State and the U.S.\nDepartment of the Treasury.</p>10.\nRequired Permits<br>\n<p>It is your sole responsibility to obtain and maintain all applicable consents, licenses and permits required for the operation of your business.</p>11.\nIndemnification<br>\n<p>In the event a third party makes any demand or complaint, or commences any action or files any claim whatsoever (each, a “Claim”) in connection with your use of the Platform, including without limitation your activities to Promote and/or Deliver Digital Goods or Physical Products or Services, you shall defend, indemnify and hold harmless POWR, its related parties and affiliates, and its officers, directors, employees, representatives, agents, licensors, attorneys, heirs, successors, and assignees (each, a “POWR Party”.\nand collectively, the “POWR Parties”), from and against any and all damages, liabilities, claims or costs (including the costs of investigation, defense, litigation, and reasonable attorneys' fees and costs) (“Losses”) incurred by any POWR Party as a result of such Claim, regardless of whether such Losses are direct, incidental, consequential, punitive or statutory.</p>\n<p>Upon receiving notice of a Claim for which POWR is entitled to indemnification by you, POWR shall provide you with written notification and the opportunity to assume sole control over the defense or settlement of the Claim and reasonable assistance to settle and/or defend the Claim at your sole expense.\nprovided, however, that (i) any settlement which would impose a non-monetary obligation on and/or admission or finding of liability or wrongdoing by POWR will require POWR's prior written consent.\n(ii) the failure to provide timely notice, control, or assistance shall not relieve you of your indemnification obligations.\nand (iii) POWR may have its own counsel present at and participating in all proceedings or negotiations relating to a Claim, at POWR's own expense, unless you fail or refuse to secure legal counsel to defend any Claim in a timely manner, in which case you shall pay all expenses related to POWR's use of such counsel.</p>12.\nLimitation of Liability<br>\n<p>In no event shall any POWR party, or its heirs, successors and assigns, be liable for any indirect, incidental, special, punitive, or consequential damages whatsoever arising out of, resulting from, or in connection with this agreement and/or any (a) use of or inability to use the platform, (b) personal injury, property damage, or losses of any kind, resulting from your access to and/or use of the platform, (c) unauthorized access to or use of any and all personal information and/or financial information stored therein, (d) interruption or cessation of transmission to or from the platform, and/or (e) bugs, viruses, trojan horses, or the like, which may be transmitted to or through the platform, whether or not POWR is advised of the possibility of such damages.\nNotwithstanding anything herein to the contrary, the maximum cumulative and aggregate liability of POWR for all costs, losses or damages from claims arising under or related in any way to this agreement, whether in contract, tort or otherwise, shall not exceed an amount equal to the total amounts due and payable by POWR to you under this agreement for the month immediately preceding the date upon which such damages accrue.\nThe limitation of liability herein is a fundamental element of the basis of the bargain and reflects a fair allocation of risk.\nThe platform, and any services or information offered through or in association with the platform, would not be provided without such limitations and you agree that the limitations of liability and disclaimers specified herein will survive and apply even if found to have failed of their essential purpose.\nBecause some jurisdictions do not allow the exclusion or limitation of certain categories of damages, in such jurisdictions, you agree that the liability of POWR shall be limited to the fullest extent permitted by such jurisdiction.</p>13.\nNo Guarantee of Validity<br>\n<p>POWR does not endorse, approve, or certify any information provided on or through the Platform, nor does it guarantee the accuracy, completeness, efficacy, timeliness, or correct sequencing of such information.\nInformation provided on or through the Platform may or may not be current as of the date of your access, and POWR has no duty to update and maintain such information.\nAdditionally, the information provided on or through the Platform may be changed periodically without prior notice.\nAll content provided on or through the Platform is provided \"AS IS.\" Use of such information is voluntary, and reliance on it should only be undertaken after an independent review of its accuracy, completeness, efficacy, and timeliness.\nIf you have a dispute with one or more users, including any users that has purchased items from you as a Buyer or any user from whom you have purchased a Digital Good or Physical Product or Services, you release us (and our officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.</p>\n<p>YOU ARE SOLELY RESPONSIBLE FOR ALL OF YOUR COMMUNICATIONS AND INTERACTIONS WITH OTHER USERS OF THE PLATFORM.\nYOU UNDERSTAND THAT POWR DOES NOT MAKE ANY ATTEMPT TO VERIFY THE STATEMENTS OF USERS OF THE PLATFORM.</p>\n<p>If you are a California resident, you waive California Civil Code §1542, which says: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor.\"</p>14.\nDisclaimer<br>\n<p>POWR MAKES NO WARRANTY, REPRESENTATION OR CONDITION THAT: (1) THE PLATFORM WILL MEET YOUR REQUIREMENTS.\n(2) YOUR USE OF THE PLATFORM WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\n(3) THE RESULTS THAT MAY BE OBTAINED FROM USE OF THE PLATFORM WILL BE ACCURATE OR RELIABLE.\nOR (4) ANY ERRORS IN THE PLATFORM WILL BE CORRECTED.\nANY CONTENT DOWNLOADED FROM OR OTHERWISE OBTAINED THROUGH THE PLATFORM IS ACCESSED AT YOUR OWN RISK, AND YOU SHALL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY OR PERSON, INCLUDING, BUT NOT LIMITED TO, YOUR COMPUTER SYSTEM AND ANY DEVICE YOU USE TO ACCESS THE PLATFORM, OR ANY OTHER LOSS THAT RESULTS FROM ACCESSING SUCH CONTENT.</p>15.\nLegal Disputes<br>\n<p>If a dispute arises between you and POWR, our goal is to provide you with a neutral and cost-effective means of resolving the dispute quickly.\nAccordingly, you and POWR agree that we will resolve any claim or controversy at law or equity that arises out of this Agreement or our services in accordance with one of the subsections below or as we and you otherwise agree in writing.\nBefore resorting to these alternatives, we strongly encourage you to first contact us directly by email at support@POWR.io to seek a resolution.\nWe will consider reasonable requests to resolve the dispute through alternative dispute resolution procedures, such as mediation or arbitration, as alternatives to litigation.</p>\n<p>This Agreement shall be governed in all respects by the laws of the State of California as they apply to agreements entered into and to be performed entirely within California between California residents, without regard to conflict of law provisions.\nYou agree that any claim or dispute you may have against POWR must be resolved exclusively by a state or federal court located in San Francisco County, California, except as otherwise agreed by the parties or as described in the Arbitration Option paragraph below.\nYou agree to submit to the personal jurisdiction of the courts located within San Francisco County, California for the purpose of litigating all such claims or disputes.</p>\n<p>For any claim (excluding claims for injunctive or other equitable relief) where the total amount of the award sought is less than $10,000, the party requesting relief may elect to resolve the dispute in a cost- effective manner through binding non-appearance-based arbitration.\nIn the event a party elects arbitration, they shall initiate such arbitration through an established alternative dispute resolution (“ADR”) provider mutually agreed upon by the parties.\nThe ADR provider and the parties must comply with the following rules: (i) the arbitration shall be conducted by telephone, online and/or be solely based on written submissions, the specific manner shall be chosen by the party initiating the arbitration.\n(ii) the arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise mutually agreed by the parties.\nand (iii) any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction</p>\n<p>All claims you bring against POWR must be resolved in accordance with this Legal Disputes Section.\nAll claims filed or brought contrary to the Legal Disputes Section shall be considered improperly filed.\nShould you file a claim contrary to the Legal Disputes Section, POWR may recover attorneys' fees and costs up to $1,000, provided that POWR has notified you in writing of the improperly filed claim, and you have failed to promptly withdraw the claim.</p>16.\nDigital Millennium Copyright Act Notice<br>\n<p>If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible on or through the Platform, please notify POWR’s at SUPPORT@POWR.io, as set forth in the Digital Millennium Copyright Act of 1998 (“DMCA”).\nFor your complaint to be valid under the DMCA, you must provide the following information in writing:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit POWR to locate the material;</li>\n<li>Information reasonably sufficient to permit POWR to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party must be contacted;</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>The above information must be submitted to the following address:<br>POWR, Inc.<br>Attention: POWR Copyright Agent<br>44 Tehama St, San Francisco, CA 94105</p>\n<p>Only DMCA notices mailed to the address above or emailed to support@POWR.io will be accepted.\nAll other inquiries or requests will be discarded.\nUpon receiving a complaint related to copyright infringement, POWR may remove the content identified as being infringing.\nIn addition, POWR may, but is under no obligation to, terminate the Account of the party that appears to be the infringer.</p>17.\nSurvival<br>\n<p>If any provision of these Terms is determined to be unenforceable by a court of competent jurisdiction, that provision will be severed and the remainder of terms will remain in full effect.</p>18.\nNo Agency.<br>\n<p>No agency, partnership, joint venture, employee-employer or franchiser-franchisee relationship is intended or created by this Agreement.</p>19.\nConsumer Services<br>\n<p>In accordance with Cal.\nCiv.\nCode §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.</p>20.\nPublicity<br>\n<p>You may not issue or make any publicity release (including press releases and advertising or solicitation materials) or other public statement: (i) relating to this Agreement.\n(ii) using POWR's name or referencing the Platform.\nor (iii) suggesting or implying any endorsement by POWR of you and/or any Digital Goods or Physical Products or Services without the prior written approval of POWR, which POWR may withhold in its sole discretion.</p>21.\nEquitable Actions<br>\n<p>You acknowledge and agree that any breach or threatened breach of this Agreement may cause immediate and irreparable harm to POWR which would not be adequately compensated by monetary damages and that POWR may seek injunctive relief, specific performance, and/or other equitable relief as a remedy for any such breach or anticipated breach without the necessity of posting a bond or other security.\nNotwithstanding any other provision of this Agreement, any such relief may be sought in the state or federal courts of the State of California or any other court of competent jurisdiction anywhere in the world (at POWR's sole discretion), and, you hereby consent to the jurisdiction of any such court and waive any objection to venue laid therein.\nAny such relief shall be in addition to and not in lieu of any appropriate relief in the way of monetary damages.</p>22.\nForce Majeure<br>\n<p>Neither you nor POWR shall be responsible for delays or failures in performance resulting from acts of God, strikes, lockouts, riots, acts of war and terrorism, embargoes, boycotts, changes in governmental regulations, epidemics, fire, communication line failures, power failures, earthquakes, other disasters or any other reason where failure to perform is beyond the control of, and not caused by, the non-performing party.</p>23.\nNotices<br>\n<p>Any notice, request, approval, authorization, consent, demand or other communication required or permitted pursuant to this Agreement shall be in writing and shall be deemed given on the earliest of: (a) actual receipt, irrespective of the method of delivery.\n(b) the time of transmission from POWR if sent via email, as date stamped by POWR's systems.\n(c) on the delivery day following dispatch if sent by express mail (or similar next day air courier service).\nor (d) on the sixth (6th) day after mailing by registered or certified United States mail, return receipt requested, postage prepaid and addressed to the last address provided by a party.<br>Notices to POWR shall be delivered to:<br>POWR Inc, 44 Tehama Street, San Francisco, CA 94105</p>24.\nHeadings / Interpretation<br>\n<p>The section headings are for convenience only and shall not control or affect the meaning or construction of any provision of this Agreement.\nAny graphics or annotations provided in connection with this Agreement are for illustration purposes only and do not constitute part of the Agreement and changing a graphic does not qualify as a change to this Agreement.\nThe list of Prohibited Products and Activities is separately maintained, and modifications thereto will not qualify as a change to this Agreement.</p>MainBlogPlugin LibraryPOWR BusinessIntegration PartnersSocial Media Help?PricingCompanyAbout POWRWe're hiring!Terms of ServicePrivacySupportHelp CenterContact SupportReport AbuseGet InvolvedAffiliate ProgramSuccess StoriesFeature RequestsGuest Blog PostPartner ProgramPartner Directory©2022 POWR.\nAll rights reserved<p>\n</p>", "created_at": "2022-11-24 04:33:48.091935", "updated_at": "2022-11-24 03:34:32.629039"}], "points": [], "urls": ["powr.io", "powrcdn.com"]}}