{"error": 448, "message": "OK", "parameters": {"id": 9817, "name": "ggather", "created_at": "2023-10-23 19:38:38.217972", "updated_at": "2023-10-23 22:02:43.011741", "wikipedia": null, "keywords": null, "related": null, "slug": "ggather", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9817.png", "url": "ggather.com", "documents": [{"id": 19553, "name": "Terms", "url": "https://hq.ggather.com/legal/terms-of-use", "xpath": "//body", "text": " Updates Transparency Search Terms of Use 5 years ago legal The Gist.\n<p>We run a website, web application and mobile application called GGather and would love for you to use it.\nGGather’s basic service is free, and we offer paid plans for advanced features.\nOur service is designed to give you as much control and ownership over what goes on your account as much as possible and encourage you to use it freely.\nHowever, be responsible in what you save and/or publish.\nIn particular, make sure that none of the prohibited items (like spam, viruses, or serious threats of violence) are saved and/or published on your account.\n</p> 1.\nIntroduction.\n<p>The following terms and conditions (“Terms”) govern all use of the GGather and all content, services, and products available at or through the GGather API (GGather Core), GGather website, GGather web application or GGather mobile application (taken together, our “Services”).\nOur Services are offered subject to your acceptance without modification of all of the terms and conditions contained herein and all other operating rules, policies (including, without limitation, GGather’s Privacy Policy, GGather's Cookies Policy and procedures that may be published from time to time by GGather (collectively, the “Agreement”).\nYou agree that we may automatically upgrade our Services, and these Terms will apply to any upgrades.\n</p>\n<p>We refer to Dominik Serafin (which is a name of the company that makes GGather) as \"GGather Company\" or “we” throughout this agreement.</p>\n<p>We use the term “Designated Countries” to refer to Australia, Canada, Japan, Mexico, New Zealand, and all countries located in the European continent.\nIf you reside in the “Designated Countries,” your agreement is with GGather Company.\nIf you reside outside of the “Designated Countries,” your agreement is also with GGather Company.</p>\n<p>Please read this Agreement carefully before accessing or using our Services.\nBy accessing or using any part of our Services, you agree to become bound by the Terms of this Agreement.\nIf you do not agree to all the Terms of this Agreement, then you may not access or use any of our Services.\nIf these Terms are considered an offer by GGather, acceptance is expressly limited to these Terms.</p> 2.\nGeneral Rules.\n<ul>\n<li>\n<strong>Allowed Age:</strong> Our Services are not directed to children.\nAccess to and use of our Services is only for those over the age of 18.\nIf you are younger than this, you may not register for or use our Services.\nAny person who registers as a user or provides their personal information to our Services represents that they are 18 years of age or older.\n</li>\n<li>\n<strong>Your GGather Account and Security:</strong> Use of our Services requires a GGather account.\nYou agree to provide us with complete and accurate information when you register for an account.\nYou will be solely responsible and liable for any activity that occurs under your username.\nYou are responsible for maintaining the security of your account, and you are fully responsible for all activities that occur under the account and any other actions taken in connection with your account.\nYou are responsible for keeping your password secure.\nYou must immediately notify GGather of any unauthorized uses of your account, or any other breaches of security.\nGGather will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions.\n</li>\n<li>\n<strong>Your Email:</strong> You agree to provide us with your accurate email address when you register for an account.\nAnd you give us permission to submit transactional email messages to that address.\nYou can unsubscribe from marketing emails at any time you want by using \"Unsubscribe\", \"Opt Out\" or similar button in the emails you received.\nSome email messages are required and can't be opted out from (e.g.\nemail messages used to inform you about any important matters related to your account security, payments and similar).\nWe will never spam your inbox.\n</li>\n<li>\n<strong>Your Subdomain:</strong> If you create an account on GGather, you may get to use an GGather-owned subdomain, such as example.ggather.com or mollys-food.ggather.com.\nYou must not engage in “domain squatting,” claim an unreasonable number of subdomains (as determined by us), or sell access to any subdomains.\n</li>\n<li>\n<strong>Responsibility of Contributors:</strong> If you operate a public account, comment on a public account content, post material to GGather, post links on GGather, or otherwise make (or allow any third party to make) material available (any such material, “Content”), you are entirely responsible for the content of, and any harm resulting from, that Content or your conduct.\nThat is the case regardless of what form the Content takes, which includes, but is not limited to text, photo, video, audio, or code.\nBy submitting Content to GGather for inclusion on your website, you grant GGather a world-wide, royalty-free, and non-exclusive license to reproduce, modify, adapt and publish the Content solely for the purpose of displaying, distributing, and promoting your public account.\nThis license allows GGather to make publicly-posted content available to third parties selected by GGather (through Amazon Web Services, for example) so that these third parties can analyze and distribute (but not publicly display) your content through their services.\nYou also give other GGather users permission to share your Content on other GGather websites and add their own Content to it.\nIf you delete Content, GGather will use reasonable efforts to remove it from GGather, but you acknowledge that caching or references to the Content may not be made immediately unavailable.\nWithout limiting any of those representations or warranties, GGather has the right (though not the obligation) to, in GGather’s sole discretion, (i) reclaim your username or website’s URL due to prolonged inactivity, (ii) refuse or remove any content that, in GGather’s reasonable opinion, violates any GGather policy or is in any way harmful or objectionable, or (iii) terminate or deny access to and use of GGather to any individual or entity for any reason.\nGGather will have no obligation to provide a refund of any amounts previously paid.\n</li>\n<li>\n<strong>Prohibited Uses.\n</strong>When using GGather, you agree not to: <ul>\n<li>Publish material or engage in activity that is illegal under applicable law.</li>\n<li>Overburden GGather’s systems, as determined by us in our sole discretion.</li>\n<li>Disclose the sensitive personal information of others.</li>\n<li>Send spam or bulk unsolicited messages.</li>\n<li>Interfere with, disrupt, or attack any service or network.</li>\n<li>Distribute material that is or enables malware, spyware, adware, or other malicious code.</li>\n<li>Use GGather’s name, logo, trademark or branding without our consent</li>\n<li>Access, tamper with or use non-public areas of GGather, our systems or our technical providers' systems</li>\n<li>Break or circumvent our security measures or otherwise test the vulnerability of our systems or networks</li>\n<li>Use any method to access, search, scrape, download or change GGather or anything on it without prior permission (software and tools provided by GGather or popular browsers are okay)</li>\n<li>Collect large amounts of unwanted or repetitive stuff, post unsolicited commercial messages in comments, descriptions, etc., or try to artificially boost views, follows, comments or other metrics</li>\n<li>Use affiliate or redirect links that create a confusing experience for GGather Users.\nOur systems will block most affiliate links, so your page won't load</li>\n<li>Use meta tags, hidden text or metadata with our trademark, logo, URL or product name without our written consent</li>\n<li>Use GGather user information to forge any TCP/IP packet header or any part of the header information in any email or newsgroup posting, or in any way use GGather to send altered source-identifying information</li>\n<li>Try to reverse engineer any of GGather’s software</li>\n<li>Try to interfere with any GGather user, host or network, for example by sending a virus, overloading, spamming or mail-bombing</li>\n<li>Collect or store personally identifiable information from GGather or its users without their permission</li>\n<li>Impersonate or misrepresent your affiliation with any person or entity, including GGather</li>\n<li>Do anything that violates applicable law or regulations</li>\n<li>Share your password, let anyone access your account or do anything that might put your account at risk</li>\n<li>Sell your username or otherwise transfer it for compensation</li>\n<li>Create or show ads that look like or could be confused with GGather content</li>\n<li>Compensate or incentivize GGather users to take actions on GGather such as following</li>\n<li>Encourage or help anyone do any of the things on this list</li>\n</ul>\n</li>\n<li>\n<strong>You aren’t allowed to save or publish anything that: </strong>\n<ul>\n<li>Is sexually explicit or pornographic, exploits or presents minors in a sexual way, or promotes adult sexual services</li>\n<li>Creates a genuine risk of physical injury or property damage, credibly threatens people or public safety, or organizes, encourages or celebrates harm</li>\n<li>Promotes self-harm, eating disorders or hard drug abuse</li>\n<li>Attacks, bullies or harasses public or nonpublic people</li>\n<li>Includes hate speech</li>\n<li>Is gratuitously violent or gory</li>\n<li>Infringes anyone's intellectual property, privacy or other rights</li>\n<li>Is fraudulent or deceptive</li>\n<li>Is someone else's personal information or requests a minor's personal information</li>\n<li>Contains any information or content that’s illegal</li>\n</ul>\n</li>\n<li>\n<strong>If you run a contest or other type of promotion on GGather, please don’t:</strong>\n<ul>\n<li>Suggest that GGather sponsors or endorses you or the promotion</li>\n<li>Require people to create tags or links from a selection</li>\n<li>Make people follow your tags or profile with contest rules</li>\n<li>Run a sweepstakes where each tag, profile or follow represents an entry</li>\n<li>Encourage spammy behavior, such as asking participants to comment</li>\n<li>Ask GGather Users to vote with follow, tags or likes</li>\n<li>Require a minimum number of tags, follow count, etc.</li>\n</ul>\n</li>\n<li>\n<strong>Advertisements:</strong> GGather reserves the right to display advertisements anywhere on the GGather, including your public account.\n</li>\n<li>\n<strong>Feedback You Provide:</strong> We value hearing from our users, and are always interested in learning about ways we can make GGather more awesome.\nIf you choose to submit comments, ideas or feedback, you agree that we are free to use them without any restriction or compensation to you.\nBy accepting your submission, GGather does not waive any rights to use similar or related Feedback previously known to GGather, or developed by its employees, or obtained from sources other than you.\n</li>\n</ul> 2.\n[Reserved] <p>[Section reserved for potential future use.]</p> 3.\n[Reserved] <p>[Section reserved for potential future use.]</p> 4.\n[Reserved] <p>[Section reserved for potential future use.]</p> 5.\nResponsibility of Visitors.\n<p>We have not reviewed, and cannot review, all of the material (such as computer software, items for sale, or content) posted to our Services by users or anyone else (“Site Materials”), and are not responsible for any Site Materials’ content, use, or effects.\nWe do not endorse any Site Materials or represent that Site Materials are accurate, useful, or non-harmful.\nWe also disclaim any responsibility for any harm resulting from anyone’s use, purchase or downloading of Site Materials.\nIf you access or use any Site Materials, you are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nSite Materials may be offensive, indecent, objectionable, or include technical inaccuracies, typographical mistakes, and other errors, or violate or infringe the privacy or publicity rights, intellectual property rights and other proprietary rights, of third parties.\nAny Site Materials offered for sale through any of our Services are the seller’s sole responsibility, and you agree that you will look solely to the seller for any damages that result from your purchase or use of Site Materials.\nWe are not a party to, and will have no responsibility or liability for, any communications, transactions, interactions, or disputes, between you and the provider of any Site Materials.\nLast thing: Please note that additional terms and conditions may apply to the downloading, copying, purchase, or use of Site Materials.</p> 6.\nFees, Payment, and Renewal.\n<ul>\n<li>\n<strong>Fees.</strong> Some of our Services are offered for a fee, while other Services may be free with optional paid upgrades, such as a GGather plan (“Paid Services”).\nBy using a Paid Service, you agree to pay the specified fees.&nbsp;Depending on the Paid Service, there may be a one-time fee or recurring fees.\nFor recurring fees, we’ll bill or charge you for in regular intervals (such as monthly, annually, or biennially), on a pre-pay basis until you cancel, which you can do at any time by contacting the relevant support team.\n</li>\n<li>\n<strong>Taxes.</strong> To the extent permitted by law, or unless explicitly stated otherwise, all fees are exclusive of applicable federal, provincial, state, local or other governmental sales, goods and services, harmonized or other taxes, fees, or charges now in force or enacted in the future (“Taxes”).\nYou are responsible for payment of all applicable Taxes relating to your use of our Services, your payments, or your purchases.\nIf we are obligated to pay or collect Taxes on the Fees you’ve paid or will pay, you are responsible for such Taxes, and we may collect payment for such Taxes.\n</li>\n<li>\n<strong>Payment.</strong> If your payment fails or Paid Services are otherwise not paid for on time, we may immediately cancel or revoke your access to the Paid Services.\nIf you contact your bank or credit card company to decline or reverse the charge of fees for Paid Services, we may revoke your access to our Services in general.\n</li>\n<li>\n<strong>Automatic Renewal.</strong> To ensure uninterrupted service, recurring Paid Services are automatically renewed.\nThis means that unless you cancel a Paid Service before the end of the applicable subscription period, it will automatically renew, and you authorize us to invoice you or use any payment mechanism we have on record for you to collect the then-applicable subscription fee (as well as any Taxes).\nYour Paid Services are renewed for the same interval of time.\nFor example, if you purchase a GGather annual plan, you will be charged each year.\n</li>\n<li>\n<strong>Refunds.</strong> While you may cancel a Paid Service at any time, refunds are issued in our or our Merchant of Record sole discretion.\n</li>\n<li>\n<strong>Fee Changes.</strong> We may change our fees at any time.\nWhen applicable, we may give you advance notice of the fee changes.\nIf you don’t agree with the fee changes, you can cancel your Paid Service.\n</li>\n</ul> 7.\nContent Posted on Other Websites.\n<p>We have not reviewed, and cannot review, all of the material, including computer software, made available through the websites and webpages to which GGather links, and that link to GGather.\nGGather does not have any control over those non-GGather websites, and is not responsible for their contents or their use.\nBy linking to a non-GGather website, GGather does not represent or imply that it endorses such website.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nGGather disclaims any responsibility for any harm resulting from your use of non-GGather websites and webpages.</p> 8.\nThird Party Services.\n<p>You may enable services, products, software (like themes or plugins), or applications developed by a third party or yourself (“Third Party Services”) on your site.</p>\n<p>If you use any Third Party Services, you understand that:</p>\n<ul>\n<li>Third Party Services are not vetted, endorsed, or controlled by GGather.</li>\n<li>Any use of a Third Party Service is at your own risk, and we shall not be responsible or liable to anyone for Third Party Services.</li>\n<li>Your use is solely between you and the respective third party (“Third Party”) and will be governed by the Third Party’s terms and policies.\nIt is your responsibility to review the Third Party’s terms and policies before using a Third Party Service.</li>\n<li>Some Third Party Services may request or require access to your (yours, your visitors’, or customers’) data.\nIf you grant access, your data will handled in accordance with the Third Party’s privacy policy and practices.\nWe do not have control over how a Third Party Service may use your data.\nYou should carefully review Third Party Services’ data collection, retention, and use policies and practices before enabling Third Party Services.</li>\n<li>Third Party Services may not work appropriately with your website, and we may not be able to provide support for issues caused by any Third Party Services.</li>\n<li>If you have questions or concerns about how a Third Party Service operates, or need support, please contact the Third Party directly.</li>\n</ul>\n<p>In rare cases, we may at our discretion, suspend, disable, or remove Third Party Services from your account or website.</p> 9.\nCopyright Infringement.\n<p>As GGather asks others to respect its intellectual property rights, it respects the intellectual property rights of others.\nIf you believe that material located on or linked to by GGather violates your copyright, you are encouraged to notify GGather about it.\nGGather will respond to such notices when possible, including as required or appropriate by removing the infringing material or disabling all links to the infringing material.\nGGather will terminate a visitor’s access to and use of the website if, under appropriate circumstances, the visitor is determined to be a repeat infringer of the copyrights or other intellectual property rights of GGather or others.\nIn the case of such termination, GGather will have no obligation to provide a refund of any amounts previously paid to GGather.\n</p> 10.\nIntellectual Property.\n<p>This Agreement does not transfer from GGather to you any GGather or third party intellectual property, and all right, title, and interest in and to such property will remain (as between the parties) solely with GGather.\nGGather, GGather.com, the GGather logo, and all other trademarks, service marks, graphics and logos used in connection with GGather or our Services, are trademarks or registered trademarks of GGather or GGather’s licensors.\nOther trademarks, service marks, graphics and logos used in connection with our Services may be the trademarks of other third parties.\nYour use of our Services grants you no right or license to reproduce or otherwise use any GGather or third-party trademarks.</p> 11.\n[Reserved] <p>[Section reserved for potential future use.]</p> 12.\n[Reserved] <p>[Section reserved for potential future use.]</p> 13.\nChanges.\n<p>We are constantly updating our Services, and that means sometimes we have to change the legal terms under which our Services are offered.\nIf we make changes that are material, we will let you know by posting on one of our blogs, or by sending you an email or other communication before the changes take effect.\nThe notice will designate a reasonable period of time after which the new terms will take effect.\nIf you disagree with our changes, then you should stop using our Services within the designated notice period.\nYour continued use of our Services will be subject to the new terms.\nHowever, any dispute that arose before the changes shall be governed by the Terms (including the binding individual arbitration clause) that were in place when the dispute arose.</p> 14.\nTermination.\n<p>GGather may terminate your access to all or any part of our Services at any time, with or without cause, with or without notice, effective immediately.\nIf you wish to terminate this Agreement or your GGather account (if you have one), you may simply discontinue using our Services.\nAll provisions of this Agreement which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p> 15.\nDisclaimer of Warranties.\n<p>Our Services are provided “as is.” GGather and its suppliers and licensors hereby disclaim all warranties of any kind, express or implied, including, without limitation, the warranties of merchantability, fitness for a particular purpose and non-infringement.\nNeither GGather nor its suppliers and licensors, makes any warranty that our Services will be error free or that access thereto will be continuous or uninterrupted.\nYou understand that you download from, or otherwise obtain content or services through, our Services at your own discretion and risk.</p> 16.\nJurisdiction and Applicable Law.\n<p>Except to the extent applicable law, if any, provides otherwise, this Agreement, any access to or use of our Services will be governed by the laws of the country of Poland, excluding its conflict of law provisions, and the proper venue for any disputes arising out of or relating to any of the same will be the state and federal courts located in country of Poland.</p> 17.\nArbitration Agreement.\n<p>For any dispute you have with us, you agree to contact us as a first step and try to resolve the dispute with us informally.\nIf we haven't been able to resolve the dispute with you informally, we each agree to resolve any claim, dispute, or controversy (excluding claims for injunctive or other equitable relief) arising out of or in connection with or relating to these Terms by binding arbitration.\nAll claims must be brought in the parties' individual capacity, and not as a plaintiff or class member in any purported class or representative proceeding, and, unless we agree otherwise, the arbitrator may not consolidate more than one person's claims.\nyou agree that, by entering into these terms, you and GGather are each waiving the right to a trial by jury or to participate in a class action.\nThe arbitration shall take place in country of Poland and the arbitral decision may be enforced in any court.\n</p> 18.\nLimitation of Liability.\n<p>In no event will GGather, or its suppliers or licensors, be liable with respect to any subject matter of this Agreement under any contract, negligence, strict liability or other legal or equitable theory for: (i) any special, incidental or consequential damages.\n(ii) the cost of procurement for substitute products or services.\n(iii) for interruption of use or loss or corruption of data.\nor (iv) for any amounts that exceed the fees paid by you to GGather under this Agreement during the twelve (12) month period prior to the cause of action.\nGGather shall have no liability for any failure or delay due to matters beyond their reasonable control.\nThe foregoing shall not apply to the extent prohibited by applicable law.</p> 19.\nGeneral Representation and Warranty.\n<p>You represent and warrant that your use of our Services:</p>\n<ul>\n<li>Will be in strict accordance with this Agreement;</li>\n<li>Will comply with all applicable laws and regulations (including without limitation all applicable laws regarding online conduct and acceptable content, the transmission of technical data exported from the United States or the country in which you reside, privacy, and data protection).\nand</li>\n<li>Will not infringe or misappropriate the intellectual property rights of any third party.</li>\n</ul> 20.\nUS Economic Sanctions.\n<p>You expressly represent and warrant that your use of our Services and or associated services and products is not contrary to applicable U.S.\nSanctions.\nSuch use is prohibited, and GGather reserves the right to terminate accounts or access of those in the event of a breach of this condition.</p> 21.\nIndemnification.\n<p>You agree to indemnify and hold harmless GGather, its contractors, and its licensors, and their respective directors, officers, employees, and agents from and against any and all losses, liabilities, demands, damages, costs, claims and expenses, including attorneys’ fees, arising out of or related to your use of our Services, including but not limited to your violation of this Agreement, materials (such as computer software, items for sale, or content) that you post, and any ecommerce activities conducted through your or another user’s site.</p> 22.\nTranslation.\n<p>These Terms of Service were originally written in English (US).\nWe may translate these terms into other languages.\nIn the event of a conflict between a translated version of these Terms of Service and the English version, the English version will control.</p> 23.\nMiscellaneous.\n<p>This Agreement constitutes the entire agreement between GGather and you concerning the subject matter hereof, and they may only be modified by a written amendment signed by an authorized executive of GGather, or by the posting by GGather of a revised version.</p>\n<p>If any part of this Agreement is held invalid or unenforceable, that part will be construed to reflect the parties’ original intent, and the remaining portions will remain in full force and effect.\nA waiver by either party of any term or condition of this Agreement or any breach thereof, in any one instance, will not waive such term or condition or any subsequent breach thereof.</p>\n<p>You may assign your rights under this Agreement to any party that consents to, and agrees to be bound by, its terms and conditions.\nGGather may assign its rights under this Agreement without condition.\nThis Agreement will be binding upon and will inure to the benefit of the parties, their successors and permitted assigns.</p>\n<p>This document was last updated on 1st January 2019.</p>\n<p>\n<small>This legal document was derived (and modified accordingly to fit this service) from Automattic legal documents that are under Creative Commons Sharealike license.\nThis legal document is under the same license.\nThank you Automattic for being such good sports when it comes to sharing knowledge, transparency and open source.</small>\n</p>\n<p>© 2017-2023 Dominik Serafin.\nAll Rights Reserved.</p>\n<p>Sitemap</p> ", "created_at": "2023-10-23 19:38:38.252159", "updated_at": "2023-10-23 19:39:01.731445"}, {"id": 19554, "name": "Privacy Policy ", "url": "https://hq.ggather.com/legal/privacy-policy", "xpath": "//body", "text": " Updates Transparency Search Privacy Policy 5 years ago legal Table of Contents\n<ul>\n<li>What This Policy Covers</li>\n<li>Information We Collect</li>\n<li>Information You Provide to Us</li>\n<li>Information We Collect Automatically</li>\n<li>Information We Collect from Other Sources</li>\n<li>How And Why We Use Information</li>\n<li>Purposes for Using Information</li>\n<li>Legal Bases for Collecting and Using Information</li>\n<li>Sharing Information</li>\n<li>How We Share Information</li>\n<li>Information Shared Publicly</li>\n<li>How Long We Keep Information</li>\n<li>Security</li>\n<li>Choices</li>\n<li>Your Rights</li>\n<li>Controllers and Responsible Companies</li>\n<li>How to Reach Us</li>\n<li>Other Things You Should Know (Keep Reading!)</li>\n<li>Transferring Information</li>\n<li>Ads and Analytics Services Provided by Others</li>\n<li>Third Party Software</li>\n<li>Visitors to Our Users’ Websites</li>\n<li>Our policy on underage people</li>\n<li>Privacy Policy Changes</li>\n</ul>\n<p>Your privacy is critically important to us.\nAt GGather, we have a few fundamental principles:</p>\n<ul>\n<li>We are thoughtful about the personal information we ask you to provide and the personal information that we collect about you through the operation of our services.</li>\n<li>We store personal information for only as long as we have a reason to keep it.</li>\n<li>We aim to make it as simple as possible for you to control what information on your website is shared publicly (or kept private), indexed by search engines, and permanently deleted.</li>\n<li>We help protect you from overreaching government demands for your personal information.</li>\n<li>We aim for full transparency on how we gather, use, and share your personal information.</li>\n</ul>\n<p>Below is our Privacy Policy, which incorporates and clarifies these principles.</p> What This Policy Covers <p>This Privacy Policy applies to information that we collect about you when you use:</p>\n<ul>\n<li>Our websites and web applications (including ggather.com, core.ggather.com, api.ggather.com and all other subdomains under ggather.com);</li>\n<li>Our mobile applications (including the GGather mobile app for Android and iOS);</li>\n<li>Our other products and services that are available on or through our websites (including GGather.com plans, GGather browser extensions).\nand</li>\n<li>Other users’ websites that use our Services, while you are logged in to your account with us.</li>\n</ul>\n<p>Throughout this Privacy Policy we’ll refer to our website, mobile applications and other products and services collectively as “Services.” And if you’d like to learn more about which GGather company is the controller of information about you, take a look at the section below on Controllers and Responsible Companies.</p>\n<p>Please note that this Privacy Policy does not apply to any of our products or services that have a separate privacy policy.</p>\n<p>Below we explain how we collect, use, and share information about you, along with the choices that you have with respect to that information.</p> Information We Collect <p>We only collect information about you if we have a reason to do so–for example, to provide our Services, to communicate with you, or to make our Services better.</p>\n<p>We collect information in three ways: if and when you provide information to us, automatically through operating our Services, and from outside sources.\nLet’s go over the information that we collect.</p> Information You Provide to Us <p>It’s probably no surprise that we collect information that you provide to us.\nThe amount and type of information depends on the context and how we use the information.\nHere are some examples:</p>\n<ul>\n<li>\n<strong>Basic Account Information:</strong> We ask for basic information from you in order to set up your account.\nFor example, we require individuals who sign up for a GGather account to provide a password, a username and email address–and that’s it.\nYou may provide us with more information–like your name–but we don’t require that information to create a GGather.com account.</li>\n<li>\n<strong>Public Profile Information:</strong> If you have an account with us, we collect the information that you provide for your public profile.\nFor example, if you have a GGather account, your username is part of that public profile, along with any other information you put into your public profile, such as a photo or an “About Me” description.\nYour public profile information is just that–public–so please keep that in mind when deciding what information you would like to include.</li>\n<li>\n<strong>Transaction and Billing Information:</strong> If you buy something from us–a subscription to a GGather.com plan, a premium theme, for example–you will provide additional personal and payment information that is required to process the transaction and your payment, such as your name, credit card information, and contact information.\nDepending on our setup at the time, processor and/or controller of that data will be either GGather or GGather Merchant of Record (aka reseller of our products and services).</li>\n<li>\n<strong>Communications With Us:</strong> You may also provide us information when you respond to surveys, communicate about a support question, or post a question about your site in our public forums.</li>\n</ul> Information We Collect Automatically <p>We also collect some information automatically:</p>\n<ul>\n<li>\n<strong>Log Information:</strong> Like most online service providers, we collect information that web browsers, mobile devices, and servers typically make available, such as the browser type, IP address, unique device identifiers, language preference, referring site, the date and time of access, operating system, and mobile network information.\nWe collect log information when you use our Services–for example, when you create or make changes to your account on GGather.</li>\n<li>\n<strong>Usage Information:</strong> We collect information about your usage of our Services.\nFor example, we collect information about the actions that site administrators and users perform on a site using our GGather–in other words, who did what, when and to what thing on a site (e.g., [GGather.com username] deleted “[title of item]” at [time/date]).\nWe also collect information about what happens when you use our Services (e.g., page views, support document searches, features enabled for your account, interactions with our API and other parts of our Services) along with information about your device (e.g., screen size, name of cellular network, and mobile device manufacturer).\nWe use this information to, for example, provide our Services to you, as well as get insights on how people use our Services, so we can make our Services better.</li>\n<li>\n<strong>Location Information:</strong> We may determine the approximate location of your device from your IP address.\nWe collect and use this information to, for example, calculate how many people visit our Services from certain geographic regions.\nWe may also collect information about your precise location via our mobile apps (when, for example, you post an image with location information) if you allow us to do so through your mobile device operating system’s permissions.</li>\n<li>\n<strong>Stored Information:</strong> We may access information stored on your mobile device via our mobile app.\nWe access this stored information through your device operating system’s permissions.\nFor example, if you give us permission to access the photographs on your mobile device’s camera roll, our Services may access the photos stored on your device when you upload a really amazing photograph of the sunrise to your account.</li>\n<li>\n<strong>Interactions with Other Users’ Account:</strong> We collect some information about your interactions with other users’ account while you are logged in to your account with us, such as your \"Follows\", \"Likes\" \"Saves\", etc.\nand the fact that you commented on a particular items, so that we can, for example, recommend items we think may interest you.</li>\n<li>\n<strong>Information from Cookies &amp.\nOther Technologies:</strong> A cookie is a string of information that a website stores on a visitor’s computer, and that the visitor’s browser provides to the website each time the visitor returns.\nPixel tags (also called web beacons) are small blocks of code placed on websites and emails.\nGGather uses cookies and other technologies like pixel tags to help us identify and track visitors, usage, and access preferences for our Services, as well as track and understand email campaign effectiveness and to deliver targeted ads.\nFor more information about our use of cookies and other technologies for tracking, including how you can control the use of cookies, please see our Cookie Policy.</li>\n</ul> Information We Collect from Other Sources <p>We may also get information about you from other sources.\nFor example, if you create or log into your GGather.com account through another service (like Google) or if you connect your website or account to a social media service (like Twitter), we will receive information from that service (such as your username, basic profile information, and friends list) via the authorization procedures used by that service.\nThe information we receive depends on which services you authorize and any options that are available.</p>\n<p>We may also get information, such as a mailing address, from third party services about individuals who are not yet our users (…but we hope will be!), which we may use, for example, for marketing and advertising purposes like postcards and other mailers advertising our services.</p> How And Why We Use Information Purposes for Using Information <p>We use information about you as mentioned above and for the purposes listed below:</p>\n<ul>\n<li>To provide our Services–for example, to set up and maintain your account, host your account, backup and restore your account data, or charge you for any of our paid Services;</li>\n<li>To further develop and improve our Services–for example by adding new features that we think our users will enjoy or will help them to create and manage their websites more efficiently;</li>\n<li>To monitor and analyze trends and better understand how users interact with our Services, which helps us improve our Services and make them easier to use;</li>\n<li>To measure, gauge, and improve the effectiveness of our advertising, and better understand user retention and attrition–for example, we may analyze how many individuals purchased a plan after receiving a marketing message or the features used by those who continue to use our Services after a certain length of time;</li>\n<li>To monitor and prevent any problems with our Services, protect the security of our Services, detect and prevent fraudulent transactions and other illegal activities, fight spam, and protect the rights and property of GGather and others, which may result in us declining a transaction or the use of our Services;</li>\n<li>To communicate with you, for example through an email, about offers and promotions offered by GGather and others we think will be of interest to you, solicit your feedback, or keep you up to date on GGather and our products.\nand</li>\n<li>To personalize your experience using our Services, provide content recommendations, target our marketing messages to groups of our users (for example, those who have a particular plan with us or have been our user for a certain length of time), and serve relevant advertisements.</li>\n</ul> Legal Bases for Collecting and Using Information <p>A note here for those in the European Union about our legal grounds for processing information about you under EU data protection laws, which is that our use of your information is based on the grounds that:</p>\n<p>(1) The use is necessary in order to fulfill our commitments to you under our Terms of Service or other agreements with you or is necessary to administer your account–for example, in order to enable access to our website on your device or charge you for a paid plan.\nor</p>\n<p>(2) The use is necessary for compliance with a legal obligation.\nor</p>\n<p>(3) The use is necessary in order to protect your vital interests or those of another person.\nor</p>\n<p>(4) We have a legitimate interest in using your information–for example, to provide and update our Services, to improve our Services so that we can offer you an even better user experience, to safeguard our Services, to communicate with you, to measure, gauge, and improve the effectiveness of our advertising, and better understand user retention and attrition, to monitor and prevent any problems with our Services, and to personalize your experience.\nor</p>\n<p>(5) You have given us your consent–for example before we place certain cookies on your device and access and analyze them later on, as described in our Cookie Policy.</p> Sharing Information How We Share Information <p>\n<strong>We do not sell our users’ private personal information.</strong>\n</p>\n<p>We share information about you in the limited circumstances spelled out below and with appropriate safeguards on your privacy:</p>\n<ul>\n<li>\n<strong>Subsidiaries, Employees, and Independent Contractors:</strong> We may disclose information about you to our subsidiaries, our employees, and individuals who are our independent contractors that need to know the information in order to help us provide our Services or to process the information on our behalf.\nWe require our subsidiaries, employees, and independent contractors to follow this Privacy Policy for personal information that we share with them.</li>\n<li>\n<strong>Third Party Vendors:</strong> We may share information about you with third party vendors who need to know information about you in order to provide their services to us, or to provide their services to you or your account.\nThis group includes vendors that help us provide our Services to you (like Merchants of Record and payment providers that process your credit and debit card information, fraud prevention services that allow us to analyze fraudulent payment transactions, postal and email delivery services that help us stay in touch with you, customer chat and email support services that help us communicate with you, registrars, registries, and data escrow services that allow us to provide domain registration services, and your hosting provider if your site is not hosted by GGather), those that assist us with our marketing efforts (e.g.\nby providing tools for identifying a specific marketing target group or improving our marketing campaigns), those that help us understand and enhance our Services (like analytics providers), and companies that make products available on our websites, who may need information about you in order to, for example, provide technical or other support services to you.\nWe require vendors to agree to privacy commitments in order to share information with them.\nOther vendors are listed in our more specific policies (e.g.\nour Cookie Policy).</li>\n<li>\n<strong>Legal Requests:</strong> We may disclose information about you in response to a subpoena, court order, or other governmental request.</li>\n<li>\n<strong>To Protect Rights, Property, and Others:</strong> We may disclose information about you when we believe in good faith that disclosure is reasonably necessary to protect the property or rights of GGather, third parties, or the public at large.\nFor example, if we have a good faith belief that there is an imminent danger of death or serious physical injury, we may disclose information related to the emergency without delay.</li>\n<li>\n<strong>Business Transfers:</strong> In connection with any merger, sale of company assets, or acquisition of all or a portion of our business by another company, or in the unlikely event that GGather goes out of business or enters bankruptcy, user information would likely be one of the assets that is transferred or acquired by a third party.\nIf any of these events were to happen, this Privacy Policy would continue to apply to your information and the party receiving your information may continue to use your information, but only consistent with this Privacy Policy.</li>\n<li>\n<strong>With Your Consent:</strong> We may share and disclose information with your consent or at your direction.\nFor example, we may share your information with third parties with which you authorize us to do so, such as the social media services that you connect to your account.</li>\n<li>\n<strong>Aggregated or De-Identified Information:</strong> We may share information that has been aggregated or reasonably de-identified, so that the information could not reasonably be used to identify you.\nFor instance, we may publish aggregate statistics about the use of our Services and we may share a hashed version of your email address to facilitate customized ad campaigns on other platforms.</li>\n<li>\n<strong>Other Site Owners:</strong> If you have a GGather account and leave a comment on a site that uses our Services, your IP address and the email address associated with your GGather account may be shared with the administrator(s) of the site where you left the comment.</li>\n<li>\n<strong>Published Support Requests:</strong> And if you send us a request (for example, via a support email or one of our feedback mechanisms), we reserve the right to publish that request in order to help us clarify or respond to your request or to help us support other users.</li>\n</ul> Information Shared Publicly <p>Information that you choose to make public is–you guessed it–disclosed publicly.</p>\n<p>That means, of course, that information like your public profile, posts, other content that you make public on your website, and your “Likes”, \"Saves\", \"Favorites\" and comments on other websites, are all available to others–and we hope you get a lot of views!</p>\n<p>Public information may also be indexed by search engines or used by third parties.</p>\n<p>Please keep all of this in mind when deciding what you would like to share.</p> How Long We Keep Information <p>We generally discard information about you when we no longer need the information for the purposes for which we collect and use it–which are described in the section above on How and Why We Use Information–and we are not legally required to continue to keep it.</p>\n<p>For example, we keep the web server logs that record information about a visitor to one of GGather’s websites, such as the visitor’s IP address, browser type, and operating system, for approximately 60 days.\nWe retain the logs for this period of time in order to, among other things, analyze traffic to GGather’s websites and investigate issues if something goes wrong on one of our websites.</p>\n<p>As another example, sometimes when you delete an item from your GGather account, it may stay in your Trash folder for thirty days just in case you change your mind and would like restore that content–because starting again from scratch is no fun, at all.\nAfter the thirty days are up, the deleted content may remain on our backups and caches until purged.</p> Security <p>While no online service is 100% secure, we work very hard to protect information about you against unauthorized access, use, alteration, or destruction, and take reasonable measures to do so, such as monitoring our Services for potential vulnerabilities and attacks.</p>\n<p>To enhance the security of your account, we encourage you to enable any advanced security settings we may offer.</p> Choices <p>You have several choices available when it comes to information about you:</p>\n<ul>\n<li>\n<strong>Limit the Information that You Provide:</strong> If you have an account with us, you can choose not to provide the optional account information, profile information, and transaction and billing information.\nPlease keep in mind that if you do not provide this information, certain features of our Services–for example, paid, premium themes–may not be accessible.</li>\n<li>\n<strong>Limit Access to Information On Your Mobile Device:</strong> Your mobile device operating system should provide you with the ability to discontinue our ability to collect stored information or location information via our mobile apps.\nIf you do so, you may not be able to use certain features.</li>\n<li>\n<strong>Opt-Out of Electronic Communications:</strong> You may opt out of receiving promotional messages from us.\nJust follow the instructions in those messages.\nIf you opt out of promotional messages, we may still send you other messages, like those about your account and legal notices.</li>\n<li>\n<strong>Set Your Browser to Reject Cookies:</strong> At this time, GGather does not respond to “Do Not Track” / \"DNT\" signals across all of our Services.\nHowever, you can usually choose to set your browser to remove or reject browser cookies before using GGather’s websites, with the drawback that certain features of GGather’s websites may not function properly without the aid of cookies.</li>\n<li>\n<strong>Close Your Account:</strong> While we’d be very sad to see you go, if you no longer want to use our Services :( :( :( :(, you can close your GGather.com account.\nPlease keep in mind that we may continue to retain your information after closing your account, as described in How Long We Keep Information above–for example, when that information is reasonably needed to comply with (or demonstrate our compliance with) legal obligations such as law enforcement requests, or reasonably needed for our legitimate business interests.</li>\n</ul> Your Rights <p>If you are located in certain countries, including those that fall under the scope of the European General Data Protection Regulation (AKA the “GDPR”), data protection laws give you rights with respect to your personal data, subject to any exemptions provided by the law, including the rights to:</p>\n<ul>\n<li>Request access to your personal data;</li>\n<li>Request correction or deletion of your personal data;</li>\n<li>Object to our use and processing of your personal data;</li>\n<li>Request that we limit our use and processing of your personal data.\nand</li>\n<li>Request portability of your personal data.</li>\n</ul>\n<p>You can usually access, correct, or delete your personal data using your account settings and tools that we offer, but if you aren’t able to do that, or you would like to inquiry about one of the other rights, please contact us.</p>\n<p>EU individuals also have the right to make a complaint to a government supervisory authority.</p> Controllers and Responsible Companies <p>GGather’s Services are worldwide.\nDifferent GGather companies are the controller (or co-controller) of personal information, which means that they are the company responsible for processing that information, based on the particular service and the location of the individual using our Services.</p>\n<p>Depending on the Services you use, more than one company may be the controller of your personal data.\nGenerally, the “controller” is the GGather Company (Dominik Serafin) that entered into the contract with you under the Terms of Service for the the product or service you use.</p>\n<p>The chart below explains the controllers for processing your personal information.\nWe use the term “Designated Countries” to refer to Australia, Canada, Japan, Mexico, New Zealand, and all countries located in the European continent.</p> If you reside outside of the Designated Countries&nbsp;: <strong>Dominik Serafin</strong>\n<br> Country of Poland,<br> Subcarpathian Voivodeship<br> (Please contact us if you need exact company information) If you reside in the Designated Countries: <strong>Dominik Serafin</strong>\n<br> Country of Poland,<br> Subcarpathian Voivodeship<br> (Please contact us if you need exact company information) How to Reach Us <p>If you have a question about this Privacy Policy, or you would like to contact us about any of the rights mentioned in the Your Rights section above, please contact us using email address or contact form available in our website or web application.</p> Other Things You Should Know (Keep Reading!) Transferring Information <p>Because GGather’s Services are offered worldwide, the information about you that we process when you use the Services in the EU may be used, stored, and/or accessed by individuals operating outside the European Economic Area (EEA) who work for us, other members of our group of companies, or third party data processors.\nThis is required for the purposes listed in the How and Why We Use Information section above.\nWhen providing information about you to entities outside the EEA, we will take appropriate measures to ensure that the recipient protects your personal information adequately in accordance with this Privacy Policy as required by applicable law.\nThese measures include:</p>\n<ul>\n<li>In the case of US based entities, entering into European Commission approved standard contractual arrangements with them, or ensuring they have signed up to the EU-US Privacy Shield.\nor</li>\n<li>In the case of entities based in other countries outside the EEA, entering into European Commission approved standard contractual arrangements with them.</li>\n</ul> Ads and Analytics Services Provided by Others <p>Ads appearing on any of our Services may be delivered by advertising networks.\nOther parties may also provide analytics services via our Services.\nThese ad networks and analytics providers may set tracking technologies (like cookies) to collect information about your use of our Services and across other websites and online services.\nThese technologies allow these third parties to recognize your device to compile information about you or others who use your device.\nThis information allows us and other companies to, among other things, analyze and track usage, determine the popularity of certain content, and deliver advertisements that may be more targeted to your interests.\nPlease note this Privacy Policy only covers the collection of information by GGather and does not cover the collection of information by any third party advertisers or analytics providers.</p> Third Party Software <p>If you’d like to use third party plugins, extensions that enable services provided by third parties, or other third party software, please keep in mind that when you interact with them you may provide information about yourself (or your site visitors) to those third parties.\nWe don’t own or control these third parties and they have their own rules about collection, use and sharing of information, which you should review.</p> Our policy on underage people <p>GGather is not directed to people under 18.\nIf you learn that your minor child has provided us with personal information without your consent, please contact us.</p> Privacy Policy Changes <p>Although most changes are likely to be minor, GGather may change its Privacy Policy from time to time.\nGGather encourages visitors to frequently check this page for any changes to its Privacy Policy.\nIf we make changes we may provide additional notice (such as adding a statement to our homepage or the GGather.com Blog or Change Log, or sending you a notification through email or your dashboard).\nYour further use of the Services after a change to our Privacy Policy will be subject to the updated policy.</p>\n<p>That’s it! Thanks for reading.</p>\n<p>This document was last updated on 1st January 2019.</p>\n<p>\n<small>This legal document was derived (and modified accordingly to fit this service) from Automattic legal documents that are under Creative Commons Sharealike license.\nThis legal document is under the same license.\nThank you Automattic for being such good sports when it comes to sharing knowledge, transparency and open source.</small>\n</p>\n<p>© 2017-2023 Dominik Serafin.\nAll Rights Reserved.</p>\n<p>Sitemap</p> ", "created_at": "2023-10-23 19:38:38.284124", "updated_at": "2023-10-23 19:41:06.936191"}, {"id": 19555, "name": "Cookies Policy ", "url": "https://hq.ggather.com/legal/cookies-policy", "xpath": "//body", "text": " Updates Transparency Search Cookies Policy 1 year ago legal Table of Contents\n<ul>\n<li>What are cookies?</li>\n<li>How we use cookies</li>\n<li>Where we place cookies</li>\n<li>Types of Cookie</li>\n<li>Examples</li>\n<li>Analytics and Performance</li>\n<li>Functionality</li>\n<li>Security</li>\n<li>Strictly Necessary</li>\n<li>Subscriptions</li>\n<li>Controlling Cookies</li>\n<li>Our Internal Analytics Tool</li>\n</ul>\n<p>Our Privacy Policy explains our principles when it comes to the collection, processing, and storage of your information.\nThis policy specifically explains how we, our partners, and users of our services deploy cookies, as well as the options you have to control them.\n</p> What are cookies? <p>Cookies are small pieces of data, stored in text files, that are stored on your computer or other device when websites are loaded in a browser.\nThey are widely used to “remember” you and your preferences, either for a single visit (through a “session cookie”) or for multiple repeat visits (using a “persistent cookie”).\nThey ensure a consistent and efficient experience for visitors, and perform essential functions such as allowing users to register and remain logged in.\nCookies may be set by the site that you are visiting (known as “first party cookies”), or by third parties, such as those who serve content or provide advertising or analytics services on the website (“third party cookies”).\n</p>\n<p>Both websites and HTML emails may also contain other tracking technologies such as “web beacons” or “pixels.” These are typically small transparent images that provide us with statistics, for similar purposes as cookies.\nThey are often used in conjunction with cookies, though they are not stored on your computer in the same way.\nAs a result, if you disable cookies, web beacons may still load, but their functionality will be restricted.\n</p>\n<b>How we use cookies</b>\n<p>We use cookies for a number of different purposes.\nSome cookies are necessary for technical reasons.\nsome enable a personalized experience for both visitors and registered users.\nand some allow the display of advertising from selected third party networks.\nSome of these cookies may be set when a page is loaded, or when a visitor takes a particular action (clicking the “like” or “follow” button on a post, for example).</p>\n<p>Many of the cookies we use are only set if you are a registered GGather.com user (so you don’t have to log in every time, for example), while others are set whenever you visit one of our websites, irrespective of whether you have an account.</p>\n<p>For more information on the choices you have about the cookies we use, please see the Controlling Cookies section below.\n</p>\n<b>Where we place cookies</b>\n<p>We set cookies in a number of different locations across our services.\nThese include:</p>\n<ul>\n<li>On our websites (including ggather.com, api.ggather.com, core.ggather.com, serafin.io, and any other subdomains of ggather.com and serafin.io).</li>\n<ul>\n<li>In the administrative dashboards of our websites.</li>\n</ul>\n<ul>\n<li>On sites we host for our users.</li>\n<li>On sites that use our plugins and widgets.</li>\n<li>In the emails we send.</li>\n</ul>\n</ul>\n<b>Types of Cookie</b>\n<p>The table below explains the types of cookies we use on our websites and why we use them.\n</p>\n<b>Category of cookies</b>\n<b>Why we use these cookies</b> Strictly Necessary These cookies are essential for websites on our services to perform their basic functions.\nThese include those required to allow registered users to authenticate and perform account related functions, as well as to save the contents of virtual “carts” on sites that have an ecommerce functionality.\nFunctionality These cookies are used to store preferences set by users such as account name, language, and location.\nSecurity We use these cookies to help identify and prevent potential security risks.\nAnalytics and Performance Performance cookies collect information on how users interact with our websites, including what pages are visited most, as well as other analytical data.\nWe use these details to improve how our websites function and to understand how users interact with them.\nThird Party / Embedded Content Sites hosted on GGather.com make use of different third party applications and services to enhance the experience of website visitors.\nThese include social media platforms such as Facebook and Twitter (through the use of sharing buttons), or embedded content from Youtube and Vimeo.\nAs a result, cookies may be set by these third parties, and used by them to track your online activity.\nWe have no direct control over the information that is collected by these cookies.\nExamples <p>Below are examples of the cookies set by GGather, with explanations of their purpose.\nSome of these cookies are set across our whole network, whereas some are specific to individual services (e.g.\nGGather.com API).\nPlease note that this is not an exhaustive list, but rather aims to be representative.\nInformation about cookies that may be set by third parties, such as our ads partners, is below.</p>\n<p>In addition, people and companies that use our services to publish or host their own sites may place additional cookies.\nWe provide more information on these cookies below.</p>\n<b>Analytics and Performance</b>\n<b>Cookie</b>\n<b>Purpose</b> ab Used for “AB testing” of new features.\nutma / utmb / utmc / utmt / utmz / ga / gat / gid Google Analytics.\nGathers information that helps us understand how visitors interact with our websites, which allow us to create a better experience for our visitors.\nOur users may also implement Google Analytics on their own websites or public accounts.\n<b>Functionality</b>\n<b>Cookie</b>\n<b>Purpose</b> jwttoken Used to authenticate signed in user.\npaddlejs_checkout / paddlejs_checkout_variant Paddle.com payment processor cookies used to help in checkout process and checkout analytics.\n<b>Security</b>\n<b>Cookie</b>\n<b>Purpose</b> csrftoken Security cookie used to make sure some requests can be only performed from our website.\n__cfduid Cloudflare.com cookie that is used to identify individual clients behind a shared IP address and apply security settings on a per-client basis.\n<b>Strictly Necessary</b>\n<b>Cookie</b>\n<b>Purpose</b> ggather_test_cookie Checks if cookies are enabled to provide appropriate user experience.\n<p>Please note that this section is not intended to be exhaustive, but rather aims to be representative and there may be other additional cookies set.</p> Controlling Cookies <p>Visitors may wish to restrict the use of cookies or completely prevent them from being set.\nMost browsers provide for ways to control cookie behavior such as the length of time they are stored – either through built-in functionality or by utilizing third party plugins.\nIf you disable cookies, please be aware that some of the features of our service may not function correctly.</p>\n<p>To find out more on how to manage and delete cookies, visit aboutcookies.org.\n</p>\n<p>You can opt out of Google Analytics by installing&nbsp;Google’s opt-out browser add-on.</p> Our Internal Analytics Tool <p>In order to better understand how our services are used, we monitor certain user activities that take place within our products, including page views and clicks on any links used when managing a site via our dashboards.\n</p>\n<p>We call each one of these actions an “event.” Analytics events are attached to your GGather account and are handled via a first party system that GGather owns and maintains.\nIn general, we record the following data for each event: IP address, GGather user ID and username, GGather-connected site ID (for sites not hosted on GGather), user agent, referring URL, timestamp of event, browser language, and country code.</p>\n<p>We use this information to improve our products, make our marketing to you more relevant, personalize your experience, and for the other purposes described in our Privacy Policy.</p>\n<p>This document was last updated on 1st July 2022.</p>\n<p>\n<small>This legal document was derived (and modified accordingly to fit this service) from Automattic legal documents that are under Creative Commons Sharealike license.\nThis legal document is under the same license.\nThank you Automattic for being such good sports when it comes to sharing knowledge, transparency and open source.</small>\n</p>\n<p>© 2017-2023 Dominik Serafin.\nAll Rights Reserved.</p>\n<p>Sitemap</p> ", "created_at": "2023-10-23 19:38:38.315535", "updated_at": "2023-10-23 19:40:10.049644"}], "points": [], "urls": ["ggather.com"]}}