{"error": 448, "message": "OK", "parameters": {"id": 9476, "name": "TravelSouthDakota.com ", "created_at": "2023-09-02 02:40:41.038413", "updated_at": "2023-09-02 10:02:15.770416", "wikipedia": null, "keywords": null, "related": null, "slug": "travelsouthdakota-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9476.png", "url": "travelsouthdakota.com", "documents": [{"id": 18680, "name": "Privacy Policy", "url": "https://www.travelsouthdakota.com/privacy-policy", "xpath": "/html/body/div[3]/div/main/div/section/div/div/article/div/div/div[2]/div", "text": "<p>As stated in the State of South Dakota’s Privacy Policy, the privacy, confidence, and trust of individuals who visit TravelSouthDakota.com is important to us and any personal information collected on TravelSouthDakota.com is strictly voluntary.\nPersonal information like an individual's name, address, email address, or phone number is only sought when one requests travel publications, signs up&nbsp;for our South Dakota Department of Tourism emails, enters a sweepstakes, or voluntarily participates in other promotional activities.\nWe only share that information with South Dakota Department of Tourism partners who aid us in fulfilling your information requests or, in the case of promotional activities, when one agrees to specific use and terms.&nbsp;</p>\n<p>Automatically upon website visit, we do collect certain information that is anonymous for programs like Google Analytics.\nThis non-personally-identifiable data assists us in understanding how TravelSouthDakota.com is accessed and used aids in marketing research, and aids in targeted advertising efforts.\nThis information is collected through cookies, pixels, or other non-cookie technologies.\nThird-party cookies like Google not only assist in website insights, marketing research, or providing more personalized experiences, they are commonly used in the placement of targeted Interest-Based or Cross-App advertising.\nThis type of advertising placement is based on non-personally-identifiable information or prior online activity stored by third-party cookies, pixels, or non-cookie technologies.\nThese technologies generate an anonymous unique identifier to store information like – but not limited to – date of web session, time, city, device type, gender, and pages viewed (see how Google uses data when you use partner sites like this one).&nbsp;If one has volunteered identifiable information, some information showing certain engagement metrics with TravelSouthDakota.com, South Dakota Department of Tourism emails, or South Dakota Department of Tourism advertising may be stored with that personal information for South Dakota Department of Tourism and partners who directly assist in our digital efforts.\nIn compliance with the General Data Protection Regulation (GDPR), TravelSouthDakota.com will not serve cookies, pixels, or non-cookie technologies to Internet-Protocol addresses coming from the European Union.\nMost web browsers default to accept cookies, pixels and similar technologies, but one can adjust their user settings to delete or block cookies (check your device settings).</p>\n<p>To opt-out of targeted Interest-Based or Cross-App advertising by non-affiliated third-party ad technologies or networks, we encourage you to visit the Network Advertising Initiative’s Consumer Opt-Out page.\nIf you have previously volunteered information to us and want to request that data or have it purged, email us and we’ll see to your request.</p>", "created_at": "2023-09-02 02:40:41.068549", "updated_at": "2023-09-02 02:41:03.737493"}], "points": [], "urls": ["travelsouthdakota.com"]}}