{"error": 448, "message": "OK", "parameters": {"id": 8768, "name": "MyPublicWiFi ", "created_at": "2023-07-04 02:18:36.575151", "updated_at": "2023-07-04 10:02:12.125984", "wikipedia": null, "keywords": null, "related": null, "slug": "mypublicwifi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8768.png", "url": "mypublicwifi.com", "documents": [{"id": 17109, "name": "Privacy ", "url": "https://mypublicwifi.com/myhotspot/en/Datenschutzbestimmungen.html", "xpath": "//body", "text": " <p>\n<b>Privacy</b>\n</p>\n<p>\n<b>1.\nLinks</b>\n<br>\n<br> Our Web sites contain references (links) to third-party Web sites.\nData collected on third-party Web sites are subject to the third-party's privacy regulations.\nWe are not responsible for complying with the third-party's privacy regulations, nor are we responsible for handling this data.\nCustomers who make their information accessible to a third party should read the third party's privacy statement.\n</p>\n<p>\n<b>2.\nData collection, storage, and processing</b>\n<br>\n<br> We are aware of the issue of data protection on the Internet and will store any data for internal purposes only and in strict compliance with the Federal Data Protection Laws of Germany (BDSG).\nAny transmitted data will not be passed on to any third party without your prior approval.<br>\n<br>\n</p>\n<p>\n<b>3.\nCookies</b>\n<br>\n<br> \"Cookies\" are small data files that are temporarily stored in a designated file in your browser.\nYou can decline cookies at any time if your browser allows you do this.\nDepending on your browser's settings, you will receive a notification that our server wants to place a cookie with a particular lifespan on your computer.\nHowever, we would like to point out that it will be difficult for you to use our order system if you decline functional cookies (registered customer and shopping cart function).\n</p>\n<p>\n<b>4.\nPrivacy regulation changes</b>\n<br>\n<br> To keep up with the rapid development of the Internet, our privacy regulations need to be adjusted from time to time.\nYou will find information about any changes here.\nBy continuing to use our services, you agree to accept the changes to our privacy regulations.\nTo enable you to review any changes, you will continue to have access to the old regulations.\nWe will maintain a link to our old Privacy Statement next to the new Privacy Statement on our Web site.\n</p> Our website uses only technically necessary cookies.\nFor more information, please see our Privacy Policy.Ok, Accept", "created_at": "2023-07-04 02:18:36.812318", "updated_at": "2023-07-04 02:18:51.985209"}], "points": [], "urls": ["mypublicwifi.com"]}}