{"error": 448, "message": "OK", "parameters": {"id": 7905, "name": "Rest of World", "created_at": "2023-04-03 21:20:55.40076", "updated_at": "2023-07-10 22:02:41.689339", "wikipedia": null, "keywords": null, "related": null, "slug": "rest-of-world", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7905.png", "url": "restofworld.org", "documents": [{"id": 15287, "name": "Privacy Policy", "url": "https://restofworld.org/about/privacy-policy/", "xpath": "//*[@id=\"content\"]", "text": " Privacy Policy Privacy Policy <ul>\n<li>About us</li>\n<li>Ethics &amp.\nEditorial Standards</li>\n<li>Conflict of Interest Policy</li>\n<li>Our Supporters</li>\n<li>Our Financials</li>\n<li>Awards &amp.\nRecognition</li>\n<li>Licensing Guidelines</li>\n<li>Visual Style Guide</li>\n<li>Contact us</li>\n<li>Working at Rest of World</li>\n</ul>\n<p>We do not share your information with third parties, except as described in this section.&nbsp.\nWe may share the information we obtain about you with our affiliated family of entities.&nbsp.\nWe also may share your information with third-party service providers to help us organize and better understand our audience and how our users use our site.\nFor example, our website hosting provider monitors traffic to our site for billing and network health purposes.</p>\n<p>As of February 2020, we use the following third-party service providers:</p>\n<ul>\n<li>Pressable, for website hosting and delivery (click here for more information)</li>\n<li>MailChimp, for delivery of email newsletters (click here for more information)</li>\n<li>Google Analytics, for reporting on site traffic and analytics (click here for more information)</li>\n</ul>\n<p>In our configuration of Google Analytics, we have taken additional steps to minimize the data we collect.\nWe do not serve ads so we disable unnecessary settings such as Advertising Features.\nWe also enable the IP Anonymization feature, which still indicates what country a visitor to our site came from, but is not always accurate to the city level.&nbsp;</p>\n<p>Rest of World also may share your information for legal purposes (including if required by law or legal process, in response to government requests, to establish or defend legal claims, etc.).&nbsp.\nWe also may share information in connection with institutional reorganization (for example, a merger).</p>\n<strong>Information We Collect</strong>\n<p>If you choose to sign up for our newsletter, we will ask for your name and email address.&nbsp;&nbsp;</p>\n<p>In addition, When you visit any website, including ours, most web browsers automatically&nbsp;provide certain information, such as IP address, browser type,&nbsp;language preference, referring site, and the date and time of each visitor request.&nbsp;&nbsp;While we may passively obtain your IP address, we do not take steps to&nbsp;associate that IP address with your name or other contact information.</p>\n<p>As you browse the site, we collect information about the pages viewed, the websites or search&nbsp;terms that referred you to the site, and other information about how you interact with the site.</p>\n<p>We collect and store information using the following technologies:</p>\n<ul>\n<li>“Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier.\nFor more information about cookies, and how to disable cookies, visit https://www.allaboutcookies.org.</li>\n<li>LocalStorage” is a browser feature that can be used to store information about how you use the site.</li>\n</ul>\n<p>We do not track visitors to our site over time and across third-party websites for purposes of&nbsp;targeted advertising, so our site is not designed to respond to “do not track” signals from&nbsp;browsers.</p> Data transfers <p>Some of the recipients with whom we share information may be located in countries other than your own, and those countries may not have the same data protection laws.\nWhen we transfer your personal information to recipients in other countries, we will protect that information as described in this Privacy Policy and in accordance with applicable law.&nbsp;</p>\n<p>For our users located in the European Economic Area (“EEA”), UK or Switzerland, if we transfer your personal information to a country that has not been recognized by the European Commission as providing an adequate level of data protection, we will rely on certain safeguards to transfer your information, including appropriate agreements with the recipients or ensuring that the recipients are certified under the EU/UK-U.S.\nor Swiss-U.S.\nPrivacy Shield Framework.\nYou can request more information about our data transfer safeguards by contacting us as described in the “Contact Us” section below.</p> Retention of personal information <p>We will retain personal information for as long as needed for the purposes described in this Privacy Policy.\nThis generally means that we will keep your personal information for the duration of our relationship, plus a reasonable period to comply with applicable legal requirements.</p> Third-party embeds <p>For our users located in the EEA, the UK or Switzerland, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted.\nYou also may have the right to restrict our processing of your personal information, and to object to our processing of your personal information, including processing your personal information for direct marketing purposes.\nWhen we obtain your consent to process your personal information, you have the right to withdraw your consent at any time.\nIn certain cases, you also may request that we provide you with a copy of your personal information in a portable format.\nTo exercise any of these rights, please contact us as described in the “Contact Us” section below.\nYou also may lodge a complaint with your country’s data protection authority.</p>\n<p>Please note that, because of the steps we take to minimize data collection on our site, if you have never provided us with your name or email address to receive one of our newsletters, &nbsp.\nwe are not in a position to identify you based on the information we hold.&nbsp.\nFor example, we do not associate IP address, device information or other information collected through automated means with named actual persons.&nbsp.\nIf we do not have your name or email address, we will not be able to identify you for purposes of responding to a request to exercise any of the rights described above.</p> Changes <p>We may update this Privacy Policy from time to time in order to reflect changes to our practices or for other operational, legal or regulatory reasons.&nbsp.\nWe will indicate here in the Privacy Policy when it was most recently updated.</p>\n<p>This policy was last updated on May 7th 2020.</p> Contact us <p>Rest of World is responsible for the processing of your personal information as described in this Privacy Policy.</p>\n<p>For more information about the processing of your personal information or to exercise your rights, please contact us by e-mail at privacy@restofworld.org.\nYou also may write to:<br>Rest of World, 405 El Camino Real, Suite #238, Menlo Park, California 94025</p> ", "created_at": "2023-04-03 21:20:55.433772", "updated_at": "2023-04-03 21:21:31.698012"}], "points": [{"id": 30628, "title": "Third-party cookies are used for statistics", "source": "https://restofworld.org/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-06 01:20:40.068504", "updated_at": "2023-07-11 06:26:58.00655", "quoteText": null, "case_id": 325, "document_id": 15287, "quoteStart": null, "quoteEnd": null}], "urls": ["restofworld.org"]}}