{"error": 448, "message": "OK", "parameters": {"id": 3691, "name": "Neurococi", "created_at": "2021-05-18 20:53:52.862396", "updated_at": "2023-09-17 10:01:28.451572", "wikipedia": null, "keywords": null, "related": null, "slug": "neurococi", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3691.png", "url": "neurococi.ro", "documents": [{"id": 13121, "name": "Terms", "url": "https://neurococi.ro/tos", "xpath": "//body", "text": " Neurococi Pagina Principala neurococi.ro <small>Ştiri aproape adevărate.</small>\n<ul>\n<li>\n</li>\n<li>Categorii Articole</li>\n<li>Flux Articole (RSS)</li>\n<li>Neurococi pe Google News</li>\n<li>Pagina Facebook</li>\n<li>Pagina Twitter</li>\n</ul> Despre Noi Contact Politici Politici neurococi.ro<br>\n<ul>\n<li>Politica de Utilizare a Cookie-urilor</li>\n<li>Politica de Confidenţialitate</li>\n</ul>\n<small>Confrom art.\n1 alin.\n1 a deciziei Autoritatii de Supraveghere nr.\n200/2015<br>\nnotificarea Autoritatii nu mai este necesara<br>\n<br>\nNeurococi.ro nu colecteaza date cu caracter personal dar, în cazul în care selectaţi Accept petru reclame personalizate, Google Adsense si partenerii săi o pot face.</small>\n<br>\n<br> Acest website difuzează informații doar cu putin mai adevarate decat cele prezentate la TVR sau ProTV.<br>\nOrice asemănare cu persoane reale este intamplatoare chiar daca indicam numele, adresa si cnp-ul acestora.<br>\nOricine se simte prost datorita conținutului acestui site are dreptate.\n<br>\n<br> © 2018 Copyright: Neurococi <p>\n</p>Acest site utilizeaza cookies.<br>\n<br>Unele sunt necesare pentru buna functionare a site-ului, altele permit în plus afisarea de reclame personalizate.<br>\n<br>\n<small>Selectaţi mai jos optiunea dvs.</small>\n<p>\n</p>NecesareAccept Tot<small>\n<b>* Notă:</b> dacă apeşi butonul \"Necesare\" vom desplanta un copac!<br>\n<br>Pentru mai multe detalii privind gestionarea preferințelor privind \"cookies\", vizitează Politica de utilizare cookie-uri (unde poţi schimba oricând opţiunea initiala) şi Politica de confidențialitate</small>", "created_at": "2022-12-10 02:47:00.968811", "updated_at": "2022-12-10 02:47:07.310961"}, {"id": 6142, "name": "Politica de Confidenţialitate", "url": "https://neurococi.ro/legal#2", "xpath": "//*[@id=\"modal2\"]", "text": "\nx <p>\n<strong>POLITCA DE CONFIDENTIALITATE</strong>\n</p>\n<p>&nbsp;</p>\n<p>Societatea prelucreaza o serie de date cu caracter personal ale Utilizatorilor inregistrati atunci cand utilizeaza Site-ul neurococi.ro in calitate de abonat.</p>\n<p>Aceasta politica de confidentialitate („Politica”) descrie ce tipuri de date cu caracter personal sunt prelucrate, cum sunt acestea utilizate, care sunt optiunile dvs.\nin legatura cu aceste prelucrari, precum si modul in care Noi vom respecta drepturile pe care le aveti in calitate de persoana vizata conform legislatiei privind protectia datelor cu caracter personal, inclusiv Regulamentul (UE) 2016/679 („GDPR”).</p>\n<p>INAINTE DE A UTILIZA SITE-UL SAU ORICARE DINTRE SERVICIILE NOASTRE, VA RECOMANDAM SA CITITI CU ATENTIE ACEASTA POLITICA PENTRU A INTELEGE CUM VA SUNT PRELUCRATE DATELE CU CARACTER PERSONAL.</p>\n<p>\n<strong>1.\nCINE ESTE RESPONSABIL DE PRELUCRAREA DATELOR DVS.?</strong>\n</p>\n<p>SC Interkasa SRL o societate cu raspundere limitata, cu sediul in Romania , este operatorul datelor cu caracter personal, conform legislatiei privind protectia datelor cu caracter personal inclusiv GDPR, in ceea ce priveste datele cu caracter personal ale Utilizatorilor colectate si prelucrate prin intermediul Site-ului si/sau in contextul Serviciilor oferite prin intermediul sau in legatura cu Site-ul.</p>\n<p>Pentru activitatea de prelucrare a datelor cu caracter personal Societatea poate fi contactata folosind urmatoarele date de contact:</p>\n<p>Responsabilul cu Protectia Datelor</p>\n<p>\n<strong>Adresa</strong>: Hunedoara, str Brancusi nr 4/3</p>\n<p>\n<strong>CIF</strong>: RO 16220193</p>\n<p>\n<strong>Reg.com</strong>.: J20/347/2004</p>\n<p>\n<strong>Email:</strong> office@interkasa.ro , buba@neurococi.ro</p>\n<p>\n<strong>Telefon:</strong> : 0735 223 533 (L-V 09-16)</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.\nCE DATE PRELUCRAM?</strong>\n</p>\n<p>Societatea prelucreaza datele personale pe care ni le furnizati atunci cand utilizati Site-ul ca abonat premium (e.g.\ncand comentati in sectiunea de comentarii), va inregistrati pe pagina noastra, contractati un abonament, doriti sa primiti articole noi pe email sau alte mijloace electronice, sau sa participati la sondajele si chestionarele noastre, sau ne contactati prin orice mijloace de comunicare</p>\n<p>De asemenea, utilizam module cookie si tehnologii similare pentru a va recunoaste pe dvs.\nsi dispozitivele dvs.\nDe asemenea, permitem altor persoane sa utilizeze module cookie.\nModul in care utilizam aceste tehnologii sunt descrise in Politica privind Cookies.</p>\n<p>\n<strong>Transmiterea de articole noi pe email sau alte mijloace exclusiv electronice.</strong>\n</p>\n<p>Dorim sa va transmitem articole noi pe email, sa va informam in legatura cu noile servicii oferite de Societate..</p>\n<p>\n<strong>Executarea contractului incheiat cu noi</strong>\n</p>\n<p>Atunci cand solicitati furnizarea unor abonamente putem prelucra anumite date personale necesare pentru aceste scopuri (e.g.\nnume si prenume, email, adresa (oras/judet), date de tranzactionare.)</p>\n<p>\n<strong>Gestiunea relatiilor cu Utilizatorii si suport</strong>\n</p>\n<p>Avem interesul sa oferim servicii adecvate prin intermediul Site-ului tuturor persoanelor care il acceseaza.\nPrin urmare, prelucram o serie de date cu caracter personal doar abonatilor premium si anume: nume, adresa si adresa de email, pentru scopul gestiunii relatiilor cu Utilizatorii Site-ului, spre exemplu atunci cand ne contacteaza cu diverse intrebari sau solicitari privind functionalitatile Site-ului, intrebari cu privire la serviciile Societatii oferite prin Site etc.\nTemeiul juridic: art.\n6(1)(f) GDPR – interes legitim constand in interesul nostru de a asigura servicii adecvate.</p>\n<p>\n<strong>Indeplinirea unor obligatii legale</strong>\n</p>\n<p>Uneori prelucrarea datelor este necesara pentru a ne indeplini obligatiile legale ce ne revin, cum ar fi: · facturarea abonamentului, plata impozitelor, raportarea catre autoritatile fiscale relevante si tinerea unor evidente contabile.\n· arhivarea datelor conform legislatiei aplicabile;</p>\n<p>\n<strong>Apararea drepturilor si intereselor in justitie</strong>\n</p>\n<p>Pentru constatarea, exercitarea sau apararea unui drept in justitie in cadrul unei proceduri in fata unei instante, a unei proceduri administrative sau a altor proceduri oficiale in care este implicata Societatea.</p>\n<p>\n<strong>1.\nCUI DEZVALUIM DATELE?</strong>\n</p>\n<p>Putem dezvalui datele dvs cu caracter personal doar catre operatorul de plati (in prezent Plationline.ro),precum şi scopul conformarii cu orice obligatie legala sau decizie a unei autoritati judiciare, autoritati publice sau organ guvernamental sau daca ni se cere sau ni se permite in alt mod sa facem acest lucru conform legislatie aplicabile.</p>\n<p>De asemenea, datele dvs cu caracter personale pot fi dezvaluite tertilor furnizori de cookies si tehnologii similare conform celor descrise in Politici privind Cookies.</p>\n<p>\n<strong>2.\nCAT PASTRAM DATELE?</strong>\n</p>\n<p>Pastram datele dvs cu caracter personal cat este necesar pentru indeplinirea scopurilor pentru care au fost colectate, cu respectarea procedurilor interne privind retentia datelor, inclusiv a regulilor de arhivare aplicabile.\nSpre exemplu, daca sunteti un abonat de-al nostru, datele dvs.\ncaracter personal vor fi pastrate pe intreaga durata a raporturilor contractuale, plus o perioada minima de 3 ani de la incetare (cat este termenul de prescriptie pentru actiuni in justitie).\nUlterior, anumite date cu caracter personal ar putea fi pastrate pentru o perioada mai lunga, pentru scop de arhivare, conform regulilor de arhivare aplicabile.</p>\n<p>\n<strong>3.\nCE DREPTURI AVETI IN CALITATE DE PERSOANA VIZATA?</strong>\n</p>\n<p>Conform legii, va sunt recunoscute urmatoarele drepturi in calitate de persoana vizata:</p>\n<p>a) Dreptul de acces</p>\n<p>puteti obtine de la noi confirmarea ca prelucram datele dvs.\npersonale, precum si informatii privind specificul prelucrarii</p>\n<p>b) Dreptul de a corecta datele</p>\n<p>puteti ne solicitati modificam datele dvs.\npersonale incorecte ori, dupa caz, completarea datelor care sunt incomplete.</p>\n<p>c) Dreptul la stergere</p>\n<p>puteti solicita stergerea datelor personale atunci cand: (i) acestea nu mai sunt necesare pentru scopurile pentru care le-am colectat si le prelucram.\n(ii) v-ati retras consimtamantul pentru prelucrarea datelor si noi nu le mai putem prelucra pe alte temeiuri legale.\n(iii) datele sunt prelucrate contrar legii.\nrespectiv (iv) datele trebuie sterse conform legislatiei relevante.</p>\n<p>d) Retragerea consimtamantului si dreptul de opozitie</p>\n<p>puteti sa va retrageti oricand consimtamantul cu privire la prelucrarea datelor pe baza de consimtamant.\nDe asemenea va puteti opune oricand prelucrarilor pentru scop de marketing, inclusiv profilarilor efectuate in acest scop, precum si prelucrarilor bazate pe interesul legitim al Societatii, din motive care tin de situatia dvs.\nspecifica.</p>\n<p>e) Restrictionare</p>\n<p>in anumite conditii puteti solicita restrictionarea prelucrarii datelor dvs.\npersonale</p>\n<p>f) Dreptul la portabilitatea datelor</p>\n<p>in masura in care prelucram datele prin mijloace automate, puteti sa ne solicitati, in conditiile legii, sa furnizam datele dvs.\nintr-o forma structurata, utilizata frecvent si care poate fi citita in mod automat.\nDaca ne solicitati acest lucru, putem sa transmitem datele dvs.\nunei alte entitati, daca este posibil din punct de vedere tehnic.</p>\n<p>g) Dreptul de a depune o plangerela autoritatea de supraveghere</p>\n<p>aveti dreptul de a depune o plangere la autoritatea de supraveghere a prelucrarii datelor in cazul in care considerati ca v-au fost incalcate drepturile:Autoritatea Nationala pentru Supravegherea Datelor cu Caracter Personal din Romania</p>\n<p>B-dul G-ral.\nGheorghe Magheru 28-30 Sector 1, cod postal 010336 Bucuresti, Romania</p>\n<p>anspdcp@dataprotection.ro</p>\n<p>\n<strong>PENTRU EXERCITAREA DREPTURILOR MENTIONATE MAI SUS, NE PUTETI CONTACTA UTILIZAND DATELE DE CONTACT MENTIONATE LA SECTIUNEA 1 (DATE DE CONTACT).</strong>\n</p>\n<br>\n<br>Ultima Actualizare: 1 Mai 2023\n", "created_at": "2021-05-18 20:53:52.864676", "updated_at": "2023-07-13 12:58:51.963917"}, {"id": 6156, "name": "Cookie Policy", "url": "https://neurococi.ro/legal", "xpath": "//*[@id=\"body3\"]", "text": "\nPolitică privind fișierele cookies\n<p>Prezenta Politică privind fișierele cookies se aplică tuturor utilizatorilor paginii de internet www.neurococi.ro.\nInformațiile prezentate în continuare au ca scop informarea utilizatorilor acestei pagini de internet cu privire la plasarea, utilizarea și administrarea cookie-urilor de către neurococi.ro în contextul navigării utilizatorilor pe această pagină de internet.</p>\n<br>Notiuni generale despre cookie-uri.\nCe sunt cookie-urile.<br>\n<i>Un „Internet Cookie” reprezintă un fișier de mici dimensiuni, format din litere și numere, care va fi stocat pe computerul, terminalul mobil sau pe alte echipamente ale unui utilizator prin intermediul cărora se accesează internetul.\nCookie-urile sunt instalate prin solicitarea emisă de un web-server către un browser.\nCookie-urile odată instalate au o durată de existență determinată, rămânând „pasive”, în sensul că nu conțin programe software, viruși sau spyware și nu vor accesa informațiile de pe hard driverul utilizatorului pe al cărui echipament au fost instalate.\n<br>\nUn cookie este format din două părți: numele cookie-ului și conținutul sau valoarea cookie-ului.\n<br>\nDin punct de vedere tehnic, doar web-serverul care a trimis cookie-ul îl poate accesa din nou în momentul în care un utilizator se întoarce pe pagina de internet asociată web-serverului respectiv.\n</i> Spre deosebire de 99,99% dintre site-urile existente, site-ul neurococi.ro foloseste <u>doar 4 cookieuri</u>, şi anume:\n<p>\n<br>\n1.\n<b>__Host-ci_session</b> - un cookie de sesiune care este șters automat când utilizatorul își închide browserul.<br>\n<br>2.\n<b>__Host-cookiepermission</b> - acest cookie nici nu ar exista daca nu ar fi fost necesar acceptul dvs pentru cookie-uri.\nEste un cookie care face un singur lucru: reţine opţiunea dvs pentru a evita sa va ceara acceptul pentru cookie-uri de fiecare data cand accesati pagina.<br>\n<br>3.\n<b>__Host-cssldd</b> - este un cookie care mareste viteza de incarcare a paginii.\nFace practic posibila utilizarea tehnologiei push (http2) pentru ca browserul dvs sa preincarce rapid css-ul necesar afisarii paginii.<br>\n<br>4.\n<b>__Host-sess</b> - acest cookie stabileşte o sesiune si este utilizat doar în cazul utilizatorilor cu abonament Premium pentru a mentine utilizatorii logati fara sa fie sa utilizeze user si parola de fiecare data cand acceseaza site-ul neurococi.ro.\nSesiunea este criptata si stocheaza doar adresa de email, nickname-ul utilizatorului si adresa IP a conexiunii.<br>\n<br>\n</p>\n<p>Dupa cum puteti observa, fieare cookie are prefixul __host ceea ce asigura o securitate sporita, neacceptand decat conexiuni securizate si nepermitand vreunui tert sa injecteze un header set-cookie cu acelasi nume.</p>\n<p>Neurococi instaleaza doar aceste aceste 4 cookie-uri, si in prezent nici un terţ nu instaleaza cookie-uri pe calculatorul dvs.\nNici un cookie nu detine informatii care va pot identifica personal şi neurococi.ro nu loghează sau stochează informatii despre prezenta dvs pe site sau alte actiuni.\n<strong>Puteti sterge oricand toate cookie-urile apasand aici.\nAtentie va sterge cele 4 cookieuri si va parasi pagina neurococi.ro.</strong>\n<br>\n<br>Ultima Actualizare: 1 Mai 2023\n</p>", "created_at": "2021-05-19 11:31:58.474789", "updated_at": "2023-07-13 13:03:07.17443"}], "points": [{"id": 24488, "title": "Tracking cookies refused will not limit your ability to use the service", "source": "https://neurococi.ro/privro", "status": "Generated through the annotate view", "created_at": "2021-07-20 16:59:12.584933", "updated_at": "2023-07-11 10:12:43.451844", "quoteText": null, "case_id": 385, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 20921, "title": "You can delete your content from this service", "source": "https://neurococi.ro/privro", "status": "Generated through the annotate view", "created_at": "2021-05-18 19:06:44.234756", "updated_at": "2021-07-19 22:05:06.230963", "quoteText": null, "case_id": 175, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 20927, "title": "You can retrieve an archive of your data", "source": "https://neurococi.ro/privro", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:43:09.805569", "updated_at": "2023-07-11 04:48:36.601765", "quoteText": null, "case_id": 140, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 20932, "title": "Third-party cookies are used for advertising", "source": "https://neurococi.ro/cookies", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:45:53.49476", "updated_at": "2023-07-13 13:07:22.476289", "quoteText": null, "case_id": 128, "document_id": 6156, "quoteStart": null, "quoteEnd": null}, {"id": 20929, "title": "There is a date of the last update of the agreements (December 2018)", "source": "https://neurococi.ro/privro", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:43:48.54111", "updated_at": "2023-07-11 04:48:37.011889", "quoteText": null, "case_id": 331, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 20934, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://neurococi.ro/cookies", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:52:13.740363", "updated_at": "2023-07-11 04:48:37.237932", "quoteText": null, "case_id": 375, "document_id": 6156, "quoteStart": null, "quoteEnd": null}, {"id": 20928, "title": "You can limit how your information is used by third-parties and the service", "source": "https://neurococi.ro/privro", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:43:34.377723", "updated_at": "2023-07-11 04:48:37.385074", "quoteText": null, "case_id": 338, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 20931, "title": " You are being tracked via social media cookies/pixels", "source": "https://neurococi.ro/cookies", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:45:32.462092", "updated_at": "2023-07-13 12:56:25.961607", "quoteText": null, "case_id": 307, "document_id": 6156, "quoteStart": null, "quoteEnd": null}, {"id": 20930, "title": "Third-party cookies are used for statistics", "source": "https://neurococi.ro/cookies", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:45:04.738805", "updated_at": "2023-07-13 13:06:23.861675", "quoteText": null, "case_id": 325, "document_id": 6156, "quoteStart": null, "quoteEnd": null}, {"id": 20924, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://neurococi.ro/privro", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:37:48.470994", "updated_at": "2023-07-13 13:10:24.939347", "quoteText": null, "case_id": 164, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 20926, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://neurococi.ro/privro", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:40:01.563453", "updated_at": "2023-07-13 13:12:00.380012", "quoteText": null, "case_id": 304, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 32303, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://neurococi.ro/legal#3", "status": " Nici un cookie nu detine informatii care va pot identifica personal şi neurococi.ro nu loghează sau stochează informatii despre prezenta dvs pe site sau alte actiuni", "created_at": "2023-05-04 06:01:34.195304", "updated_at": "2023-07-13 13:18:24.246859", "quoteText": null, "case_id": 374, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 20922, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://neurococi.ro/privro", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:35:26.734025", "updated_at": "2023-07-11 04:48:36.435774", "quoteText": null, "case_id": 303, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 20925, "title": "You can request access, correction and/or deletion of your data", "source": "https://neurococi.ro/privro", "status": "Also: \"dreptul la ștergerea datelor, fără întârzieri nejustificate, („dreptul de a fi uitat”), în cazul in care se aplică unul dintre următoarele motive:[...]\"", "created_at": "2021-05-19 11:39:29.944067", "updated_at": "2023-07-11 04:48:37.311388", "quoteText": null, "case_id": 195, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 20933, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://neurococi.ro/cookies", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:51:26.707132", "updated_at": "2023-07-11 04:48:37.462271", "quoteText": null, "case_id": 374, "document_id": 6156, "quoteStart": null, "quoteEnd": null}, {"id": 20935, "title": "Your personal data is used for limited purposes", "source": "https://neurococi.ro/privro", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:54:42.531138", "updated_at": "2023-07-11 04:49:26.787271", "quoteText": null, "case_id": 196, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 34391, "title": " A list of all cookies set by the website is provided", "source": "https://neurococi.ro/en/legal#3", "status": "The Cookies policies lists the 4 cookies used :\r\n\"neurococi.ro site uses only 4 cookies , namely:\r\n\r\n1. __Host-ci_session - a session cookie that is automatically deleted when the user closes their browser.\r\n\r\n2. __Host-cookiepermission - this cookie would not even exist if your consent for cookies was not necessary. It is a cookie that does one thing: it remembers your option to avoid asking you for cookie consent every time you access the page.\r\n\r\n3. __Host-cssldd - is a cookie that increases page loading speed. It practically makes it possible to use push technology (http2) so that your browser can quickly preload the css necessary to display the page.\r\n\r\n4. __Host-sess- this cookie establishes a session and is used only for users with a Premium subscription to keep users logged in without having to use their username and password every time they access the neurococi.ro website. The session is encrypted and stores only the email address, the user's nickname and the IP address of the connection.\"", "created_at": "2023-07-13 09:25:43.071465", "updated_at": "2023-07-13 13:10:30.212562", "quoteText": null, "case_id": 306, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 34390, "title": "You are not being tracked", "source": "https://neurococi.ro/en/legal#3", "status": "The Cookies Policy states that: \"No cookie contains information that can identify you personally and neurococi.ro does not log or store information about your presence on the site or other actions\"", "created_at": "2023-07-13 09:23:21.350841", "updated_at": "2023-07-13 13:10:34.368314", "quoteText": null, "case_id": 218, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 34393, "title": "This service gives your personal data to third parties involved in its operation", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-13 13:16:35.87484", "updated_at": "2023-09-17 09:39:46.265553", "quoteText": null, "case_id": 188, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 20923, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://neurococi.ro/privro", "status": "Generated through the annotate view", "created_at": "2021-05-19 11:36:57.462839", "updated_at": "2023-07-13 13:17:01.33062", "quoteText": null, "case_id": 188, "document_id": 6142, "quoteStart": null, "quoteEnd": null}, {"id": 34392, "title": "Your personal data may be disclosed to comply with government requests without notice to you", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-13 13:10:08.951418", "updated_at": "2023-09-17 09:42:42.192997", "quoteText": null, "case_id": 164, "document_id": 6142, "quoteStart": null, "quoteEnd": null}], "urls": ["neurococi.ro"]}}