{"error": 448, "message": "OK", "parameters": {"id": 1444, "name": "Kast", "created_at": "2019-03-10 19:43:37.106848", "updated_at": "2022-12-04 23:17:16.07851", "wikipedia": null, "keywords": null, "related": null, "slug": "rabbit", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1444.png", "url": "kast.gg,rabb.it", "documents": [{"id": 1076, "name": "Privacy Policy", "url": "https://kast.gg/legal/kast-privacy-policy.html", "xpath": "/html/body/div[3]", "text": " <p>\n<strong>Evasyst, Inc.<br>‍</strong>\n<em>Last updated: August 14, 2020</em>\n<br>\n</p> Introduction<br>\n<p>Evasyst , Inc.\nd/b/a Kast ( “Company,” “We,” “Us,” “Our”), a Delaware corporation, respects your privacy and is committed to protecting it through our compliance with this privacy policy (this “Policy”).<br>\n</p>\n<p>This Policy describes the types of information we may collect from you or that you may provide when you visit any of the Company’s website domains such as www.kastapp.co or kast.gg (collectively our “Website”) or download, install, register with, access or use the Company’s desktop, web, or mobile applications (each, an “ App”, collectively the “ Apps”), and access or use the services offered by the Company through the Website and the Apps (collectively referred to as the “Services”), and describes our practices for collecting, using, maintaining, protecting, and disclosing that information.<br>\n</p>\n<p>The purpose of this Policy is to further provide you with information about the processing of your Personal Information in accordance with the information obligations set out in the EU General Data Protection Regulation 2016/679 (GDPR).<br>\n</p>\n<p>This Policy applies to information that we collect:<br>\n</p>\n<ul>\n<li>On the Website or through the use of an App.<br>\n</li>\n<li>In email, text, and other electronic messages between us and you and this Website or in conjunction with using our Services.<br>\n</li>\n</ul>\n<p>It does not apply to information collected by:<br>\n</p>\n<ul>\n<li>Use offline or through any other means, including on any other websites operated by any third party.\nor<br>\n</li>\n<li>Any third party, including through any website, application or content (including advertising) that may be linked to or be accessible from the Website, any App or through your use of the Services.<br>\n</li>\n</ul>\n<p>Please read this Policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use our Website.\nPersonal Information is defined below in the Section that has the title “Information We Collect About You and How We Collect It.” This Policy may change from time to time.\nFor information about our policies regarding changes to the Policy, see the Section that has the title “Changes to Our Privacy Policy” below.\nPlease check the Policy periodically for updates.\nWe will not make substantial changes to this Policy or reduce your rights under this Policy without providing a notice thereof.<br>\n</p> Personal Information of Children<br>\n<p>Our Website and Apps are not intended for children under 13 years of age (or up to 16 years of age in certain EU jurisdictions as set out in our Terms of Service).\nNo one under such approved age may provide any information to the Website or through use of an App.\nWe do not knowingly collect Personal Information from children under the approved age.\nIf you are under the approved age, do not use this Website, any App or the Services or provide any information on or through them, including through on or through any of the features on the Website or App.\nNo one under the approved age may register on the Website or through any App, use any of the interactive or public comment features of this Website or any App or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use.\nIf we learn that we have collected or received Personal Information from a child under the approved age without verification of parental consent, we will delete that information.\nIf you believe that we might have any information from or about a child under the approved age, please contact us at support@kastapp.co<br>\n</p> Data Controller Information<br>\n<p>Evasyst, Inc.\nd/b/a Kast makes decisions about how your information will be used.\nOur contact information is: Evasyst, Inc., Attn: Evasyst Privacy , 340 S Lemon Ave #9980 Walnut, CA 91789.\nYou can also contact us by email at support@kastapp.co.<br>\n</p> Information We Collect About You and How We Collect It<br>\n<p>We generally collect several types of information from and about users of our Website and Apps and users who communicate with us, including information:<br>\n</p>\n<ul>\n<li>By which you may be personally identified, such as your vanity user name, e-mail address, profile pictures, or any other information that we collect through the Website or Services that is defined as personal or personally identifiable information under any applicable law (“ <strong>Personal Information</strong> ”).<br>\n</li>\n<li>Required for us to identify and authenticate you and secure your interactions with the Website and the Apps.<br>\n</li>\n<li>That is about you but individually does not identify you.\nFor instance, we collect information about your self-reported interests.<br>\n</li>\n<li>About your internet connection, the equipment you use to access our Website and Services and usage details.<br>\n</li>\n</ul>\n<p>\n<strong>We collect this information:</strong>\n<br>\n</p>\n<ul>\n<li>Directly from you when you provide it to us.<br>\n</li>\n<li>Automatically as you navigate through the Website, Apps or use our Services.\nInformation collected automatically may include information on your usage details of the Website, Apps or Service, your computer or digital device’s ID or IP addresses address(that is, a unique string of numbers that identifies each device using the Internet Protocol to communicate over the internet), and information collected through cookies, pixels and web beacons (we describe what these are in the section of this Privacy Policy captioned “Information We Collect Through Automatic Data Collection Technologies.”).<br>\n</li>\n</ul>\n<p>\n<strong>Information You Provide to Us.</strong> The information we collect that you provide to us on or through our Website or your use of the Apps and Service may include:<br>\n</p>\n<ul>\n<li>Information that you provide by filling in forms on our Website or on an App or when using our Services.\nThis includes information provided at the time of registering (including your email address, your username and your password).\nWe may also ask you for information when you contact us through our Website or through an App, including your email address and your phone number.<br>\n</li>\n<li>Information that you can provide when you set up your profile, including your interests, and location.<br>\n</li>\n<li>Information that you upload, post, cast or stream, which may include information, writings, files, videos, images or photographs of you or others.<br>\n</li>\n<li>When you subscribe to the Services or make other purchases, you must provide information to Our third party payment processor supporting a valid payment method, including credit card information.\nThis information will include accurate and complete billing information including your full name, address, state, zip code, telephone number, and valid payment method information.<br>\n</li>\n<li>Metadata from files that you upload, post, cast or stream to the Website, through an App or to (or by means of) our Services.<br>\n</li>\n<li>Records and copies of your correspondence (including email addresses), if you contact us.<br>\n</li>\n<li>Information about any connections that you make with other users through use of the Services.<br>\n</li>\n<li>Information that you submit through our Website and Services when you correspond with us and when you correspond with other users, including through our chat, posting and messaging features.<br>\n</li>\n<li>Information that you provide to us when you call us or communicate with us by electronic mail.<br>\n</li>\n<li>Usernames and passwords that we use to authenticate your access to the Website, the Apps and the Services.<br>\n</li>\n</ul>\n<p>\n<strong>Information We Collect Through Automatic Data Collection Technologies.\n</strong>As you navigate through and interact with our Website, our Apps or use our Services we may also use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:<br>\n</p>\n<ul>\n<li>Details of your visits to our Website, Apps and our Services, including traffic data, access times, accessed pages, location data, logs, and other communication data and the resources that you access and use on the Website or Apps.<br>\n</li>\n<li>Details of whether or not our users have opened our emails, although we only use this data to know track the aggregate number of users who have opened our emails, not whether any particular user opened a specific email.<br>\n</li>\n<li>Information about your computer and internet connection, including your IP address, domain name, device ID, operating system, browser type and language, and other unique identifying information, including information of machines that have our software downloaded and installed on them.<br>\n</li>\n</ul>\n<p>The information we collect automatically may include Personal Information, or and we may maintain it or associate it with Personal Information we collect in other ways or receive from third parties.\nSuch collection and association helps us to improve our Website, Apps and the Services offered and to deliver a better and more personalized service, including by enabling us to:<br>\n</p>\n<ul>\n<li>Estimate our audience size and usage patterns.<br>\n</li>\n<li>Store information about your preferences, allowing us to customize our Website, and Apps and Service according to your individual interests.<br>\n</li>\n<li>Speed up your searches.<br>\n</li>\n<li>Recognize you when you return to our Website.<br>\n</li>\n<li>Identify you and ensure the security of our Website, the Apps and the Services and the transmission and storage of data between you and us.<br>\n</li>\n<li>Control unauthorized use or abuse of our Website, the Apps and our Services.<br>\n</li>\n</ul>\n<p>The technologies we use for this automatic data collection may include:<br>\n</p>\n<ul>\n<li>\n<strong>Cookies (or browser cookies).</strong> A cookie is a small file placed on the hard drive of your computer.\nYou can use your browser settings to instruct your browser to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit.\nHowever, if you select this setting you may be unable to access certain parts of our Website, the Apps or use certain Services.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.\nYou can still review the Website if you choose to set your browser to refuse all cookies.\nhowever, session cookies must be enabled to establish an account and to download and install any of our software.<br>\n</li>\n<li>\n<strong>Web Beacons.</strong> Pages of our the Website, the Apps and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).<br>\n</li>\n</ul>\n<p>Personal Information is not collected by us via cookies and other tracking technologies.\nIf you have previously provided Personal Information to us, however, cookies may be tied, linked or associated to such information.\nWe do not collect real-time information through the Website, any App or the Services about the location of your device.<br>\n</p> Other Tracking Technologies<br>\n<p>Our Website uses Google Analytics, a web analytics service provided by Google, to understand how our customers interact with our Website.\nThe information generated by the cookie about your use of our website (including your IP address) will be transmitted to and stored by Google on its servers in the United States or around the world.\nGoogle will use this information for analyzing your use of our website, generating reports on website activity for website operators and providing other services relating to website activity and internet usage.<br>\n</p>\n<p>It is possible to opt-out of Google Analytics with the following browser add-on tool: Google Analytics opt-out add-on.<br>\n</p> How And Why We Use Your Information<br>\n<p>We use the information that we collect about you or that you provide to us, including any Personal Information:<br>\n</p>\n<ul>\n<li>To present our Website and its contents to you;<br>\n</li>\n<li>To provide the Apps and their contents to you;<br>\n</li>\n<li>To personalize and improve your experience with the Website and the Apps, including for behavioural profiling of your usage patterns;<br>\n</li>\n<li>To provide you with information, products, or services that you request from us;<br>\n</li>\n<li>To fulfill any other purpose for which you provide it;<br>\n</li>\n<li>To provide you with notices about your account;<br>\n</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us;<br>\n</li>\n<li>To notify you about changes to our Website or Apps and any products or services we offer or provide though them;<br>\n</li>\n<li>To allow you to participate in interactive features on our Website and Apps;<br>\n</li>\n<li>To enable you to communicate with other users;<br>\n</li>\n<li>To contact you and provide you with help if you have a customer service issue;<br>\n</li>\n<li>To identify and protect you and maintain your account;<br>\n</li>\n<li>To notify you of new products or services we think you might be interested in;<br>\n</li>\n<li>In any other way we may describe when you provide the information.\nand<br>\n</li>\n<li>For any other purpose with your consent.<br>\n</li>\n</ul> How We Store Your Information<br>\n<p>We collect and store the files, posts, messages, videos, casts and streams (including profile pictures) you upload with the Website or through the Apps, we also collect and store your connections with other users of the Services, your group memberships, chat messages, user name, email address and your public profile content.\nAll Personal Information is stored on restricted database servers.\nWe use industry standard measures to prevent the loss, misuse and alteration of your information once it is in our care.\nOur hosting provider has access to the servers.\nOur third party hosting provider has access to the servers on which your data is stored.\nWe use secure sockets layer technology for transmitting your data and encrypting passwords.<br>\n</p> Disclosure and Sharing of Your Information<br>\n<p>All Personal Information remains private with us and is not distributed, rented, shared or sold to any outside organizations without your consent except as described in this Policy.\nWe may disclose aggregated information about our users, and information that does not identify any individual, without restriction.<br>\n</p>\n<p>We may disclose or share information, including Personal Information, that we collect or you provide as described in this Policy:<br>\n</p>\n<ul>\n<li>To contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep Personal Information confidential and use it only for the purposes for which we disclose it to them.<br>\n</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of the assets of the Company, whether as a going concern or as part of bankruptcy, assignment for the benefit of creditors, liquidation, or similar proceeding, or the application of laws or equitable principles affecting creditors’ rights generally, in which information, including Personal Information, held by the Company about our Website and Apps’ users is among the assets transferred.<br>\n</li>\n<li>To fulfill the purpose for which you provide it.<br>\n</li>\n<li>To our third party e-mail mailing list provider, (e.g., MailChimp).<br>\n</li>\n<li>For any other purpose disclosed by us when you provide the information.<br>\n</li>\n<li>With your explicit consent.<br>\n</li>\n</ul>\n<p>We may also disclose your information, including Personal Information:<br>\n</p>\n<ul>\n<li>To cooperate with government and law enforcement officials and private parties to enforce and comply with the law, including to comply with any court order, law, or legal process (including responses to subpoenas), including to respond to any government or regulatory request.<br>\n</li>\n<li>To enforce or apply any terms of service we may have and other agreements.<br>\n</li>\n<li>To prevent or to stop activity that we believe is illegal or unethical.<br>\n</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers, or others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection, credit risk reduction, and resolving disputes.<br>\n</li>\n</ul> Choices You Have Over How We Use Your Personal Information<br>\n<p>We strive to provide you with choices regarding the Personal Information you provide to us.\nWe are not, however, responsible for ensuring the confidentiality of your information, including Personal Information, if you choose to provide such information to others on our Website, or through an App, or through our Service and opt to make such information accessible to all or some of the public.\nAny personal information you choose to make publicly available should reflect how much you want others to know about you as the information that you provide to the Website or an App may be broadly and quickly disseminated.\nPlease be aware that no security measures are perfect or impenetrable, and content that you share on the Website or through an App may become publicly available.\nWe cannot control the actions of other users with whom you share your content.<br>\n</p>\n<p>We have created mechanisms to provide you with the following control over your information:<br>\n</p>\n<ul>\n<li>\n<strong>Changing the Information Provided to Us.</strong> You may review, update, correct or delete personal information or your account on your Settings &gt.\nMy Account section in our desktop and mobile Apps.<br>\n</li>\n<li>\n<strong>Metadata.</strong> If you do not want us to store metadata (that is, information about your data, such as file name, creation time and date, file size, author information, device information, and any other information associated with files and media you share on our Website, the Apps or through our Services (such as photos and videos), please remove the metadata before uploading the files and media.<br>\n</li>\n<li>\n<strong>Tracking Technologies and Advertising.</strong> You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nIf you disable or refuse cookies, please note that some parts of our Website, the Apps and the Services may then be inaccessible or not function properly.<br>\n</li>\n</ul>\n<p>We do not control third parties’ collection or use of your information to serve interest-based advertising.\nHowever these third parties may provide you with ways to choose not to have your information collected or used in this way.\nYou can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI ”) on NAI’s website https://optout.networkadvertising.org/?c=1#!/ .<br>\n</p> Accessing and Correcting Your Information<br>\n<p>You have rights to your data, and you can request to delete or transfer your data in accordance with this Policy.\nYou can review and change your Personal Information by emailing support@kastapp.co .<br>\n</p>\n<p>You may also send us an email at support@kastapp.co to request access to, correct or delete any Personal Information that you have provided to us.\nPlease note that we cannot delete certain Personal Information except by also deleting your user account.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.<br>\n</p> Withdrawing Consent<br>\n<p>You may also send us an email at support@kastapp.co to withdraw any consents that you have provided us.\nWithdrawing a consent may lead to fewer possibilities to use our services.\nThe withdrawal of consent does not affect the lawfulness of processing based on consent before its withdrawal.<br>\n</p> Data Retention<br>\n<p>We will retain your Personal Information as long as your account with us for receiving Services is considered to be active.\nUnless you request to delete your Personal Information, we will retain your information for as long as your account is active, as needed to provide you Services and to communicate with you about Services and products.\nIf you wish to cancel your account or request that we no longer use your information to provide you Services, please contact us at support@kastapp.co .\nDeactivation of your account does not mean your Personal Information has been deleted from our database entirely.\nTo request removal of your data, please send an email to support@kastapp.co .\nWhile your account is active and even after it has been closed or you have requested deletion of your Personal Information, we will retain your Personal Information as long as we deem it reasonably necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.<br>\n</p>\n<p>Upon request, we will provide details on how to delete your data upon cancellation of your account with us.\nFor detailed information on this process, please reach out to our support team at support@kastapp.co.<br>\n</p> Data Portability<br>\n<p>To request a copy of the personal Personal data Information that we retain about you, please send an email to support@kastapp.co or write us by U.S.\nmail at: Evasyst, Inc., Attn: Evasyst Privacy, 340 S Lemon Ave #9980 Walnut, CA 91789.<br>\n</p> Third Party Services<br>\n<p>We may share certain information, including Personal Information, that we collect about you with our service providers who perform functions on our behalf.\nThese service providers may collect information based upon your use of our Website, Apps or our Services.\nExamples include, sending email, analyzing data, and providing marketing assistance and customer service.\nOur service providers include:<br>\n</p>\n<ul>\n<li>Bugsnag.\nWe use Bugsnag to track errors that may occur in our desktop and mobile applications.<br>\n</li>\n<li>Google, Inc.\nWe use Google's services for usage analytics and YouTube.\nhttps://policies.google.com/privacy<br>\n</li>\n<li>Mixpanel.\nWe use Mixpanel for behavioural analytics.<br>\n</li>\n<li>Dashbird.\nWe use Dashbird to analyze server logs.<br>\n</li>\n<li>Codeship.\nWe use CodeShip for continuous integration and deployment services.<br>\n</li>\n<li>Amazon Web Services.\nWe use Amazon Web Services for server, storage, and network infrastructure.<br>\n</li>\n<li>Backtrace.\nWe use Backtrace to capture, report and analyze client crash dumps.<br>\n</li>\n<li>Mailchimp.\nWe use Mailchimp to send and track the deliverability of transactional, marketing and promotional emails.<br>\n</li>\n<li>Branch.\nWe use Branch to learn how our applications are being used and target our messages accordingly.<br>\n</li>\n<li>MoPub.\nWe use MoPub for serving ads on mobile.<br>\n</li>\n<li>Recurly.\nWe use Recurly for billing.<br>\n</li>\n</ul>\n<p>We do not sell any contact or analytics data to any third party.<br>\n</p> Direct Marketing and Profiling<br>\n<p>Notwithstanding any consent granted beforehand for the purposes of direct marketing, you have the right to prohibit us from using your personal data for direct marketing purposes, market research and profiling made for direct marketing purposes by contacting us on the addresses indicated above or by using the unsubscribe possibility offered in connection with any direct marketing messages.<br>\n</p>\n<p>You can opt out of promotional emails at any time by emailing contact@kastapp.co , but you will still receive communications such as receipts, confirmation emails and customer service updates that are considered necessary to provide Services to you.<br>\n</p> Your California Privacy Rights<br>\n<p>California Civil Code Section § 1798.83 permits users of our Website that are California residents to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to contact@kastapp.co or write us at: 340 S Lemon Ave #9980 Walnut, CA 91789.<br>\n</p> Data Security<br>\n<p>We have implemented measures designed to secure your Personal Information from accidental loss and from unauthorized access, use, alteration, and disclosure.\nWe encrypt all information during transmission.\nAll information you provide to us is stored on our secure servers behind firewalls, and we implement the services of a third party hosting company to provide backup services.<br>\n</p>\n<p>Should despite of the security measures, a security breach occur that is likely to have negative effects on your privacy, we will inform you and other affected parties, as well as relevant authorities when required by applicable data protection laws, about the breach as soon as possible.<br>\n</p>\n<p>The safety and security of your information also depends on you.\nWhere we have given you the ability to choose a password for access to certain parts of our Website, Apps or to obtain certain Services, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.<br>\n</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we do our best to protect your Personal Information, we cannot guarantee the security of your Personal Information transmitted to our Website, Apps or in connection with our Services.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Website or Apps.<br>\n</p> Special Provisions relating to GDPR<br>\n<p>\n<strong>Legal basis for processing under GDPR</strong>\n<br>\n</p>\n<p>\n<strong>Performance of Contract</strong>\n<br>We primarily process your Personal Information for the performance of the contract (based on our Terms of Service) between us and you or in order to take steps at your request prior to entering into this contract.<br>\n</p>\n<p>\n<strong>Legitimate interest</strong>\n<br>We may also process your Personal Information based on our legitimate interests, for example in connection with analytics and marketing, as well as for ensuring the security of our services, for claims handling and legal processes.\nWhen choosing to use your data on the basis of our legitimate interests, we carefully weigh our own interests against your right to privacy.<br>\n</p>\n<p>\n<strong>Compliance with our legal obligations</strong>\n<br>In certain cases we may process your Personal Information to enable us to administer and fulfil our obligations under law.\nThis includes data processed for complying with e.g.\nour accounting obligations and for providing information to relevant authorities as required by applicable laws.<br>\n</p>\n<p>\n<strong>Consent</strong>\n<br>In certain cases you may be requested to grant your consent for the processing of your Personal Information.\nIn this event, the legal ground for such processing is your consent.\nYou may withdraw your consent at any time.<br>\n</p>\n<p>\n<strong>Your rights under GDPR</strong>\n<br>\n</p>\n<p>If you live or reside in the European Union, you have the right under the EU General Data Protection Regulation (Regulation (EU) 2016/679) (GDPR), to request from us access to and rectification or erasure of your personal data, the right to data portability, the right to restriction of processing of your personal data, the right to object to processing of your personal data, and the right to lodge a complaint with a supervisory authority.\nIf you live or reside outside of the European Union, you may have similar rights under your local laws.<br>\n</p>\n<p>To request access to or rectification, portability or erasure of your personal data, or to delete your account with us, please send an email to support@kastapp.co or write us at: Evasyst, Inc., Attn: Evasyst Privacy, 340 S Lemon Ave #9980 Walnut, CA 91789.<br>\n</p>\n<p>Please note that we may request the provision of additional information necessary to confirm your identity.<br>\n</p>\n<p>We reserve the right to reject requests that are unreasonably repetitive, excessive or manifestly unfounded.<br>\n</p>\n<p>Whether you live or reside in the European Union and you wish to exercise your right to restriction of processing or your right to object to processing or do not live in the European Union but you believe you have a right to restriction of processing or a right to object to processing under your local laws, please send an email to contact@kastapp.co or write us at: Evasyst, Inc., Attn: Evasyst Privacy, 340 S Lemon Ave #9980 Walnut, CA 91789.<br>\n</p> International Data Transfers<br>\n<p>Your files and information, including Personal Information, may be stored and processed in any country where we have operations or where we engage service providers.\nWe and our service providers may transfer information, including Personal Information, that we retain about you to others (including service providers) located in countries other than the country in which we originally collected such information about you.\nDifferent countries have different data protection rules, and these rules may differ from those of the country where we collected your information, including Personal Information.\nWe will, however, take measures to ensure that any such transfers comply with applicable data protection laws and that your Personal Information remains protected to the standards described in this Privacy Policy.\nPlease be aware that in certain circumstances, courts, law enforcement agencies, regulatory agencies or security authorities in other countries may be entitled to access your information, including your Personal Information.<br>\n</p>\n<p>We use the following mechanisms to safeguard transfers of Personal Information from jurisdictions with differing data protection laws:<br>\n</p>\n<p>\n<strong>\n<em>EU Model Clauses and E.U.-U.S.\nPrivacy Shield</em>\n</strong>\n<br>\n</p>\n<p>We provide adequate protection for the transfers of personal data to countries outside of the European Economic Area through a series of agreements with our service providers based on the Standard Contractual Clauses or through other appropriate safeguards, such as the E.U.- U.S.\nPrivacy Shield Framework.<br>\n</p> Changes to Our Privacy Policy<br>\n<p>It is our policy to post any changes we make to our Policy on this page with a notice that the Policy has been updated on the Website home page.\nIf we make material changes to how we treat our users’ Personal Information, we will notify you by email to the email address specified in your account or through a notice on the Website home page or through notice posted in the Apps.\nThe date the Policy was last revised is identified at the top of the page.\nYou are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Website and this Policy to check for any changes.<br>\n</p> Methods of Contact<br>\n<p>From time to time, we may email or contact you regarding important updates or feature announcements.\nYou may opt out of receiving emails or contacts from us by emailing our support team at support@kastapp.co.<br>\n</p> Contact Information<br>\n<p>To ask questions or comment about this Policy and our privacy practices, please contact us:<br>\n<strong>By Mail:</strong> Evasyst, Inc., Attn: Evasyst Privacy, 340 S Lemon Ave #9980 Walnut, CA 91789 .\n<strong>By Electronic Mail: </strong> support@kastapp.co.<br>\n</p>\n<p>When you contact us, we collect information that helps us categorize your question, respond to it, and, if applicable, investigate any breach of our Terms of Service or this Policy.\nWe also use this information to track potential problems and trends and customize our support responses to better serve you.<br>\n</p> ", "created_at": "2019-03-10 19:45:06.350217", "updated_at": "2022-12-04 23:18:39.463521"}, {"id": 1075, "name": "Terms of Service & User License", "url": "https://kast.gg/legal/kast-terms-of-service.html", "xpath": "/html/body/div[3]", "text": " <p>\n<strong>Evasyst, Inc.</strong>\n<em>Last updated: August 14, 2020</em>\n<br>\n</p>\n<p>These Terms of Service (the “Terms”) govern the relationship between Evasyst, Inc.\nd/b/a Kast (hereinafter, the “Company” “us,” or “we”) and you regarding your use of the www.kastapp.co and https://kast.gg websites (collectively the “Website”), Evasyst’s desktop, web, and mobile applications (each, an “App” and collectively, the “Apps”) and any other of the Company’s products or services used to facilitate your use of such services (collectively the “Service”).<br>\n</p>\n<p>For information relating to privacy and processing of your personal data please review the Company’s Privacy Policy, the current version of which can be found at the “Privacy Policy”.<br>\n</p>\n<p>IMPORTANT – PLEASE READ CAREFULLY – THESE TERMS CREATE A LEGALLY BINDING AGREEMENT WHICH GOVERNS YOUR USE OF THE SERVICE.\nBY DOWNLOADING ANY OF THE APPS, CREATING AN ACCOUNT (AS DEFINED BELOW) OR BY ACCESSING OR USING THE SERVICE OR ANY CONTENT OFFERED THROUGH THE WEBSITE, YOU ACCEPT AND AGREE TO BE BOUND, WITHOUT LIMITATION OR QUALIFICATION, BY THESE TERMS.\nIF YOU DO NOT ACCEPT ANY OF THESE TERMS, YOU ARE PROHIBITED FROM USING THE SERVICE.\nIF YOU WERE USING A BETA VERSION OR OTHER VERSION OF THE SERVICE OFFERED PRIOR TO YOUR ACCEPTANCE OF THESE TERMS, THESE TERMS ALSO APPLY TO YOUR PAST USE OF THAT BETA OR OTHER VERSIONS OF THE SERVICE.<br>\n</p>\n<ol>\n<li>\n<ul>\n<li>\n<strong>Right, License and Restrictions.</strong>\n</li>\n<li>\n<ol>\n<li>License Grant For Service.\nSubject to your agreement to, and continuing compliance with, these Terms and any other relevant Company policies, including the Community Guidelines and Copyright Policy, the Company grants you a non-exclusive, non- transferable, revocable limited right and license to access and use the Service.\nAs used in these Terms, a “User” means someone who has been granted the right to use the Service, “Other User” means another licensee or user of the Service.\n“All Users” means you and all Other Users.</li>\n<li>App Specific Terms.\nYou may agree to be bound by other terms regarding use or installation of an App and such terms continue to apply regardless of you agreeing to be bound by the Terms except to the extent such other terms conflict with any of the Terms, these Terms shall apply.\nYou agree not to distribute or modify any App.\nYou agree to always only use the latest available version of the App and acknowledge that any use of an older version of the App may result in some or all parts of the Service to not be available or to not function properly.\nYou agree not to reverse engineer, decompile or otherwise attempt to view the source code for any App.</li>\n<li>Minimum Age Requirement.\nAn individual must be at least 13 years of age to use the Service.\nHowever, for certain EU countries the minimum age to use the Service is set higher as follows:<br>Minimum age of 14 – Italy, Spain, Austria, Bulgaria, Cyprus, LithuaniaMinimum age of 15 – France, Czech Republic and GreeceMinimum age of 16 – Germany, Ireland, Croatia, Hungary, Netherlands, Luxembourg, Poland, Romania, Slovakia and Slovenia.</li>\n<li>Accounts and Access.\nYou must register for an account through the Service (an “Account”).\nYou may register for multiple Accounts.\nAn “Account Holder” means the person in whose username an Account is registered.\nYou are wholly responsible for the cost of all internet connection fees, along with all equipment, servicing, or repair costs necessary to use the Service.</li>\n<li>\n<ul>\n<li>Use of the Service:</li>\n<li>\n<ol>\n<li>Personal Responsibility.\nYou are responsible for your use of the Service and for any Content you provide, including compliance with applicable laws, rules, and regulations.\nYou should only provide information and Content that you are comfortable sharing with others.\nWe are not responsible for information that you choose to share on the Service, or for the actions of other users.</li>\n<li>No Endorsement.\nYou acknowledge that any user content (including without limitation chats, postings, videos or materials posted by users) on the Service is neither endorsed nor controlled by us.\nWe will not under any circumstances be liable for any activity or conduct of users within the Service.\nAny use or reliance on any Content, advertisements or materials posted via the Service or obtained by you through the Service is at your own risk.\nThe Company does not endorse, support, represent or guarantee the completeness, truthfulness, accuracy, or reliability of any Content, advertisement or communications posted via the Service or endorse any opinions expressed via the Service.</li>\n<li>No Responsibility and User Consent.\nYou understand that by using the Service, you may be exposed to Content that might be offensive, harmful, inaccurate or otherwise inappropriate, or in some cases, postings that have been mislabeled or are otherwise deceptive.\nAll Content is the sole responsibility of the person who originated such Content.\nWe may not monitor or control the Content posted via the Service and, we cannot take responsibility for such Content.\nWe reserve the right to remove Content that violates these Terms or our Community Guidelines.</li>\n<li>\n<ul>\n<li>The following restrictions apply to the use of the Service:</li>\n<li>\n<ol>\n<li>You accept full responsibility for any unauthorized use of the Service by parties not authorized to use any of your Accounts;</li>\n<li>You shall not create an Account using a false identity or false information, or on behalf of someone other than yourself;</li>\n<li>Without first obtaining the written permission of the Company, you shall not register for an Account or in any way use the Service if the Company has removed, suspended, or otherwise terminated any Account registered for by you, or on behalf of you or if the Company has notified you that you may not use the Service;</li>\n<li>You shall not use your Account to advertise, solicit or transmit any commercial advertisements, including chain letters, junk email or repetitive messages to anyone;</li>\n<li>You shall not use the Service to engage in any illegal conduct;</li>\n<li>You shall not post, distribute or make available through the Service any material or information that infringes any copyright, trademark, patent, trade secret, right of privacy, right of publicity or other right of any person or entity or impersonates any other person.\nand</li>\n<li>You shall not do anything with any content you access through the Service that has been marked with restrictions or other instructions that is counter to such restrictions or other instructions.<br>\n</li>\n</ol>\n</li>\n</ul>\n</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Account Information and Management.</li>\n<li>\n<ol>\n<li>Information Provided When Setting Up Account.\nWhen creating or updating an Account on the Service, you may be required to provide Company with certain personal information for yourself, which may include (but is not limited to) personal information such as e-mail address and the vanity username and password for your Account (“Account Information”).\nAccount Information will be held and used in accordance with the Privacy Policy.\nYou agree that you will supply accurate and complete Account Information to the Company, and that you will update such information when and as it changes.</li>\n<li>\n<ul>\n<li>Login Information.\nDuring the Account creation process, you will be required to select a username and password (“Login Information”).\nThe following rules govern the security of your Login Information:</li>\n<li>\n<ol>\n<li>You shall not share the Account or the Login Information, nor let anyone else access your Account or do anything else that might jeopardize the security of your Account;<br>\n</li>\n<li>In the event you become aware of, or reasonably suspect, any breach of security, including without limitation any loss, theft or unauthorized disclosure of the Login Information, you must immediately notify the Company and change the password on your Account;</li>\n<li>You are solely responsible for maintaining the confidentiality of the Login Information and you will be responsible for all uses of the Login Information, whether or not authorized by you;<br>\n</li>\n<li>You are responsible for ensuring that all persons who access the Service through your Account are aware of these Terms and will comply with them.\nand</li>\n<li>You are responsible for anything that happens through your Account.</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>Account Access.\nYou may access your Account and use the Service through the Apps on different devices and you may be logged into your Account on multiple devices at a time, however, certain functionality of the Service may not be available simultaneously on multiple devices.</li>\n<li>Reclaiming Usernames.\nThe Company reserves the right to remove or reclaim any username at any time and for any reason or no reason, including but not limited to claims by a third party that a username violates the third party’s rights.<br>\n</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>License and Account Limitations and Prohibitions.<br>\n</li>\n<li>\n<ol>\n<li>General Effects of Violations.\nAny use of the Service in violation of these Terms is strictly prohibited, can result in the immediate revocation of your limited license granted by Section 1, and may subject you to liability for violations of law.\nThe Company is permitted to restrict use of the Service for anyone who the Company reasonably believes has or will violate these Terms or any applicable law when using the Service.</li>\n<li>\n<ul>\n<li>Activity Prohibitions.\nYou agree that you will not, under any circumstances:</li>\n<li>\n<ol>\n<li>Engage in any act that the Company deems objectionable or to be in conflict with the spirit or intent of the Service or our Community Guidelines;<br>\n</li>\n<li>Post, upload, transmit or otherwise share any information that is objectionable as outlined in our Community Guidelines;</li>\n<li>Post any information that contains nudity of minors (even in illustrated or digitally-altered form), gore, terrorism, excessive violence, catastrophic injury, cruelty to animals, or other offensive subject matter or that contains a link to such content;<br>\n</li>\n<li>Defame, libel, ridicule, mock, stalk, threaten, harass, abuse, harm, or advocate or incite harassment, abuse or harm anyone, including Kast’s employees;<br>\n</li>\n<li>Use the Service in any fraudulent manner or in connection with any violation of applicable law or regulation, or do anything that promotes the violation of any applicable law or regulation;</li>\n<li>Modify or cause to be modified any files or content that are used to offer the Service, without the express prior written consent of the Company;<br>\n</li>\n<li>Disrupt, overburden, or aid or assist in the disruption or overburdening of (1) any computer or server used to offer or support the Service (each a “Server”) or (2) the use or enjoyment of the Service by any other person;</li>\n<li>Institute, assist or become involved in any type of attack, including without limitation distribution of a virus, denial of service attacks upon the Service, or other attempts to disrupt the Service or any other person’s use or enjoyment of the Service;</li>\n<li>Gain, or attempt to gain, unauthorized access to the Service, Accounts, Servers or networks connected to the Service by any means (including, but not limited to, circumventing or modifying, or encouraging or assisting any other person to circumvent or modify, any security, technology, device or software that is part of the Service);<br>\n</li>\n<li>Post, distribute or make available through the Service any material or information that infringes any copyright, trademark, patent, trade secret, right of privacy, right of publicity or other right of any person or entity or impersonates any other person;<br>\n</li>\n<li>Transmit unauthorized communications through the Service, including junk mail, chain letters, spam and any materials that promote malware, spyware and downloadable items.</li>\n<li>Interfere or attempt to interfere with the proper functioning of the Service or connect to or use the Service in any way not expressly permitted by these Terms;</li>\n<li>Intercept, examine or otherwise observe any proprietary communications protocol used by a client, a Server or the Service, whether through the use of a network analyzer, packet sniffer or other device;</li>\n<li>Make any automated use of the Service or take any action that imposes or may impose (in our sole discretion) an unreasonable or disproportionately large load on our infrastructure, as we determine in our sole discretion;</li>\n<li>Bypass any robot exclusion headers or other measures we take to restrict access to the Service or use any software, technology or device to send content or messages, scrape, spider or crawl the Service, or harvest or manipulate data from, through, or relating to the Service;<br>\n</li>\n<li>Use, facilitate, create or maintain any unauthorized connection to the Service, including without limitation (1) any connection to any unauthorized server that emulates, or attempts to emulate, any part of the Service or (2) any connection using programs, tools or software not expressly approved in writing by the Company;</li>\n<li>Copy, modify or distribute rights or content from the Website or any App, including but not limited to content that contains or is protected by the Company’s copyrights or trademarks or use any method to copy or distribute the content of the Service, except as specifically allowed in these Terms;<br>\n</li>\n<li>Solicit or attempt to solicit personal information from Other Users, other than from Users with whom you have an existing relationship and only in connection with a bona fide purpose for which the Service is intended;</li>\n<li>Collect, harvest or post anyone’s private information, including personally identifiable information (whether in text, image, video, or other form), identification documents or financial information through the Service.\nor</li>\n<li>Upload or transmit (or attempt to upload or to transmit), without the Company’s express written permission, any material that acts as a passive or active information collection or transmission mechanism, including, without limitation clear graphics interchange formats (“gifs”), 1x1 pixels, web bugs, cookies or other similar devices (sometimes referred to as “spyware,” “passive collection mechanisms” or “pcms”).</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>No Limitation.\nThese prohibitions on use are not meant to be exhaustive, and we reserve the right to determine what conduct we consider to be a violation of the Terms, Community Guidelines or improper use of the Service and to take action including termination of your Account and exclusion from further participation in the Service.</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Suspension and Termination of Account and Service:<br>\n</li>\n<li>\n<ol>\n<li>FAILURE TO COMPLY.\nWITHOUT LIMITING ANY OTHER REMEDIES, WE MAY, WITH OR WITHOUT NOTICE TO YOU, LIMIT, SUSPEND, TERMINATE, MODIFY OR DELETE YOUR ACCOUNT OR YOUR ACCESS TO THE SERVICE OR PORTIONS THEREOF IF, IN OUR SOLE DISCRETION, YOU FAIL TO COMPLY WITH ANY OF THESE TERMS OR YOUR ACCOUNT IS USED FOR ACTUAL OR SUSPECTED ILLEGAL ACTIVITY OR IMPROPER USE OF THE SERVICE.\nTHE COMPANY SHALL BE UNDER NO OBLIGATION TO COMPENSATE YOU FOR ANY LOSSES OR ADVERSE RESULTS THAT ARE DUE TO THE SUSPENSION, TERMINATION, MODIFICATION, OR DELETION OF YOUR OR ANY ACCOUNT.</li>\n<li>\n<ul>\n<li>IP INFRINGEMENT.</li>\n<li>\n<ol>\n<li>WITHOUT LIMITING ANY OTHER REMEDIES, WE MAY LIMIT, SUSPEND OR TERMINATE THE SERVICE AND ACCOUNTS OR PORTIONS THEREOF, PROHIBIT ACCESS TO OUR WEBSITE, APPS AND THEIR CONTENT, SERVICE AND TOOLS, DELAY OR REMOVE ANY CONTENT AND TAKE TECHNICAL AND LEGAL STEPS TO PREVENT YOU FROM ACCESSING THE SERVICE IF WE BELIEVE THAT YOU ARE CREATING RISK OR POSSIBLE LEGAL LIABILITIES, INFRINGING THE INTELLECTUAL PROPERTY RIGHTS OF THIRD PARTIES OR ACTING INCONSISTENTLY WITH THE LETTER OR SPIRIT OF OUR TERMS OR POLICIES.<br>\n</li>\n<li>REPEAT INFRINGERS.\nIN APPROPRIATE CIRCUMSTANCES IT IS OUR POLICY TO SUSPEND OR TERMINATE ACCOUNTS OF USERS WHO ARE REPEAT INFRINGERS OF THIRD PARTY INTELLECTUAL PROPERTY RIGHTS.</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>Right to Cease Service.\nThe Company reserves the right to stop offering and/or supporting the Service or part of the Service at any time, at which point the license granted hereunder to you to use the Service or a part thereof will automatically terminate.\nThe Company shall not be required to provide refunds, benefits or other compensation to Users in connection with such cessation of the Service or any part thereof.</li>\n<li>Termination of Account.\nTermination of your Account can include disabling your access to the Service or any part thereof, including disabling access to any content that you or Other Users submitted.\nYou agree that if your Account is terminated, the Company will not be obligated to preserve, provide you access to, or provide copies of any content submitted to the Service relating to your Account, whether by you or an Other User.\nWe reserve the right to suspend or delete Accounts, parties, groups and Posted Content (defined below) in our discretion and for any reason, including for inactivity.</li>\n<li>Cancellation of Account.\nYou may cancel your Account at any time by emailing support@kastapp.co, discontinuing use of the Service and deleting or uninstalling any Apps from devices in your possession or control.</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>Intellectual Property Ownership in the Service.\nThe Service, and all of its components and contents, (including without limitation any computer code, template content, pre- populated content, concepts, artwork, animations, sounds, musical compositions, audio-visual effects and text contained within) is owned by the Company or its licensors, and all of which material is protected by United States and international patent, copyright, trademark, trade secret, and other intellectual property laws.\nAll rights granted to you to use the Service are by license only and no ownership rights in any of the Service are transferred or assigned under these Terms.</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>\n<strong>Posted Content.</strong>\n</li>\n<li>\n<ol>\n<li>\n<ul>\n<li>Posted Content: “Posted Content” means any communications, videos, images, sounds, and all the material, data, and information that you upload, post, publish or transmit through the Service, including without limitation any comments you may make about content uploaded or transmitted by Other Users.\nWe may provide you with templates, pre-populated communications, or other content through the Service (“Template Content”) that you may distribute, use or modify as part of using the Service to communicate with Other Users in a manner consistent with the intended use of the Service.\nYou acknowledge that your use of any Template Content does not relieve you of any responsibilities or obligations under these Terms.\nBy transmitting or submitting any Posted Content while using the Service, you affirm, represent and warrant that such transmission or submission:</li>\n<li>\n<ol>\n<li>is accurate and is not confidential;</li>\n<li>is not in violation of any applicable law, contractual restrictions or other third party rights, and that you have permission from any third party whose personal information or intellectual property is comprised in the Posted Content;</li>\n<li>will not, when the Company exercises rights in Posted Content granted under Terms, result in any infringement of the intellectual property rights of any third party or violate or misappropriate any rights of publicity or privacy for any third party.\nand</li>\n<li>\n<ul>\n<li>is free of viruses, adware, spyware, worms or other malicious code.</li>\n<li>\n</li>\n</ul>\n</li>\n</ol>\n</li>\n</ul> You further represent and warrant that you have all rights necessary to transmit Posted Content to the Company and to grant the rights in Posted Content granted to the Company under these Terms.\n</li>\n<li>Licenses to Posted Content: You hereby grant the Company a perpetual and irrevocable (other than as provided below), worldwide, fully paid-up and royalty free, non-exclusive, assignable, unlimited license and right to copy, reproduce, fix, adapt, modify, improve, translate, reformat, create derivative works of, manufacture, introduce into circulation, publish, distribute, sublicense, transmit, publicly display, publicly perform, or provide access to electronically, broadcast, communicate to the public by telecommunication, display, perform, enter into computer memory, and use and practice, in any way now known or in the future discovered, your Posted Content as well as all modified and derivative works thereof.\nThe Company will only exercise the rights granted in this Section 2.2 to offer or to facilitate the offering of the Service.\nTo the extent permitted by applicable laws, you hereby waive any moral rights or any of your rights of publicity or privacy you may have in any Posted Content.\nThe Company retains the right to display or distribute any Posted Content as necessary for the Company to fulfill its legal duties or in connection with bringing or defending any legal claims or actions that may arise now or in the future.</li>\n<li>\n<ul>\n<li>Content Screening.<br>\n</li>\n<li>\n<ol>\n<li>Consent to Monitoring.\nBy entering into these Terms, you hereby provide your irrevocable consent to our monitoring and recording of your use of the Service.\nYou acknowledge and agree that you have no expectation of privacy vis a vis us or any of our service providers who provide services to us or you as part of the Service concerning the transmission of any information, including without limitation chat, text or voice communications.</li>\n<li>\n<ul>\n<li>Options Regarding Posted Content.\nThe Company may reject, refuse to post or delete any or all Posted Content for any or no reason, including, but not limited to the reason that, in the sole judgment of the Company, the contents or posting or other use of such Posted Content in connection with the Service violates these Terms.</li>\n</ul>\n</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>User Interactions and Legal Problems.\nReleases.\nYou hereby release us, and our officers, directors, agents, subsidiaries, joint ventures and employees, from any and all claims, demands, and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with any dispute that arises between you and one or more Other Users.\nIf you are a California resident, you acknowledge that you are aware of, and hereby waive your rights under the provisions of California Civil Code Section 1542, which provides: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.”</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>\n<strong>Fees and Purchase Terms.</strong>\n</li>\n<li>\n<ol>\n<li>Premium Features.\nThe premium features of the Services are accessible only on a paid subscription basis (“Subscription Services”).\nWhen you sign up for one of the Subscription Services, you are committing to the subscription term you have chosen, which may be on a monthly or annual basis.</li>\n<li>Automatic Renewal.\nYour Subscription Services term will automatically renew at the end of your chosen term, and we will automatically bill the credit card we have on file for you, unless you have elected not to renew before the next billing cycle.\nYou can always find your billing information in the “My Account” page.\nAnnual subscribers will be sent a reminder email two weeks before the next billing cycle.</li>\n<li>User Cancellation.\nYou may elect not to renew your Subscription Services at any time from your My Account page by clicking on “Cancel Subscription.” Your Subscription Services renewal cannot be cancelled via an email request.\nWhen you cancel, you will still be able to access the Subscription Services through the end of the billing cycle.\nThere will be no refunds for late cancellation.</li>\n<li>Acceptance/Fee Changes.\nYou agree to pay any and all fees and applicable taxes incurred by you or anyone using an Account registered to you.\nAny required fees will be specified as part of the Service or when you register your Account.\nThe Company reserves the right to charge fees for any parts of the Service that may have previously been offered without a fee.\nThe Company may revise the pricing for the goods and services offered through the Service at any time.</li>\n<li>NO REFUNDS.\nYOU ACKNOWLEDGE THAT THE COMPANY IS NOT REQUIRED TO PROVIDE A REFUND FOR ANY REASON, AND THAT YOU WILL NOT RECEIVE MONEY OR OTHER COMPENSATION FOR UNUSED PRODUCTS AND SERVICES WHEN YOUR ACCOUNT IS CLOSED, WHETHER SUCH CLOSURE WAS VOLUNTARY OR INVOLUNTARY.<br>\n</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>\n<strong>Payment.</strong>\n</li>\n<li>\n<ol>\n<li>Valid Payment Method.\nA valid payment method, including credit card, is required to process the payment for your Subscription Services or other purchases.\nTo access the Subscription Services, and to pay for other purchases, you must therefore provide the Company’s third party payment processor with accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\nBy submitting such payment information, you authorize the Company to charge all purchases and Subscription Services’ fees incurred through your account to your credit card.</li>\n<li>Termination for Card Failure.\nIf your current card on file fails for any reason we will automatically try to charge the card again after a 24-hour period.\nIf the card fails a second time we will notify you via email, at which point you have 48 hours (“the grace period”) to update your account info using a valid credit card.\nIf the “grace period” expires without a valid credit card on file, your access to the Subscription Services will automatically be cancelled.</li>\n<li>Payment Processor Terms.\nBy using the Services and agreeing to these Terms, you also agree to be bound by our third-party payment processor’s terms of use and privacy policy.\nYou understand and agree to not hold the Company liable for any adverse effects that actions (whether intentional or unintentional) on the part of our third-party payment processing service may cause.\nTHE COMPANY cannot accept, and hereby exclude to the fullest extent permitted by applicable law, any liability arising out of or in connection with your use of our third-party payment processing service.</li>\n<li>User Cancellation or Changes to Subscription Services.\nPlease contact the Company’s customer support at subscription@kast.gg or visit your Account Settings page to cancel your automatic renewal or change your payment method.\nWhen cancelling automatic renewal of services, your Subscription Services will remain active until the end of the current pay cycle date, at which time the Subscription Services will expire.</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>\n<strong>Third Party Services and Advertising.</strong>\n</li>\n<li>\n<ol>\n<li>Third Party Advertisements.\nYou understand that the Service may feature advertisements from the Company or third parties.\nThe Privacy Policy addresses our disclosure of information for third party advertising.</li>\n<li>Links to Third Party Sites and Dealings with Advertisers.\nThe Company may provide links on the Service to third party websites or vendors.\nAny charges or obligations you incur in your dealings with these third parties are your responsibility.\nThe Company makes no representation or warranty regarding any content, goods, or services provided by any third party even if linked from our Service, and we will not be liable for any claim relating to any third party content, goods, or services.\nThe linked sites are not under the control of the Company and may collect data or solicit personal information from you.\nThe Company is not responsible for their content, business practices or privacy policies, or for the collection, use or disclosure of any information those sites may collect.\nFurther, the inclusion of any link does not imply endorsement by the Company of these linked sites.</li>\n<li>Using YouTube in Kast You understand and agree that, when displaying or broadcasting any third party video, audio or other content streaming service or platform, such as YouTube, or their content or any content displayed therein (each, a “Third Party Streaming Service,” and any such related content, “Third Party Streaming Content”), on the Kast Service, you will do so at all times in compliance with the applicable terms of such Third Party Streaming Service’s user policy, terms of service, privacy policy and other applicable user terms and policies (e.g., https://www.youtube.com/t/terms) (“Third Party Streaming Terms”), and you will indemnify and hold harmless Kast, and the other Evasyst Indmenitees against any claims, losses or damages of any kind suffered by Kast and/or any other Evasyst Indemnitee resulting, whether directly or indirectly, from any failure on your part to comply with any such Third Party Streaming Terms, along with these Terms of Service and Kast’s other Community Guidelines in accordance with the terms set forth in Section 8 below under the heading “Indemnification”.<br>\n</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<strong>Copyright Notices.\nComplaints.</strong> It is the Company’s policy to respond to notices of alleged copyright infringement that comply with the Digital Millennium Copyright Act (the “DMCA”).\nFor more information, please go to the Company’s “Copyright Page” (below) to review our DMCA procedures.\nThe Company reserves the right to terminate without notice any User’s access to the Service if that User is determined by the Company to be a “repeat infringer.” In addition, the Company accommodates and does not interfere with standard technical measures used by copyright owners to protect their materials.</li>\n<li>\n<strong>Updates to the Service.</strong> You understand that the Service undergoes frequent changes.\nThe Company may require that you accept or only use updates to the Apps or Service in order to continue using the Service.\nYou acknowledge and agree that the Company may update the Service without notifying you.</li>\n<li>\n<ul>\n<li>\n<strong>Disclaimer.\nLimitations.\nWaivers on Liability.\nIndemnification.</strong>\n</li>\n<li>\n<ol>\n<li>\n<ul>\n<li>Disclaimer of Warranties.</li>\n<li>\n<ol>\n<li>SERVICE PROVIDED “AS IS”.\nYOU EXPRESSLY AGREE THAT USE OF THE SERVICE IS AT YOUR SOLE RISK AND IS PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF NON- INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE (EXCEPT ONLY TO THE EXTENT PROHIBITED UNDER APPLICABLE LAW WITH ANY LEGALLY REQUIRED WARRANTY PERIOD THE SHORTER OF THIRTY (30) CALENDAR DAYS FROM FIRST USE OR THE MINIMUM PERIOD REQUIRED).</li>\n<li>NO WARRANTY OF ERROR-FREE OPERATION.\nWITHOUT LIMITING THE FOREGOING, NEITHER THE COMPANY NOR ITS AFFILIATES OR SUBSIDIARIES, OR ANY OF THEIR DIRECTORS, EMPLOYEES, AGENTS, ATTORNEYS, THIRD-PARTY CONTENT PROVIDERS, THIRD-PARTY SERVICE PROVIDERS, DISTRIBUTORS, LICENSEES OR LICENSORS (COLLECTIVELY, “COMPANY PARTIES”) WARRANT THAT THE SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE.</li>\n<li>NO WARRANTY REGARDING ACCESS TO ACCOUNTS AND CONTENT.\nTHE COMPANY DOES NOT WARRANT THAT ALL CONTENT OR INFORMATION POSTED BY AN ACCOUNT HOLDER WILL REMAIN AVAILABLE AT ALL TIMES OR WILL NEVER BE DELETED, CORRUPTED OR OTHERWISE UNAVAILABLE.\nTHE COMPANY DOES NOT WARRANT THAT THE SERVICE, ACCOUNT HOLDER INFORMATION OR ANY INFORMATION POSTED BY AN ACCOUNT HOLDER WILL BE KEPT FROM ANY PARTICULAR INDIVIDUAL OR ENTITY WHO EITHER HACKS OR ENGAGES IN UNAUTHORIZED ACCESS TO SUCH CONTENT OR INFORMATION OR IS MISTAKENLY GRANTED ACCESS BY THE COMPANY OR THROUGH THE SERVICE.</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Limitations.\nWaivers of Liability.</li>\n<li>\n<ol>\n<li>DISCLAIMER OF INDIRECT DAMAGES.\nYOU ACKNOWLEDGE AND AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY ANY APPLICABLE LAW, THE DISCLAIMERS OF LIABILITY CONTAINED HEREIN APPLY TO ANY AND ALL DAMAGES OR INJURY WHATSOEVER CAUSED BY OR RELATED TO USE OF, OR INABILITY TO USE, THE SERVICE UNDER ANY CAUSE OR ACTION WHATSOEVER OF ANY JURISDICTION, INCLUDING, WITHOUT LIMITATION ACTIONS FOR BREACH OF WARRANTY, BREACH OF CONTRACT OR TORT (INCLUDING NEGLIGENCE) AND THAT THE COMPANY PARTIES SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES IN ANY WAY WHATSOEVER ARISING OUT OF THE USE OF, OR INABILITY TO USE, THE SERVICE.<br>\n</li>\n<li>NOT RESPONSIBLE FOR THIRD PARTY CONDUCT.\nYOU FURTHER SPECIFICALLY ACKNOWLEDGE THAT THE COMPANY PARTIES ARE NOT LIABLE, AND YOU AGREE NOT TO SEEK TO HOLD THE COMPANY PARTIES LIABLE, FOR THE CONDUCT OF THIRD PARTIES, INCLUDING OTHER USERS OF THE SERVICE, OPERATORS OF EXTERNAL SITES, AND THAT THE RISK OF THE SERVICE AND EXTERNAL SITES AND OF INJURY FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</li>\n<li>MONETARY LIMITATION OF LIABILITY.\nIN NO EVENT SHALL THE LIABILITY OF COMPANY AND ITS AFFILIATES (AND THOSE THAT THE COMPANY WORKS WITH TO PROVIDE THE SERVICES) EXCEED, IN THE AGGREGATE FOR ALL CLAIMS, AN AMOUNT THAT IS THE LESSER OF (A) THE AMOUNT YOU HAVE PAID THE COMPANY IN THE ONE HUNDRED AND EIGHTY (180) CALENDAR DAYS IMMEDIATELY PRECEDING THE DATE ON WHICH YOU FIRST ASSERT ANY CLAIM, OR (B) US $1000.<br>\n</li>\n<li>LIMITED REMEDIES FOR FREE SERVICE.\nYOU ACKNOWLEDGE AND AGREE THAT IF YOU HAVE NOT PAID THE COMPANY ANY AMOUNTS IN THE ONE HUNDRED EIGHTY (180) CALENDAR DAYS IMMEDIATELY PRECEDING THE DATE ON WHICH YOU FIRST ASSERT ANY SUCH CLAIM, YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY DISPUTE WITH THE COMPANY IS TO STOP USING THE SERVICE AND TO CANCEL YOUR ACCOUNT.<br>\n</li>\n<li>BASIS OF BARGAIN.\nTHE LIMITATIONS OF LIABILITY IN THIS SECTION ARE PART OF THE BASIS OF THE BARGAIN BETWEEN YOU AND THE COMPANY AND SHALL APPLY TO ALL CLAIMS OF LIABILITY (E.G.\nWARRANTY, TORT, NEGLIGENCE, CONTRACT, LAW) AND EVEN IF THE COMPANY OR ITS AFFILIATES HAS BEEN TOLD OF THE POSSIBILITY OF ANY SUCH DAMAGE, AND EVEN IF THESE REMEDIES FAIL THEIR ESSENTIAL PURPOSE.<br>\n</li>\n<li>DISCLAIMER MAY NOT BE APPLICABLE.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN TYPES OF DAMAGES.\nTHEREFORE, SOME OF THE ABOVE LIMITATIONS IN THE SECTION MAY NOT APPLY TO YOU.<br>\n</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>Indemnification.\nYou agree to defend, indemnify, save, and hold the Company Parties harmless from any claims, losses, damages, liabilities, including legal fees and expenses, arising out of your use or misuse of the Service, any violation by you of these Terms or any breach of the representations, warranties and covenants made by you herein.\nThe Company reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify a Company Party and you agree to cooperate with the Company’s defense of these claims.\nThe Company will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it.\nYou agree that the provisions in this Section will survive any termination of Terms, your Account or of the Service.</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>\n<strong>Dispute Resolution.</strong>\n</li>\n<li>\n<ol>\n<li>General.\nIf a dispute arises between you and the Company, our goal is to provide you with a neutral and cost effective means of resolving the dispute quickly.\nAccordingly, you and the Company agree that we will resolve any claim or controversy at law or equity that arises out of these Terms or the Service (a “Claim”) in accordance with one of the subsections below or as we and you otherwise agree in writing.\nBefore resorting to these alternatives, we strongly encourage you to first contact us directly to seek a resolution by e-mailing contact@kastapp.co.\nOther than those matters listed in Section 8.2, you and the Company agree to seek resolution of the dispute only through arbitration of that dispute in accordance with the terms of this Section 8, and not litigate any dispute in court.\nArbitration means that the dispute will be resolved by a neutral arbitrator instead of in a court by a judge or jury.</li>\n<li>Exclusions from Arbitration.\nYOU AND THE COMPANY AGREE THAT ANY CLAIM FILED BY YOU OR BY THE COMPANY IN SMALL CLAIMS COURT OR BY THE COMPANY RELATED TO PROTECTION OF THE COMPANY’S OR ANY COMPANY LICENSOR’S INTELLECTUAL PROPERTY ARE NOT SUBJECT TO THE ARBITRATION TERMS CONTAINED IN THIS SECTION 8.</li>\n<li>RIGHT TO OPT OUT OF BINDING ARBITRATION AND CLASS ACTION WAIVER WITHIN 30 DAYS.\nIF YOU DO NOT WISH TO BE BOUND BY THE BINDING ARBITRATION PROVISION AND CLASS ACTION WAIVER IN THIS SECTION 8, YOU MUST NOTIFY THE COMPANY IN WRITING WITHIN THIRTY (30) DAYS OF THE DATE THAT YOU FIRST ACCEPT THIS AGREEMENT.\nYOUR WRITTEN NOTIFICATION MUST BE MAILED TO EVASYST, INC.\n340 S LEMON AVE #9980 WALNUT, CA 91789 AND MUST INCLUDE: (1) YOUR NAME, (2) YOUR ADDRESS, AND (3) A CLEAR STATEMENT THAT YOU DO NOT WISH TO RESOLVE DISPUTES WITH THE COMPANY THROUGH ARBITRATION.</li>\n<li>Class Action Waiver.\nANY DISPUTE RESOLUTION PROCEEDINGS, WHETHER IN ARBITRATION OR COURT, WILL BE CONDUCTED ONLY ON AN INDIVIDUAL BASIS AND NOT IN A CLASS OR REPRESENTATIVE ACTION OR AS A NAMED OR UNNAMED MEMBER IN A CLASS, CONSOLIDATED, REPRESENTATIVE OR PRIVATE ATTORNEY GENERAL ACTION, UNLESS BOTH YOU AND THE COMPANY SPECIFICALLY AGREE TO DO SO IN WRITING FOLLOWING INITIATION OF THE ARBITRATION.</li>\n<li>Initiation of Arbitration Proceeding.\nSelection of Arbitrator.\nIf you or the Company elect to resolve your dispute through arbitration, the party initiating the arbitration proceeding must initiate it with the American Arbitration Association (“AAA”).\nThe terms of this Section 8 will govern in the event they conflict with the arbitration rules identified below.</li>\n<li>Arbitration Procedures.\nBecause the software and/or service provided to you by the Company concern interstate commerce, the Federal Arbitration Act (“FAA”) governs the arbitrability of all disputes.\nHowever, applicable federal or state law may also apply to the substance of any disputes.\nFor claims of less than $75,000, the AAA’s Consumer Arbitration Rules shall apply.\nfor claims over $75,000, the AAA’s Commercial Arbitration Rules and relevant fee schedules for non-class action proceedings shall apply.\nThe AAA rules are available at www.adr.org or by calling 1-800-778-7879.\nFurther, if your claims do not exceed $75,000 and you provided notice to, and negotiated in good faith with, the Company as described above, and if the arbitrator finds that you are the prevailing party in the arbitration, you will be entitled to recover reasonable attorneys’ fees and costs as determined by the arbitrator, in addition to any rights to recover the same under controlling state or federal law afforded to the Company or you.\nThe arbitrator will make any award in writing but need not provide a statement of reasons unless requested by a party.\nSuch award will be binding and final, except for any right of appeal provided by the FAA, and may be entered in any court having jurisdiction over the parties for purposes of enforcement.</li>\n<li>Location of Arbitration.\nYou or the Company may initiate arbitration in either Orange County, California or the county in which you reside.\nIf you initiate arbitration in the county of your residence, the Company may transfer the arbitration to Orange County, California provided that the Company agrees to pay any additional fees or costs you incur as a result of the change in location, as determined by the arbitrator.</li>\n<li>Severability.\nIf any clause within this Section 8 (other than the Class Action Waiver clause of Section 8.4) is found to be illegal or unenforceable, that clause will be severed from this Section 8 and the remainder of this Section 8 will be given full force and effect.\nIf the Class Action Waiver (Section 8.4) clause is found to be illegal or unenforceable, this entire Section 8, except for this Section 8.8, will be unenforceable and the dispute will be decided by a court and IN THAT INSTANCE, YOU AND THE COMPANY EACH WAIVE AND AGREE TO WAIVE ANY RIGHT TO TRIAL BY JURY, TO THE EXTENT ALLOWED BY LAW.</li>\n<li>Survival.\nThis Section 8 shall survive any termination of the Terms.</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>\n<strong>General Provisions.</strong>\n</li>\n<li>\n<ol>\n<li>\n<ul>\n<li>Updates to the Terms and Privacy Policy.</li>\n<li>\n<ol>\n<li>Right to Update.\nThe Company reserves the right, at our discretion, to change, modify, add or remove portions of these Terms and our Privacy Policy at any time by posting the amended Terms or Privacy Policy through the Service.\nYou may also be given additional notice, such as an email message or messaging within the Service, of any changes.\nYou will be deemed to have accepted such changes by continuing to use the Service.\nExcept as otherwise stated, all amended terms shall automatically be effective thirty (30) calendar days after they are initially posted.\nThe Company may also revise other policies, codes or rules at any time and the new versions will be available on www.kastapp.co or in the Service.\nNo amendment to the Terms or Privacy Policy shall apply to any dispute of which the Company had actual notice before the date of the amendment.</li>\n<li>Seeking Consent.\nIf the Company revises these Terms or its Privacy Policy and seeks your consent to be bound by such revised Terms or revised Privacy Policy and you do not agree to be bound by such revised Terms or revised Privacy Policy before using the Service again, then notwithstanding anything to the contrary, the Company reserves the right to terminate your Account and use of the Service.</li>\n<li>Disagreement With Terms.\nIf at any time you do not agree to any provision of the then-current version of our Terms, the Privacy Policy or any other Company policy, rule or code of conduct relating to your use of the Service, your right to use the Service will immediately terminate, and you must immediately stop using the Service.</li>\n<li>Conflict.\nTo the extent these Terms or the Privacy Policy conflict with any other of the Company’s terms, policies, rules, or codes of conduct, the provisions of these Terms and the Privacy Policy will prevail.</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>Severability.\nIf any provision of these Terms or the Privacy Policy is found invalid, illegal, or unenforceable, in whole or in part, by any court of competent jurisdiction, such provision will, as to such jurisdiction, be ineffective solely to the extent of such determination of invalidity, illegality, or unenforceability without affecting the validity, legality, or enforceability thereof in any other manner or jurisdiction and without affecting the remaining provisions of the Terms, which will continue to be in full force and effect.<br>\n</li>\n<li>Assignment.\nThe Company may assign any of its rights or delegate any of its obligations under these Terms, in whole or in part, to any person or entity at any time without your consent.\nYou may not assign or delegate any rights or obligations under the Terms without the prior written consent of the Company.\nany purported assignment or delegation in violation of this Section 9.3 is void.<br>\n</li>\n<li>Supplemental Policies.\nThe Company may publish additional policies related to specific services such as forums, contests, or loyalty programs.\nYour use, if any, of such services is subject to such specific policies and these Terms.<br>\n</li>\n<li>Entire Agreement.\nThese Terms, together with any supplemental policies, the Privacy Policy, and any other documents expressly incorporated by reference herein, contain the entire agreement between the Company and you with respect to the subject matter hereof and supersede all prior and contemporaneous understandings, agreements, representations and warranties of the parties hereto relating to the subject matter hereof, whether electronic, oral or written, or whether established by custom, practice, policy or precedent.<br>\n</li>\n<li>No Waiver.\nThe failure of the Company to require or enforce strict performance by you of any provision of these Terms or the Privacy Policy or failure to exercise any right under them shall not be construed as a waiver or relinquishment of the Company’s right to assert or rely upon any such provision or right in that or any other instance.\nThe express waiver by the Company of any provision, condition or requirement of these Terms or the Privacy Policy shall not constitute a waiver of any future obligation to comply with such provision, condition or requirement.\nExcept as expressly and specifically set forth in these Terms, no representations, statements, consents, waivers or other acts or omissions by the Company shall be deemed a modification of these Terms nor legally binding, unless documented in physical writing, hand signed by you and a duly appointed officer of the Company.<br>\n</li>\n<li>Notices.\nWe may notify you via postings on www.kastapp.com and via email or any other communications means through contact information you provide to us.\nAll notices given by you or required from you under these Terms or the Privacy Policy shall be in writing, sent by certified mail, and addressed to the address in this Section 9.7.\nAny notices that you provide without compliance with this Section 9.7 shall have no legal effect.<br>Evasyst, Inc.<br>340 S Lemon Ave #9980 Walnut, CA 91789<br>Attn: Terms Administrator<br>\n</li>\n<li>Equitable Remedies.\nYou acknowledge that the rights granted and obligations made under these Terms to the Company are of a unique and irreplaceable nature, the loss of which shall irreparably harm the Company and which cannot be replaced by monetary damages alone, so that the Company shall be entitled to injunctive or other equitable relief (without the obligations of posting any bond or surety or proof of damages) in the event of any breach or anticipatory breach by you.\nYou irrevocably waive all rights to seek injunctive or other equitable relief, or to enjoin or restrain the operation of the Service, exploitation of any advertising or other materials issued in connection therewith, or exploitation of the Service or any content or other material used or displayed through the Service and agree to limit your claims to claims for monetary damages, limited by Section 7.2.<br>\n</li>\n<li>Force Majeure.\nThe Company shall not be liable for any delay or failure to perform resulting from causes outside the reasonable control of the Company including without limitation any failure to perform hereunder due to unforeseen circumstances or cause beyond the Company’s control, such as acts of God, war, terrorism, riots, embargoes, acts of civil or military authorities, fire, floods, accidents, strikes, shortages of transportation facilities, fuel, energy, labor or materials.<br>\n</li>\n<li>Governing Law.\nThe Terms and Privacy Policy shall be governed by the laws of the State of California notwithstanding its conflict of laws provisions.<br>\n</li>\n</ol>\n</li>\n</ul>\n</li>\n</ol> EVASYST/KAST COPYRIGHT POLICY AND DMCA GUIDELINES <p>Evasyst, Inc.\nd/b/a Kast (“Company” “us,” or “we”) takes claims of copyright infringement seriously.\nIt is our policy to respond to clear notices of alleged copyright infringement that comply with applicable law and the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (“DMCA”).\nIt is also our policy to disable and/or terminate the accounts of any users who found by us to be repeat infringers.\nWe accommodate and do not interfere with standard technical measures used by copyright owners to protect their materials.<br>\n</p> Reporting Claims of Copyright Infringement <p>If you are a copyright owner, or the agent of a copyright owner, and you believe any materials or content hosted on the evasyst.com or kast.gg websites (the “Websites”) or that are accessible on the Kast or Evasyst desktop and mobile applications (each, an “App” and collectively, the “Apps”) infringes your copyright, you may request removal of those materials (or access to them) by submitting written notification pursuant to the DMCA to our designated copyright agent with the following information in writing:<br>\n</p>\n<ol>\n<li>Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on the Websites or Apps, a representative list of such works.<br>\n</li>\n<li>Identification of the material you claim is infringing or to be the subject of infringing activity and that you are requesting be removed or disabled, and information reasonably sufficient for us to locate the material.\n(A best way to help us identify the infringing activity is to submit a link to, or description of, the broadcaster’s feed and a timestamp to the portion of the feed that you believe to be infringing.)</li>\n<li>\n<ul>\n<li> A statement containing the following:<strong>\n<br>\n</strong>\n</li>\n<li>\n<ol>\n<li>You have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent, or the law;</li>\n<li>The information in the notification is accurate, and;<br>\n</li>\n<li>You swear, under penalty of perjury, that you are authorized to act on behalf of the copyright owner whose material is allegedly infringed.<br>\n</li>\n</ol>\n</li>\n<li> (An example of such statement would be: “The information in this notification is accurate, and under penalty of perjury, I am the owner, or an agent authorized to act on behalf of the owner, of an exclusive right that is allegedly infringed.”)<strong>\n<br>\n</strong>\n</li>\n</ul>\n</li>\n<li>Adequate information by which we can contact you, including an address, telephone number, and, if available, an email address at which you may be contacted.</li>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed (typing your full legal name is sufficient).\nOur designated copyright agent to receive your DMCA Notice is:<br>\n<br>Copyright Agent<br>Evasyst, Inc.\nd/b/a Kast<br>340 S LEMON AVE #9980 WALNUT, CA 91789<br>Phone: 6199139441<br>Email: dmca@kastapp.co </li>\n</ol>\n<p>\n<strong>If you fail to comply with all of the requirements of the DMCA for notifications, we may not act on your notice or communication.</strong>\n<br>\n</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity on the Websites or Apps is infringing your copyright, you may be held liable for damages (including costs and attorneys’ fees) under Section 512(f) of the DMCA.\nWe may, at our discretion, share a copy of your notification or counter-notification with third parties (this may include sharing your contact information with the account holder engaged in the allegedly infringing activity or for publication).<br>\n</p> Counter Notification Procedures<br>\n<p>If you believe that material you posted on the Websites or Apps was removed or access to it was disabled by mistake or misidentification, you may file a counter notification with us (a “Counter Notice”) by submitting written notification to our copyright agent designated above.\nPursuant to the DMCA, the Counter Notice must include substantially the following:<br>\n</p>\n<ol>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access disabled.<br>\n</li>\n<li>\n<ul>\n<li> A statement containing the following:<strong>\n<br>\n</strong>\n</li>\n<li>\n<ol>\n<li>You will consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located, or if you reside outside the United States, the judicial district in which Company is located, and that you will accept service from the person (or an agent of that person) who submitted the copyright complaint at issue.\n(An example of such statement would be: “I consent to the jurisdiction of the Federal District Court for the district in which my address is located, or if my address is outside of the United States, the judicial district in which Twitch is located, and will accept service of process from the claimant.”)</li>\n<li>You swear, under penalty of perjury, by you that you have a good faith belief that the material identified above was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\n(An example of such statement would be: “I swear, under penalty of perjury, that I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.”).<br>\n</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>Adequate information by which we can contact you, including an address, telephone number, and, if available, an email address at which you may be contacted.</li>\n<li>Your physical or electronic signature (typing your full legal name is sufficient).<br>\n</li>\n</ol>\n<p>If you fail to comply with all of the requirements for DMCA counter-notifications, we may not act on your notice or communication.\nThe DMCA allows us to restore the removed content if the party filing the original DMCA Notice does not file a court action against you within ten business days of receiving the copy of your Counter Notice.<br>\n</p>\n<p>Please be aware that if you knowingly misrepresent that material or activity on the Websites or Apps was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorneys’ fees) under Section 512(f) of the DMCA.<br>\n</p> Repeat Infringers<br>\n<p>We will promptly terminate any user’s access to the Websites and Apps if that user is determined by us to be a repeat infringer of copyrighted works.\nNotwithstanding the preceding sentence, we reserve the right to immediately terminate the account of any user for any infringing activities in our sole determination and discretion.<br>\n</p> Retractions<br>\n<p>If desired, the party originally submitting a claimed copyright infringement notice may retract such notice.\nWe will honor such retractions where feasible, however, we may not be able to reinstate certain material.\nIf you have received a DMCA notice, you may contact the claimant directly to request a retraction.\nTo retract your claimed copyright infringement notice, please email dmca@kastapp.co from the same email address as your original notification.\nNote that we cannot process retractions that are sent from a different email address.\nYour retraction must include the following:<br>\n</p>\n<ol>\n<li>Clearly identify the material you wish to retract.<br>\n</li>\n<li>The date of your original notification and the Claim ID, if applicable.<br>\n</li>\n<li>An electronic or physical signature (typing your full legal name is sufficient).</li>\n</ol> ", "created_at": "2019-03-10 19:44:44.332099", "updated_at": "2022-12-04 23:19:20.969483"}], "points": [{"id": 6017, "title": "The service can delete specific content without prior notice and without a reason", "source": "https://www.rabb.it/tos", "status": "Generated through the annotate view", "created_at": "2019-03-10 19:46:44.56805", "updated_at": "2021-02-06 04:16:11.741514", "quoteText": null, "case_id": 202, "document_id": 1075, "quoteStart": null, "quoteEnd": null}, {"id": 6016, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.rabb.it/tos", "status": "Generated through the annotate view", "created_at": "2019-03-10 19:46:09.202805", "updated_at": "2021-02-06 04:16:12.630563", "quoteText": null, "case_id": 201, "document_id": 1075, "quoteStart": null, "quoteEnd": null}], "urls": ["kast.gg", "rabb.it"]}}