{"error": 448, "message": "OK", "parameters": {"id": 7679, "name": "Netify", "created_at": "2023-03-19 23:41:24.25368", "updated_at": "2023-03-29 19:26:50.951463", "wikipedia": null, "keywords": null, "related": null, "slug": "netify", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7679.png", "url": "netify.ai", "documents": [{"id": 14794, "name": "Term of Service", "url": "https://www.netify.ai/terms-of-service", "xpath": "/html/body/div[3]/section", "text": " Terms of Service <p> In this Service Agreement, \"you\", \"your\", and \"Customer\" refer to each customer and \"us\", \"our\", \"we\", and \"Provider\" refer to eGloo Inc.\nThis agreement explains the terms and conditions under which we will provide the services you order (\"Service\" or \"Services\").\n</p> No Warranties <p> Provider does not guarantee that Service will be provided without interruption.\nProvider does not guarantee quality or timeliness of Service, and will not be held liable for any losses in the event of a Service failure.\nPROVIDER MAKES NO WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE IN CONNECTION WITH THIS AGREEMENT.\n</p> Authorization / Prohibited Activities <p> Customer warrants that he/she has authorization to manage devices which Customers configures in the Service.\n</p> Fees <p> As consideration for the services you have selected, you agree to pay to us the applicable service(s) fees.\nAll fees payable hereunder are non-refundable.\nAs further consideration for the Services, you agree to: (1) provide certain current, complete and accurate information about you as required by the registration process and (2) maintain and update this information as needed to keep it current, complete and accurate.\nAll such information shall be referred to as account information (\"Account Information\").\nYou, by completing and submitting this Agreement represent that the statements in your application are true.\n</p> Payments of Services <p> eGloo will charge the Customer at the prices and terms and conditions for the Services and related items as set forth on the Netify website.\neGloo reserves the right to increase pricing for renewal terms, provided eGloo notifies Customer of any such price increases at least thirty (30) days before the end of the then current term.\nAll fees payable hereunder are non-refundable.\nAs further consideration for the Services, you agree to: (1) provide certain current, complete and accurate information about you as required by the registration process and (2) maintain and update this information as needed to keep it current, complete and accurate.\nAll such information shall be referred to as account information (\"Account Information\").\nYou, by completing and submitting this Agreement represent that the statements in your application are true.\n</p> Term <p> You agree that the Agreement will remain in full force during the length of the term of your Services.\nShould you choose to renew or otherwise lengthen the term of your Services, then the term of this Agreement will be extended accordingly.\nThis Agreement will remain in full force during the length of the term of your Registration.\nShould you choose to renew or otherwise lengthen the term of your Registration, then the term of this Agreement will be extended accordingly.\n</p> Limitation of Liability <p> You agree that our entire liability, and your exclusive remedy, with respect to any Services(s) provided under this Agreement and any breach of this Agreement is solely limited to the amount you paid for such Service(s).\nWe and our contractors shall not be liable for any direct, indirect, incidental, special or consequential damages resulting from the use or inability to use any of the Services or for the cost of procurement of substitute services.\nBecause some states do not allow the exclusion or limitation of liability for consequential or incidental damages, in such states, our liability is limited to the extent permitted by law.\nWe disclaim any and all loss or liability resulting from, but not limited to: (1) loss or liability resulting from access delays or access interruptions.\n(2) loss or liability resulting from data non-delivery or data mis-delivery.\n(3) loss or liability resulting from acts of God.\n(4) loss or liability resulting from the unauthorized use or misuse of your account identifier, password or host key.\n(5) loss or liability resulting from errors, omissions, or misstatements in any and all information or services(s) provided under this Agreement.\n(6) loss or liability resulting from the interruption of your Service.\nYou agree that we will not be liable for any interruption of business, or any indirect, special, incidental, or consequential damages of any kind (including lost profits) regardless of the form of action whether in contract, tort (including negligence), or otherwise, even if we have been advised of the possibility of such damages.\nIn no event shall our maximum liability exceed one thousand ($1000.00) dollars.\nIndemnity You agree to release, indemnify, and hold us, our contractors, agents, employees, officers, directors and affiliates harmless from all liabilities, claims and expenses, and the directors, officers, employees and agents of each of them, including attorney's fees, of third parties relating to or arising under this Agreement, the Services provided hereunder or your use of the Services, including without limitation infringement by you, or someone else using the Service with your computer, of any intellectual property or other proprietary right of any person or entity, or from the violation of any of our operating rules or policy relating to the service(s) provided.\nWhen we are threatened with suit by a third party, we may seek written assurances from you concerning your promise to indemnify us.\nyour failure to provide those assurances may be considered by us to be a breach of your Agreement and may result in deactivation of your Services.\n</p> Account Misuse <p> In no event will eGloo be liable for any unauthorized use or misuse of your account number, host key or password.\nIt is your responsibility to protect the information provided to you by eGloo.\nAs part of the registration process, you are required to provide us certain information and to update us promptly as such information changes such that our records are current, complete and accurate.\nYou are obliged to provide us the following information: </p>\n<ul>\n<li>Email Address</li>\n<li>First/Last Name</li>\n<li>Country</li>\n</ul> Revisions <p> This agreement may be revised from time to time by Provider.\nSuch revisions will be effective and binding from thirty (30) days after posting on https://www.netify.ai </p> Severability <p> You agree that the terms of this Agreement are severable.\nIf any term or provision is declared invalid or unenforceable, that term or provision will be construed consistent with applicable law as nearly as possible to reflect the original intentions of the parties, and the remaining terms and provisions will remain in full force and effect.\n</p> Non-Agency <p> Nothing contained in this Agreement or the Dispute Policy shall be construed as creating any agency, partnership, or other form of joint enterprise between the parties.\n</p> Governing Law <p> This Agreement shall be construed and interpreted in accordance with the laws of the Province of Ontario without regard to its conflict of laws principles.\nIf any provision of this Agreement is invalid or unenforceable under applicable law, such provision will be modified or eliminated to the minimum extent necessary and the remainder of the provision, as well as the other provisions will continue in full force and effect.\nFailure to exercise or enforce any right or provision of this Agreement shall not constitute a waiver of such right or provision.\n</p> ", "created_at": "2023-03-19 23:41:24.318187", "updated_at": "2023-03-19 23:42:07.670656"}, {"id": 14793, "name": "Privacy Policy", "url": "https://www.netify.ai/privacy-policy", "xpath": "/html/body/div[3]/section", "text": " Privacy Policy Short Version <p> We do not sell or give away your name, mail address, e-mail address, phone number, or any other personal information.\n</p> Long Version <p> eGloo Inc.\nhas created this privacy statement in order to demonstrate our firm commitment to privacy.\nThe following discloses our information gathering and dissemination practices.\nOur site's registration form requires users to give us contact and demographic information.\nWe use this information: </p>\n<ul>\n<li>to deliver our services</li>\n<li>for diagnostics</li>\n<li>to send critical notices to the user</li>\n<li>to contact the visitor when necessary</li>\n</ul>\n<p> We do not sell or give away your name, mail address, e-mail address, phone number, or any other personal information.\nHowever, information may be shared with advertisers on an <strong>aggregate</strong> basis - e.g.\nwe may tell an advertiser that 5% of our users use DuckDuckGo.\n</p>\n<p> This site contains links to other sites due to our use of forum software.\neGloo is not responsible for the privacy practices or the content of such Web sites.\nPlease note that as we add more software and services, additions or changes may be made to this policy.\n</p> Security <p> This site has security measures in place to protect the loss, misuse and alteration of the customer information under our control.\n</p> Choice/Opt-Out <p> eGloo provides users the opportunity to opt-out of receiving communications.\nThis site gives users the following options for removing their information from our database.\n</p>\n<ul>\n<li>Send e-mail to privacy@egloo.ca</li>\n<li>Account configuration on the Netify portal</li>\n</ul> Cookies <p> We use cookies to personalize your visit to our site.\nWe do not use DoubleClick-like tactics.\nA cookie is simply a small data file we place on your computer's hard drive when you first visit us.\nThis file contains a unique number that helps us identify you when you return to our site.\nAllowing us to create a cookie on your hard drive will not give us or any other site access to the rest of your computer's hard drive, and only we'll be able to read the cookie that our site creates.\n</p> Corrections and Updates <p> eGloo gives users the following options for modifying information previously provided.\n</p>\n<ul>\n<li>Send e-mail to privacy@egloo.ca</li>\n<li>Account configuration on the Netify portal</li>\n</ul> Contacting the Web Site <p> If you have any questions about this privacy statement, the practices of eGloo, or your dealings with this web site, you can contact privacy@egloo.ca.\n</p>\n<p>Cheers,</p>\n<p>The eGloo Team</p> ", "created_at": "2023-03-19 23:41:24.285999", "updated_at": "2023-03-19 23:41:47.767337"}], "points": [], "urls": ["netify.ai"]}}