{"error": 448, "message": "OK", "parameters": {"id": 7051, "name": "Heap", "created_at": "2022-12-02 22:51:23.328828", "updated_at": "2022-12-02 23:01:08.952321", "wikipedia": null, "keywords": null, "related": null, "slug": "heap", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7051.png", "url": "heap.io,heapanalytics.com,cdn.heapanalytics.com", "documents": [{"id": 12940, "name": "Data Processing Addendum", "url": "https://assets.ctfassets.net/jicu8fwm4fvs/6AWQISW2unz8gv0mqnhGXj/2f230d661cb669f14c71e747c049d566/DPA-contracts_heapanalytics.com.pdf", "xpath": "//body", "text": null, "created_at": "2022-12-02 22:51:23.336606", "updated_at": "2022-12-02 21:53:31.606471"}, {"id": 12939, "name": "Privacy Policy", "url": "https://heap.io/privacy", "xpath": "//*[@id=\"heap-main\"]", "text": "Heap Privacy PolicyLast Updated: May 20, 2021<p>Welcome and thank you for your interest in Heap Inc.\n(“<em>\n<strong>Heap</strong>\n</em>”, “<em>\n<strong>we</strong>\n</em>”, “<em>\n<strong>our</strong>\n</em>” or “<em>\n<strong>us</strong>\n</em>”).\nHeap is a user behavioral analytics product and service.\nWe allow businesses and websites to collect and analyze data about how their users are interacting with their services.\nHeap does this by collecting data on what users are doing, including but not limited to what webpages they visit, what users click on, where those users are located, what browser or platform those users are using, and many other forms of behavioral or personal data.</p>\n<p>This Privacy Policy explains how information about you, that directly identifies you, or that makes you identifiable (“<em>\n<strong>personal information</strong>\n</em>”) is collected, used and disclosed by Heap when you use , our website&nbsp;https://heap.io/&nbsp;(the “<em>\n<strong>Site</strong>\n</em>”), and other online products and services that link to this Privacy Policy (collectively, the “<em>\n<strong>Service</strong>\n</em>”).</p>\n<ul>\n<li>\n<p>\n<em>\n<strong>Heap as a Data Controller</strong>\n</em>: For purposes of data protection laws, Heap Inc., a company duly incorporated and organized under the laws of United States of America, having its registered address at 225 Bush St.\n2nd Floor, San Francisco, CA 94104, is the “data controller” and is generally responsible for and controls the processing of your personal information collected through your use of our Service.\nThis Privacy Policy applies only to instances where Heaps acts as a data controller.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Heap as a Data Processor</strong>\n</em>: Wherever our customers use our Service to submit, manage, or otherwise use content relating to our customers’ end users during the provision of our Service, we act as a “data processor” and have contractually committed ourselves, including by signing data processing agreements, to only process such information on behalf and under the instruction of the respective customer, who is the data controller.\nAs such, this Privacy Policy does not apply to such processing.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Processing of PHI</strong>\n</em>: Heap is committed to ensuring all data it receives remains confidential and protected, and that it complies with applicable privacy and security regulations, including the Health Insurance Portability and Accountability Act (“HIPAA”).\nHeap’s processing of protected health information (“PHI”) collected through the use of our Service is done at the direction of our customer who is the “covered entity” or a business associate (as that term is defined by HIPAA), and is governed by the applicable business associate agreement between Heap and the covered entity and/or the business associate.\nFor more information on how we process PHI and related safeguards, please contact us using the details set out at the end of this Privacy Policy.</p>\n</li>\n</ul>\n<p>\n<strong>GLOBAL APPLICABLITY AND REGION-SPECIFIC DISCLOSURES</strong>\n</p>\n<p>This Privacy Policy is designed to apply to our Site visitors, users of our Services and other companies and users on a global basis.\nWe may choose or be required by law to provide additional disclosures relating to the processing of personal information in certain countries, regions or states.\nPlease refer below for disclosures that may be applicable to you:</p>\n<ul>\n<li>\n<p>\n<strong>California - Your California Privacy Rights</strong>: If you are a California resident, California Civil Code Section 1798.83 – also known as California’s “Shine the Light” – permits you to request information regarding the disclosure of personal information to third parties for their direct marketing purposes during the immediately preceding calendar year.\nTo opt out of having your information shared in this manner, please email us at legal@heap.io.</p>\n</li>\n<li>\n<p>\n<strong>Nevada</strong>: Chapter 603A of the Nevada Revised Statutes permits a Nevada resident to opt out of future sales of certain covered information that a website operator has collected or will collect about the resident.\nNote we do not sell your personal information within the meaning of Chapter 603A.\nHowever, if you would still like to submit such a request, please contact us at legal@heap.io.</p>\n</li>\n<li>\n<p>\n<strong>European Economic Area, United Kingdom or Switzerland</strong>: If you are located in the European Economic Area (“<strong>EEA</strong>”), United Kingdom or Switzerland, or otherwise engage with Heap’ European operations, please see the <strong>Privacy Disclosures for the European Economic Area, United Kingdom and Switzerland </strong>below for additional European-specific privacy disclosures, including what constitutes your personal information, the lawful bases we rely on to process your personal information, how we use cookies when you access our Sites from the EEA, UK or Switzerland and your rights in respect of your personal information.</p>\n</li>\n</ul>\n<p>\n<strong>1.\nINFORMATION WE COLLECT AND OUR USE</strong>\n</p>\n<p>We collect personal information in connection with your visits to and use of the Service.\nThis collection includes information that you provide in connection with the Service, information from third parties, and information that is collected automatically such as through the use of cookies and other technologies.</p>\n<p>\n<strong>Information That You Provide</strong>\n</p>\n<p>We collect personal information from you.\nThe categories of information we collect can include:</p>\n<ul>\n<li>\n<p>\n<em>\n<strong>Service Inquiries, Free Trial, or Demo Requests</strong>\n</em>.\nWe may collect personal information that you provide when you inquire about our Service or request a free trial or demo.\nThis information may include your business information, including your first name, last name, email, phone number, company, company size, industry type, and any other information you provide, including your interests in relation to our Service or applicable business information.\nWe use this information to communicate with you about your inquiry or interests, provide the free trial or demo, or schedule an information call to discuss our Service.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Registration information</strong>\n</em>.\nWe collect personal and/or business information that you provide when you register for an account to use our Service, including the Heap platform.\nThis information may include your name, email, and password.\nWe use this information to administer your account, provide you with the relevant services and information, communicate with you regarding your account, the Service, and for customer support purposes.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Payment information</strong>\n</em>.\nIf you sign up for our Service, we collect the information provided in connection with your payment.\nPlease note that we use third party payment processors to process payments made to us.\nAs such, we do not retain any personally identifiable financial information such as credit card numbers.\nRather, all such information is provided directly by you to our third-party processor.\nThe payment processor’s use of your personal information is governed by their privacy policy.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Marketing Emails and Blog Subscription</strong>\n</em>.\nIf you sign up to receive news or alerts from us, or subscribe to our blog, we collect your email and applicable interests and communication preferences in order to send you regular updates about the Service.\nWe use this information to manage our communications with you and send you information about products and services we think may be of interest to you.\nTo unsubscribe from promotional messages, please follow the instructions within our messages and review the <em>\n<strong>Control Over Your Information </strong>\n</em>section below.\nNote that you cannot unsubscribe from certain services-related email communications (e.g., account verification, confirmations of transactions, technical or legal notices).</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Communications</strong>\n</em>.\nIf you communicate with us through any paper or electronic form, we may collect your name, email address, mailing address, phone number, or any other personal information you choose to provide to us.\nWe use this information to investigate and respond to your inquiries, and to communicate with you, to enhance the services we offer to our users and to manage and grow our organization.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Events, Surveys, and Promotions</strong>\n</em>.\nIf you fill out any forms relating to Heap events, surveys, contests, sweepstakes, or other promotional events, we collect your contact and demographic information, and any other information requested on the form or at sign up.\nWe use this information to fulfill the purpose of the form or sign up, facilitate the event, survey, contest, sweepstakes, and promotion, and to inform you about future programs that may be of interest to you.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Employment Applications</strong>\n</em>.\nIf you apply for employment, we collect your contact and demographic information, educational and work history, employment interests, information obtained during interviews and any other information you choose to provide.\nWe use the information provided to evaluate your candidacy for employment, to communicate with you during the application process and to facilitate the onboarding process.</p>\n</li>\n</ul>\n<p>You are free to choose which personal information you want to provide to us or whether you want to provide us with personal information at all.\nHowever, some information, such as your name, address, payment transaction information, and information on your requested services may be necessary for the performance of our contractual obligations.</p>\n<p>\n<strong>Automatic Data Collection</strong>\n</p>\n<p>As is true of most digital platforms, we and our third-party providers and partners collect certain personal information automatically when you visit or interact with our websites and other online services:</p>\n<ul>\n<li>\n<p>\n<strong>Log Data</strong>: Including your internet protocol (IP) address, operating system, browser type, browser ID, the URL you entered and the referring page/campaign, date/time of your visit, the time you spent on our services and any errors that may occur during your visit to our services.\nPlease note that our systems may also record personal information that you type into our websites and other online services even if you do not choose to submit it.</p>\n</li>\n<li>\n<p>\n<strong>Analytics Data</strong>: Including the electronic path you take to our services, through our services and when exiting our services, as well as your usage and activity on our services, such as the links, objects, products and benefits you view, click or otherwise interact with (also known as “<em>\n<strong>Clickstream Data</strong>\n</em>”).\nOur emails may also contain tracking pixels that identify if and when you have opened an email that we have sent you, how many times you have read it and whether you have clicked on any links in that email.\nThis helps us measure the effectiveness of our marketing email campaigns, make the emails we send to you more relevant to your interests and to understand if you have opened and read any important administrative emails we might send you.</p>\n</li>\n<li>\n<p>\n<strong>Location Data</strong>: Including your general geographic location based on the Log Data we collect.</p>\n</li>\n<li>\n<p>\n<strong>Application Data</strong>: Some of our services offer mobile or browser applications to allow you to take advantage of our service offerings on the go and/or when visiting third-party websites and other online services.\nCertain of these applications also allow us to access more precise Location Data about you and collect information about your use and interactions with third-party websites and online services (including the products or services you are interested in or purchase) to better serve you.</p>\n</li>\n</ul>\n<p>For information about our, and our third-party providers and partners’, use of cookies and related technologies to collect information automatically on our online services, and the choices you may have in relation to those practices, please visit our&nbsp;<strong>How We Use Cookies and Other Tracking Technologies and Third-Party Tracking and Online Advertising</strong>&nbsp;sections of our Privacy Policy, as mentioned below.</p>\n<p>\n<strong>Information from Third Party Sources</strong>\n</p>\n<p>We may receive personal information about you from our business partners and service providers and combine this information with other data we collect from you.\nThe third parties may include website and service operators, payment processors, marketing partners, and shipping providers.\nThe information may include contact information, demographic information, information about your communications and related activities, and information about your orders.\nWe may use this information to administer and facilitate our services, your subscriptions, and our marketing activities.</p>\n<ul>\n<li>\n<p>\n<em>\n<strong>Account Creation / Single Sign-On</strong>\n</em>.\nWe may use single sign-on (\"SSO\") to allow a user to authenticate their account through their work email.\nWe do this by using OAuth authentication (similar methods), a secure mechanism to give Heap access to your account data without letting us know your password.\nWe will have access to certain information from those third parties in accordance with the authorization procedures determined by those third parties, including, for example, your username, password, name, email address, and profile picture.\nWe use this information to operate, maintain, and provide to you the features and functionality of the Service.\nWe may also send you service-related emails or messages (e.g., account verification, purchase confirmation, customer support, changes, or updates to features of the App, technical and security notices).</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Social Media</strong>\n</em>.\nWhen you interact with our Site through various social media, such as when you click on the social media icon on the Site, follow us on a social media site, or post a comment to one of our pages, we may receive information from the social network such as your profile information, profile picture, gender, username, user ID associated with your social media account, age range, language, country, and any other information you permit the social network to share with third parties.\nThe data we receive complies with your privacy settings with the social media network.\nWe use this information to operate, maintain, and provide to you the features and functionality of the Service, as well as to communicate directly with you, such as to send you email messages about products and services that may be of interest to you.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Information from Other Sources</strong>\n</em>.\nWe may obtain information from other sources, including through third-party information providers, customers, public sources, or through transactions such as mergers and acquisitions.\nWe may combine this information with other information we collect from or about you.\nIn these cases, our Privacy Policy governs the handling of the combined personal information.\nWe use this information to operate, maintain, and provide to you the features and functionality of the Service, as well as to communicate directly with you, such as to send you email messages about products and services that may be of interest to you.</p>\n</li>\n</ul>\n<p>\n<strong>Other Uses of Personal Information</strong>\n</p>\n<p>In addition to the uses described above, we may collect and use personal information for the following purposes:</p>\n<ul>\n<li>\n<p>For our business activities, including to operate the Service and to provide you with the features and functionality of the Service;</p>\n</li>\n<li>\n<p>To communicate with you and respond to your requests, such as to respond to your questions, contact you about changes to the Service, and communicate about account related matters;</p>\n</li>\n<li>\n<p>For marketing and advertising purposes, such as to market to you or offer you with information and updates on our products or services we think that you may be interested in.\nWhile we may use your personal information in this manner, please note that we do not use user content to serve you ads, and we will never share user content with any third parties for marketing or advertising purposes, unless you have explicitly submitted it to us for that purpose;</p>\n</li>\n<li>\n<p>For analytics and research purposes;</p>\n</li>\n<li>\n<p>To enforce our Terms of Service, to resolve disputes, to carry out our obligations and enforce our rights, and to protect our business interests and the interests and rights of third parties;</p>\n</li>\n<li>\n<p>To comply with contractual and legal obligations and requirements;</p>\n</li>\n<li>\n<p>To fulfill any other purpose for which you provide personal information.\nand</p>\n</li>\n<li>\n<p>For any other lawful purpose, or other purpose that you consent to.</p>\n</li>\n</ul>\n<p>\n<strong>2.\nHOW WE SHARE PERSONAL INFORMATION</strong>\n</p>\n<p>We may also share, transmit, disclose, grant access to, make available, and provide personal information with and to third parties, as described below.</p>\n<ul>\n<li>\n<p>\n<em>\n<strong>Service Providers</strong>\n</em>.\nWe share personal information with third party contractors and service providers who perform services on our behalf, which are subject to reasonable confidentiality terms, and which may include processing payments, providing web hosting services, technology support providers, email communications providers, analytics providers, data storage providers, and web and video hosting providers and developers.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Business Partners</strong>\n</em>.\nWe may disclose personal information to our business partners for transactional and marketing purposes, including to promote their products or services.\nWe may also share your personal information with other third parties who may have products or services we think you may enjoy.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Online Advertising Partners</strong>\n</em>.\nWe also share personal information with advertising networks or permit these partners to collect information from you directly on our websites to facilitate online advertising, such as search engines and social network advertising providers to serve targeted ads to you or to groups of other users who share similar traits, such as likely commercial interests and demographics, on third-party platforms.\nFor more information, including how to opt out of interest-based advertising, please see <strong>Third-Party Tracking and Online Advertising</strong>below.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Our Brands.\n</strong>\n</em>We may share with other companies and brands owned or controlled by Heap, and other companies owned by or under common ownership as Heap.\nThese companies will use your personal information in the same way as we can under this Privacy Policy.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Corporate Transaction</strong>\n</em>.\nWe may transfer any information we collect in the event we sell or transfer all or a portion of our business or assets (including any shares in the company) or any portion or combination of our products, services, businesses and/or assets.\nShould such a transaction occur (whether a divestiture, merger, acquisition, bankruptcy, dissolution, reorganization, liquidation, or similar transaction or proceeding), we will use reasonable efforts to ensure that any transferred information is treated in a manner consistent with this Privacy Policy.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Legal Requirements</strong>\n</em>.\nWe may share your information with third parties as required by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement.\n(b) to enforce our Terms of Service or other agreements or to protect the security or integrity of the Heap services, including to prevent harm or financial loss, or in connection with preventing fraud or illegal activity.\nand/or (c) to exercise or protect the rights, property, or personal safety of Heap, our Customers, visitors, or others.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>With Your Consent</strong>\n</em>.\nWe may disclose your information publicly or with another third party with your prior authorization.</p>\n</li>\n</ul>\n<p>\n<strong>3.\nCONTROL OVER YOUR INFORMATION</strong>\n</p>\n<ul>\n<li>\n<p>\n<em>\n<strong>Email Communications</strong>\n</em>.\nFrom time to time, we may send you emails regarding updates to our Service, products or services, notices about our organization, or information about products/services we offer (or promotional offers from third parties) that we think may be of interest to you.\nIf you wish to unsubscribe from such emails, simply click the “unsubscribe link” provided at the bottom of the email communication.\nNote that you cannot unsubscribe from certain services-related email communications (e.g., account verification, confirmations of transactions, technical or legal notices).</p>\n</li>\n<li>\n<p>\n<em>\n<strong>Modifying Account Information</strong>\n</em>.\nIf you have an online account with us, you have the ability to modify certain information in your account (e.g., your contact information) through the [“profile,” “account,” “settings,” or “preferences”] options provided on the Site.\nIf you would like to request access to, or correction or deletion of personal information, you may send your request to us at the email provided below.\nWe will review your request, and may require you to provide additional information to identify yourself, but we do not promise that we will be able to satisfy your request.</p>\n</li>\n<li>\n<p>\n<em>\n<strong>How to Control Push Notifications</strong>\n</em>.\nYou can stop receiving push notifications from us by changing your preferences in the iOS or Android notifications settings menu</p>\n</li>\n</ul>\n<p>\n<strong>4.\nHow We Use Cookies and Other Tracking Technology to Collect Information</strong>\n</p>\n<p>We, and our third-party partners, automatically collect certain types of usage information when you visit our Site, read our emails, or otherwise engage with us.\n&nbsp;We typically collect this information through a variety of tracking technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, “<strong>tracking technologies</strong>”).</p>\n<p>We, and our third-party partners, use tracking technologies to automatically collect usage and device information, such as:</p>\n<ul>\n<li>\n<p>Information about your device and its software, such as your IP address, browser type, Internet service provider, device type/model/manufacturer, operating system, date and time stamp, and a unique ID that allows us to uniquely identify your browser or your account (including, for example, a persistent device identifier or an Ad ID), and other such information.\nWe may also work with third-party partners to employ technologies, including the application of statistical modeling tools, which permit us to recognize and contact you across multiple devices.</p>\n</li>\n<li>\n<p>When you access our sites from a mobile device, we may collect unique identification numbers associated with your device or our mobile application (including, for example, a UDID, Unique ID for Advertisers (“IDFA”), Google AdID, or Windows Advertising ID), mobile carrier, device type, model and manufacturer, mobile device operating system brand and model, phone number, and depending on your mobile device settings, or we may be able to approximate a device’s location by analyzing other information, like an IP address.</p>\n</li>\n<li>\n<p>Information about the way you access and use our services, for example, the site from which you came and the site to which you are going when you leave our services, the pages you visit, the links you click, whether you open emails or click the links contained in emails, whether you access the services from multiple devices, and other actions you take on the Site.</p>\n</li>\n<li>\n<p>We may collect analytics data or use third-party analytics tools such as Google Analytics to help us measure traffic and usage trends for the services and to understand more about the demographics of our users.\nLearn more about Google’s practices here and</p>\n<p>view its opt-out options here.</p>\n</li>\n</ul>\n<p>We use the data collected through tracking technologies to: &nbsp;(a) remember information so that you will not have to re-enter it during your visit or the next time you visit the site.\n(b) provide custom, personalized content and information, including targeted content and advertising.\n(c) identify you across multiple devices.\n(d) provide and monitor the effectiveness of our services.\n(e) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our Site.\n(f) diagnose or fix technology problems.\nand (g) otherwise to plan for, and enhance our services.</p>\n<p>If you would prefer not to accept cookies, most browsers will allow you to: (i) change your browser settings to notify you when you receive a cookie, which lets you choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set your browser to automatically reject cookies.\nPlease note that doing so may negatively impact your experience using the Service, as some features and services on our Service may not work properly.\nDepending on your mobile device and operating system, you may not be able to delete or block all cookies.\nYou may also set your e-mail options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our e-mail and performed certain functions with it.</p>\n<p>We and our third-party partners may also use cookies and tracking technologies for advertising purposes.\n&nbsp;For more information about tracking technologies, including your choices regarding this technology, please see&nbsp;<strong>Third-Party Tracking and Online Advertising</strong>&nbsp;below.</p>\n<p>\n<strong>5.\nThird-Party Tracking and Online Advertising</strong>\n</p>\n<p>We may share, or we may permit third-party online advertising networks, social media companies and other third-party services, to collect, information about your use of our Site over time so that they may play or display ads that may be relevant to your interests on our site as well as on other websites or apps, or on other devices you may use.\nTypically, though not always, the information we share is provided through cookies or similar tracking technologies, which recognize the device you are using and collect information, including hashed data, click stream information, browser type, time and date you visited the site, and other information.\nThis information is used to display targeted ads on or through our services or on other websites, apps, or services.\nWe or the online advertising networks use this information to make the advertisements you see online more relevant to your interests.\nWe may also display targeted advertising to you through social media platforms, such as Facebook, Twitter, Google and others.\nThese companies have interest-based advertising programs that allow us to direct advertisements to users who have shown interest in our services or our clients’ services while those users are on the social media platform, or to groups of other users who share similar traits, such as likely commercial interests and demographics.\nThese advertisements are governed by the privacy policies of those social media companies that provide them.</p>\n<p>\n<em>\n<strong>Google Analytics and Advertising</strong>\n</em>.&nbsp;We may also utilize certain forms of display advertising and other advanced features through Google Analytics, such as Remarketing with Google Analytics, Google Display Network Impression Reporting, and Google Analytics Demographics and Interest Reporting.\nThese features enable us to use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the DoubleClick advertising cookie) or other third-party cookies together to inform, optimize, and display ads based on your past visits to our services.\nYou may control your advertising preferences or opt-out of certain Google advertising products by&nbsp;visiting the Google Ads Preferences Manager, currently available here, or by&nbsp;vising NAI’s online resources on their website.</p>\n<p>\n<strong>Cookies and Other Tracking Technologies Opt-Out</strong>.\nAs noted above in the&nbsp;<strong>How We Use Cookies and Other Tracking Technology to Collect Information</strong>&nbsp;section, depending on your browser or mobile device, you may be able to set your browser to delete or notify you of cookies and other tracking technology by actively managing the settings on your browser or mobile device.</p>\n<p>If you would prefer not to accept cookies, most browsers will allow you to: (i) change your browser settings to notify you when you receive a cookie, which lets you choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set your browser to automatically reject cookies.\nPlease note that doing so may negatively impact your experience using the sites, as some features and services on our sites may not work properly.\nDepending on your mobile device and operating system, you may not be able to delete or block all cookies.\nYou may also set your e-mail options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our e-mail and performed certain functions with it.\nYou may also be able to limit interest-based advertising through the settings on your mobile device by selecting “limit ad tracking” (iOS) or “opt-out of interest-based ads” (Android).</p>\n<p>To learn more about interest-based advertising and how you may be able to opt-out of some of this advertising, you may wish to&nbsp;visit the Digital Advertising Alliance’s (DAA) resources and/or the Network Advertising Initiative’s (NAI) online resources here and you can&nbsp;opt-out of receiving some interest-based advertisements on mobile apps here.\nYou may also be able to limit interest-based advertising through the settings menu on your mobile device by selecting “limit ad tracking” (iOS) or “opt-out of interest-based ads” (Android).\nYou may also be able to&nbsp;opt-out of some — but not all — interest-based advertising served by mobile ad networks by visiting here&nbsp;and downloading the mobile AppChoices app.</p>\n<p>Please note that when you opt out of receiving interest-based advertisements, this does not mean you will no longer see advertisements from us or on our online services.\nIt means that the online ads that you do see from DAA program participants should not be based on your interests.\nWe are not responsible for the effectiveness of, or compliance with, any third-parties’ opt-out options or programs or the accuracy of their statements regarding their programs.\nIn addition, third parties may still use cookies to collect information about your use of our online services, including for analytics and fraud prevention as well as any other purpose permitted under the DAA’s Principles.</p>\n<p>\n<strong>6.\nLinks to Third-Party Websites and Services</strong>\n</p>\n<p>For your convenience, our Service may provide links to third-party websites or services that we do not own or operate.\nWe are not responsible for the practices employed by any websites or services linked to or from the services, including the information or content contained within them.\nYour browsing and interaction on any other website or service are subject to the applicable third party’s rules and policies, not ours.\nIf you are using a third-party website or service, you do so at your own risk.\nWe encourage you to review the privacy policies of any site or service before providing any personal information.</p>\n<p>\n<strong>7.\nChildren’s Privacy</strong>\n</p>\n<p>Our services are not intended for children under the age of 16.\nWe do not knowingly solicit or collect personal information from children under the age of 16.\nIf we learn that any personal information has been collected inadvertently from a child under 16, we will delete the information as soon as possible.\nIf you believe that we might have collected information from a child under 16, please contact us at&nbsp;legal@heap.io.</p>\n<p>\n<strong>8.\nChanges to Privacy Policy</strong>\n</p>\n<p>We reserve the right to change this Privacy Policy from time to time in our sole discretion.\nWe will notify you about material changes in the way we treat personal data by sending a notice to the primary email address specified in your Dray Alliance account, by placing a prominent notice on our Site, or through other appropriate communication channels.\nIt is your responsibility to review this Privacy Policy periodically.\nAll changes shall be effective from the date of publication unless otherwise provided.</p>\n<p>\n<strong>9.\nContact Us</strong>\n</p>\n<p>For additional inquiries about this Privacy Policy, please send us an email at&nbsp;legal@heap.io&nbsp;or contact us at: Heap, Inc.\n225 Bush St.\n2nd Floor,\nSan Francisco, CA 94104</p>\n<p>\n<em>Data Protection Officer:</em>\nJerry van Leeuwen\ndpo@heap.io</p>\n<p>\n<strong>PRIVACY DISCLOSURES FOR THE EUROPEAN ECONOMIC AREA, UNITED KINGDOM AND SWITZERLAND</strong>\n</p>\n<p>While we are primarily based in the United States, Heap maintains operations in Europe and may direct our services to individuals located in the European Economic Area (“<em>\n<strong>EEA</strong>\n</em>”), United Kingdom and Switzerland, including through our Site&nbsp;https://heap.io/&nbsp;(collectively, our “<em>\n<strong>European Services</strong>\n</em>”).\nThe following disclosures (“<em>\n<strong>Privacy Disclosures</strong>\n</em>”) apply to our processing of personal data in connection with our European Services.</p>\n<p>Heap, Inc., a company duly incorporated and organized under the laws of United States of America, having its registered address at 225 Bush St.\n2nd Floor, San Francisco, CA 94104, is the “data controller” responsible for the processing of personal data in connection with our European Services.\nThis means that we determine and are responsible for how your personal information is used.\nHeap’s Data Protection Office (“<em>\n<strong>DPO</strong>\n</em>”) may be contacted at&nbsp;dpo@heap.io.</p>\n<p>\n<strong>Personal Data</strong>: When we use the term “personal data” in this section, we mean information relating to an identified or identifiable natural person.</p>\n<p>\n<strong>1.\nPERSONAL DATA WE COLLECT FROM YOU WHEN YOU USE THE HEAP EUROPEAN SERVICES, AND HOW WE USE IT</strong>\n</p>\n<p>We collect the categories of personal data that you voluntarily submit directly to us when you use the European Services, as set forth in our Privacy Policy under the section entitled&nbsp;<strong>Information We Collect and Our Use</strong>.\nThe table at&nbsp;<strong>Annex 1</strong>&nbsp;sets out in detail the categories of personal data we collect about you and how we use that information when you use the European Services, as well as the legal basis which we rely on to process the personal information and recipients of that personal information.</p>\n<p>\n<strong>2.\nINFORMATION WE COLLECT ABOUT YOU AUTOMATICALLY</strong>\n</p>\n<p>We also automatically collect personal information indirectly about how you access and use the European Services, and information about the device you use to access the European Services.\nFor example, we may collect: (a) information about the features you use and the pages you view on the European Services.\n(b) information about your device (such as your IP address, device identifier, device type, model and manufacturer).\nand (c) information about your usage patterns (such as how often you use the Heap European Services and your language settings).\nWe use this information to provide you the features and functionality of the European Services, to monitor and improve the European Services and to develop new services.</p>\n<p>The table at&nbsp;<strong>Annex 2</strong>&nbsp;sets out further information about the categories of personal information we collect about you automatically and how we use that information.\nThe table also lists the legal basis which we rely on to process the personal information and recipients of that personal information.</p>\n<p>We may link or combine the personal information we collect about you and the information we collect automatically.</p>\n<p>We may anonymise and aggregate any of the personal information we collect (so that it does not directly identify you).\nWe may use anonymised information for purposes that include testing our IT systems, research, data analysis, improving the Heap European Services.\nWe may also share such anonymised and aggregated information with others.</p>\n<p>\n<strong>3.\nHOW LONG WILL WE STORE YOUR PERSONAL INFORMATION</strong>\n</p>\n<p>We will usually store the personal information we collect about you for no longer than necessary for the purposes set out in Annex 1 and Annex 2, in accordance with our legal obligations and legitimate business interests.</p>\n<p>The criteria used to determine the period for which personal information about you will be retained varies depending on the legal basis under which we process the personal information:</p>\n<ul>\n<li>\n<p>(a) Legitimate Interests.\nWhere we are processing personal information based on our legitimate interests, we generally will retain such information for a reasonable period of time based on the particular interest, taking into account the fundamental interests and the rights and freedoms of data subjects.</p>\n</li>\n<li>\n<p>(b) Consent.\nWhere we are processing personal information based on your consent, we generally will retain the information until you withdraw your consent, or otherwise for the period of time necessary to fulfill the underlying agreement with you or provide you with the applicable service for which we process that personal information.</p>\n</li>\n<li>\n<p>(c) Contract.\nWhere we are processing personal information based on contract, we generally will retain the information for the duration of the contract plus some additional limited period of time that is necessary to comply with law or that represents the statute of limitations for legal claims that could arise from the contractual relationship.</p>\n</li>\n<li>\n<p>(d) Legal Obligation.\nWhere we are processing personal information based on a legal obligation, we generally will retain the information for the period of time necessary to fulfill the legal obligation.</p>\n</li>\n<li>\n<p>(e) Legal Claim.\nWe may need to apply a “legal hold” that retains information beyond our typical retention period where we face threat of legal claim.&nbsp.\nIn that case, we will retain the information until the hold is removed, which typically means the claim or threat of claim has been resolved.</p>\n</li>\n</ul>\n<p>In all cases, in addition to the purposes and legal bases, we consider the amount, nature and sensitivity of the personal information, as well as the potential risk of harm from unauthorised use or disclosure of your personal information.</p>\n<p>\n<strong>4.\nRECIPIENTS OF PERSONAL INFORMATION</strong>\n</p>\n<p>In addition to the recipients listed in Annexes 1 and 2, we may also share your personal information with the following (as required in accordance with the uses set out in Annexes 1 and 2):</p>\n<ul>\n<li>\n<p>(a) <strong>Service providers and advisors</strong>: we may share your personal information with third party vendors and other service providers that perform services for us or on our behalf, which may include providing professional services, such as legal and accounting services, mailing, email or chat services, fraud prevention, web hosting, or providing analytic services.</p>\n</li>\n<li>\n<p>(b) <strong>Affiliates</strong>.\nOther companies owned by or under common ownership as Heap, including our subsidiaries (i.e., any organisation we own or control) and our ultimate holding company (i.e., any organisation that owns or controls us) and any subsidiaries it owns.\nThese companies will use your personal information in the same way as we can under these Privacy Disclosures.</p>\n</li>\n<li>\n<p>(c) <strong>Purchasers and third parties in connection with a business transaction</strong>: your personal information may be disclosed to third parties in connection with a transaction, such as a merger, sale of assets or shares, reorganisation, financing, change of control or acquisition of all or a portion of our business.</p>\n</li>\n<li>\n<p>(d) <strong>Law enforcement, regulators and other parties for legal reasons</strong>: we may share your personal information with third parties as required by law or if we reasonably believe that such action is necessary to (i) comply with the law and the reasonable requests of law enforcement.\n(ii) detect and investigate illegal activities and breaches of agreements, including our Terms.\nand/or (iii) exercise or protect the rights, property, or personal safety of Heap, its users or others.</p>\n</li>\n</ul>\n<p>\n<strong>5.\nMARKETING AND ADVERTISING</strong>\n</p>\n<p>From time to time we may contact you with information about our services, including sending you marketing messages and asking for your feedback on our services.\nMost marketing messages we send will be by email.\nFor some marketing messages, we may use personal information we collect about you to help us determine the most relevant marketing information to share with you.</p>\n<p>Where we rely on consent to send you marketing communications, we will only send you such messages if you have given us your consent to do so.\nYou can withdraw your consent at a later date by clicking on the unsubscribe link at the bottom of our marketing emails or by updating your preferences via your account on the Site.</p>\n<p>\n<strong>6.\nSTORING AND TRANSFERRING YOUR PERSONAL INFORMATION</strong>\n</p>\n<p>\n<strong>Security</strong>.\nWe implement appropriate technical and organizational measures to protect your personal information against accidental or unlawful destruction, loss, change or damage.\nAll personal information we collect will be stored by our cloud hosting provider on secure servers.\nWe will never send you unsolicited emails or contact you by phone requesting credit or debit card information or national identification numbers.</p>\n<p>\n<strong>International Transfers of your Personal Information</strong>.\nThe personal information we collect may be transferred to and stored in countries outside of the jurisdiction you are in where we and our third-party service providers have operations.\nIf you are located in the EEA, United Kingdom or Switzerland, your personal information may be processed outside of those regions, including in the United States.</p>\n<p>In the event of such a transfer, we ensure that: (i) the personal information is transferred to countries recognized as offering an equivalent level of protection.\nor (ii) the transfer is made pursuant to appropriate safeguards, such as standard data protection clauses adopted by the European Commission.</p>\n<p>If you wish to enquire further about these safeguards used, please contact us using the details set out at the end of these Privacy Disclosures.</p>\n<p>\n<strong>7.\nPROFILING</strong>\n</p>\n<p>We may analyze personal data we have collected about you to create a profile of your interests and preferences so that we can contact you with information that is relevant to you.\nWe may make use of additional information about you when it is available from external sources to help us do this effectively send product updates.\nWe may also use personal data about you to detect and reduce fraud and credit risk.</p>\n<p>\n<strong>8.\nYOUR RIGHTS IN RESPECT OF YOUR PERSONAL INFORMATION</strong>\n</p>\n<p>In accordance with applicable privacy law, you have the following rights in respect of your personal information that we hold:</p>\n<ul>\n<li>\n<p>(a)&nbsp;<strong>Right of access.</strong>&nbsp;You have the right to obtain:</p>\n<ul>\n<li>\n<p>(i) confirmation of whether, and where, we are processing your personal information;</p>\n</li>\n<li>\n<p>(ii) information about the categories of personal information we are processing, the purposes for which we process your personal information and information as to how we determine applicable retention periods;</p>\n</li>\n<li>\n<p>(iii) information about the categories of recipients with whom we may share your personal information.\nand</p>\n</li>\n<li>\n<p>(iv) a copy of the personal information we hold about you.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>(b) <strong>Right of portability</strong>.\nYou have the right, in certain circumstances, to receive a copy of the personal information you have provided to us in a structured, commonly used, machine-readable format that supports re-use, or to request the transfer of your personal data to another person.</p>\n</li>\n<li>\n<p>(c) <strong>Right to rectification</strong>.\nYou have the right to obtain rectification of any inaccurate or incomplete personal information we hold about you without undue delay.</p>\n</li>\n<li>\n<p>(d) <strong>Right to erasure</strong>.\nYou have the right, in some circumstances, to require us to erase your personal information without undue delay if the continued processing of that personal information is not justified.</p>\n</li>\n<li>\n<p>(e) <strong>Right to restriction</strong>.\nYou have the right, in some circumstances, to require us to limit the purposes for which we process your personal information if the continued processing of the personal information in this way is not justified, such as where the accuracy of the personal information is contested by you.</p>\n</li>\n<li>\n<p>(f) <strong>Right to withdraw consent</strong>.\nThere are certain circumstances where we require your consent to process your personal information.\nIn these instances, and if you have provided consent, you have the right to withdraw your consent.\nIf you withdraw your consent, this will not affect the lawfulness of our use of your personal information before your withdrawal.</p>\n</li>\n</ul>\n<p>\n<strong>You also have the right to object to any processing based on our legitimate interests where there are grounds relating to your particular situation.\nThere may be compelling reasons for continuing to process your personal information, and we will assess and inform you if that is the case.\nYou can object to marketing activities for any reason.</strong>\n</p>\n<p>You also have the right to lodge a complaint to your local data protection authority.\nIf you are based in the European Union,&nbsp;information about how to contact your local data protection authority is available here.\nIf you are based in the UK or Switzerland,&nbsp;your local data protection authorities are the UK Information Commissioner's Office&nbsp;and the&nbsp;Swiss Federal Data Protection and Information Commissioner.</p>\n<p>If you wish to exercise one of these rights, please contact us using the contact details at the end of these Privacy Disclosures, or you can use our&nbsp;Data Subject Rights Request Form.</p>\n<p>Due to the confidential nature of data processing we may ask you to provide proof of identity when exercising the above rights.\nThis can be done by providing a scanned copy of a valid identity document or a signed photocopy of a valid identity document.</p>\n<p>\n<strong>9.\nCOOKIES AND SIMILAR TECHNOLOGIES USED ON OUR EUROPEAN SERVICES</strong>\n</p>\n<p>Our European Services uses cookies and similar technologies such as pixels and Local Storage Objects (LSOs) like HTML5 (together \"<em>\n<strong>cookies</strong>\n</em>\") to distinguish you from other users of our European Services.\nThis helps us to provide you with a good experience when you browse our European Services and also allows us to monitor and analyse how you use and interact with our European Services so that we can continue to improve our European Services.\nIt also helps us and our advertising partners to determine products and services that may be of interest to you, in order to serve you targeted advertisements.</p>\n<p>Cookies are pieces of code that allow for personalisation of our European Services experience by saving your information such as user ID and other preferences.\nA cookie is a small data file that we transfer to your computer's hard disk for record-keeping purposes.</p>\n<p>We use the following types of cookies:</p>\n<ul>\n<li>\n<p>(a) <strong>Strictly necessary cookies</strong>.\nThese are cookies that are required for the operation of our European Services.\nThey include, for example, cookies that enable you to log into secure areas of our European Services.</p>\n</li>\n<li>\n<p>(b) <strong>Analytical/performance cookies</strong>.\nThey allow us to recognise and count the number of visitors and to see how visitors move around our European Services when they are using it.\nThis helps us to improve the way our European Services works, for example, by ensuring that users are finding what they are looking for easily.</p>\n</li>\n<li>\n<p>(c) <strong>Functionality cookies</strong>.\nThese are used to recognise you when you return to our European Services.\nThis enables us to personalise our content for you, greet you by name and remember your preferences (for example, your choice of language or region).</p>\n</li>\n<li>\n<p>(d) <strong>Targeting cookies</strong>.\nThese cookies record your visit to our European Services, the pages you have visited and the links you have followed.\nWe will use this information to make our European Services and the advertising displayed on it, and the marketing messages we send to you more relevant to your interests.\nWe may also share this information with third parties who provide services to us for this purpose.</p>\n</li>\n<li>\n<p>(e)<strong>Third party cookies</strong>.\nPlease be aware that advertisers and other third parties may use their own cookies tags when you click on an advertisement or link on our European Services.\nThese third parties are responsible for setting out their own cookie and privacy policies.</p>\n</li>\n</ul>\n<p>Other than strictly necessary cookies, which are required for the operation of our European Services, we will only place cookies on your device if you give us your consent to do so.</p>\n<p>Most browsers also allow you to change your cookie settings to block certain cookies.\nDepending on your mobile device and operating system, you may not be able to delete or block all cookies.\nPlease note that if you choose to refuse all cookies you may not be able to use the full functionality of our European Services.\nThese settings will typically be found in the \"options\" or \"preferences\" menu of your browser.\nIn order to understand these settings, the following links may be helpful, otherwise you should use the \"Help\" option in your browser for more details.</p>\n<ul>\n<li>\n<p>Cookie settings in Internet Explorer</p>\n</li>\n<li>\n<p>Cookie settings in Firefox</p>\n</li>\n<li>\n<p>Cookie settings in Chrome</p>\n</li>\n<li>\n<p>Cookies settings in Safari web and&nbsp;iOS.</p>\n</li>\n</ul>\n<p>If you would like to&nbsp;find out more about cookies and other similar technologies, please visit this link.\nor the&nbsp;Network Advertising Initiative's online sources here.\nWe and our third-party partners may also use cookies and tracking technologies for advertising purposes.</p>\n<p>Please note that deleting or blocking cookies may not be effective for all types of tracking technologies, such as Local Storage Objects (LSOs) like HTML5.</p>\n<p>\n<strong>10.\nTRACKING TECHNOLOGIES USED IN OUR EMAILS</strong>\n</p>\n<p>Our emails may contain tracking pixels that identify if and when you have opened an email that we have sent you, how many times you have read it and whether you have clicked on any links in that email.\nThis helps us measure the effectiveness of our marketing email campaigns, make the emails we send to you more relevant to your interests and to understand if you have opened and read any important administrative emails we might send you.</p>\n<p>Most popular email clients will allow you to block these pixels by disabling certain external images in emails.\nYou can do this through the settings on your email client – these generally give you the option of choosing whether emails will display \"remote images\", \"remote content\" or \"images\" by default.</p>\n<p>Some browsers also give you the option of downloading and installing extensions that block pixels and other tracking technologies.</p>ANNEX 1 – PERSONAL INFORMATION YOU PROVIDE TO US<strong>Category of Personal Information\t</strong>\n<strong>How we may use the Personal Information</strong>\n<strong>Legal Bases for Processing</strong>\n<strong>Recipients of Personal Information</strong>\n<p>BUSINESS CONTACT INFORMATION, such as first name, last name and email address.</p>\n<p>\n</p>\n<strong>How we may use the Personal Information</strong>\n<p>We may use this information to set up and authenticate your account on the European Services.</p>\n<p>We may use this information to communicate with you, including sending service-related communications.</p>\n<p>We may use this information to deal with enquiries and complaints made by or about you relating to the European Services.</p>\n<p>We may use this information in connection with providing you with marketing communications in accordance with your preferences.</p>\n<strong>Legal Bases for Processing</strong>\n<p>The processing is necessary for the performance of a contract with you and to take steps prior to entering into a contract with you, namely our Terms of Service.</p>\n<p>The processing is necessary for the performance of a contract with you, namely our Terms of Service.</p>\n<p>The processing is necessary for our legitimate interests, namely administering the European Services, and for communicating with you effectively to respond to your queries or complaints.</p>\n<p>We will only use your personal information in this way to the extent you have given us consent to do so.</p>\n<strong>Recipients of Personal Information</strong>\n<p>We may also share your personal information with: Heap Sub-processors listed here:</p>\n<p>&nbsp;</p>\n<p>https://heap.io/sub-processors</p>\n<p>YOUR REGISTRATION / ACCOUNT INFORMATION such as your full name, email, and password.</p>\n<strong>How we may use the Personal Information</strong>\n<p>We may use this information to create your account on the European Services.</p>\n<p>We use this information to deal with enquiries and complaints made by or about you relating to the European Services.</p>\n<strong>Legal Bases for Processing</strong>\n<p>The processing is necessary for the performance of a contract with you.</p>\n<p>The processing is necessary for our legitimate interests, namely for communicating with our members effectively to respond to any queries or complaints.</p>\n<strong>Recipients of Personal Information</strong>\n<p>We may also share your personal information with: Heap Sub-processors listed here: https://heap.io/sub-processors</p>\n<p>PAYMENT TRANSACTION INFORMATION.\nWhen you subscribe to our services, we may collect information such as your billing address and other information such as date and time of your transaction.</p>\n<strong>How we may use the Personal Information</strong>\n<p>We may use this information to process your orders through the European Services.</p>\n<p>We may use this information to verify your identity in connection with the detection and prevention of fraud or financial crime.</p>\n<strong>Legal Bases for Processing</strong>\n<p>The processing is necessary for the performance of a contract.</p>\n<p>The processing is necessary for our and third partiers' legitimate interests, namely the detection and prevention of fraud and financial crime.</p>\n<strong>Recipients of Personal Information</strong>\n<p>We share this information with: Apple, Google, Stripe, and/or PayPal</p>\n<p>APPROXIMATE LOCATION INFORMATION.\nWhen you visit our European Services, we may collect information about your location.\nThis information may be derived from WiFi positioning or your IP address.</p>\n<strong>How we may use the Personal Information</strong>\n<p>We may use information to present the European Services to you on your device.</p>\n<p>We may use this information to localise features of the European Services.</p>\n<p>We may use this information to determine content that may be of interest to you.</p>\n<strong>Legal Bases for Processing</strong>\n<p>The processing is necessary for performance of a contract with you.</p>\n<p>The processing is necessary for our legitimate interest, namely localising features of the European Services and tailoring the European Services so that it is more relevant to our users.</p>\n<p>The processing is necessary for our legitimate interests, namely tailoring the European Services so that it is more relevant to you.</p>\n<strong>Recipients of Personal Information</strong>\n<p>Not Applicable.</p>\n<p>\n</p>\n<p>COMMUNICATIONS AND FEEDBACK.\nWhen you contact us directly, e.g.\nby email or phone we will record your comments and opinions.</p>\n<strong>How we may use the Personal Information</strong>\n<p>We may use this information to address your questions, issues and concerns.</p>\n<p>We may use this information to improve the European Services.</p>\n<strong>Legal Bases for Processing</strong>\n<p>The processing is necessary for our legitimate interests, namely communicating with you and responding to queries, complaints and concerns.</p>\n<p>The processing is necessary for our legitimate interests (to develop and improve our service).</p>\n<strong>Recipients of Personal Information</strong>\n<p>We may share any information you provide to us when you contact us with: Amazon Web Services (AWS), Confluence, Zendesk, Outreach, JIRA, GDocs, Marketo, Appcues and related platforms.</p>\n<p>INFORMATION RECEIVED FROM THIRD PARTIES, SUCH AS SOCIAL NETWORKS.\nIf you interact with us through a social network, we may receive information from the social network such as your name, profile information, and any other information you permit the social network to share with third parties.\nWe also use single sign-on (\"SSO\") to allow users to authenticate their account using one set of login information.\nThe data we receive is dependent on your privacy settings with the social network.</p>\n<strong>How we may use the Personal Information</strong>\n<p>We may use this information to reshare content created through the use of the European Services</p>\n<p>We may use this information to authenticate you and allow you to access the European Services.</p>\n<strong>Legal Bases for Processing</strong>\n<p>The processing is necessary for our legitimate interests (to develop our service and inform our marketing strategy)</p>\n<p>The processing is necessary for the performance of a contract with you.</p>\n<strong>Recipients of Personal Information</strong>\n<p>We may share any information you provide to us when you contact us with: LinkedIn, Facebook, Twitter and similar social networks.</p>\n<p>YOUR PREFERENCES, such as preferences set for notifications, marketing communications, how the European Services is displayed and the active functionalities on the European Services.</p>\n<strong>How we may use the Personal Information</strong>\n<p>We use this information to provide notifications, send news, alerts and marketing communications and provide the European Services in accordance with your choices.</p>\n<p>We use this information to ensure that we comply with our legal obligation to send only those marketing communications to which you have consented.</p>\n<strong>Legal Bases for Processing</strong>\n<p>The processing is necessary for our legitimate interest, namely ensuring the user receives the correct marketing and other communications, and that this is displayed in accordance with the user's preferences.</p>\n<p>The processing is necessary for compliance with a legal obligation to which we are subject.</p>\n<strong>Recipients of Personal Information</strong>\n<p>Not Applicable.</p>ANNEX 2 – PERSONAL INFORMATION COLLECTED AUTOMATICALLY<strong>Category of personal information</strong>\n<strong>How we may use it</strong>\n<strong>Legal basis for the processing</strong>\n<strong>Recipients of Personal Data</strong>\n<p>APPROXIMATE LOCATION INFORMATION.\nOther than information you choose to provide to us, we do not collect information about your precise location.\nYour device’s IP address may however help us determine an approximate location.</p>\n<strong>How we may use it</strong>\n<p>We may use information you provide to us about your location to monitor and detect fraud or suspicious activity in relation to your Heap account.</p>\n<p>We may use this information to tailor how the European Services is displayed to you (such as the language in which it is provided to you).</p>\n<strong>Legal basis for the processing</strong>\n<p>The processing is necessary for our legitimate interests, namely to protect our business and your account from fraud and other illegal activities.</p>\n<p>The processing is necessary for our legitimate interest, namely tailoring our service so that it is more relevant to our users.</p>\n<strong>Recipients of Personal Data</strong>\n<p>Not Applicable.</p>\n<p>INFORMATION ABOUT HOW YOU ACCESS AND USE THE EUROPEAN SERVICES.\nFor example, how frequently you access the European Services, the time you access the European Services and how long you use it for, the approximate location that you access the European Services from, the site from which you came and the site to which you are going when you leave our website, the website pages you visit, the links you click, whether you open emails or click the links contained in emails, whether you access the European Services from multiple devices, and other actions you take on the European Services.</p>\n<strong>How we may use it</strong>\n<p>We may use information about how you use and connect to the European Services to present the European Services to you on your device.</p>\n<p>We may use this information to determine products and services that may be of interest to you for marketing purposes.</p>\n<p>We may use this information to monitor and improve the European Services and business, resolve issues and to inform the development of new products and services.</p>\n<strong>Legal basis for the processing</strong>\n<p>The processing is necessary for our legitimate interests, namely to tailor the European Services to the user.</p>\n<p>The processing is necessary for our legitimate interests, namely to inform our direct marketing.</p>\n<p>The processing is necessary for our legitimate interests, namely to monitor and resolve issues with the European Services and to improve the European Services generally.</p>\n<strong>Recipients of Personal Data</strong>\n<p>Not Applicable.</p>\n<p>LOG FILES AND INFORMATION ABOUT YOUR DEVICE.\nWe also collect information about the tablet, smartphone or other electronic device you use to connect to the European Services.\nThis information can include details about the type of device, unique device identifying numbers, operating systems, browsers and applications connected to the European Services through the device, your mobile network, your IP address and your device’s telephone number (if it has one).</p>\n<strong>How we may use it</strong>\n<p>We may use information about how you use and connect to the European Services to present the European Services to you on your device.</p>\n<p>We may use this information to monitor and improve the European Services and business, resolve issues and to inform the development of new products and services.</p>\n<strong>Legal basis for the processing</strong>\n<p>The processing is necessary for our legitimate interests, namely to tailor the European Services to the user.</p>\n<p>The processing is necessary for our legitimate interests, namely to monitor and resolve issues with the European Services and to improve the European Services generally.</p>\n<strong>Recipients of Personal Data</strong>\n<p>Not Applicable.</p>", "created_at": "2022-12-02 22:51:23.332649", "updated_at": "2022-12-02 21:52:28.769657"}, {"id": 12942, "name": "MASTER SERVICES AGREEMENT", "url": "https://heap.io/legal/heap-master-services-agreement", "xpath": "//body", "text": " Opens in a new window Opens an external website Opens an external website in a new window Close this dialog This website stores data such as cookies to enable essential site functionality, as well as marketing, personalization, and analytics.\nYou may change your settings at any time or accept the default settings.\nYou may close this banner to continue with only essential cookies.\nCookie Policy <p> Storage Preferences </p>\n<ul>\n<li> Marketing </li>\n<li> Personalization </li>\n<li> Analytics </li>\n</ul> Save Accept All Reject All <p>\n</p> Close Cookie Preferences <p>NEW! Journeys: a visual map of customer paths through your digital experience.</p>Learn more here.skip to contentLoading...Toggle Main Navigation<ul>\n<li>Why Heap <ul>\n<li>The Digital Insights Platform Transform your digital experience </li>\n<li>How Heap Works A video guide</li>\n<li>How Heap Compares Heap vs.\ncompetitors </li>\n<li>The Future of Insights A comic book guide</li>\n</ul>\n</li>\n<li>Platform <p>Data Insights</p>\n<ul>\n<li>Session Replay Complete context with a single click </li>\n<li>Illuminate Data science that pinpoints unknown friction</li>\n<li>Journeys Visual maps of all user flows</li>\n</ul>\n<p> Data Analysis</p>\n<ul>\n<li>Segments User cohorts for actionable insights</li>\n<li>Dashboards Share insights on critical metrics</li>\n<li>Charts Analyze everything about your users</li>\n<li>Playbooks Plug-and-play templates and analyses</li>\n</ul>\n<p>Data Foundation</p>\n<ul>\n<li>Capture Automatic event tracking and apis</li>\n<li>Mobile Track and analyze your users across devices</li>\n<li>Enrichment Add context to your data</li>\n<li>Integrations Connect bi-directionally to other tools</li>\n</ul>\n<p>Data Management</p>\n<ul>\n<li>Governance Keep data clean and trusted</li>\n<li>Security &amp.\nPrivacy Security and compliance made simple</li>\n<li>Infrastructure How we build for scale</li>\n<li>Heap Connect Send Heap data directly to your warehouse</li>\n</ul>\n</li>\n<li>Use Cases <p>Solutions</p>\n<ul>\n<li>Funnel Optimization Improve conversion in user flows</li>\n<li>Product Adoption Maximize adoption across your site</li>\n<li>User Behavior Understand what your users do</li>\n<li>Product Led Growth Manage PLG with data</li>\n</ul>\n<p>Industries</p>\n<ul>\n<li>SaaS Easily improve acquisition, retention, and expansion</li>\n<li>eCommerce Increase purchases and order value</li>\n<li>Financial Services Raise share of wallet and LTV</li>\n</ul>\n<p>Heap For Teams</p>\n<ul>\n<li>Product Teams Optimize product activation, conversion and retention</li>\n<li>Marketing Teams Optimize acquisition performance and costs</li>\n</ul>\n</li>\n<li>Pricing</li>\n<li>Resources <p>Support</p>\n<ul>\n<li>Heap University Video Tutorials</li>\n<li>Help Center How to use Heap</li>\n<li>Heap Plays Tactical how-to guides</li>\n<li>Heap Updates </li>\n<li>Professional Services </li>\n</ul>\n<p>Resources</p>\n<ul>\n<li>Blog A community for digital builders</li>\n<li>Content Library Ebooks, whitepapers, videos, guides</li>\n<li>Press News from and about Heap</li>\n<li>Webinars &amp.\nEvents Virtual and live events</li>\n<li>Careers Join us</li>\n</ul>\n<p>Ecosystem</p>\n<ul>\n<li>Customer Community Join the conversation</li>\n<li>Partners Technology and Solutions Partners </li>\n<li>Developers </li>\n<li>Customers Over 8,000 successful companies</li>\n</ul>\n</li>\n<li>Free TrialRequest Demo</li>\n<li>Log In</li>\n</ul>\n<ul>\n<li>Free Trial</li>\n<li>Request Demo</li>\n<li>Log In</li>\n</ul>MASTER SERVICES AGREEMENTLast updated on August 2022<p>PLEASE READ THIS MASTER SERVICES AGREEMENT (MSA) CAREFULLY BEFORE PURCHASING AND/OR USING SERVICES FROM HEAP.\nBY USING HEAP SOFTWARE OR SERVICES, CUSTOMER SIGNIFIES ITS ACCEPTANCE OF THIS AGREEMENT AND ACKNOWLEDGES IT HAS READ AND UNDERSTANDS THIS AGREEMENT.\nAN INDIVIDUAL ACTING ON BEHALF OF AN ENTITY REPRESENTS THAT HE OR SHE HAS THE AUTHORITY TO ENTER INTO THIS AGREEMENT ON BEHALF OF THAT ENTITY AND IS AT LEAST 18 YEARS OF AGE AND NOT UTILIZING THE SERVICES TO COLLECT ANY DATA OR INFORMATION OF CHILDREN.\nIF YOU DO NOT ACCEPT THE TERMS OF THIS AGREEMENT, THEN YOU MUST NOT USE THE HEAP SERVICES.</p>\n<p>\n<strong>1.\nDEFINITIONS.</strong>\n</p>\n<p>Capitalized terms not otherwise defined in this Agreement shall have the meanings ascribed to them below.</p>\n<p>“<strong>Affiliate</strong>” of a party means any company or entity that directly or indirectly, controls, is controlled by, or is under common control with such Party, where “control” means the direct or indirect ownership of more than 50% of the voting securities or other ownership interest of an entity.\nAffiliates of either party may conduct business under this Agreement by signing an Order Form.</p>\n<p>“<strong>API”</strong> means a set of routines, protocols, and tools for building software applications that defines interactions between multiple software intermediaries, including the ability to access the Heap software development kit (“SDK”).</p>\n<p>“<strong>Confidential Information</strong>” means all information disclosed by a party (“Disclosing Party\") to the other party (“Receiving Party”), whether orally or in writing, that is designated as confidential at the time of disclosure or that reasonably should be understood to be confidential given the nature of the information and/or the circumstances of disclosure, including, without limitation, the terms and conditions of the Agreement (including pricing), business and marketing plans, technology and technical information, product plans and designs, and business processes.</p>\n<p>“<strong>Customer</strong>” means the entity that is a party to this Agreement or, if an Affiliate, the relevant Order Form.</p>\n<p>“<strong>Customer Data</strong>” means any data, information or material that Customer provides or makes available in the course of using the Services.</p>\n<p>“<strong>Documentation</strong>” means the official Heap documents and manuals for the Software Services as generally made accessible to Customers.</p>\n<p>“<strong>Effective Date</strong>” means the date Customer accepts this Agreement.</p>\n<p>\n<strong>“Order Form\" </strong>means an order form or other similar document specifying the Services to be provided hereunder and fees to be paid by Customer.</p>\n<p>“<strong>Professional Services</strong>” means consulting services as outlined in the additional Addenda, if applicable.&nbsp;</p>\n<p>“<strong>Services</strong>” means Software Services, Professional Services, and other services (such as maintenance and support) offered by Heap.</p>\n<p>“<strong>Software Services</strong>” means the online platform services (including all Updates) and APIs that Heap provides.</p>\n<p>“<strong>Support Services</strong>” means maintenance and support services outlined by Heap (“Support Services”).</p>\n<p>“<strong>Taxes</strong>” means any form of taxation of whatever nature and by whatever authority imposed, including any interest, surcharges or penalties, arising from or relating to the Agreement or any Services, other than taxes based on the net income of Heap.</p>\n<p>“<strong>Term</strong>” means the period during which Customer is entitled by Heap to use, access or consume a particular Services pursuant to an Order Form.</p>\n<p>“<strong>Units</strong>” means the basis on which fees are established for Services as outlined in the Order Form.</p>\n<p>“<strong>Updates</strong>” means, as applicable, bug fixes, enhancements, upgrades and new releases or versions that are made generally available to Customers.</p>\n<p>“<strong>User</strong>” means a Customer, an authorized employee, independent contractor, or agent who has a business need to use the Services and Documentation pursuant to the Agreement.</p>\n<p>\n<strong>2.\nGRANT, CUSTOMER OBLIGATIONS, AND RESTRICTIONS.</strong>\n</p>\n<p>\n<strong>2.1.\n&nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Grant.\n</strong>Upon payment of the fees and subject to Customer’s continuous compliance with the terms and conditions of this Agreement, Heap hereby grants Customer a limited, revocable, non-exclusive, non-transferable license for the applicable Term to access and use the Services.\nCustomers may provide, make available to, or permit Customer’s Users to use or access the Services or Documentation, in whole or in part.&nbsp;</p>\n<p>\n<strong>2.2.\n&nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Restrictions.</strong> Except as expressly authorized in the Agreement, Customer shall not, and shall ensure that Users do not, directly or indirectly: (i) license, sublicense, rent, lease, sell, resell, loan, transfer, distribute, translate, or otherwise transfer rights to the Services.\n(ii) reverse engineer, decompile, or disassemble or otherwise obtain or attempt to create, derive, or obtain the source code of the Services.\n(iii) modify, translate, enhance or otherwise change the Services or prepare derivative works of the Services, including creation and distribution of add-ons or enhancements or incorporation either independently or into another product unless expressly agreed between the parties.\n(iv) copy, reproduce, republish, upload, post, or transmit the Services or any other materials provided in connection therewith.\n(v) remove, obscure, or alter any notice of copyright, trademark or other proprietary right appearing in or on any item included with the Services.\n(vi) circumvent or attempt to circumvent any methods employed by Heap to control access to the components, features or functions of the Services or to prevent unauthorized use of the Services.\n(vii) interfere with, impair, or disrupt the integrity or performance of the Services or any other party’s use of the Services.\n(viii) use or otherwise exploit the Services for any purpose, commercial or otherwise, other than the purpose outlined in Section 2.1, including for purposes of benchmarking, competitive analysis or the development of a competing software product.\nor (ix) use the Services to violate third party rights or applicable laws or to store or transmit infringing, libelous, unlawful, or tortious material or store material in violation of third party rights or applicable laws.\n</p>\n<p>\n<strong>2.3.\n&nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>No-fee Access.</strong> If Services are provided to Customer for evaluation, beta, release candidate or free purposes, as identified in an Order Form, Heap hereby grants to Customer a limited, non-exclusive, non-transferable, non-sublicensable right to access and use evaluation, beta, or release candidate features and functionality or free versions of the Subscription Services pursuant to the terms of the Agreement and provided the Customer does not exceed the Units set forth in the corresponding Order Form.\nSubscription Services provided for evaluation, beta, or release candidate purposes shall not be used for production use, and Customer’s access and use right shall terminate on the end date of the predetermined period set forth in the applicable Order Form or immediately upon notice from Heap in its sole discretion.\nCUSTOMER ACKNOWLEDGES AND AGREES THAT THE SERVICES PROVIDED UNDER THIS SECTION ARE PROVIDED ON AN “AS-IS” BASIS AND WITHOUT ANY INDEMNIFICATION, SUPPORT, OR WARRANTIES OR REPRESENTATIONS OF ANY KIND, EXPRESS OR IMPLIED.\nExcept to the extent such terms conflict with this Section, all other terms of this Agreement shall apply to the Services provided for evaluation, beta, release candidate or free purposes.</p>\n<p>\n<strong>3.\nOBLIGATIONS.\n</strong>\n</p>\n<p>\n<strong>3.1 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Mutual Obligations.&nbsp.\n</strong>Both parties shall comply in all material respects with applicable laws, regulations, rules, orders, and other requirements, now or hereafter in effect, of any governmental authority, relevant to its performance under this Agreement.</p>\n<p>\n<strong>3.2 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Customer Obligations</strong>.\nCustomer acknowledges, agrees, and warrants that: (i) it shall not exceed its rights to use the Services set forth in the applicable Order Form or this Agreement.\n(ii) it will be responsible for the Customers and Customer’s Users’ activity and compliance with this Agreement, and if Customer becomes aware of any violation, Customer will immediately terminate the offending party’s access to the Services and notify Heap.\n(iii) Customer and Customer’s Users will comply with all applicable local, state, federal, and international laws.\n(iv) Customer will install the latest version of the APIs provided by Heap.\n(v) Customer is legally able to process Customer Data and to legally provide Customer Data to Heap and its Affiliates, including obtaining appropriate consents or rights for such processing, and have the right to access and use Customer infrastructure, including any system or network, to obtain or provide the Services and will be solely responsible for the accuracy, security, quality, integrity, and legality of the same.\nand (vi) Customer will keep its registration information, billing information, passwords and technical data accurate, complete, secure and current for as long as Customer subscribes to the Services.\nHeap may suspend Customer’s access to or use of the Services immediately if Heap reasonably believes Customer’s use of the Services may pose a security risk to or adversely impact the Services.</p>\n<p>\n<strong>4.</strong>\n<strong>OWNERSHIP.\nFEEDBACK.\nCUSTOMER DATA.\nPROTECTION.</strong>\n</p>\n<p>\n<strong>4.1 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ownership</strong>.&nbsp.\nHeap (and its licensors) is the sole and exclusive owner of all rights, title and interest in and to the Services and Heap’s proprietary property (including all improvements, enhancements, or modifications of the foregoing or any other intellectual property or proprietary rights) and reserves all right, title, and interest in and to the same unless expressly granted hereunder.\nNo rights are conveyed to Customer in the Services or Heap’s proprietary property.&nbsp;&nbsp;&nbsp;</p>\n<p>\n</p>\n<p>\n<strong>4.2 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Feedback.\n</strong>Customer may from time to time provide suggestions, comments or other feedback to Heap with respect to the Services (“<strong>Feedback</strong>”).\nCustomer hereby grants to Heap a nonexclusive, worldwide, perpetual, irrevocable, transferable, sublicensable, royalty-free, fully paid up license to use and incorporate the Feedback for any purpose.</p>\n<p>\n</p>\n<p>\n<strong>4.3.\n&nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Customer Data.\n</strong>Customer is the sole and exclusive owner of all right, title and interest in and to the Customer Data and reserves all right, title and interest in and to the Customer Data not expressly granted under the Agreement.\nCustomer will be solely responsible for the procurement, accuracy, quality, legality, and content of Customer Data.\nCustomer hereby grants Heap the right to host and process Customer Data for providing and improving the Services and to support Customer under this Agreement.&nbsp.\nCustomer expressly acknowledges and agrees that it shall neither submit to the Services, nor use the Services to process any data or information that constitutes protected health information as defined under the Health Insurance Portability and Accountability Act of 1996, as amended and supplemented (“HIPAA”), and Heap shall not be liable to Customer or Users for any such data or information.&nbsp;</p>\n<p>\n</p>\n<p>\n<strong>4.4 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Protection.\n</strong>&nbsp;During the Term, each party shall comply with its respective obligations under applicable data protection and privacy laws, and each party shall maintain a reasonable security program in accordance with industry standards that is designed to protect the security of, and prevent unauthorized access to, Confidential Information and Customer Data.\nSuch security program shall include implementation of appropriate administrative, technical, and physical safeguards.\nTo the extent applicable, the parties shall process personal data in accordance with Heap’s Data Processing Addendum, which is incorporated by reference.</p>\n<p>\n<strong>5.\nCONFIDENTIALITY.</strong>\n</p>\n<p>\n<strong>5.1 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Confidentiality Obligations.</strong>&nbsp.\nThe Receiving Party will maintain the confidentiality of the Confidential Information and will not disclose such information to any third party without the prior written consent of the Disclosing Party or unless as authorized herein.\nThe Receiving Party will only use the Confidential Information internally for the purposes contemplated hereunder.\nThe Receiving Party will use the same degree of care to protect the Disclosing Party’s Confidential Information that it uses to protect its own confidential information (but not less than reasonable care).\nthis includes limiting access to the Disclosing Party’s Confidential Information to Receiving Party employees or contractors that have a need to know the Disclosing Party’s Confidential Information and that are subject to confidentiality obligations that are the same or materially similar to those contained herein.\nThe obligations in Section 5 will continue for a period of two (2) years following initial disclosure of the Confidential Information by the Disclosing Party (except for Confidential Information that is considered trade secret, which shall be subject to these confidentiality obligations for so long as the Confidential Information remains a trade secret).</p>\n<p>\n<strong>5.2 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Exceptions.&nbsp.\n</strong>The obligations in this Section shall not apply to any information that: (a) is or becomes publicly available without breach of this Agreement.\n(b) is independently developed by the Receiving Party without use or reference to the Confidential Information.\n(c) is disclosed to the Receiving Party from a third party not under an obligation of confidentiality.\nor (d) was, without obligation of confidentiality, in the Receiving Party’s lawful possession prior to the disclosure by the Disclosing Party.&nbsp;&nbsp;</p>\n<p>\n<strong>5.3 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Compelled Disclosure.&nbsp.\n</strong>The Receiving Party may disclose Confidential Information as required by any judicial or government order or as otherwise required by law, provided that, where legally permissible, the Receiving Party will give the Disclosing Party reasonable notice of such disclosure and will work with the Disclosing Party to limit such disclosure.\n</p>\n<p>\n<strong>6.</strong>\n<strong>TERM.\nTERMINATION.\nEFFECT OF TERMINATION.\nSURVIVAL.</strong>\n</p>\n<p>\n<strong>6.1 Term.</strong>&nbsp.\nThis Agreement will begin on the Effective Date and will continue for the period specified in the applicable Order Form (the “<strong>Initial Term</strong>”).\nUnless otherwise agreed, the Agreement will automatically renew for successive renewal terms upon the expiration of the Initial Term and any renewal term thereafter (each a “<strong>Renewal Term</strong>,” and collectively with the Initial Term, the “<strong>Term</strong>”).&nbsp.\nEach Renewal Term will be the same length as the Initial Services Term unless otherwise specified by Heap at the time of renewal.&nbsp;&nbsp;&nbsp;</p>\n<p>\n</p>\n<p>\n<strong>6.2 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Termination.</strong> &nbsp.\nIf Customer has subscribed to a monthly subscription term, Customer may terminate this Agreement by providing Heap with prior written notice of Customer’s intention not to renew this Agreement prior to the end of the applicable Term.\nIf Customer has subscribed to an annual subscription term, Customer may terminate this Agreement by providing Heap with forty-five (45) days prior written notice of Customer’s intention not to renew this Agreement prior to the end of the applicable Term.\n&nbsp;&nbsp;&nbsp;</p>\n<p>\n</p>\n<p>\n<strong>6.3 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Termination for Breach.&nbsp.\n</strong>Either party may terminate this Agreement (in whole or with respect to an applicable Order Form) upon written notice to the other party if such other party materially breaches any provision of this Agreement and fails to cure such breach within thirty (30) days following such notice thereof or immediately if Customer infringes upon or misappropriates Heap’s intellectual property.\npursuant to the receipt of a subpoena, court order, request by a law enforcement agency, or as otherwise required by law.\nor if Customer become insolvent, has ceased to operate in the ordinary course, made an assignment for the benefit of creditors, or becomes the subject of any bankruptcy, reorganization, liquidation, dissolution or similar proceeding.&nbsp;&nbsp;</p>\n<p>\n<strong>6.4 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Effect of Termination</strong>.&nbsp.\nUpon any termination or expiration of this Agreement, Customer shall immediately cease use of the Services and may download its Customer Data prior to such termination or expiration or request a copy of its Customer Data (in an industry-standard format).&nbsp.\nFollowing termination, Heap shall have no obligation to Customer with respect to the storage of Customer Data and may, in its sole discretion, permanently delete Customer Data.\nAny termination or expiration shall not relieve Customer of its obligation to pay all Fees accrued prior to such termination or expiration.\nIn the event the Customer has prepaid fees and terminated the Agreement in accordance with Section 6.3, then Heap will refund Customer any prepaid but unused fees covering the remainder of the subscription term in the relevant Order Form.&nbsp;</p>\n<p>\n<strong>6.5 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Survival.&nbsp.\n</strong>The provisions of Sections 1 (Definitions), 4.1 (Ownership), 4.2 (Feedback), 5 (Confidentiality), 6.4 (Effect of Termination), Section 6.5 (Survival), Section 7 (Fees, Scope of Usage, and Taxes), Section 10 (Indemnification), Section 11 (Limitation of Liability), Section 12 (Miscellaneous) and any and all remedies for breach of this Agreement shall survive any termination or expiration.</p>\n<p>\n<strong>7.</strong>\n<strong>FEES.\nTAXES.\nBILLING DISPUTES.</strong>\n</p>\n<p>\n<strong>7.1 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Fees.</strong>&nbsp.\nCustomer will pay Heap in accordance with the applicable Order Form(s).\nFees are established by counting the Units associated with the Services purchased by Customer.\nIf, during the subscription term set forth in the Order Form, Customer’s usage exceeds the quantity of Units purchased, Customer’s fees will increase based upon the applicable list price per Unit or the overage rates set forth in the Order Form for any such overage.&nbsp;</p>\n<p>\n<strong>7.2 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Taxes.</strong>&nbsp.\nThe fees set forth in the Order Form are in USD and are exclusive of all applicable taxes, levies, duties, VAT, or GST, unless otherwise agreed.\nTaxes may be outlined in the Order Form or the invoice.&nbsp.\nCustomer is responsible for paying all taxes associated with its purchases.&nbsp.\nIf Heap has the legal obligation to pay or collect taxes for which Customer is responsible under this section, Heap will invoice Customer and Customer will pay that amount unless Customer provides Heap with a valid tax exemption certificate authorized by the appropriate tax authority.\n&nbsp;</p>\n<p>\n<strong>7.3 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Billing Disputes.\n</strong>If Customer reasonably disputes any invoiced amounts prior to payment, it will timely pay the undisputed portion of the invoice and notify Heap in writing of the disputed amount within 30 business days, which shall include reasonable detail for the dispute of the relevant charges.&nbsp.\nWritten statements disputing charges must be directed to billing@heapanalytics.com.&nbsp;&nbsp;</p>\n<p>\n<strong>8.\nSUPPORT SERVICES.&nbsp;</strong>\n</p>\n<p>During the Term, Heap will provide Customer with Support Services identified in the Order Form and corresponding Documentation.\nCustomer agrees to: (i) promptly contact Heap with problems with the Services.\nand (ii) cooperate with and provide Heap with all relevant information and implement any corrective procedures that Heap requires to provide the Support Services.&nbsp;</p>\n<p>\n<strong>9.\nWARRANTY.</strong>\n</p>\n<p>\n<strong>&nbsp;9.1 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Warranty.&nbsp.\n</strong>Subject to this Section, Heap warrants to Customer that during the Term, the Software Services will not deviate in a material adverse manner from the Documentation, and the Services will be performed in a professional and workmanlike manner by qualified personnel.&nbsp;&nbsp;&nbsp;</p>\n<p>\n<strong>9.2 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Exceptions.&nbsp.\n</strong>The limited warranty set forth in Section 9.1 shall not apply to issues arising out of or relating to: (i) modification of or damage to the Software Services unless such modification was made pursuant to the Documentation.\n(ii) any unauthorized third-party software or hardware that are operated with or incorporated into the Software Services.\n(iii) negligence, abuse, misapplication, or misuse of the Software Services including use of the Software Services other than as set forth in the Documentation.\n(iv) failure to comply with any minimum system requirements specified in the Documentation.\nor (v) disruption or deficiency in Customer’s infrastructure or network used to access the Software Services.&nbsp;&nbsp;</p>\n<p>\n<strong>9.3 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Remedial Efforts.&nbsp.\n</strong>Customer shall report to Heap, pursuant to the notice provision of this Agreement, any breach of the warranty.\nIn the event of a breach of this warranty by Heap, Heap may, at its option and expense, take any of the following steps to remedy such breach: (i) repair the Software Services or (ii) replace the Software Services with functionality equivalent products.\nprovided that if Heap cannot remedy such breach in a commercially reasonable manner, Heap may terminate, as its sole and exclusive remedy and Heap’s entire liability, the affected Software Services and a pro rata refund of the fees paid by the Customer for the Software Services for the remaining portion of the unused term.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>\n<strong>9.4 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Disclaimer.</strong>&nbsp.\nEXCEPT AS SPECIFICALLY SET FORTH IN SECTION 9.1, HEAP MAKES NO EXPRESS OR IMPLIED REPRESENTATIONS OR WARRANTIES, AND THE SOFTWARE SERVICES ARE PROVIDED “AS IS”.&nbsp.\nHEAP EXPRESSLY DISCLAIMS ALL OTHER WARRANTIES, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTY OF MERCHANTABILITY.\nFITNESS FOR A PARTICULAR PURPOSE.\nNON-INFRINGEMENT.\nIMPLIED WARRANTY ARISING FROM COURSE OF PERFORMANCE, COURSE OF DEALING, OR USAGE OF TRADE.\nHEAP DOES NOT WARRANT THAT OPERATION OF THE SOFTWARE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.&nbsp.\n</p>\n<p>\n<strong>10.</strong>&nbsp.\n<strong>INDEMNIFICATION.</strong>\n</p>\n<p>\n<strong>10.1 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Indemnification by Customer</strong>.&nbsp.\nCustomer will indemnify and hold Heap harmless from and against damages, losses, liabilities, costs, and expenses (including reasonable attorneys’ fees) arising out of or relating to any claims with respect to infringement or misappropriation of rights resulting from Customer Data or resulting from Customer or its Users’ access or use of the Services.</p>\n<p>\n<strong>10.2 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Indemnification by Heap</strong>.&nbsp.\nHeap will indemnify and hold Customer harmless from and against damages, losses, liabilities, costs, and expenses (including reasonable attorneys’ fees) arising out of or relating to any third-party claims that the Software Services infringe or misappropriate a third party’s intellectual property rights.\nHeap shall not have any liability to the extent the claim has arisen from: (a) use of the Software Services with other programs, products, or processes not provided by Heap to Customer and not authorized by Heap Documentation.\n(b) use of the Software Services not in accordance with this Agreement or the Documentation.\nor (c) any act or omission of any party other than Heap.&nbsp;</p>\n<p>In the event of any such claim hereunder, Heap will use commercially reasonable efforts to (i) procure for Customer the right to continue to use the Software Services, (ii) provide a reasonable workaround solution, or (iii) replace or modify the Software Services to make their use non-infringing.\nIf alternatives (i)-(iii) are not, in Heap’s discretion, commercially reasonable, Heap may terminate the Agreement or applicable Order Form upon written notice to Customer, and Customer may receive a pro rata refund for the remainder of the term for the affected Software Services.</p>\n<p>\n<strong>10.3 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Indemnification Procedure.</strong>&nbsp.\nIn the event of a claim for which a party seeks indemnity or reimbursement under this Section (each an “indemnified party”) and as conditions of the indemnity, the indemnified party shall: (a) notify the indemnifying party in writing as soon as practicable, but in no event later than fifteen (15) days after receipt of such claim, together with such further information as is necessary for the indemnifying party to evaluate and respond to such claim.\nand (b) allow the indemnifying party to assume full control of the defense of the claim, including retaining counsel of its own choosing.\nUpon the assumption by the indemnifying party of the defense of a claim, the indemnifying party will not be liable for the fees and expenses of additional counsel retained by any indemnified party.\nThe indemnified party shall reasonably cooperate with the indemnifying party in the defense of any such claim (at the indemnifying party’s cost).\nNotwithstanding the foregoing provisions, the indemnifying party shall have no obligation to indemnify or reimburse for any losses, damages, costs, disbursements, expenses, settlement liability of a claim or other sums paid by any indemnified party voluntarily, and without the indemnifying party’s prior written consent.\nThe provisions of this Section 10 constitute the entire understanding of the parties regarding each party’s respective liability under this Section 10.</p>\n<p>\n<strong>11.</strong>&nbsp.\n&nbsp.\n<strong>LIMITATION OF LIABILITY.</strong>\n</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, (I) IN NO EVENT WILL EITHER PARTY, ITS AFFILIATES, DIRECTORS, EMPLOYEES, OR AGENTS HAVE ANY LIABILITY, CONTINGENT OR OTHERWISE, FOR ANY SPECIAL, CONSEQUENTIAL, PUNITIVE, STATUTORY OR EXEMPLARY DAMAGES, EVEN IF THEY HAVE BEEN ADVISED OF THE POSSIBILITY THEREOF, AND REGARDLESS OF THE LEGAL OR EQUITABLE THEORY (CONTRACT, TORT, STATUTE, INDEMNITY OR OTHERWISE) UPON WHICH ANY SUCH LIABILITY IS BASED.\nAND (II) THE AGGREGATE LIABILITY OF HEAP, ITS AFFILIATES, DIRECTORS, EMPLOYEES, AND AGENTS SHALL BE LIMITED TO TERMINATION OF THIS AGREEMENT AND DAMAGES NOT TO EXCEED THE TOTAL AMOUNT PAYABLE OR PAID TO HEAP UNDER THIS AGREEMENT DURING THE TWELVE MONTHS PRIOR TO ANY TERMINATION.</p>\n<p>\n<strong>12.</strong>&nbsp.\n&nbsp.\n<strong>MISCELLANEOUS.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>12.1 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Export Control</strong>.\nThe Services that Heap provides under this Agreement may be subject to export laws, rules and regulations of the United States and other jurisdictions.&nbsp.\nCustomer will comply with all export laws, rules, and regulations in regard to its export, import, and use of the Services.\nCustomer agrees to defend, indemnify and hold Heap harmless from any liability for Customer’s violation of U.S.\nExport Control laws.&nbsp;</p>\n<p>\n<strong>12.2 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Assignment</strong>.&nbsp.\nNeither party may transfer and assign its rights and obligations under this Agreement without the prior written consent of the other party.&nbsp.\nNotwithstanding the foregoing, Heap may transfer and assign its rights under this Agreement without consent from the other party in connection with a change in control, acquisition or sale of all or substantially all of its assets.</p>\n<p>\n<strong>12.3 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Force Majeure</strong>.&nbsp.\nNeither party shall be responsible for failure or delay in performance by events out of their reasonable control, including but not limited to, acts of God, Internet outage, terrorism, war, fires, earthquakes and other disasters (each a “<strong>Force Majeure</strong>”).&nbsp.\nNotwithstanding the foregoing, Customer shall be liable for payment obligations for Services rendered.</p>\n<p>\n<strong>12.4 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Independent Contractors.</strong>&nbsp.\nHeap and Customer are independent contractors and nothing in the Agreement creates an employment, partnership, or agency relationship between the parties or any Affiliate.&nbsp.\nEach party is solely responsible for the supervision, control, and payment of its personnel.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>12.5 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Notice</strong>.\nAny notice or other communications required or permitted in the Agreement shall be in English and in writing and shall be given to a party: (i) one (1) business day after sending by email that provides confirmation of transmission (except notices of termination or intention not to renew, a dispute, or indemnification may not be sent in this manner, which shall be sent to Heap Accounts Receivable at ar@heap.io ).\nor (ii) three (3) business days after mailing by first class certified mail, postage prepaid, in each case to the following address (or as otherwise designated by the party):&nbsp;&nbsp;</p>\n<p>To Heap:&nbsp;</p>\n<p>Heap Inc.&nbsp;</p>\n<p>Attn: SVP, Legal&nbsp;</p>\n<p>225 Bush St., Suite 200&nbsp;</p>\n<p>San Francisco, CA&nbsp;</p>\n<p>(cc: legal@heap.io)</p>\n<p>To Customer:&nbsp;</p>\n<p>Customer Contacts address set forth on the Order Form</p>\n<p>\n<strong>12.6 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Governing Law</strong>.\nThis Agreement shall be governed exclusively by, and construed exclusively in accordance with, the laws of the State of California, United States, without regard to its conflict of law provisions.\nThe federal courts of the United States in the Northern District of California and the state courts of the State of California shall have exclusive jurisdiction to adjudicate disputes arising out of or relating to this Agreement.\nEach party hereby consents to the jurisdiction of such courts and waives any right it may otherwise have to challenge the appropriateness of such forums, whether on the basis of the doctrine of forum non conveniens or otherwise.\nThe United Nations Convention on Contracts for the International Sale of Goods shall not apply to this Agreement or any Order Form.&nbsp;</p>\n<p>\n<strong>12.7 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Entire Agreement.\nAmendments</strong>.&nbsp.\nThis Master Services Agreement along with any Product Addenda or other agreement incorporated herein constitutes the complete and mutual understanding of the parties and supersedes all previous written and oral agreements and communications relating to the subject matter hereof.&nbsp.\nAny terms contained in any other documentation provided by Customer to Heap is void and will not become part of the Agreement or bind the parties.In the event of any conflict between the Order Form and the Agreement, the Agreement shall take precedence, unless as expressly set forth in the Order Form.\nThere are no representations, agreements, arrangements, or understandings between the parties relating to the subject matter of this Agreement that are not fully expressed herein.\nCustomer agrees that its purchase is not contingent on the delivery of any future functionality or features.\nAll waivers and modifications must be in a writing signed by both parties, except as otherwise provided herein.&nbsp.\n</p>\n<p>\n<strong>12.8 &nbsp.\n</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Severability.\n</strong>&nbsp;Any term or provision of this Agreement held to be illegal or unenforceable shall be, to the fullest extent possible, interpreted so as to be construed as valid, but in any event the validity or enforceability of the remainder hereof shall not be affected.&nbsp;&nbsp;</p>\n<p>\n</p>Better insights.\nFaster.Request Demo<ul>\n<li>Platform</li>\n<li>Capture</li>\n<li>Enrichment</li>\n<li>Integrations</li>\n<li>Governance</li>\n<li>Security &amp.\nPrivacy</li>\n<li>Infrastructure</li>\n<li>Illuminate</li>\n<li>Segments</li>\n<li>Charts</li>\n<li>Dashboards</li>\n<li>Playbooks</li>\n</ul>\n<ul>\n<li>Use Cases</li>\n<li>Funnel Optimization</li>\n<li>Product Adoption</li>\n<li>User Behavior</li>\n<li>Product Led Growth</li>\n<li>Customer 360</li>\n<li>SaaS</li>\n<li>eCommerce</li>\n<li>Financial Services</li>\n</ul>\n<ul>\n<li>Why Heap</li>\n<li>The Digital Insights Platform</li>\n<li>How Heap Works</li>\n<li>How Heap Compares</li>\n<li>The Future of Insights</li>\n</ul>\n<ul>\n<li>Resources</li>\n<li>Blog</li>\n<li>Content Library</li>\n<li>Events</li>\n<li>Topics</li>\n<li>Heap University</li>\n<li>Community</li>\n<li>Professional Services</li>\n</ul>\n<ul>\n<li>Company</li>\n<li>About</li>\n<li>Partners</li>\n<li>Press</li>\n<li>Careers</li>\n<li>Customers</li>\n</ul>\n<ul>\n<li>Support</li>\n<li>Request Demo</li>\n<li>Help Center</li>\n<li>Contact Us</li>\n<li>Pricing</li>\n</ul>\n<ul>\n<li>Social</li>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>LinkedIn</li>\n<li>YouTube</li>\n</ul>\n<p>© 2022 Heap Inc.\nAll Rights Reserved.</p>\n<ul>\n<li>Legal</li>\n<li>Privacy Policy</li>\n<li>Status</li>\n</ul>\n<p>\n</p> ", "created_at": "2022-12-02 22:51:23.341305", "updated_at": "2022-12-02 21:55:32.596946"}, {"id": 12941, "name": "Terms of Use", "url": "https://heap.io/terms", "xpath": "//*[@id=\"heap-main\"]", "text": "Heap Inc.\nWebsite Terms of Use<p>Last Updated: August 30, 2019</p>1.\nIntroduction<p>Welcome to the Website of Heap Inc., a Delaware corporation (“Heap,” “we,” “our,” or “us”).\nThis Website Terms of Use (the “Website Terms” or “Terms of Use”) is a legally binding agreement between you (“Users,” “Customers,” and/or “Website Visitors”) and Heap.</p>\n<p>This Website Terms governs your use of our website i.e., located at&nbsp;https://heap.io/&nbsp;(the “Website” or “Site”).\nBy using or accessing the Website, you agree to be bound by, and use our Site in compliance with, these Website Terms.</p>\n<p>IF YOU DO NOT AGREE TO THESE WEBSITE TERMS, PLEASE DO NOT USE OUR SITE AND FEEL FREE TO CONTACT US AT&nbsp;LEGAL@HEAP.IO.</p>\n<p>These Website Terms apply to the use of the Site.\nPLEASE READ THESE WEBSITE TERMS CAREFULLY TO ENSURE THAT YOU UNDERSTAND EACH PROVISION.\nTHE WEBSITE TERMS CONTAIN A BINDING AND MANDATORY CUSTOMER ARBITRATION AND CLASS ACTION/JURY TRIAL WAIVER PROVISION THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS AND LIMITS THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF CERTAIN DISPUTES.</p>\n<p>ANY DISPUTES RELATING TO THE AGREEMENT, YOUR ACCOUNT OR THE SERVICES PROVIDED BY US MUST BE RESOLVED BY BINDING ARBITRATION AND ON AN INDIVIDUAL BASIS.\nPLEASE SEE SECTION 19 FOR FURTHER DETAILS.</p>\n<p>These Website Terms govern your use and access of our Site.\nTo register for a Heap account and to be eligible to use our Services (as defined under the&nbsp;Terms of Service), you must thoroughly review and accept Heaps’&nbsp;TERMS OF SERVICE.\nIF YOU DO NOT AGREE WITH THE TERMS OF SERVICE, PLEASE DO NOT CLICK THE “I ACCEPT” BUTTON AND PLEASE DO NOT USE OUR SERVICES.</p>\n<p>Capitalized terms not described herein shall have the same meaning as ascribed to them under the&nbsp;Terms of Service&nbsp;and/or the&nbsp;Privacy Policy.</p>2.\nHeap Agreements<p>This Website Terms only governs your use and access rights to our Website.\nPlease note that if you purchase and use our Services,&nbsp.\nyou will be subject to our&nbsp;Terms of Service&nbsp;in addition to being subject to these Website Terms.</p>\n<p>Your use and access of our Website and Services are also subject to our&nbsp;Privacy Policy.\nPlease read our Privacy Policy carefully to understand your rights and obligations with respect to collection and storage of data.</p>\n<p>The Website Terms, the Terms of Service and the Privacy Policy is hereinafter collectively referred to as “Heap Agreements.” In the event of any conflict between the above-mentioned agreements, the Privacy Policy will take precedence over the Terms of Service and the Website Terms.</p>\n<p>IF YOU WANT TO KNOW MORE ABOUT HEAP AGREEMENTS, PLEASE SEND US YOUR QUERY AT&nbsp;LEGAL@HEAP.IO.</p>3.\nLicense to use Our Website<p>Subject to these Website Terms, we grant to you a limited, non-exclusive, non-transferable, non-sublicensable, right to access and use our Site for your internal use and not for resale or further distribution.\nYour right to use our Site is limited by all terms and conditions set forth in these Website Terms.</p>\n<p>Except for your pre-existing rights and this license granted to you, we and our licensors retain all right, title and interest in and to our Site, including all related intellectual property rights.\nOur Site is protected by applicable intellectual property laws, including United States copyright law and international treaties.</p>\n<p>Except as otherwise explicitly provided in these Website Terms or as may be expressly permitted by applicable law, you will not, and will not permit or authorize any third party to: (i) reproduce, modify, translate, enhance, decompile, disassemble, reverse engineer or create derivative works of our Site.\n(ii) rent, lease or sublicense access to any of our Site.\nor (iii) circumvent or disable any security or technological features or measures of our Site.\nAny breach of this Section 3 will be considered a material breach of this agreement.</p>4.\nRestrictions<p>You must comply with all applicable laws when using our Site.\nExcept as may be expressly permitted by applicable law, or as Heap may authorize expressly in writing, you will not, and will not permit anyone else to: (i) store, copy, modify, distribute, or resell any of the information.\naudio, visual, and audiovisual works, or other content made available on our Site (collectively, “Site Content”) or compile or collect any Site Content as part of a database or other work.\n(ii) use any automated tool (e.g., robots, spiders) to access or use our Site or to store, copy, modify, distribute, or resell any Site Content.\n(iii) rent, lease, or sublicense your access to our Site to another person.\n(iv) use any Site or Site Content for any purpose except for your own internal use.\n(v) circumvent or disable any digital rights management, usage rules, or other security features of our Site.\n(vi) use our Site in a manner that overburdens, or that threatens the integrity, performance, or availability of, our Site.\nor (vii) remove, alter, or obscure any proprietary notices (including copyright and trademark notices) on any portion of our Site or any Site Content.</p>5.\nRestricted Areas of the Site<p>Certain parts of our Site may be password-restricted to registered users or other authorized persons (“Password-Protected Areas”).\nIf you are authorized to gain access to any Password-Protected Areas, you agree that you are entirely responsible for maintaining the confidentiality of your password, and agree to notify us if the password is lost, stolen, disclosed to an unauthorized third party, or otherwise may have been compromised.\nYou agree that you are entirely responsible for any and all activities that occur under your account, whether or not you are the individual who undertakes such activities.\nYou agree to immediately notify us of any unauthorized use of your account or any other breach of security in relation to your password or our Site that is known to you.</p>6.\nHeap Bot<p>The “Heap Bot” is an artificial intelligence tool that has been deployed on our Site to assist Users and to answer their questions and queries.\nPlease note that Heap only collects your email address when you voluntarily choose to provide the Heap Bot with it by typing in your email and clicking on the “Enter” button on your keypad.</p>\n<p>We may use the email address so provided by you to send you promotional materials or to send you updated on our latest products and Services.\nIf you want to unsubscribe from receiving any promotional materials from our end, please click on the “Unsubscribe Option” available at the bottom of the email.</p>7.\nModifications<p>Heap reserves the right, at its sole discretion, to modify or replace any part of this Website Terms.\nWe will inform you about any modifications to these Website Terms or to any of our other agreements by email, website pop-up messages, or other reasonable means within 15 days of such modifications.\nAdditionally, it is also your responsibility to check these Website Terms periodically for changes.\nYour continued use of or access to the Website following the posting of any changes to the Website Terms constitutes acceptance of those changes.\nHeap, Inc.\nmay also, in the future, offer new Site and/or features through the Website (including, the release of new tools and resources).\nSuch new features and/or Site shall be subject to the terms and conditions of this Website Terms and other related terms as may be applicable.</p>8.\nPrivacy Policy<p>Our Privacy Policy (“Privacy Policy”) describes how we handle information provided to us by our customers and users when using and accessing our Website and Services.\nYou understand that when you access and/or use of our Website and Services, you consent to our PRIVACY POLICY.\nAdditionally, you also agree to the transfer of information to the United States of America (the “US”).</p>\n<p>Our Site is designed to allow you to learn how your customers and individuals (“Your Users”) use your product by giving you the ability to collect information based on their interaction with your mobile application, mobile web site or web properties where you have integrated our Site and send communications to them.\nHeap does this in part using a first party cookie placed on Your User’s device from your server.\nSome information is automatically collected from or about Your Users when you use our Site.\nIf you integrate an official Heap iOS or JavaScript library in your product it may by default collect Your User data including but not limited to: the time of an event, the elements Your User has interacted with, metadata and other details about these elements, how Your User came to your site, what search engine and search keywords Your Users may have used to get to your site, information about the device Your User is on such as their operating system, and browser, as well as the city/region/country location of Users.\nIn addition, you can choose what other user data you want to collect from Your Users such as age, IP addresses, user names, real names, email addresses and other custom properties.</p>\n<p>YOU AGREE TO COMPLY WITH ALL APPLICABLE PRIVACY AND DATA PROTECTION REGULATIONS.\nFURTHER, YOU AGREE TO NOT USE OUR SERVICES TO SEND US SENSITIVE INFORMATION WHERE UNAUTHORIZED DISCLOSURE COULD CAUSE MATERIAL, SEVERE, OR CATASTROPHIC HARM OR IMPACT TO HEAP, ANY DATA SUBJECTS OR RELYING PARTIES.\nPLEASE NOTE THAT SENSITIVE INFORMATION INCLUDES:</p>\n<ol>\n<li>\n<p>\n<strong>Passwords, authentication/authorization credentials</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>Information under strict regulatory or contractual handling requirements (e.g., PCI, HIPAA, and state and federal data security laws) including:</strong>\n</p>\n</li>\n</ol>\n<ul>\n<li>\n<p>Credit Card Information including credit card numbers, CVV numbers (three digit codes for Visa and MasterCard, four digit code for American Express) and magnetic stripe information</p>\n</li>\n<li>\n<p>Social Security Numbers</p>\n</li>\n<li>\n<p>Drivers License Numbers</p>\n</li>\n<li>\n<p>Passport Numbers</p>\n</li>\n<li>\n<p>Government Issued Identification Numbers</p>\n</li>\n<li>\n<p>Financial Account Information</p>\n</li>\n<li>\n<p>Health data</p>\n</li>\n<li>\n<p>Biometric data</p>\n</li>\n<li>\n<p>Personally identifiable information knowingly collected from children under the age of 13 or from online Site directed toward children</p>\n</li>\n<li>\n<p>Real time geolocation data which can identify an individual</p>\n</li>\n</ul>\n<p>\n<strong>3.\nBusiness secrets deemed highly confidential (e.g., highly-confidential business strategies and communications, sensitive attorney-client privileged and confidential communications).</strong>\n</p>\n<p>We collect, store, and use Your User data on our servers to provide you with the ability to better maintain and improve your website.\nWe may also use data in an aggregated and anonymized form for our own purposes.\nOur Site transfer data to servers that store Your User data in the U.S.\nWe only share User information with others under special circumstances as follows:</p>\n<ol>\n<li>\n<p>\n<strong>With third parties who work on our behalf to provide you with the Services;</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>To comply with laws or to respond to lawful requests and legal process (provided that Heap will endeavor to notify you if Heap has received a lawful request for your information);</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>To protect the rights and property of Heap, our agents, customers, and others including to enforce our agreements, policies, and terms of use;</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>In an emergency, including to protect the personal safety of any person.\nand</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>For the purposes of a business deal (or negotiation of a business deal) involving sale or transfer of all or a part of our business or assets (business deals may include, for example, any merger, financing, acquisition, divestiture, or bankruptcy transaction or proceeding).</strong>\n</p>\n</li>\n</ol>\n<p>We provide you with access to Your User data and ability to delete any of Your User data.\nWe also take commercially reasonable steps to safeguard Your User data.</p>\n<p>You agree to provide appropriate notices to Your Users about, and if required by applicable laws obtain appropriate consent from Users for, your information collection and use practices relating to your use of our Site and your use of cookies for tracking purposes.\nAppropriate notices may include notice in the form of a privacy policy posted on your website and/or your mobile application.</p>\n<p>We may also collect registration and other information about you as our customer through our Site.\nOur collection and use of information collected about you on our website is governed by our Privacy Policy.\nOur Privacy Policy does not cover information we collect about Your Users on your behalf from your mobile and web properties.\nIt is your obligation to provide your own privacy policy or notice to your users.\nIt is your responsibility to ensure compliance with applicable privacy laws at your end.</p>9.\nLinks and Third-Party Content<p>Our Site may display, or contain links to, third party products, services, and websites.\nAny opinions, advice, statements, services, offers, or other information that constitutes part of the content expressed, authored, or made available by other users or other third parties on our Site, or which is accessible through or may be located using our Site (collectively, “Third Party Content”) are those of the respective authors or producers and not of us or our shareholders, directors, officers, employees, agents, or representatives.</p>\n<p>We do not control Third Party Content and do not guarantee the accuracy, integrity or quality of such Third Party Content.\nWe are not responsible for the performance of, we do not endorse, and we are not responsible or liable for, any Third Party Content or any information or materials advertised in any Third Party Content.\nWE ARE NOT BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY DAMAGE OR LOSS CAUSED TO YOU BY YOUR USE OF OR RELIANCE ON ANY GOODS, WEBSITES, OR INFORMATION AVAILABLE ON OR THROUGH ANY THIRD PARTY SERVICE OR THIRD PARTY CONTENT.\nIt is your responsibility to evaluate the information, opinion, advice, or other content available on a third-party website.</p>\n<p>PLEASE DO NOT USE OUR SITE TO: (i) upload, post, email, or otherwise transmit any Submission that contains unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another’s privacy, hateful, or racially, ethnically or otherwise objectionable.\n(ii) harm us or third parties in any way.\n(iii) impersonate any person or entity, or otherwise misrepresent your affiliation with a person or entity.\n(iv) upload, post, email, or otherwise transmit any Submission that you do not have a right to transmit under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements).\n(v) upload, post, email or otherwise transmit any Submission that infringes any patent, trademark, trade secret, copyright, or other right of any party.\n(vi) upload, post, email, or otherwise transmit any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other forms of solicitation.\n(vii) upload, post, email, or otherwise transmit any material that contains software viruses or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment.\n(viii) interfere with or disrupt the Site or servers or networks connected to the Site, or disobey any requirements, procedures, policies or regulations of networks connected to the Site.\n(ix) intentionally or unintentionally violate any applicable local, state, national or international law or regulation.\n(x) “stalk” or otherwise harass another.\nor (xi) collect or store personal data about other users.</p>10.\nElectronic Communications<p>When you visit the Website or send e-mails to us, you are communicating with us electronically.\nYou consent to receive communications from us electronically.\nWe will communicate with you by e-mail or by posting notices on this Website.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p>\n<p>If you would like to unsubscribe from receiving promotional emails from us, please follow instructions to unsubscribe available at the bottom of the email sent by us.\nIf you have any questions, please feel free to email&nbsp;legal@heap.io.</p>11.\nTrademarks<p>“Heap,” the Heap logo, and any other product or service name or slogan displayed on our Site are trademarks of Heap Inc., and its suppliers or licensors, and may not be copied, imitated or used, in whole or in part, without the prior written permission of Heap or the applicable third party trademark holder.\nYou may not use any metatags or any other “hidden text” utilizing “Heap” or any other name, trademark or product or service name of Heap without our prior written permission.\nIn addition, the look and feel of our Site, including all page headers, custom graphics, button icons and scripts, is the service mark, trademark and/or trade dress of Heap and may not be copied, imitated or used, in whole or in part, without our prior written permission.\nAll other trademarks, registered trademarks, product names and company names or logos mentioned in our Site are the property of their respective owners.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier, or otherwise does not constitute or imply endorsement, sponsorship, or recommendation thereof by us.</p>12.\nCopyright Infringement/DMCA Notice<p>If you believe that any content on our Website violates your copyright, and you wish to have the allegedly infringing material removed, the following information in the form of a written notification (pursuant to 17 U.S.C.\n§ 512(c) (“DMCA Takedown Notice”) must be provided to our Designated Copyright Agent.\nIt is our policy to terminate the accounts of repeat infringers.</p>\n<ol>\n<li>\n<p>\n<strong>Your physical or electronic signature;</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>Identification of the copyrighted work(s) that you claim to have been infringed;</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>Identification of the material on our services that you claim is infringing and that you request us to remove;</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>Sufficient information to permit us to locate such material;</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>Your address, telephone number</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>And e-mail address;</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>A statement that you have a good faith belief that use of the objectionable material is not authorized by the copyright owner, its agent, or under the law.\nand</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>A statement that the information in the notification is accurate, and under penalty of perjury, that you are either the owner of the copyright that has allegedly been infringed or that you are authorized to act on behalf of the copyright owner.</strong>\n</p>\n</li>\n</ol>\n<p>The HEAP INC., Copyright Agent to receive the DMCA Takedown Notices is Amrita Kundu, HEAP INC., Attn: DMCA Notice, 225 Bush Street, Suite 200, San Francisco, CA – 94104.\nYou acknowledge that for us to be authorized to take down any content, your DMCA takedown notice must comply with all the requirements of this Section 12.\nPlease note that, pursuant to 17 U.S.C.\n§ 512(f), any misrepresentation of material fact (falsities) in a written notification automatically subjects the complaining party to liability for any damages, costs and attorney’s fees incurred by us in connection with the written notification and allegation of copyright infringement.</p>13.\nFeedback<p>We may provide you with a mechanism to provide feedback, suggestions, and ideas, if you choose, about our Site (“Feedback”).\nYou agree that we may, in our sole discretion, use the Feedback you provide to us in any way, including in future enhancements and modifications to our Site.\nYou hereby grant to us and our assigns a perpetual, worldwide, fully transferable, sublicensable, irrevocable, royalty free license to use, reproduce, modify, create derivative works from, distribute, and display the Feedback in any manner any for any purpose, without in any media, software, or technology of any kind now existing or developed in the future, without any obligation to provide attribution or compensation to you or any third party.</p>14.\nDisclaimer of Warranties<p>YOUR USE OF THE SITE AND THE SERVICES IS AT YOUR SOLE RISK.\nTHE SITE AND THE SERVICES EACH ARE PROVIDED ON AN “<strong>AS IS</strong>” AND “<strong>AS AVAILABLE</strong>” BASIS.\nWE AND OUR SUPPLIERS AND LICENSORS EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nWE DO NOT GUARANTEE THE ACCURACY, COMPLETENESS, OR USEFULNESS OF THE SITE OR ANY OF THE SERVICES, AND YOU RELY ON THE SITE AND SERVICEST AT YOUR OWN RISK.\nANY MATERIAL THAT YOU ACCESS OR OBTAIN THROUGH OUR SITE IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY MATERIAL THROUGH OUR SITE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH OR FROM OUR SITE WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THIS AGREEMENT.\nSOME STATES MAY PROHIBIT A DISCLAIMER OF WARRANTIES AND YOU MAY HAVE OTHER RIGHTS THAT VARY FROM STATE TO STATE.</p>15.\nLimitation of Liability<p>WE AND OUR SUPPLIERS AND LICENSORS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF THESE DAMAGES), RESULTING FROM YOUR USE OF OUR SITE AND SERVICE CONTENT.\nUNDER NO CIRCUMSTANCES WILL THE TOTAL LIABILITY OF US AND OUR SUPPLIERS AND LICENSORS OF ALL KINDS ARISING OUT OF OR RELATED TO YOUR USE OF THE SITE AND SERVICE CONTENT (INCLUDING BUT NOT LIMITED TO WARRANTY CLAIMS), REGARDLESS OF THE FORUM AND REGARDLESS OF WHETHER ANY ACTION OR CLAIM IS BASED ON CONTRACT, TORT, OR OTHERWISE, EXCEED THE AMOUNTS, IF ANY, THAT YOU HAVE PAID TO US FOR YOUR USE OF THE SITE AND SERVICE CONTENT.</p>16.\nIndemnity<p>You will indemnify and hold Heap Inc., our suppliers and licensors, and our respective subsidiaries, affiliates, officers, agents, employees, representatives, and assigns (“Heap Indemnified Parties”) harmless from any and all costs, damages, expenses, and liabilities (including but not limited to reasonable attorney fees) resulting from any claim, suit, action, demand or proceeding brought by any third party against the Heap Indemnifies Parties arising from any of the following: (i) breach or damage caused by your use of the Site and the Services.\n(ii) your violation of these Website Terms or any other agreements that you may have entered into with Heap.\n(iii) your violation of any rights of a third party through use of the Site or Services.\n(iv) the negligence, willful misconduct of you, your employees, agents or contractors in the use of our Site and Services.\nand (v) any failure by you or your employees, agents, contractors or invitees to comply with applicable laws and regulations.</p>17.\nPublicity<p>You agree that Heap in its sole discretion, may use your trade names, trademarks, service marks, logos, domain names and other distinctive brand features in presentations, marketing materials, customer lists, financial reports and Web site listings (including links to your website) for the purpose of advertising or publicizing your use of Heap Sites, Services and products (if any).</p>18.\nGoverning Law<p>The Website Terms and any disputes thereunder shall be governed by the laws of the State of California, without respect to its conflict of law principles.\nEach party to this agreement hereby consents to the exclusive jurisdiction and venue of the state and federal courts of the County of San Francisco, California, for any actions not subject to the Dispute Resolutions and Arbitration provision as set forth in Section 19.</p>19.\nDispute Resolution and Arbitration<p>In the event of any dispute, claim, question, or disagreement arising from or relating to this Agreement or the breach thereof, the parties hereto shall use their best efforts to settle the dispute, claim, question, or disagreement (collectively the “Dispute”).\nTo this effect, they shall consult and negotiate with each other in good faith and, recognizing their mutual interests, attempt to reach a just and equitable solution satisfactory to both PARTIES including escalation to senior management.\nIf they do not reach such solution within a period of 30 days, then, upon notice by either party to the other, the Dispute shall be submitted to mediation administered by the American Arbitration Association under its Commercial Mediation Procedures before resorting to arbitration or some other dispute resolution procedure.\nfinally settled by arbitration administered by the American Arbitration Association in accordance with the provisions of its Commercial Arbitration Rules.\nIf a dispute arises out of or relates to this Agreement, or the breach thereof, and if the dispute cannot be settled through negotiation, the PARTIES agree first to try in good faith to settle the dispute by mediation administered by the American Arbitration Association under its Commercial Mediation Procedures before resorting to arbitration or some other dispute resolution procedure.\nIf the PARTIES are unable to resolve the Dispute through Mediation, the Dispute shall be settled by binding, mandatory arbitration administered by the American Arbitration Association in accordance with its Commercial Arbitration Rules, and judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.\nThe Dispute will be submitted to one Arbitrator, who will be agreed to by both PARTIES.\nDiscovery shall be limited to one set of interrogatories, one set of request for admissions, one set of document requests, and one deposition of the person identified by the applicable most knowledgeable of the Dispute.\nThe decision of the Arbitrator shall be final and binding on the PARTIES and not appealable.</p>\n<p>The parties each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.\nIF FOR ANY REASON A CLAIM IS INITIATED IN COURT RATHER THAN IN ARBITRATION, WE EACH WAIVE ANY RIGHT TO A JURY TRIAL.</p>\n<p>Our failure to enforce any right or provision in these Website Terms will not constitute a waiver of such right or provision unless acknowledged and agreed to by us in writing.\nIn the event that a court of competent jurisdiction finds any provision of these Website Terms to be illegal, invalid, or unenforceable, the remaining provisions will remain in full force and effect.</p>\n<p>THIS AGREEMENT I.E., THE WEBSITE TERMS IS BINDING UPON THE ABOVE DEFINED PARTIES I.E., USER/WEBSITE VISITOR.\nBY SIGNING UP FOR THE SERVICES AND/OR ACCESSING THE SITE, YOU AGREE TO BE BOUND BY THESE WEBSITE TERMS AND ANY ADDITIONAL TERMS AS MAY BE ATTACHED HERETO.</p>\n<p>The terms and conditions which by their nature are intended to survive termination of these Website Terms shall survive, including Restrictions, Disclaimer of Warranties, Feedback, Indemnity, and Limitation of Liability.</p>20.\nMiscellaneous<p>If any provision of these Website Terms shall be deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from these Website Terms and shall not affect the validity and enforceability of any remaining provisions.\nHeap may assign any or all of its rights hereunder to any party without your consent.\nYou are not permitted to assign any of your rights or obligations hereunder without the prior written consent of Heap and any such attempted assignment will be void and unenforceable.\nThese Website Terms constitute the entire agreement between you and Heap regarding your use of the Website, and supersede all prior or contemporaneous communications whether electronic, oral or written between you and Heap regarding your use of the Website.\nThe parties confirm that it is their wish that these Website Terms, as well as any other documents relating to this Terms, including notices, have been and shall be drawn up in the English language only.\nExcept as explicitly stated otherwise, any notices to Heap shall be given by certified mail, postage prepaid and return receipt requested to Heap Inc.\nat 225 Bush Street, Suite 200, San Francisco, CA 94104.\nAny notices to you shall be provided to you through our Website or given to you via the email address you provide to Heap during the registration process.</p>21.\nContacting Us<p>If you have any questions or concerns about our Site, Services or these Website Terms, you may contact us by email at&nbsp;legal@heap.io.</p>", "created_at": "2022-12-02 22:51:23.339634", "updated_at": "2022-12-02 21:54:07.620355"}], "points": [], "urls": ["heap.io", "heapanalytics.com", "cdn.heapanalytics.com"]}}