{"error": 448, "message": "OK", "parameters": {"id": 7142, "name": "Town & Country Markets", "created_at": "2022-12-30 22:47:27.127654", "updated_at": "2023-01-22 17:00:12.101976", "wikipedia": null, "keywords": null, "related": null, "slug": "town-country-markets", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7142.png", "url": "townandcountrymarkets.com", "documents": [{"id": 13647, "name": "Privacy Policy ", "url": "https://townandcountrymarkets.com/privacy-policy", "xpath": "/html/body/main/section/div", "text": " Privacy Policy <p>Town &amp.\nCountry Markets Inc.\ntakes your privacy seriously.\nWe never share or sell any information you give us via this web site to any third party, including advertisers or partners.\nThis Privacy Policy describes practices in reference to www.townandcountrymarkets.com.</p>\n<p>\n<strong>Mailing Lists</strong>\n</p>\n<p>Email addresses of users are stored when they voluntarily subscribe to any or all of our different email services.\nOther information may include the store you shop most frequently.\nCustomers may remove themselves from any mailing list by following the instructions contained in every email, and their email addresses are removed from the lists.\nOr, they can unsubscribe at: https://www.townandcountrymarkets.com/my-account.</p>\n<p>\n<strong>Job Applicants</strong>\n</p>\n<p>Town &amp.\nCountry Markets uses iCIMS Inc., a third-party, Web-based job application service, for our job application process.\nApplicants are automatically redirected to that site when they click off the Job Opportunities landing page on our site.</p>\n<p>Applicants voluntarily submit personally identifiable information throughout the process relating directly to the job application process, and it is collected, stored and protected by iCIMS Inc.\nin a secure, off-site facility with restricted access.\nThis data is stored to allow for the decision-making process related to job opportunities, including future position consideration and placements.</p>\n<p>To read the entire iCIMS privacy policy, visit: www.icims.com/content/privacy.asp <br>Relevant data is preserved by Town &amp.\nCountry Markets as required for record-keeping.\nAccess to the application data within Town &amp.\nCountry Markets is kept in a secure environment and is limited to individuals within the Town &amp.\nCountry Markets Human Resource Department and on a restricted basis to managers involved in hiring decisions.\nApplicants can log on to the Town &amp.\nCountry Web site’s JOB OPPORTUNITIES pages to remove, correct or update that information.</p>\n<p>\n<strong>Conclusion</strong>\n</p>\n<p>If you have any questions about this policy, please direct inquiries to customerservice@tc-markets.com</p> ", "created_at": "2022-12-30 22:47:27.189692", "updated_at": "2022-12-30 22:47:48.234852"}, {"id": 13648, "name": "Terms of Use ", "url": "https://townandcountrymarkets.com/terms-of-use", "xpath": "/html/body/main/section/div", "text": " Terms of Use <p>\n<strong>Terms and Conditions</strong>\n</p>\n<p>This Agreement (the “Agreement”) is an agreement between you and Town &amp.\nCountry Markets, Inc.\n(“Town &amp.\nCountry Markets” or “we”) regarding the terms and conditions under which you may use the websites www.townandcountrymarkets.com and www.central-market.com (individually or collectively, the “site”) and receive Town &amp.\nCountry Markets emails and goods and services online.\nYour use of this site means you agree to these terms and conditions.\nIf you don’t agree with all the terms and conditions, then you are instructed to immediately discontinue use of this site.\n<br>For questions about this site or this policy, please email customerservice@tc-markets.com</p>\n<p>\n<strong>Gift Cards</strong>\n</p>\n<p>Gift cards can be used at all Town &amp.\nCountry Markets Inc.\nmarkets –Ballard Market, T&amp;C Market Lakemont, T&amp;C Market Bainbridge Island and Central Markets in Shoreline, Poulsbo and Mill Creek.\nWith the exception of Cyber Monday gift cards, additional value may be loaded onto cards at the check stand.</p>\n<p>Cyber Monday gift cards (purchased during the “Cyber Monday” gift card sale on the Monday after Thanksgiving) cannot be exchanged for cards of smaller denominations.\n<br>Gift cards should be treated like cash.\nTown &amp.\nCountry Markets is not responsible for lost, stolen or damaged cards or cards used without permission, and will not issue replacement cards.\nKeep your cards secure and write down your order number and gift card number for future reference.\nOnline gift card purchases may occasionally be unavailable.\n<br>Certain site promotions and offerings may not be available when purchasing gift cards.\n</p>\n<p>\n<strong>Shipping of Online Card Purchases</strong>\n</p>\n<p>Cards purchased on this site are shipped via the US Postal Service within five days of purchase (excluding weekends).\nYou are responsible for providing an accurate delivery address and instructions.\nTown &amp.\nCountry Markets will not replace or be responsible for cards delivered to any wrong address you may specify.</p>\n<p>Delivery times cannot be guaranteed by Town &amp.\nCountry Markets.\nAny estimates of shipping or delivery dates displayed or discussed online are preliminary good-faith estimates and are in no way binding.\n<br>Shipping charges are not collected on online card purchases, with the exception of Cyber Monday gift cards.</p>\n<p>Town &amp.\nCountry Markets reserves the right to institute a shipping charge on all online card purchases without notice, and to change the amount currently charged for gift cards, including Cyber Monday card purchases.</p>\n<p>International shipping of gift cards purchased online is not available.Store pickup is not available for Cyber Monday gift cards.</p>\n<p>Town &amp.\nCountry Markets reserves the right to change these Gift Card Terms from time to time at its discretion and inform you by posting the revised version at www.townandcountrymarkets.com and www.central-market.com.</p>\n<p>By purchasing, accepting or using your Gift Card, you agree to be bound by these Gift Card Terms.\nIf you do not agree with these Gift Card Terms, do not purchase, use or accept the Gift Card.</p>\n<p>\n<strong>Gift Card Return &amp.\nRefund Policy</strong>\n</p>\n<p>Town &amp.\nCountry Markets gift cards may be returned for a full refund minus any applicable shipping costs within one year of purchase if the following criteria are met: </p>\n<ul>\n<li>The gift card has not been damaged in any way.</li>\n<li>The card has not been used to make any purchases since the original purchase date.</li>\n<li>The full balance that was on the card during the purchase remains unchanged.</li>\n<li>You will not retain the gift card number and attempt to use the card after it has been returned</li>\n</ul>\n<p>Once we have verified that your returned gift card(s) meet our acceptance standards, a credit will be put back on your credit or debit card 10 days after we’ve received your shipment and put it back into inventory.</p>\n<p>Town &amp.\nCountry Markets is not responsible for any loss, damage or failure of delivery of your gift card return.</p>\n<p>\n<b>To request a refund:</b>\n</p>\n<ul>\n<li>Email a request for refund at giftcards@tc-markets.com.\nInclude your name, invoice number and a reason for your request.</li>\n<li>Ship card(s) to us at the below address.\nUse a trackable shipping method such as FedEx, UPS, or USPS Priority Mail.\nInclude your contact information, invoice number along with the gift card(s).\nShipping charges shall be your responsibility.</li>\n<li>Ship to: <br>Town &amp.\nCountry Markets <br>Returns <br>19302 Powder Hill Place NE, Suite 103 <br>Poulsbo, WA 98370</li>\n</ul>\n<p>\n<strong>Recipes</strong>\n</p>\n<p>Recipes and other information provided on this site are provided for your convenience only.\nIn no event shall Town &amp.\nCountry Markets, its affiliates or its third-party providers be liable to you or any third parties for any illness, injury, or damage of any kind, direct or indirect, arising out of, or in any way connected with, your use of the information or recipes provided on, or accessed through, this site.\nThis site, and the recipes and information contained herein, are provided strictly “as is” and without warranty of any kind, express or implied, including any warranty of merchantability or of fitness for any particular use, and may not be construed in any way as medical advice or instruction.\nConsult appropriate health professionals before using any of the recipes or information on this site</p>\n<p>\n<strong>Information</strong>\n</p>\n<p>Town &amp.\nCountry Markets makes every reasonable effort to provide accurate information in all of its communication –including with regard to our stores and services and products, ingredients, nutrition, special diets, partnerships, promotions and prices.\nHowever, information is gathered from a variety of sources and individuals and it is impossible for us to verify the reliability of every component.\nFurther, some of the information provided, such as manufacturers’ ingredients lists, is changed periodicallywithout notification and product supplies may be limited.\nFor all of these reasons, Town &amp.\nCountry Markets does not accept responsibility for the accuracy of information provided.\nWe encourage you to take your own measures to verify accuracy of information provided (particularly health information) and to always consult a physician or other professional regarding the applicability of any opinions or recommendations with respect to any symptoms, medical condition or special dietary restrictions.</p>\n<p>\n<strong>Electronic Communications</strong>\n</p>\n<p>Customers who voluntarily opt in to receive Town &amp.\nCountry Markets email notifications of sales and events, newsletters, recipes or other information, or who sign up as a subscriber in order to comment on recipes and blog posts, may remove themselves from any mailing list by following the instructions contained in every email, or by clicking here</p>\n<p>\n<strong>License and Proprietary Rights.\nCopyright and Ownership</strong>\n</p>\n<p>Your use of the materials included on this site is for personal, informational and shopping purposes only.\nThe content, design, text, photographs, graphics and interfaces on this Web site, and the presentation and arrangement thereof, are the property of or duly licensed to Town &amp.\nCountry Markets.\nTown &amp.\nCountry Markets grants users a limited, revocable license to view, electronically copy, and print on paper portions of the site for personal use only.Any commercial or other use of materials on this site for other purposes without the prior written permission of Town &amp.\nCountry Markets is strictly prohibited.\nYou acknowledge Town &amp.\nCountry Markets and/or third-party providers remain the owners of such material and ownership rights are not acquired by downloading copyrighted material.\nTown &amp.\nCountry Markets reserves the right to revoke the limited license granted herein at any time and any use shall be discontinued immediately on written notice from Town &amp.\nCountry Markets.\nNotwithstanding any contrary statement or implication herein, Town &amp.\nCountry Markets and its third party providers expressly reserve and retain all copyrights, patent rights, and other intellectual property rights of any nature or description whatsoever related to the content of this site.</p>\n<p>\n<strong>Trademarks</strong>\n</p>\n<p>\n<strong>Comments and Correspondence</strong>\n</p>\n<p>In those areas in which site users are invited to post comments, suggestions, questions and other content, users agree to refrain from posting any obscene, libelous or inappropriate language or subject matter.\nThis includes a prohibition against any chain letters, political or unsolicited commercial advertising or email, viruses or malicious codes or programs, and any content that, to a reasonable person, may be considered abusive, obscene, pornographic, defamatory, harassing, grossly offensive, vulgar, threatening, or malicious.\nUsers may not disseminate or transmit files, graphics, software, or other material that actually or potentially infringes the copyright, trademark, patent, trade secret, or other intellectual property right of any person.\nYou may not create a false identity or otherwise attempt to mislead any person as to the identity or origin of any communication.\nTown &amp.\nCountry Markets retains the right to remove any content submitted, or use any content submitted in any media.\nTown &amp.\nCountry Markets does not endorse or support, or verify the accuracy or appropriateness of, the content of any comments, suggestions, or other communication posted on this site by any third-party user.</p>\n<p>\n<strong>Warranty Disclaimer.\nLimitation of Liability.\nIndemnification</strong>\n</p>\n<p>YOU EXPRESSLY AGREE THAT USE OF TOWN &amp.\nCOUNTRY MARKETS SITE AND THE INTERNET IS ENTIRELY AT YOUR OWN RISK.\nALL CONTENT ON THE TOWN &amp.\nCOUNTRY MARKETS SITE IS OFFERED STRICTLY ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTOWN &amp.\nCOUNTRY MARKETS DISCLAIMS ALL REPRESENTATIONS AND WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, WITH RESPECT TO ANY INFORMATION, SERVICES, AND PRODUCTS PROVIDED THROUGH OR IN CONNECTION WITH TOWN &amp.\nCOUNTRY MARKETS’ SITE.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGONG DISCLAIMER, TOWN &amp.\nCOUNTRY MARKETS MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND AS TO THE AVAILABILITY, ACCURACY, OR CONTENT OF ANY INFORMATION, SERVICES, OR PRODUCTS OBTAINED THROUGH THE SITE.\nTOWN &amp.\nCOUNTRY MARKETS DOES NOT WARRANT THATTHE FUNCTIONS ON THE SITE WILL BE UNINTERRUPTED OR ERROR FREE, OR THAT SUCH SITE OR THE SERVER THAT MAKES IT AVAILABLE IS FREE FROM VIRUSES OR OTHER HARMFUL COMPONENTS.\nBY USING THE SITE, YOU ACKNOWLEDGE AND AGREE THAT (i) AS A USER OF THE INTERNET, YOU RISK EXPOSURE TO COMPUTER VIRUSES, BOTS, TROJAN HORSES, MALWARE, AND OTHER PROGRAMS AND ELECTRONIC DEVICES THAT MAY HARM COMPUTER HARDWARE AND SOFTWARE, (ii) THE INTERNET CONTAINS A BROAD VARIETY OF INCONSISTENT, CONTRADICTORY, AND INACCURATE INFORMATION, AND (iii) IT IS YOUR RESPONSIBILITY TO INDEPENDENTLY INSTITUTE MEASURES TO PROTECT YOUR COMPUTER HARDWARE AND SOFTWARE FROM ATTACK, AND TO DISCERN THE ACCURACY OF ANY INFORMATION THAT MAY BECOME AVAILABLE TO YOU, INCLUDING THROUGH THE TOWN &amp.\nCOUNTRY MARKETS SITE, BEFORE RELYING IN ANY MANNER UPON SUCH INFORMATION.NEITHER TOWN &amp.\nCOUNTRY MARKETS NOR ANY OF ITS DIRECTORS, EMPLOYEES, SHAREHOLDERS, AFFILIATES, AGENTS, REPRESENTATIVES, THIRD-PARTY INFORMATION PROVIDERS, MERCHANTS, OR LICENSORS SHALL BE LIABLE FOR ANY DAMAGES OF ANY KIND, INCLUDING, WITHOUT LIMITATION, COMPENSATORY, DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES.\nLOSS OF DATA, INCOME, OR PROFIT.\nRELIANCE DAMAGES.\nOR LOSS OR DAMAGE TO PROPERTY, ARISING OUT OF OR IN CONNECTION WITH THE USE OF, OR THE INABILITY TO USE, THE TOWN &amp.\nCOUNTRY MARKETS WEB SITE.\nIF YOU ARE DAMAGED OR BELIEVE YOU MAY BE DAMAGED BY USE OF SUCH WEB SITE, YOUR SOLE AND EXCLUSIVE REMEDY SHALL BE TO DISCONTINUE YOUR USE OF TOWN &amp.\nCOUNTRY MARKETS WEB SITES.\n<br>The material offered on the Town &amp.\nCountry Markets site is for lawful purposes only.\nTown &amp.\nCountry Markets controls and operates this site for its operations in the state of Washington, USA.\nTown &amp.\nCountry Markets makes no representation that these materials are appropriate or available for use in other locations.\nIf you use the site from other locations, you are responsible for compliance with applicable local laws.\nPrice and availability information is subject to change without notice.By using the site, you agree to defend, indemnify, and hold Town &amp.\nCountry Markets harmless from any and all suits, actions, legal or administrative proceedings, claims, demands, damages, liabilities, and expenses, including attorney’s costs and costs, arising in connection with a violation of this Agreement.</p>\n<p>\n<strong>Miscellaneous</strong>\n</p>\n<p>\n<u>Notices</u>\n<br>Town &amp.\nCountry Markets may notify you of any changes to this Agreement through a general posting on the site or by electronic mail.\nYou shall not be entitled to any direct or personalized notification of any action or event affecting, or information relating to, the site.</p>\n<p>\n<u>Entire Agreement</u>\n<br>This Agreement and the Privacy Policy referred to herein represent your entire agreement with Town &amp.\nCountry Markets regarding the use of any and all Town &amp.\nCountry Markets Web sites.\nBy using the site, you expressly acknowledge and agree that this Agreement is not intended nor does it confer any rights or remedies upon any person other than you, Town &amp.\nCountry Markets and its affiliates.\nIf any portion ofthis Agreement is held invalid or unenforceable, that portion shall be construed in accordance with applicable law as nearly as possible to reflect the original intention of the parties, and the remainder of this Agreement shall remain in full force and effect.\nThe failure of either party to insist upon strict performance of any provision of this Agreement shall not be construed as a waiver of any provision or right.\nNo term of this Agreement may be waived by Town &amp.\nCounty Markets except in a written instrument executed by an authorized representative of Town &amp.\nCountry Markets.\nThis Agreement shall be governed by the laws of the state of Washington.\nYou expressly agree that exclusive jurisdiction for any claim or dispute with Town &amp.\nCountry Markets or relating in any way to your use of any Town &amp.\nCountry Markets Web site resides in the federal and state courts of Washington and you further expressly consent and agree to personal jurisdiction by the state and federal courts sitting in the state of Washington in connection with any such dispute.\nAny cause of action by you not instituted within one year after the claim or cause of action arose shall be automatically and permanently barred</p>\n<p>\n<u>Amendments</u>\n<br>Town &amp.\nCountry Markets may amend this Agreement at any time by posting the amended terms on our site.\nThe date of posting shall be the effective date of the amendment unless another effective date is specified.\nWe recommend periodic visits to this page to make sure you understand the agreement to which you are bound.\nShould any amendment be unacceptable to you, then you are directed to immediately discontinue use of all Town &amp.\nCountry Markets websites.\nThis Agreement was last revised on Sept.\n10, 2021</p> ", "created_at": "2022-12-30 22:47:27.250926", "updated_at": "2022-12-30 22:47:58.993339"}], "points": [], "urls": ["townandcountrymarkets.com"]}}