{"error": 448, "message": "OK", "parameters": {"id": 9140, "name": "Miniwebtool ", "created_at": "2023-07-13 22:09:04.644624", "updated_at": "2023-07-14 10:02:32.071378", "wikipedia": null, "keywords": null, "related": null, "slug": "miniwebtool", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9140.png", "url": "miniwebtool.com", "documents": [{"id": 17901, "name": "Terms and Disclaimer ", "url": "https://miniwebtool.com/about/terms-and-disclaimer/", "xpath": "//body", "text": " × <i>\n</i> × <p>Preview</p>\n<p> ©miniwebtool.com</p>\n<p>EMBED THE WIDGET</p>&lt;div class=\"miniwebtoolwidget\" data-calculator=\"\" data-width=\"380\"&gt;&lt;div class=\"miniwebtoolh\"&gt;&lt;/div&gt;&lt;p&gt;&lt;a href=\"https://miniwebtool.com//\" target=\"_blank\"&gt.\n©miniwebtool.com&lt;/a&gt;&lt;/p&gt;&lt;/div&gt;&lt;script async src=\"https://miniwebtool.com/embed.js?v=1\"&gt;&lt;/script&gt;<p>Copy The Source Code</p>\n<p>EMBED OPTIONS</p>\n<p>Show Title</p>\n<p>Change Title:</p>\n<p>\n</p>\n<p> Width: 380px.\n</p>\n<p>Tip: The widget is responsive to mobile devices.\nIf the set width is larger than the device screen width, it will be automatically adjusted to 100% of the screen width.\nOn the preview mode the width is limited to 500.\nYou can change data-width to any value based on your website layout.\n</p>\n<p>By embedding miniwebtool widgets on your site, you are agreeing to our Terms of Service.</p> EVEN THE mini TOOLS CAN EMPOWER PEOPLE TO DO GREAT THINGS.\nHomeTerms and Disclaimer <i>\n</i>\n<i>\n</i>\n<i>\n</i>Access Premium Version <br> ALL TOOLS PWA (Progressive Web App) Tools (18) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Financial Calculators (121) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Health and Fitness (31) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Math (161) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Randomness (17) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Sports (8) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Text Tools (30) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Time and Date (27) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Webmaster Tools (10) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Hash and Checksum (8) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Miscellaneous (109) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul>\n<p>Miniwebtool</p> Link to Us <p>If you like miniwebtool.com please consider adding a link to us by copy/paste the following code:</p> &lt;a href=\"https://miniwebtool.com/\"&gt;Miniwebtool.com - Free Online Tools and Calculators&lt;/a&gt.\nCopy the code Recommend Our Site Upgrade to Premium My Toolbox <ul>\n</ul> Terms and Disclaimer\n<p>The following terms and conditions govern all use of the Miniwebtool.com website and all online tools, calculators, converters and other content available at or through the website.\nPlease read this Agreement carefully before accessing or using the Website.\nBy accessing or using any part of the web site, you agree to become bound by the terms and conditions of this agreement.\nIf you do not agree to all the terms and conditions of this agreement, then you may not access the Website or use any services.\n</p>General Terms\n<p>Miniwebtool.com makes no claims as to the accuracy, completeness, timeliness or fitness for any particular purpose any results produced by any of our calculators, converters and other online tools.\nIf you use the results for any purpose the responsibility of that use is entirely with you the user.\n</p>\n<p>Miniwebtool.com reserves the right, at its sole discretion, to modify or replace any part of this Agreement.\nIt is your responsibility to check this Agreement periodically for changes.\nYour continued use of or access to the Website following the posting of any changes to this Agreement constitutes acceptance of those changes.\n</p>\n<p>Miniwebtool.com may terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately.\n</p>Embed Widgets\n<p>\n<b>Use of Widgets.</b> By embedding a miniwebtool Widget, you agree that miniwebtool can use information collected through the miniwebtool Widget (including information collected through Google Analytics) in accordance with our Privacy Policy.\nYou acknowledge that in order for the miniwebtool Widgets to function properly and to enhance user experience, miniwebtool places cookies and similar technologies (collectively, “Cookies”), and causes third party Cookies to be placed, on the browsers of users that visit websites that embed miniwebtool Widgets.\n</p>\n<p>\n<b>License Grant.</b> Miniwebtool grants you a personal, non-transferable, non-assignable, non-sublicensable, non-exclusive, revocable and limited license to display miniwebtool Brand widgets.\n</p>\n<p>\n<b>Restrictions.</b> All use of the miniwebtool Brand Features (including any associated goodwill) will inure to miniwebtool’s benefit.\nYou will not, at any time, challenge or assist others to challenge the validity of the miniwebtool Brand Features and you will not attempt to register any trade names, trademarks, service marks, logos or domain names confusingly similar to the miniwebtool Brand Features.\n</p>\n<p>\n<b>Link and copyright notice.</b> Widgets use is granted only if all links to miniwebtool.com and ©miniwebtool.com copyright notice are maintained.\n</p>Premium Services\n<p>Our basic Services are free, but we provide Premium services to all users who are members of our Campaign on Patreon or subscribe through Paypal.\n</p>\n<p>You may purchase Premium Services, which include a removal of all the ads in all of your related online platforms, including from our Site and our applications, which are available for use in various app stores (e.g.\nGoogle Play, App Store).\nThese Premium Services will be available to You only when You log in to our Services.\n</p>\n<p>\n<b>Payment</b>: To purchase the Premium Services, you will be required to pay an annual or monthly payment using a payment method.\nFor You to make such a purchase, we may direct you to our trusted payment service providers' websites.\nWe may change the rates of the Premium Services from time to time and in our sole discretion.\n</p>\n<p>\n<b>Renewals</b>: Your subscription will automatically renew each month or year 24-hours before the end of the current period.\nYou will be charged automatically through the payment service provider you have used initially to purchase the Premium Services， unless auto-renew is turned off at least 24-hours before the end of the current period.\n</p>\n<p>\n<b>Cancellations</b>: You may cancel the Premium Services at any time.\nYou will instantly lose the Premium services after you cancel your subscription and will not receive a refund or credit for any remaining days in your current billing period.\nSubscription fees paid are final and non-refundable unless otherwise determined by Miniwebtool.com.\nIf Miniwebtool.com reasonably determines that a user has violated these Terms of Services, Miniwebtool.com may immediately terminate the subscription and access to the Premium Services without notice and refund.\n</p>\n<p>\n<b>Refunds</b>: If you believe that you have been charged in error, you should contact us within 60 days of such charge.\nNo refunds will be given for any charges more than 60 days old.\nWe reserve the right to refuse a refund request.\n</p>\n<p>\n<b>No Delay, Uptime and Availability</b>: \"No Delay\" means that Premium members' requests do not be added to the waiting list among a large number of requests.\nHowever, the service does not provide any guarantee of the availability, response time, uptime, throughput or any other kind of connectivity to the Service.\n</p>\n<p>\n<b>My Toolbox</b>: \"My Toolbox\" service will be available to You only when You have cookie and localstorage enabled on your browser.\n</p>Disclaimer and Limitation of Liability\n<p>The Website is provided \"as is\".\nMiniwebtool.com and its suppliers and licensors hereby disclaim all warranties of any kind, express or implied, including, without limitation, the warranties of merchantability, fitness for a particular purpose and non-infringement.\nNeither Miniwebtool.com nor its suppliers and licensors, makes any warranty that the Website will be error free or that access thereto will be continuous or uninterrupted.\nYou understand that you download from, or otherwise obtain content or services through, the Website at your own discretion and risk.\n</p>\n<p>Whilst every effort has been made to ensure the accuracy of all our calculators, converters and other online tools, the results should be used as indication only.\nAll calculations must be checked for accuracy and confirmed before use.\nMiniwebtool.com will not be held responsible for any loss, damage or inconvenience caused as a result of any inaccuracy or error within the website.\n</p>Trademark Disclaimer\n<p>All product and company names are trademarks™ or registered® trademarks of their respective holders.\nUse of them does not imply any affiliation with or endorsement by them.</p>\n<p>\n</p> Copyright ©&nbsp;Miniwebtool.com | Terms and Disclaimer | Privacy Policy | Contact Us <p>\n</p> ", "created_at": "2023-07-13 22:09:04.67436", "updated_at": "2023-07-13 22:09:18.694361"}, {"id": 17902, "name": "Privacy Policy", "url": "https://miniwebtool.com/about/privacy/", "xpath": "//body", "text": " × <i>\n</i> × <p>Preview</p>\n<p> ©miniwebtool.com</p>\n<p>EMBED THE WIDGET</p>&lt;div class=\"miniwebtoolwidget\" data-calculator=\"\" data-width=\"380\"&gt;&lt;div class=\"miniwebtoolh\"&gt;&lt;/div&gt;&lt;p&gt;&lt;a href=\"https://miniwebtool.com//\" target=\"_blank\"&gt.\n©miniwebtool.com&lt;/a&gt;&lt;/p&gt;&lt;/div&gt;&lt;script async src=\"https://miniwebtool.com/embed.js?v=1\"&gt;&lt;/script&gt;<p>Copy The Source Code</p>\n<p>EMBED OPTIONS</p>\n<p>Show Title</p>\n<p>Change Title:</p>\n<p>\n</p>\n<p> Width: 380px.\n</p>\n<p>Tip: The widget is responsive to mobile devices.\nIf the set width is larger than the device screen width, it will be automatically adjusted to 100% of the screen width.\nOn the preview mode the width is limited to 500.\nYou can change data-width to any value based on your website layout.\n</p>\n<p>By embedding miniwebtool widgets on your site, you are agreeing to our Terms of Service.</p> EVEN THE mini TOOLS CAN EMPOWER PEOPLE TO DO GREAT THINGS.\nHomePrivacy Policy <i>\n</i>\n<i>\n</i>\n<i>\n</i>Access Premium Version <br> ALL TOOLS PWA (Progressive Web App) Tools (18) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Financial Calculators (121) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Health and Fitness (31) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Math (161) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Randomness (17) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Sports (8) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Text Tools (30) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Time and Date (27) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Webmaster Tools (10) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Hash and Checksum (8) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul> Miscellaneous (109) <ul>\n<li> {{name}}<br> {{title}} </li>\n</ul>\n<p>Miniwebtool</p> Link to Us <p>If you like miniwebtool.com please consider adding a link to us by copy/paste the following code:</p> &lt;a href=\"https://miniwebtool.com/\"&gt;Miniwebtool.com - Free Online Tools and Calculators&lt;/a&gt.\nCopy the code Recommend Our Site Upgrade to Premium My Toolbox <ul>\n</ul> Privacy Policy\n<p>At Miniwebtool.com, we recognize that privacy of your personal information is important.\nHere is information on what types of personal information we receive and collect when you use visit Miniwebtool.com, and how we safeguard your information.\nWe never sell your personal information to third parties.</p>\nLog Files\n<p>As with most other websites, we collect and use the data contained in log files.\nThe information in the log files include your IP(internet protocol) address, your ISP (internet service provider, such as AOL or Shaw Cable), the browser you used to visit our site(such as Internet Explorer or Firefox), the time you visited our site and which pages you visited throughout our site.</p>\nCookies and Web Beacons\n<p>We do use cookies to store information, such as your personal preferences when you visit our site.\nThis could include only showing you a popup once in your visit, or the ability to login to some of our features, such as forums.</p>\n<p>We also use third party advertisements to support our site.\nSome of these advertisers may use technology such as cookies and web beacons when they advertise on our site, which will also send these advertisers information including your IP address, your ISP, the browser you used to visit our site, and in some cases, whether you have Flash installed.\nThis is generally used for geotargeting purposes or showing certain ads based on specific sites visited.</p>\n<p>Third party vendors, including Google, use cookies to serve ads based on a user's prior visits to our website.\nIn particular, Google uses the DoubleClick DART cookie to enable it and its partners to serve ads to our users based on their visit to our sites and/or other sites on the Internet.\nUsers may opt out of the use of the DART cookie by visiting the Google advertising opt-out page.</p> Analytics\n<p>This website uses Google Analytics, a web analytics service provided by Google, Inc.\n(“Google”).\nGoogle Analytics uses “cookies”, which are text files placed on your computer, to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nGoogle will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google’s behalf.\nGoogle will not associate your IP address with any other data held by Google.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.\nBy using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.</p>\nNo spam, spyware or spoofing\n<p>Miniwebtool.com never sends email SPAM to your inbox and never installs spyware on your personal computer.\nWe share your concern about these practices and believes firmly in a consumer's rights and privacy.</p>\nExternal Links\n<p>If any part of this website links you to other sites, those sites do not operate under this Privacy Policy.\nWe recommend you examine the privacy statements posted on those other websites to understand their procedures for collecting, using, and disclosing personal information.</p>\nHow you can contact us\n<p>If you have any questions about this privacy statement, the practices of this site, or your dealings with this site, you can contact us via our Contact Us page.</p>\n<p>\n</p> Copyright ©&nbsp;Miniwebtool.com | Terms and Disclaimer | Privacy Policy | Contact Us <p>\n</p> ", "created_at": "2023-07-13 22:09:04.709869", "updated_at": "2023-07-13 22:09:37.926173"}], "points": [], "urls": ["miniwebtool.com"]}}