{"error": 448, "message": "OK", "parameters": {"id": 8650, "name": "Wellcare Health Plans", "created_at": "2023-06-30 04:18:17.287881", "updated_at": "2023-06-30 10:02:06.428141", "wikipedia": null, "keywords": null, "related": null, "slug": "wellcare-health-plans", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8650.png", "url": "wellcare.com", "documents": [{"id": 16847, "name": "Privacy Policy and Terms of Use.", "url": "https://wellcare.com/en/Corporate/Legal", "xpath": "/html/body/div[2]/div[2]/div[2]", "text": " <p>\n<strong>TERMS AND CONDITIONS</strong>\n</p>\n<p>YOUR USE OF THE WELLCARE WEBSITE LOCATED AT WWW.WELLCARE.COM AND ITS RELATED SUBDOMAINS, SERVICES, AND OTHER SITES AND TOOLS LINKED TO WWW.WELLCARE.COM BY WELLCARE, AS WELL AS THE SERVICES AVAILABLE THROUGH SUCH WELLCARE WEBSITE (COLLECTIVELY, THE “<strong>SITE</strong>”) IS GOVERNED BY THESE TERMS AND CONDITIONS (THE “<strong>TERMS AND CONDITIONS</strong>”), WHICH IS A LEGAL CONTRACT BETWEEN YOU AND WELLCARE.\nAs used in these Terms and Conditions, “<strong>Wellcare</strong>,” “<strong>we</strong>” or “<strong>us</strong>” refers to WELLCARE HEALTH PLANS, INC., ITS SUBSIDIARIES AND AFFILIATED COMPANIES.\nIN ORDER TO USE THE SITE, YOU MUST READ AND CONSENT TO THIS AGREEMENT, AS IT INCLUDES TERMS SUCH AS LIMITATION OF LIABILITY, CHOICE OF FORUM FOR DISPUTES AND OTHER PROVISIONS THAT MAY LIMIT YOUR RIGHTS.\nIF YOU DO NOT AGREE TO ALL OF THESE TERMS, YOU MAY NOT ACCESS OR USE THE SITE.\n</p>\n<p>\n<strong>Intellectual Property Notice</strong>.\nAll of the content, information and materials on the Site, such as text, graphics, logos, images, data, software and other material (collectively “<strong>Content</strong>”), is owned or licensed by Wellcare or one of its affiliate companies or by third parties, and is proprietary and protected by copyright, trademark, patent, trade dress and/or other intellectual property rights.\nThe selection, collection, arrangement, and assembly of all Content on the Site is the exclusive property of Wellcare.\nWellcare hereby grants you a limited, personal, non-exclusive and non-transferable license to use and to display the Content and to use this Site solely for your personal use.\nExcept for the foregoing license, you may not copy, reproduce, modify, remove, delete, augment, add to, publish, transmit, participate in the transfer or sale of, create derivative works from, or in any way exploit any of the Content, in whole or in part.\n</p>\n<p>Certain information and other content on the Site may be provided by third party licensors and suppliers to Wellcare (“<strong>Third Party Content</strong>”).\nThe Third Party Content is, in each case, the copyrighted and/or trademarked work of the creator/licensor.\nYou agree to only access the Third Party Content on the Site solely for your personal use.\nYou acknowledge and agree that you have no right to download, cache, reproduce, modify, display (except as set forth in this paragraph), edit, alter or enhance any of the Third Party Content in any manner unless you have permission from the owner of the Third Party Content.\nWellcare DISCLAIMS ALL EXPRESS, IMPLIED AND STATUTORY WARRANTIES AND CONDITIONS WITH REGARD TO THIRD PARTY CONTENT, INCLUDING, BUT NOT LIMITED TO, ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.</p>\n<p>Wellcare and its licensors expressly reserve all intellectual property rights in all text, programs, products, processes, technology, content and other materials that appear on the Site.\nAccess to the Site does not confer and shall not be considered as conferring upon anyone any license under any of Wellcare’s or any third party’s intellectual property rights.\n</p>\n<p>\n<strong>Prohibited Uses</strong>.\nBy using the Site, you agree not to:</p>\n<ol>\n<li>Use any false or inaccurate information for purposes of registering as a user of the Site;</li>\n<li>Delete or revise any material or other information of any other user or Wellcare;</li>\n<li>Introduce or attempt to introduce a Trojan horse, worm, virus, spider, robot, files, programs, or other malicious and/or foreign code into the Site designed to interrupt, destroy, or limit the functionality of the Site, the Content or any computer software or hardware or telecommunications equipment;</li>\n<li>Forge headers or otherwise manipulate identifiers in order to disguise the origin of any content transmitted to or through the Site;</li>\n<li>Use the Site to collect or store personal data about others;</li>\n<li>Use the Site in a manner that intentionally or unintentionally violates any applicable local, state, national or international law;</li>\n<li>Use the Site or the Content for any commercial or pecuniary purpose;</li>\n<li>Use the Site in any manner that is harmful to others;</li>\n<li>Take any action that imposes an unreasonable or disproportionately large load on the Site’s infrastructure;</li>\n<li>Allow any other person or entity to use your username or password;</li>\n<li>Attempt to modify, adapt, translate, decipher, decompile, disassemble or reverse engineer any of the software comprising or in any way making up a part of the Site or the Content.\nor</li>\n<li>Reproduce, duplicate, copy, sell, resell or otherwise exploit for any commercial purposes, any portion of, use of, or access to the Site;</li>\n<li>Remove any copyright, trademark or other proprietary rights notice from the Site or materials originating from the Site;</li>\n<li>Frame or mirror any part of the Site without Wellcare’s prior written consent.\nor</li>\n<li>Create a database by systematically downloading and storing Site content;</li>\n<li>You shall not violate or attempt to violate the security of the Site including, but not limited to, actions such as:</li>\n<li>Accessing data not intended for you or logging into a server or account that you are not authorized to access;</li>\n<li>Accessing the Site by any means other than through the interface that is provided by us for use in accessing the Site;</li>\n<li>Using the Site for unintended purposes or trying to change the behavior of the Site;</li>\n<li>Attempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures without proper authorization;</li>\n<li>Attempting to interfere with service to any user, host or network including, but not limited to, by way of submitting a virus to, or overloading, “flooding,” “spamming,” “mailbombing” or “crashing”.\n</li>\n<li>Forging communications on behalf of the Site (impersonating the Site) or to the Site (impersonating another user).\nor</li>\n<li>Taking any action that may otherwise harm, disrupt or overburden the Site.\n</li>\n</ol>\n<p>This list of prohibitions provides examples and is not complete or exclusive.\nWellcare reserves the right to terminate your access to your account with or without cause and with or without notice, for any reason or no reason, or for any action that Wellcare determines is inappropriate or disruptive to this Site or to any other user of this Site.\nViolations of system or network security may result in civil or criminal liability.\nWellcare reserves the right to investigate any actual, reported or suspected violations.\nWellcare also may report information about any such suspected, reported or actual violations to law enforcement and may cooperate with law enforcement authorities in investigating and prosecuting users who have participated in such violations.\nWellcare also reserves the right to disclose any information necessary to satisfy any applicable law, regulation, legal process or government request.\n</p>\n<p>\n<strong>Age of Users</strong>.\nYou must be 13 years or older to use the Site.\nIf you are under the age of 18, you must have your parent’s permission to use the Site and to agree to these Terms and Conditions.\nWellcare may terminate these Terms and Conditions and use of the Site without notice if we, in our sole discretion, believe that you are either (i) under the age of 18 and using the Site and its services without the permission of your parent or (ii) under the age of 13.\n</p>\n<p>\n<strong>Changes to these Terms and Conditions and/or the Site</strong>.\nWellcare reserves the right to make changes to these Terms and Conditions at any time.\nIn the event of any such changes, you will be required to consent to the updated Terms and Conditions the next time you access the Site.\nIf you do not consent to the changes, you may no longer use the Site.\nWellcare may change the information, services and any other resources accessible through the Site, or discontinue the Site altogether, at any time and without notice.</p>\n<p>\n<strong>Using the Site</strong>.\nSome features of the Site are available without registering with Wellcare.\nHowever, in order to access certain member-only or password-restricted areas of the Site and to use certain services and materials offered through the Site, you must login using your Wellcare account username and password.</p>\n<p>\n<strong>Submissions</strong>.\nYou acknowledge and agree that by submitting remarks, reviews, ratings, and other materials (other than information given in connection with registration) to Wellcare (individually and collectively, the “<strong>Submissions</strong>”), you (i) grant Wellcare a nonexclusive, royalty-free, fully-paid, perpetual, transferable, irrevocable and fully sublicensable right to use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from and publicly display and perform the Submissions throughout the world in any media, now known or hereafter created without attribution, (ii) grant Wellcare the right to pursue at law any person or entity that violates your and/or Wellcare’s rights in your Submissions, and (iii) forever waive any and all of your rights, including but not limited to moral rights, if any, in and to your Submissions, including, without limitation, any all rights or requirements of attribution or identification of you as the author of the Submissions or any derivative thereof.\nYou further acknowledge and agree that your Submissions are non-confidential and do not contain proprietary information.</p>\n<p>Except as described in our Privacy Policy, Wellcare will not be required to treat any of your Submissions as confidential, and you acknowledge and agree Wellcare may use in connection with its business any of the concepts and ideas contained in your Submissions without compensation to you and Wellcare will not incur any liability to you as a result of any similarities between concepts and ideas contained in your Submissions and future Wellcare operations and business.\nExcept as otherwise set forth in these Terms and Conditions, Wellcare will be entitled to use the Submissions for any commercial or other purpose whatsoever without compensation to you or any other person.</p>\n<p>Your Submissions, including personally identifiable information contained therein, are made voluntarily and are subject to our Privacy Policy.\nYou are responsible for the content of your Submissions and agree to defend (at Wellcare’s option and at your sole expense), indemnify and hold Wellcare harmless from any damages, losses, costs, or expenses, including reasonable attorneys’ fees, which WellCare may incur as a result of your Submissions.</p>\n<p>With respect to your Submissions, you acknowledge, warrant and agree that:</p>\n<p>1.&nbsp.\nIf your Submissions concern providers, your Submissions will be true and accurate, only concern or relate to the care or service that you, your minor child or your ward received from the provider being reviewed, that you are not related to or employed by the providers being reviewed and that you are not impersonating any other person;</p>\n<p>2.&nbsp.\nYour Submissions will not violate any law, or in any manner infringe or interfere with the rights of others, including but not limited to the use of names, information, or materials that (i) libel, defame, or invade the privacy of any third party, (ii) are obscene or pornographic, (iii) are harmful, threatening, offensive, abusive, harassing, vulgar, false or inaccurate, racially, sexually, ethnically or are otherwise objectionable or otherwise contrary to the laws of any place where such Submissions may be accessed, (iv) constitute personal attacks on other individuals, (v) infringe the intellectual property, trade secret or proprietary rights of any third party, (vi) promote criminal or other illegal activity, (vii) promote or advertise any person, product or service or solicit funds, or (viii) are deemed confidential by any contract or policy.</p>\n<p>You are permitted to post only one (1) Submission regarding the same provider, entity, procedure or subject during any thirty (30) day period.\nOnce submitted, Submissions cannot be modified or deleted.\nWellcare retains the right to review and delete or remove from public view any Submissions, which Wellcare in its sole discretion considers illegal, offensive, obscene, abusive, harassing, commercial in nature, infringing, inappropriate or otherwise violates these Terms and Conditions.\nIf notified of an allegation that any Submission contains infringing information, materials or other content, Wellcare may investigate the allegation and determine in Wellcare’s sole discretion whether to remove or request the removal from any other media or server where the infringing content may be stored or displayed by Wellcare.</p>\n<p>\n<strong>YOUR SUBMISSIONS DO NOT CONSTITUTE THE FILING OF A FORMAL GRIEVANCE UNDER WELLCARE’S GRIEVANCE POLICIES CONCERNING THE CARE OR SERVICE THAT YOU, YOUR MINOR CHILD OR YOUR WARD RECEIVED.\nIN ORDER TO FILE A FORMAL GRIEVANCE, PLEASE REFER TO WELLCARE’S GRIEVANCE SUBMISSION POLICIES.</strong>\n</p>\n<p>\n<strong>Your Account</strong>.<strong>\n</strong>You are required to register with Wellcare in order to access certain services or areas of the Site.\nYou agree to provide true, accurate, current and complete information about yourself as prompted by the registration form (the “<strong>Account Information</strong>”) and to maintain and promptly update your Account Information to keep it true, accurate, current and complete.\nIf you provide any information that is fraudulent, untrue, inaccurate, not current or incomplete, we may suspend or terminate your account and refuse any and all current and future use of the Site.\nBecause any termination of your access to the Site may be effective without prior notice, you agree and acknowledge that we may immediately deactivate or delete your account and all related information and files in your account and bar any further access to such files or this Site.\nYou also agree that Wellcare shall not be liable to you or any third party for any suspension or termination of your access to your account or this Site.\nAccount information and certain other information about you is subject to our Privacy Policy, which is incorporated by reference into these Terms and Conditions, as well as our HIPAA Notice of Privacy Practices, where applicable.\nYou will receive a username and password when you have completed the Account Information and the registration process.\nYour username and password will be your identity for purposes of interacting with Wellcare through the Site.\nYour username and password are for your personal use only.\nYou agree you will not permit others, including those whose account have been suspended or terminated, to access the Site using your username or password.\nIf you use the Site, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer or device from which you access the Site, and you agree to accept responsibility for all activities that occur under your username and password.\nYou should take steps to protect against unauthorized access to your password and computer or device from which you access the Site by, among other things, signing out of the Site after using a shared computer, choosing a robust password that nobody else knows or can easily guess, and keeping your username and password private.\nWellcare is not responsible for any unauthorized account activity using your username and password.\nYou agree to immediately notify us of any unauthorized use of your password or account or any other breach of security.\n</p>\n<p>\n<strong>Privacy Policy</strong>.\nYou must also read and agree to our Privacy Policy that is incorporated herein by referenced and governs your use of the Site.\nYou agree that Wellcare may collect, use and disclose the information it collects about you through the Site in accordance with the Privacy Policy.</p>\n<p>\n<strong>Electronic Communications</strong>.\nWhen you visit the Site, you are communicating with Wellcare electronically.\nWellCare will communicate with you by e-mail or by posting notices on the Site.\nThese electronic communications are part of your relationship with Wellcare.\nYou consent to receive communications from us electronically.\nYou also agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement, including any requirement that such communications be in writing.\n</p>\n<p>\n<strong>No Professional Advice</strong>.\nAny information supplied through the Site by any employee or agent of Wellcare, whether by telephone, e-mail, letter, facsimile or other form of communication, is for educational purposes or general guidance on the use of the Site, and does not constitute medical, legal, or other professional advice.\nHealth-related information provided through the Site is intended as an educational aid only.\nIt is not intended as medical advice for individual conditions or treatment.\nIt is not a substitute for a medical exam, nor does it replace the need for services provided by medical professionals.\nThe receipt of any questions or feedback you submit to Wellcare does not create a professional relationship and does not create any privacy interests other than those described in our Privacy Policy.\n</p>\n<p>\n<strong>Wireless Phone Policy</strong>.\nBy providing your wireless phone number to Wellcare, you expressly consent to Wellcare calling you at this phone number, including phone calls through an automated system.\n</p>\n<p>\n<strong>Links</strong>.\nThe Site may contain links to websites owned or operated by third parties or affiliate companies of Wellcare.\nLinks to websites owned or operated by third parties are provided for your reference only and WellCare does not control such third party websites and is not responsible for their content.\nWellcare reserves the right to terminate a link to a third party website at any time and the fact that we provide a link to a third party website does not mean that we endorse, authorize or sponsor that website.\nYOUR USE OF THIRD PARTY WEBSITES AND RESOURCES IS AT YOUR OWN RISK.\nLinks to websites of Wellcare affiliate companies may be subject to additional terms and/or governed by a separate and different terms and conditions and/or privacy policy.\n</p>\n<p>\n<strong>Disclaimer</strong>.\nYOUR USE OF THE SITE IS AT YOUR SOLE RISK.\nYOUR USE OF THE SITE AND ALL INFORMATION, CONTENT, AND SERVICES ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE SITE ARE PROVIDED BY WELLCARE ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT REPRESENTATIONS OR WARRANTIES OF ANY KIND.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WELLCARE DISCLAIMS ALL REPRESENTATIONS AND WARRANTIES, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT OR NONMISAPPROPRIATION OF INTELLECTUAL PROPERTY RIGHTS OF A THIRD PARTY, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, ACCURACY OF INFORMATION OR COMPLETENESS OF CONTENT, OR SYSTEM INTEGRATION.\n</p>\n<p>WELLCARE SHALL NOT HAVE ANY LIABILITY OR RESPONSIBILITY FOR ERRORS OR OMISSIONS IN THE CONTENT OF THE SITE.\nWELLCARE DOES NOT REPRESENT OR WARRANT THAT THE INFORMATION ON THIS SITE IS ACCURATE, COMPLETE, RELIABLE, USEFUL, TIMELY OR CURRENT OR THAT THE WELLCARE WEBSITE WILL BE AVAILABLE OR OPERATE WITHOUT INTERRUPTION OR ERROR OR IN A COMPLETELY SECURE MANNER OR THAT ERRORS OR DEFECTS WILL BE CORRECTED.\n</p>\n<p>WELLCARE DOES NOT ENDORSE OR MAKE ANY REPRESENTATIONS OR WARRANTIES ABOUT THE OPTIONS OR OTHER SERVICE OR DATA YOU MAY ACCESS, DOWNLOAD OR USE AS A RESULT OF THE USE OF THE INFORMATION CONTAINED ON THIS SITE, OR ABOUT ANY THIRD PARTY SITES YOU MAY LINK THROUGH THE SITE, WHICH LINKS ARE PROVIDED FOR CONVENIENCE ONLY.\n</p>\n<p>\n<strong>Limitation of Liability</strong>.\nTO THE FULLEST EXTENT PERMITTED BY LAW, UNDER NO CIRCUMSTANCES SHALL WELLCARE OR ITS AFFILIATE COMPANIES OR ANY OF THEIR EMPLOYEES, DIRECTORS, OFFICERS, AGENTS, VENDORS, LICENSORS, OR SUPPLIERS BE LIABLE FOR ANY INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES ARISING OUT OF OR RELATING TO THESE TERMS AND CONDITIONS OR USE OF OR INABILITY TO USE THE SITE OR ITS CONTENT (INCLUDING BUT NOT LIMITED TO LOSS OF DATA, REVENUE, PROFITS, USE OR OTHER ECONOMIC ADVANTAGE), EVEN IF WELLCARE KNOWS THERE IS A POSSIBILITY OF SUCH DAMAGE.\nTHE MAXIMUM CUMULATIVE DAMAGES YOU MAY OBTAIN FROM WELLCARE OR ITS AFFILIATE COMPANIES OR ANY OF THEIR EMPLOYEES, DIRECTORS, OFFICERS, AGENTS, VENDORS, LICENSORS, OR SUPPLIERS SHALL BE LIMITED TO FUNDS PAID TO WELLCARE FOR YOUR USE OF THE SITE OR ONE-HUNDRED DOLLARS ($100.00), WHICHEVER IS GREATER.\nYOUR USE OF THE SITE IS AT YOUR SOLE RISK AND IF YOU ARE DISSATISFIED WITH THE SITE, ITS CONTENT OR WITH THESE TERMS AND CONDITIONS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE.\n</p>\n<p>\n<strong>Indemnification</strong>.\nYou agree to indemnify and hold Wellcare, its affiliate companies, employees, directors, officers, agents, vendors, licensors and suppliers harmless from and against any losses, liabilities, investigations, inquiries, claims, demands, suits, damages and/or costs and expenses, including reasonable attorneys’ fees and costs for defending such claims, made by any third party arising out of or relating to your use of the Site and/or the Content, your violation of these Terms and Conditions, or your violation of any rights of another.\n</p>\n<p>\n<strong>Termination</strong>.\nThese Terms and Conditions shall be effective until terminated.\nWe reserve the right, without notice to you and in our sole discretion, to terminate these Terms and Conditions, your account or your use of the Site, and to block or prevent future access to and use of the Site if you violate these Terms and Conditions.\nYou further agree that Wellcare may in its sole discretion and at any time discontinue all or part of the Site without prior notice to you.\nYou agree that any termination of your access to the Site and the services available through the Site, under any provision of these Terms and Conditions, may be effected without prior notice to you, and you acknowledge and agree that Wellcare may bar any further access to the Site and/or your account.\nFurther, you agree that Wellcare shall not be liable to you or any third party for any termination of access to the Site.\nUpon termination, all provisions of these Terms and Conditions that are by their nature intended to survive termination, all representations and warranties, limitation of liabilities, and all indemnities shall survive such termination.\n</p>\n<p>\n<strong>Jury Waiver</strong>.\nTO THE EXTENT NOT OTHERWISE PROHIBITED BY APPLICABLE LAW, YOU AND WELLCARE AGREE TO WAIVE TRIAL BY JURY WITH RESPECT TO ANY MATTERS ARISING UNDER OR RELATING TO THESE TERMS AND CONDITIONS OR THE SITE.\n</p>\n<p>\n<strong>General Terms</strong>.\nBY ACCESSING AND USING THE SITE, YOU AGREE THAT YOUR ACCESS TO AND USE OF THE SITE IS SUBJECT TO THESE TERMS AND CONDITIONS, AS WELL AS ALL APPLICABLE LAWS, AS GOVERNED AND INTERPRETED PURSUANT TO THE LAWS OF THE STATE OF FLORIDA.\nThe laws of the State of Florida, without regard to any choice or conflicts of law provisions, govern all matters arising out of or related to these Terms and Conditions.\nForeign laws do not apply.\nThe United Nations Convention on Contracts for the International Sale of Goods and any laws based on the Uniform Computer Information Transactions Act (UCITA) shall not apply to these Terms and Conditions.\nAny other dispute, claim or controversy arising out of or relating to these Terms and Conditions, or the breach, termination, enforcement, interpretation or validity thereof, including the determination of the scope or applicability of the Terms and Conditions, shall be determined by binding arbitration in Hillsborough County, Florida, in accordance with the Commercial Arbitration Rules of the American Arbitration Association then in effect.\nJudgment on the arbitrator’s award may be entered in any court having jurisdiction.\nThe costs of the arbitration, including the fees of the arbitrator shall be borne equally by the Parties, and each Party shall be responsible for the fees of its own attorneys and experts.\nThe arbitrator shall not consolidate claims of third parties into one proceeding, nor shall the arbitrator have the power to hear the arbitration as a class action.\nThe sole right of the arbitrator shall be to enforce and interpret these Terms and Conditions and not to expand the rights or obligations of the Parties.\nThe arbitrator shall only have the right to award actual direct damages and shall not have the right to award special, consequential or punitive damages.</p>\n<p>Where permitted by law, you and Wellcare agree that any cause of action arising out of or related to these Terms and Conditions or this Site must be commenced within one (1) year after the cause of action accrues.\nOtherwise, such action is permanently barred.\n</p>\n<p>These Terms and Conditions are the entire agreement between you and Wellcare relating to or arising out of your use of the Site and supersede all prior or contemporaneous negotiations, discussions or agreements between you and Wellcare relating to this Site or these Terms and Conditions.\nThe proprietary rights, disclaimer of warranties, representations made by you, indemnities, limitations of liability and general provisions shall survive any termination of these Terms and Conditions.\n</p>\n<p>The failure by either party to exercise or enforce, the partial exercise or enforcement, or a delay in exercising or enforcing any right or provision of these Terms and Conditions shall not operate as a waiver or estoppel of any right, remedy or condition.\n</p>\n<p>Should any part of these Terms and Conditions be declared invalid, illegal or unenforceable by a court of competent jurisdiction, that provision shall be enforced to the maximum extent possible and the validity, legality and enforceability of the remaining provisions will not be affected or impaired.\n</p>\n<p>\n<strong>Contact Us</strong>.\nIf you have any questions, complaints or claims with respect to the Site or these Terms and Conditions, or otherwise&nbsp;need to contact Wellcare for any reason, you can reach us at:&nbsp;https://www.wellcare.com/en/Contact-Us/Contact-Us-Form.</p>\n<p>\n<strong>Review our SMS Texting Terms and Conditions.</strong>\n</p>\n<p>\n<strong>Review our Email Terms and Conditions.</strong>\n</p> Important Privacy Documents Notice of Privacy Practice <i>\n</i>\n<p>This notice describes how medical information about you may be used and disclosed and how you can get access to this information.</p> Download <i>\n</i>\n<ul>\n<li>English</li>\n<li>Spanish</li>\n<li>Chinese</li>\n<li>Korean</li>\n<li>Vietnamese</li>\n<li>Armenian</li>\n<li>Arabic</li>\n<li>Farsi</li>\n<li>Russian</li>\n<li>Ilocano</li>\n<li>Tagalog</li>\n<li>KhmerCambodian</li>\n</ul>\n<p>\n<br>\n</p> ", "created_at": "2023-06-30 04:18:17.318158", "updated_at": "2023-06-30 04:18:50.558962"}, {"id": 16848, "name": "SMS Texting Terms and Conditions", "url": "https://wellcare.com/en/Corporate/SMS-Texting-Terms-and-Conditions", "xpath": "/html/body/div[2]/div[2]/div[2]", "text": " <p>These SMS Texting Terms and Conditions are applicable to individuals who have subscribed and expressly consented to receive text messages from WellCare Health Plans, Inc.\n(“WellCare”) or their affiliates, subsidiaries, employees or agents.\nThese individuals have granted WellCare express permission to send automated text messages to the enrolled mobile phone number(s) through their wireless phone carrier unless and until such permission is revoked in accordance with these Terms and Conditions.</p>\n<p>WellCare's short codes are:</p>\n<p>\n</p>\n<ul>\n<li>81056 – for Communication Preferences – Paperless Notifications</li>\n<li>29686 – for Medicare Reminders and Benefit Information.&nbsp.\nKeywords include: JOIN</li>\n<li>59980 – for Medicaid Reminders and Benefit Information.\n&nbsp;Keywords include:&nbsp;JOIN</li>\n</ul>\n<p>\n</p>\n<p>Text messages will vary in frequency, by texting program.\nAs part of enrollment in a WellCare texting program, an individual may contact WellCare&nbsp;for assistance or to request an additional text message that will include relevant contact information by replying “HELP” to the text message received.\nAdditionally, an individual may opt-out of a WellCare texting program by replying “STOP” from their mobile phone.\nThe individual will receive one final confirmation text message from WellCare stating that they will no longer receive text messages from that short code.\nText messages will be sent using an automatic dialing system to the mobile phone number provided to us.&nbsp;&nbsp.\n</p>\n<p>WellCare offers these text message programs to provide information or resources on topics including, but not limited to the following:</p>\n<ul>\n<li>Operational alerts/reminders such as billing/payment, claims, coverage, digital tools and communication materials, health and wellness tips, medical coverage, medication reminders and health insurance education</li>\n<li>Health-related information provided is not meant to replace professional medical advice</li>\n</ul>\n<p>Operational information provided is valid only at the time the text message is sent and may change at a later time.</p>\n<p>Age restrictions apply to texting programs.\nIn order to participate, individuals must be 18 years of age or older and own and control the mobile phone number provided to us.\nIndividuals between the ages of 14 and 18 must have parental consent.\nIndividuals between 14 and 18 years of age who do not have parental consent, or individuals under 14 years of age, must unsubscribe from the texting program.</p>\n<p>Individuals must immediately notify WellCare if their mobile phone number changes.\nWellCare is not liable for any communication or transmission of information via text which occurs as a result of a change to a mobile phone number that is not reported.\nUsing password-protected mobile devices and enabling encryption, if available, is recommended.&nbsp.\n</p>\n<p>Individuals who have subscribed and expressly consented to receive text messages are not required to agree to the receipt of text messages in order to purchase any product or service from WellCare.\nDepending on the WellCare texting program that the individual has enrolled in, they may receive marketing messages.\nWellCare is committed to building user trust and confidence by promoting and complying with the use of business practices that help protect the privacy and the security of the customer and their data.</p>\n<p>UNDER NO CIRCUMSTANCES WILL WELLCARE BE LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR EXEMPLARY DAMAGES ARISING OUT OF, OR IN CONNECTION WITH USE OF THE TEXTING PROGRAM(S), WHETHER OR NOT WELLCARE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>If individuals are dissatisfied with the texting program or with these Terms and Conditions, their sole and exclusive remedy is to discontinue enrollment in the specific texting program.&nbsp.\nIndividuals who participate in the texting programs offered by WellCare do so at their own risk.</p>\n<p>\n</p>\n<p>WellCare does not guarantee the successful delivery of text messages.\nMessages sent via text may not be delivered if the mobile phone number is not in range of a transmission site, or if sufficient network capacity is not available at a particular time.\nEven within a coverage area, factors beyond the control of wireless carriers may interfere with message delivery, including the customer's equipment, terrain, and proximity to buildings, foliage, and weather.\nWellCare will not be liable for losses or damages arising from (a) non-delivery, delayed delivery, or misdirected delivery of a text message.\n(b) inaccurate or incomplete content in a text message.\nor (c) use or reliance on the contents of any text message for any purposes.</p>\n<p>\n</p>\n<p>Messaging and Data rates may be charged by mobile service providers.\nContent may not be available via all carriers.\nParticipating carriers may include, but are not limited to: Associated Carrier Group (ACG), AT&amp;T Mobility, Boost, ClearSky(RCG), Google Voice, Interop, Open Mobile Puerto Rico, Peerless Network, Sprint Corporation, T-Mobile &amp.\nMetroPCS, Truphone Limited, US Cellular, Verizon Wireless, and Virgin Mobile.&nbsp;T-Mobile is not liable for delayed or undelivered messages.</p>\n<p>\n</p>\n<p>These Terms and Conditions are governed exclusively by the laws of the State of Florida, without reference to its rules regarding choice of law.</p>\n<p>Review our Privacy &amp.\nLegal information.</p>\n<br>\n<br>\n<br> ", "created_at": "2023-06-30 04:19:01.615396", "updated_at": "2023-06-30 04:19:11.788171"}], "points": [], "urls": ["wellcare.com"]}}