{"error": 448, "message": "OK", "parameters": {"id": 7314, "name": "Policygenius ", "created_at": "2023-01-18 23:10:09.011532", "updated_at": "2023-01-22 17:00:22.032454", "wikipedia": null, "keywords": null, "related": null, "slug": "policygenius", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7314.png", "url": "policygenius.com", "documents": [{"id": 14034, "name": "Terms & Conditions", "url": "https://www.policygenius.com/about/terms/", "xpath": "//body", "text": " <ul>\n<li>\n<p>Life</p>Main menu<p>Coverage</p>Life insuranceTerm life insuranceWhole life insuranceNo-medical-exam life insurance<p>Tools &amp.\nresources</p>Life insurance calculatorLife insurance ratesTerm life insurance ratesWhole life insurance rates<p>Reviews</p>Best life insurance companies of 2023Life insurance company reviewsLife insurance reviews methodologyGet free quotes<p>Save 50% or more on life insurance</p>\n</li>\n<li>\n<p>Home</p>Main menu<p>Coverage</p>Homeowners insuranceBundling home &amp.\nauto insurance<p>Tools &amp.\nresources</p>Home insurance calculatorHome insurance rates by ZIP codeHomeowners insurance cost<p>Reviews</p>Best homeowners insurance companies of 2023Homeowners insurance company reviewsCheap homeowners insurance companiesGet free quotes<p>You could be saving on home insurance</p>\n</li>\n<li>\n<p>Auto</p>Main menu<p>Coverage</p>Car insuranceCompare car insurance quotesBundling auto &amp.\nhome insuranceBundling auto &amp.\nrenters insurance<p>Tools &amp.\nresources</p>Car insurance calculatorCar insurance rates by ZIP codeCar insurance cost<p>Reviews</p>Best car insurance companies of 2023Car insurance company reviewsCheap car insurance companiesGet free quotes<p>Shop and save on auto insurance</p>\n</li>\n<li>\n<p>Disability</p>Main menu<p>Coverage</p>Disability insurance<p>Tools &amp.\nresources</p>Disability insurance calculatorLong-term disability insurance cost<p>Reviews</p>Best disability insurance companies of 2023Disability insurance company reviewsGet free quotes<p>Your paycheck needs protection</p>\n</li>\n<li>About us</li>\n<li>Policygenius Pro</li>\n<li>Sign in</li>\n<li>Call a licensed expert:1-855-695-2255</li>\n</ul>Sign inTerms &amp.\nConditionsLast updated August 30, 2022<p>Welcome to Policygenius! This website, www.policygenius.com, and any other websites of Policygenius Inc.\n(“Policygenius,” “we,” “us,” or “our”) (collectively, the “Site”) is owned and operated by Policygenius.\nThe terms and conditions of use detailed below (the “Terms of Use”) govern your access to and use of the Site and apply to all internet users visiting the Site or the our mobile application (the “App”) by access or using the Site or App in any way, including using the services and resources that we make available to you through the Site or App (the “Services”).\nThese Terms of Use are a legal contract between you and Policygenius.\nBy accessing or using the Site or downloading the App or using any of the Services, you hereby represent that (1) you have read, understand and agree to these Terms of Use, (2) you are at least 18 years of age or the age of majority in your jurisdiction, and (3) you agree to be bound by all applicable laws and regulations.\nIf you do not agree with these Terms of Use, then you may not access or use the Site, the App, or the Services.</p>\n<p>PLEASE BE AWARE THAT THE “DISPUTE RESOLUTION” SECTION OF THIS AGREEMENT, BELOW, CONTAINS PROVISIONS GOVERNING HOW DISPUTES THAT YOU AND WE HAVE AGAINST EACH OTHER ARE RESOLVED, INCLUDING, WITHOUT LIMITATION, ANY DISPUTES THAT AROSE OR WERE ASSERTED PRIOR TO THE EFFECTIVE DATE OF THE TERMS OF USE.\nIN PARTICULAR, IT CONTAINS AN ARBITRATION AGREEMENT WHICH WILL, WITH LIMITED EXCEPTIONS, REQUIRE DISPUTES BETWEEN US TO BE SUBMITTED TO BINDING AND FINAL ARBITRATION.\nUNLESS YOU OPT OUT OF THE ARBITRATION AGREEMENT: (1) YOU WILL ONLY BE PERMITTED TO PURSUE DISPUTES OR CLAIMS AND SEEK RELIEF AGAINST US ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.\nAND (2) YOU ARE WAIVING YOUR RIGHT TO PURSUE DISPUTES OR CLAIMS AND SEEK RELIEF IN A COURT OF LAW AND TO HAVE A JURY TRIAL.</p>\n<p>These Terms of Use are effective as of the “Last Updated” date specified above.\nWE MAY CHANGE THESE TERMS OF USE AT ANY TIME IN OUR SOLE DISCRETION.\nWhen changes are made, we will make a new copy of the Terms of Use available at the Site and within the App.\nWe will also update the “Last Updated” date at the top of the Terms of Use.\nIf we make any material changes, and you have registered with us to create an Account (as defined below) we will also send an e-mail to you at the last e-mail address you provided to us.\nAny changes to the Terms of Use will be effective immediately for new users of the Site, the App and/ or Services and will be effective thirty (30) days after posting notice of such changes on the Site for existing Registered Users, provided that any material changes shall be effective for Registered Users who have an Account with us upon the earlier of thirty (30) days after posting notice of such changes on the Site or thirty (30) days after dispatch of an e-mail notice of such changes to Registered Users (defined below).\nWe may require you to provide consent to the updated Terms of Use in a specified manner before further use of the Site, the App, and/or the Services is permitted.\nIf you do not agree to any change(s) after receiving a notice of such change(s), you shall stop using the Site, the App, and/or the Services.\nYour continued use of the Site, the App, or Services after any such change will constitute your acceptance of any modified terms.\nPLEASE REGULARLY CHECK THE SITE TO VIEW THE THEN-CURRENT TERMS.</p>Collection and use of personal information<p>Your use of the Services may involve the transmission to us of certain personally identifiable information.\nOur policies with respect to our collection and use of such information are set forth in our Privacy Policy found at&nbsp;policygenius.com/about/privacy, which is hereby incorporated by reference in its entirety.</p>The services<p>Insurance Services.&nbsp;The Services include our Personal Insurance Checkup, which consists of content, tools, links and recommendations intended to provide you with decision support related to insurance.\nAll information provided to you through your use of this Service is provided for general informational and educational purposes.</p>\n<p>The Services may also include our preparation of quotes and brokering and transacting of sales to you of third-party insurance products.\nWe are a licensed independent insurance broker.\nWe do not underwrite any insurance policy made available to you through the Services.\nAny insurance policy premium quotes or ranges displayed on the Site or through the Services are non-binding.\nThe final insurance policy premium for any policy is determined by the underwriting insurance company following application.\nInsurance products and their availability may vary by state and your individual circumstances, and additional minimum coverage limits may be required in your state.\nThe third-party insurance products offered for sale through the Site are only available in the jurisdictions in which we are properly licensed.</p>\n<p>Your use of certain Services may require you to agree to additional terms and conditions, or enter into separate agreements with us or applicable third-party insurance carriers.\nAny third-party insurance products purchased by you through the Site are subject to the terms and conditions of the applicable insurance carrier.\nIn the event of a conflict between these Terms of Use and the terms of any such other terms, the terms of such other terms will control.</p>\n<p>Will and Estate Planning Services.&nbsp;The Services also include, for your convenience, self-help “fill in the blank” forms that help you prepare simple wills, trusts, and other estate planning documents (together with any related instructions and resulting documentation, the “Forms”) (the “Will and Estate Planning Services”).\nWe are not a law firm and are not licensed to practice law.\nWe may not, and do not, provide legal representation or advice.\nNo attorney-client relationship is created or intended to be created between you and Policygenius or its employees or agents.\nCommunications between you and Policygenius are not protected by the attorney-client privilege or work product doctrine.\nOUR SERVICES AND OUR FORMS ARE PROVIDED FOR YOUR PERSONAL USE ONLY.\nTHEY DO NOT CONSTITUTE LEGAL OR TAX ADVICE.\nOUR SERVICES AND OUR FORMS ARE NOT A SUBSTITUTE FOR THE ADVICE OR SERVICES OF AN ATTORNEY OR TAX CONSULTANT.\nWe do not review the information you provide for completeness, legal sufficiency, or accuracy, nor do we draw any legal conclusions, provide opinions, or make recommendations about the selection of forms, nor do we apply the facts of your particular situation to the law.\nThe law is a personal matter, and no generalized information or one form (i.e., the Forms) is applicable to every situation.\nYou should consult with an attorney or tax professional if: you have any questions about the accuracy, sufficiency, or effect of any completed Forms or related documents.\nyou have any questions about the Forms’ legal effects or tax implications.\nyou want legal or tax advice on any specific issues.\nor if you think your situation may be too complex to be addressed by our Forms.</p>Use of the services and Policygenius properties<p>The App, the Site, the Services, and the information and content available on the Site and in the App and the Services (as these terms are defined herein) (each, a “Policygenius Property” and collectively, the “Policygenius Properties”) are protected by copyright laws throughout the world.\nSubject to the Terms of Use, we grant you a limited license to reproduce portions of the Policygenius Properties for the sole purpose of using the Services for your personal or internal business purposes.\nUnless otherwise specified by us in a separate license, your right to use any and all Policygenius Properties is subject to the Terms of Use.</p>\n<p>App License.&nbsp;Subject to your compliance with the Terms of Use, we grant you a limited non-exclusive, non-transferable, non-sublicensable, revocable license to download, install and use a copy of the App on a single mobile device or computer that you own or control and to run such copy of the App solely for your own personal or internal business purposes.\nFurthermore, with respect to any App accessed through or downloaded from the Apple App Store (an “App Store Sourced Application”), you will only use the App Store Sourced Application (a) on an Apple-branded product that runs the iOS (Apple’s proprietary operating system) and (b) as permitted by the “Usage Rules” set forth in the Apple App Store Terms of Service.\nNotwithstanding the first sentence in this section, with respect to any App access through or downloaded from the Google Play store (a “Google Play Sourced Application”), you may have additional license rights with respect to use of the Application on a shared basis within your designated family group.</p>\n<p>Forms.&nbsp;We grant you a limited, non-exclusive, non-transferable, non-sublicensable license to use the Forms for your own personal or internal business use.\nExcept as otherwise provided, you acknowledge and agree that you have no right to create derivative works of, modify, reproduce, reverse engineer, enhance or in any way exploit any of the Forms, other than as permitted to complete the Forms for your own authorized use.\nYou shall not alter or remove any copyright notice from the Forms.\nNotwithstanding the foregoing, you are licensed to download and print, for your personal records, electronic and physical copies of the Forms you produced through the Policygenius Services.\nAny right not expressly granted in these Terms of Services are reserved by us.\nThe design, text, graphics and selection and arrangement of the Forms are copyright © Policygenius Inc.\nAll rights reserved.</p>\n<p>Updates.&nbsp;You understand that the Policygenius Properties are evolving.\nAs a result, we may require you to accept updates to the Policygenius Properties that you have installed on your computer or mobile device.\nYou acknowledge and agree that we may update the Policygenius Properties with or without notifying you.\nYou may need to update third-party software from time to time in order to use the Policygenius Properties.</p>\n<p>Certain Restrictions.&nbsp;The rights granted to you in the Terms of Use are subject to the following restrictions : (a) you shall not license, sell, rent, lease, transfer, assign, reproduce, distribute, host or otherwise commercially exploit the Policygenius Properties or any portion of the Policygenius Properties, including the Site , (b) you shall not frame or utilize framing techniques to enclose any trademark, logo, or other Policygenius Properties (including images, text, page layout or form) of Policygenius.\n(c) you shall not use any metatags or other “hidden text” using our name or trademarks .\n(d) you shall not modify, translate, adapt, merge, make derivative works of, disassemble, decompile, reverse compile or reverse engineer any part of the Policygenius Properties except to the extent the foregoing restrictions are expressly prohibited by applicable law.\n(e) you shall not use any manual or automated software, devices or other processes (including but not limited to spiders, robots, scrapers, crawlers, avatars, data mining tools or the like) to “scrape” or download data from any web pages contained in the Site (except that we grant the operators of public search engines revocable permission to use spiders to copy materials from the Site for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).\n(f) you shall not access the Policygenius Properties in order to build a similar or competitive website, application or service.\n(g) except as expressly stated herein, no part of the Policygenius Properties may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means.\nand (h) you shall not remove or destroy any copyright notices or other proprietary markings contained on or in the Policygenius Properties.\nAny future release, update or other addition to the Policygenius Properties shall be subject to the Terms of Use.\nWe and our suppliers and service providers reserve all rights not granted in the Terms of Use.\nAny unauthorized use of any Policygenius Property terminates the licenses granted by us pursuant to the Terms of Use.</p>\n<p>Third-Party Materials.&nbsp;As a part of the Policygenius Properties, you may have access to materials that are hosted by another party.\nYou agree that it is impossible for us to monitor such materials and that you access these materials at your own risk.</p>\n<p>Necessary Equipment and Software.&nbsp;You must provide all equipment and software necessary to connect to the Policygenius Properties, including but not limited to, a mobile device that is suitable to connect with and use the Policygenius Properties, in cases where the Services offer a mobile component.\nYou are solely responsible for any fees, including Internet connection or mobile fees, that you incur when accessing the Policygenius Properties.</p>\n<p>Policygenius Communications.&nbsp;By entering into these Terms of Use or using the Policygenius Properties, you agree to receive communications from us, including via e-mail, text message, calls, and push notifications, even if your number is on a do not call list.\nYou agree that texts, calls or prerecorded messages may be generated by automatic telephone dialing systems.\nCommunications from us and our affiliated companies may include but are not limited to: operational communications concerning your Account or the use of the Policygenius Properties, updates concerning new and existing features on the Policygenius Properties, communications concerning promotions run by us or out third-party partners, and news concerning us and industry developments.\nStandard text messaging charges applied by your cell phone carrier will apply to text messages that we send.</p>\n<p>IF YOU WISH TO OPT OUT OF PROMOTIONAL EMAILS, YOU CAN UNSUBSCRIBE FROM OUR PROMOTIONAL EMAIL LIST BY FOLLOWING THE UNSUBSCRIBE OPTIONS IN THE PROMOTIONAL EMAIL ITSELF.\nIF YOU WISH TO OPT OUT OF PROMOTIONAL CALLS OR TEXTS, YOU MAY EMAIL PRIVACY@POLICYGENIUS.COM OR CALL US AT 1-855-695-2255.\nYOU MAY ALSO RESPOND TO ANY PROMOTIONAL TEXT RECEIVED ON YOUR MOBILE DEVICE WITH THE WORD “STOP” TO OPT OUT OF PROMOTIONAL TEXTS.\nYOU ACKNOWLEDGE THAT YOU ARE NOT REQUIRED TO CONSENT TO RECEIVE PROMOTIONAL TEXTS OR CALLS AS A CONDITION OF USING THE POLICYGENIUS PROPERTIES OR RELATED SERVICES.\nIF YOU WISH TO OPT OUT OF ALL TEXTS OR CALLS FROM US (INCLUDING OPERATIONAL OR TRANSACTIONAL TEXTS OR CALLS), YOU CAN EMAIL PRIVACY@POLICYGENIUS.COM OR CALL US AT 1-855-695-2255.\nHOWEVER, YOU ACKNOWLEDGE THAT OPTING OUT OF RECEIVING ALL CALLS OR TEXTS MAY IMPACT YOUR USE OF THE POLICYGENIUS PROPERTIES OR RELATED SERVICES.</p>Your account<p>You do not need to register with us to visit and view the Site.\nhowever, to access certain password-protected areas of the Site and to use certain Services, you must become a Registered User.\nA “Registered User” is a user who has registered for an account on the Site (“Account”) or has an account with the provider of the App for the user’s mobile device.\nTo register for an account, you must provide us with your first name, last name, and email address.\nYou warrant and represent that all registration information provided by you is truthful and accurate and current and complete.\nYou are required to update your registration information as necessary from time to time.\nAll registration information and any other personal information that you provide to us through your use of the Service is subject to the terms of our Privacy Policy.</p>\n<p>You must create a password for your account.\nYou are solely responsible for the confidentiality of your password, as well as for any use of the Site or any Services made using your password.\nYour password should only be used by you, and you should not share your password with any third party.\nYou agree that you shall monitor your Account to restrict use by minors, and you will accept full responsibility for any unauthorized use of the Policygenius Properties by minors.\nYou agree to (y) notify us immediately of any unauthorized use of your password or any other breach of security.\nand (z) exit from your Account at the end of each session.</p>\n<p>If you provide any information that is untrue, inaccurate, not current or incomplete, or we have reasonable grounds to suspect that any information you provide is untrue, inaccurate, not current or incomplete, we have the right to suspend or terminate your Account and refuse any and all current or future use of the Policygenius Properties (or any portion thereof).\nYou agree not to create an Account using a false identity or information, or on behalf of someone other than yourself.\nYou agree that you shall not have more than one Account per platform at any given time.\nWe reserve the right to delete or change any usernames or password at any time and for any reason upon notice to you.\nYou agree not to create an Account or use the Policygenius Properties if you have been previously removed by Policygenius, or if you have been previously banned from any of the Policygenius Properties.</p>\n<p>Notwithstanding anything to the contrary herein, you acknowledge and agree that you shall have no ownership or other property interest in your Account, and you further acknowledge and agree that all rights in and to your Account are and shall forever be owned by and inure to the benefit of Policygenius.</p>Your content<p>You acknowledge that you, and not Policygenius, are entirely responsible for all Content that you upload, post, e-mail, transmit or otherwise make available (“Make Available”) through the Policygenius Properties (“Your Content”).\nYou assume all risks associated with use of Your Content, including any reliance on its accuracy, completeness or usefulness.</p>\n<p>Storage.&nbsp;Unless expressly agreed to by Policygenius in writing elsewhere, Policygenius has no obligation to store any of Your Content that you Make Available on Policygenius Properties.\nPolicygenius has no responsibility or liability for the deletion or accuracy of any Content, including Your Content.\nthe failure to store, transmit or receive transmission of Content.\nor the security, privacy, storage, or transmission of other communications originating with or involving use of Policygenius Properties.\nCertain Services may enable you to specify the level at which such Services restrict access to Your Content.\nYou are solely responsible for applying the appropriate level of access to Your Content.\nIf you do not choose, the system may default to its most permissive setting.\nYou agree that Policygenius retains the right to create reasonable limits on Policygenius’ use and storage of the Content, including Your Content, such as limits on file size, storage space, processing capacity, and similar limits described on the Site and as otherwise determined by Policygenius in its sole discretion.\nEXCEPT FOR POLICYGENIUS’ OBLIGATIONS TO PROTECT YOUR PERSONAL DATA AS SET FORTH IN THE POLICYGENIUS’ PRIVACY POLICY, POLICYGENIUS ASSUMES NO RESPONSIBILITY FOR THE TIMELINESS, DELETION, MIS-DELIVERY OR FAILURE TO STORE ANY CONTENT (INCLUDING, BUT NOT LIMITED TO, YOUR CONTENT AND USER CONTENT), USER COMMUNICATIONS OR PERSONALIZATION SETTINGS.</p>Intellectual property<p>The Policygenius Properties contain material, such as text, graphics, images, and other material provided by or on behalf of us, and through your use of the Services you will be provided with additional information from us, including, but not limited to, the results of the Personal Insurance Checkup.\nall of these materials and information are collectively referred to herein as the “Content.” The Content is owned by us or our licensors and is protected under both United States and foreign laws.\nThe Content includes, but is not limited to, the trademarks, service marks, and logos that are used and displayed on the Policygenius Properties, which are registered and unregistered trademarks or service marks of ours or our licensors.\nExcept with respect to Your Content, you agree that you have no right, title, or interest in or to any Content that appears on or in the Policygenius Properties.</p>\n<p>You shall not: (i) use our trademarks, service marks or logos without our written permission in each instance.\n(ii) copy or use the Content for any purpose other than your own personal use in accordance with these Terms of Use.\n(iii) remove any copyright or other proprietary notices contained in the original Content on any copy you make of the Content.\n(iv) sell, transfer, assign, license, sublicense, or modify the Content, or use the Content for any public or commercial purpose.\nor (v) use or post the Content on any other website or in a networked computer environment.</p>\n<p>We do not claim ownership of Your Content.\nHowever, when you as a Registered User post or publish Your Content on or in the Policygenius Properties, you represent that you own and/or have all proper intellectual property, proprietary and other applicable rights and licenses to use, post and/or publish Your Content (in whole or in part) and/or to incorporate it in other works in any form, media or technology now known or later developed, for the full term of any worldwide intellectual property right that may exist in Your Content.\nYou warrant that the holder of any worldwide intellectual property right, including moral rights, in Your Content, has completely and effectively waived all such rights and validly and irrevocably granted to you the right to grant the license stated above.\nYou agree that you, not Policygenius, are responsible for all of Your Content that you Make Available on or in the Policygenius Properties.</p>\n<p>Subject to any applicable account settings that you select, you grant us a fully paid, royalty-free, perpetual, irrevocable, worldwide, royalty-free, non-exclusive and fully sublicensable right (including any moral rights) and license to use, license, distribute, reproduce, modify, adapt, publicly perform, and publicly display Your Content (in whole or in part) for the purposes of operating and providing the Policygenius Properties to you and to our other Registered Users.</p>Unsolicited information<p>By submitting any unsolicited information and materials, including comments, ideas, questions, designs, and other similar communications (collectively, “Unsolicited Information”), you agree to be bound by the following terms and conditions.\nIf you do not agree with these terms and conditions, you should not provide any Unsolicited Information through the Site.\nAll Unsolicited Information will be considered NON-CONFIDENTIAL and NON-PROPRIETARY.\nWe, or any of our affiliates, may use such communication or material for any purpose whatsoever, including, but not limited to, reproduction, disclosure, transmission, publication, broadcast, and further posting.\nFurther, we and our affiliates are free to use any ideas, concepts, know-how, or techniques contained in any communication or material you send to the site for any purpose whatsoever, including, but not limited to, developing, manufacturing, and marketing products.\nBy submitting any Unsolicited Information, you are granting us a perpetual, royalty-free and irrevocable right and license to use, reproduce, modify, adapt, publish, translate, distribute, transmit, publicly display, publicly perform, sublicense, create derivative works from, transfer and sell such Unsolicited Information and to use your name and other identifying information in connection with such Unsolicited Information.</p>Disclaimers of warranties<p>“As is”.&nbsp;YOU ACKNOWLEDGE AND AGREE THAT THE POLICYGENIUS PROPERTIES ARE PROVIDED “AS IS,” “AS AVAILABLE”, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, ACCURACY, QUIET ENJOYMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nNEITHER POLICYGENIUS, ITS PARENTS, SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS, SUPPLIERS, AND LICENSORS (EACH A “POLICYGENIUS PARTY” AND COLLECTIVELY THE “POLICYGENIUS PARTIES”) MAKE ANY WARRANTY THAT THE POLICYGENIUS PROPERTIES WILL MEET YOUR REQUIREMENTS, WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS, OR WILL BE ACCURATE, RELIABLE, FREE OF VIRUSES OR OTHER HARMFUL CODE, COMPLETE, LEGAL OR SAFE.\nTHE POLICYGENIUS PARTIES WILL NOT BE LIABLE FOR ANY DAMAGES TO, OR VIRUSES THAT MAY INFECT, YOUR COMPUTER EQUIPMENT, DEVICES OR OTHER PROPERTY ON ACCOUNT OF YOUR ACCESS TO OR USE OF THE SITE, THE SERVICES, OR ANY CONTENT.\nIF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE SITE, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO NINETY (90) DAYS FROM THE DATE OF FIRST USE.\nINFORMATION AND OPINIONS RECEIVED VIA THE POLICYGENIUS PROPERTIES SHOULD NOT BE RELIED UPON FOR PERSONAL, MEDICAL, LEGAL OR FINANCIAL DECISIONS AND YOU SHOULD CONSULT AN APPROPRIATE PROFESSIONAL FOR SPECIFIC ADVICE TAILORED TO YOUR SITUATION.</p>\n<p>THE SERVICES MAY BE SUBJECT TO DELAYS, CANCELLATIONS AND OTHER DISRUPTIONS.\nTHE POLICYGENIUS PARTIES MAKE NO WARRANTY, REPRESENTATION OR CONDITION WITH RESPECT TO SERVICES, INCLUDING BUT NOT LIMITED TO, THE QUALITY, EFFECTIVENESS, REPUTATION AND OTHER CHARACTERISTICS OF SERVICES.</p>\n<p>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM US OR THROUGH POLICYGENIUS PROPERTIES WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\n<p>No Liability for Conduct of Third Parties.&nbsp;YOU ACKNOWLEDGE AND AGREE THAT THE POLICYGENIUS PARTIES ARE NOT LIABLE, AND YOU AGREE NOT TO SEEK TO HOLD POLICYGENIUS PARTIES LIABLE, FOR THE CONDUCT OF THIRD PARTIES, INCLUDING OPERATORS OF EXTERNAL SITES, AND THAT THE RISK OF INJURY FROM SUCH THIRD PARTIES RESTS ENTIRELY WITH YOU.</p>\n<p>Insurance Checkup Services.&nbsp;THE RESULTS OF THE PERSONAL INSURANCE CHECKUP ARE BASED ON PRELIMINARY DATA PROVIDED BY YOU AND RECEIVED BY US.\nTHE RESULTS ARE PROVIDED FOR YOUR PERSONAL INFORMATION AND EDUCATION ONLY AND ARE NOT A SUBSTITUTE FOR PROFESSIONAL FINANCIAL ADVICE.\nYOUR INSURANCE NEEDS MAY DIFFER FROM WHAT IS DESCRIBED IN THE PERSONAL INSURANCE CHECKUP RESULTS, DEPENDING ON DETAILS WE DID NOT CAPTURE IN OUR PERSONAL INSURANCE CHECKUP QUESTIONNAIRE (INCLUDING, BUT NOT LIMITED TO, THE AMOUNT OF YOUR DEDUCTIBLES, THE TERMS OF YOUR EMPLOYER-PROVIDED INSURANCE COVERAGE, THE IDENTITY OF YOUR INSURANCE CARRIERS, AND YOUR HEALTH HISTORY).\nTHE PERSONAL INSURANCE CHECKUP RESULTS SHOULD NOT BE INTERPRETED AS FINANCIAL ADVICE, OR AS A RECOMMENDATION TO BUY OR FOREGO ANY INSURANCE PRODUCT, WITHOUT DOING FURTHER RESEARCH ON YOUR OWN OR WITH A FINANCIAL PROFESSIONAL.\nALTHOUGH WE USE COMMERCIALLY REASONABLE EFFORTS TO ENSURE THAT THE RESULTS OF THE PERSONAL INSURANCE CHECKUP ARE ACCURATE, NO REPRESENTATION OR WARRANTY, EXPRESS OR IMPLIED, IS GIVEN WITH RESPECT TO THEIR ACCURACY OR WITH RESPECT TO THE ACCURACY OF ANY OTHER CONTENT.</p>\n<p>Other Insurance Products and Services.&nbsp;ANY AND ALL INSURANCE PRODUCTS QUOTED OR SOLD THROUGH THE SITE ARE THIRD-PARTY PRODUCTS AND ARE NOT OUR PRODUCTS.\nWE MAKE NO REPRESENTATIONS OR WARRANTIES WITH RESPECT TO SUCH PRODUCTS, AND WE ACCEPT NO LIABILITY IN CONNECTION WITH SUCH PRODUCTS.\nALL SUCH PRODUCTS ARE PROVIDED TO YOU PURSUANT TO THE TERMS AND CONDITIONS OF THE INSURANCE CARRIER PROVIDING SUCH PRODUCTS.\nANY AND ALL QUESTIONS, CONCERNS OR DISPUTES WITH ANY SUCH PRODUCTS SHOULD BE RAISED WITH THE INSURANCE CARRIER PROVIDING SUCH PRODUCTS AND NOT WITH US.</p>Limitation of liability<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL THE POLICYGENIUS PARTIES BE LIABLE FOR SPECIAL, INDIRECT, PUNITIVE, EXEMPLARY, OR CONSEQUENTIAL DAMAGES, INCLUDING LOST PROFITS, REVENUES OR SAVINGS, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES IN ADVANCE.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, UNDER NO CIRCUMSTANCES SHALL THE POLICYGENIUS PARTIES BE LIABLE TO YOU FOR MORE THAN THE GREATER OF (A) THE FEES PAID BY YOU WITHIN THE TWELVE (12) MONTHS PRIOR TO THE ACT, OMISSION OR OCCURRENCE GIVING RISE TO SUCH LIABILITY.\n(B) THE REMEDY OR PENALTY IMPOSED BY THE STATUTE UNDER WHICH SUCH CLAIM ARISES.\nAND (C) FIVE HUNDRED DOLLARS ($500.00).\nACCESS TO, AND USE OF, THE SITE IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.\nYOUR SOLE AND EXCLUSIVE REMEDY FOR DISSATISFACTION WITH THE POLICYGENIUS PROPERTIES IS TO STOP USING THE SAME.</p>\n<p>BECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR NEGLIGENCE, CONSEQUENTIAL, INCIDENTAL OR OTHER DAMAGES, IN SUCH JURISDICTIONS OUR LIABILITY IS LIMITED TO THE GREATEST EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<p>Release.&nbsp;You hereby release and forever discharge us (and our officers, employees, agents, successors, and assigns) from, and hereby waive and relinquish, each and every past, present and future dispute, claim, controversy, demand, right, obligation, liability, action and cause of action of every kind and nature (including personal injuries, death, and property damage), that has arisen or arises directly or indirectly out of, or that relates directly or indirectly to, the Policygenius Properties (including any interactions with, or act or omission of External Sites).\nIf you are a California resident, you hereby waive California Civil Code 1542 in connection with the foregoing, which states, “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.”</p>\n<p>THE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN POLICYGENIUS AND YOU.</p>External sites<p>The Site may contain links to third-party websites and applications, including, without limitation, the websites of the insurance carriers offering the third-party insurance products made available to you through the Services (“External Sites”).\nWe provide these External Sites only as a convenience.\nWe do not review, approve, monitor, warrant, endorse, control or make any representations with respect to and we are not responsible for the content of any linked External Sites, or any product or service provided in connection therewith.\nWhen you click on a link to an External Site, we will not warn you that you have left the Policygenius Properties and are subject to the terms and conditions (including privacy policies) of another website or destination.\nYou use all External Sites at your own risk.\nWhen you leave our Site, our Terms of Use and policies no longer govern.\nBefore using any External Site, please refer to the terms of use and privacy policies of the External Sites for more information.</p>\n<p>App Stores.&nbsp;You acknowledge and agree that the availability of the App and the Services is dependent on the third party from whom you received the App license, e.g., the Apple App Store or Google Play (each, an “App Store”).\nYou acknowledge that the Terms of Use are between you and us and not with the App Store.\nWe, not the App Store, are solely responsible for the Policygenius Properties, including the App, the content thereof, maintenance, support services, and warranty therefor, and addressing any claims relating thereto (e.g., product liability, legal compliance or intellectual property infringement).\nIn order to use the App, you must have access to a wireless network, and you agree to pay all fees associated with such access.\nYou also agree to pay all fees (if any) charged by the App Store in connection with the Policygenius Properties, including the App.\nYou agree to comply with, and your license to use the App is conditioned upon your compliance with all terms of agreement imposed by the applicable App Store when using any Policygenius Property, including the App.\nYou acknowledge that the App Store (and its subsidiaries) are third-party beneficiaries of the Agreement and will have the right to enforce it.</p>Indemnification<p>You shall defend, indemnify, and hold the Policygenius Parties, and assigns, harmless from and against any claims, actions, or demands, including, without limitation, reasonable legal and accounting fees, arising or resulting from: (i) Your Content, (ii) your breach of these Terms of Use.\n(iii) your access to, use, or misuse of the Policygenius Properties.\nor (iv) your violation of any applicable laws, rules or regulations.</p>Term.\ntermination<p>Subject to this section, these Terms of Use will remain in full force and effect while you use the Site or the App.\nWe may terminate these Terms of Use and your access to all or any part of the Policygenius Properties at any time and for any reason without prior notice or liability.\nWe reserve the right to change, suspend, or discontinue all or any part of the Policygenius Properties at any time without prior notice or liability.\nTermination of any Service includes removal of access to such Service and barring of further use of the Service.</p>\n<p>If your registration(s) with or ability to access the Policygenius Properties, or any other Policygenius community is discontinued by us due to your violation of any portion of the Terms of Use or for conduct otherwise inappropriate for the community, then you agree that you shall not attempt to re-register with or access any Policygenius Properties or any Policygenius community through use of a different member name or otherwise, and you acknowledge that you will not be entitled to receive a refund for fees related to those Policygenius Properties to which your access has been terminated.\nIn the event that you violate the immediately preceding sentence, we reserve the right, in our sole discretion, to immediately take any or all of the actions set forth herein without any notice or warning to you.</p>\n<p>Termination of any Services includes removal of access to such Services and barring of further use of the Services.\nTermination of all Services also includes deletion of your password and all related information, files and Content associated with or inside your Account (or any part thereof), including Your Content.\nUpon termination of any Service, your right to use such Service will automatically terminate immediately.\nYou understand that any termination of Services may involve deletion of Your Content associated therewith from our live databases.\nWe will not have any liability whatsoever to you for any suspension or termination, including for deletion of Your Content.\nAll provisions of the Agreement which by their nature should survive, shall survive termination of Services, including without limitation, ownership provisions, warranty disclaimers, and limitation of liability.</p>Dispute resolution.\nPLEASE READ THIS CAREFULLY.\nIT AFFECTS YOUR RIGHTS.<p>Any and all controversies, disputes, demands, counts, claims, or causes of action (including the interpretation and scope of this clause, and the arbitrability of the controversy, dispute, demand, count, claim, or cause of action) between you and Policygenius and our employees, agents, successors, or assigns, regarding or relating to the Policygenius Properties or these Terms of Use shall exclusively be settled through binding and confidential arbitration.\nArbitration shall be subject to the Federal Arbitration Act and not any state arbitration law.\nThe arbitration shall be conducted before one commercial arbitrator with substantial experience in resolving commercial contract disputes from the American Arbitration Association (“AAA”) or JAMS.\nAs modified by these Terms of Use, and unless otherwise agreed upon by the parties in writing, the arbitration will be governed by the AAA’s or JAMS’s rules for commercial arbitration and, if the arbitrator deems them applicable, the procedures for consumer-related disputes.</p>\n<p>You are thus GIVING UP YOUR RIGHT TO GO TO COURT to assert or defend your rights EXCEPT for matters that may be taken to small claims court.\nYour rights will be determined by a NEUTRAL ARBITRATOR and NOT a judge or jury.\nYou are entitled to a FAIR HEARING, BUT the arbitration procedures are SIMPLER AND MORE LIMITED THAN RULES APPLICABLE IN COURT.\nArbitrator decisions are as enforceable as any court order and are subject to VERY LIMITED REVIEW BY A COURT.</p>\n<p>You and we must abide by the following rules: (1) ANY CLAIMS BROUGHT BY YOU OR US MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\n(2) THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS, MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR CLASS PROCEEDING, AND MAY NOT AWARD CLASS-WIDE RELIEF, (3) in the event that you are able to demonstrate that the costs of arbitration will be prohibitive as compared to costs of litigation, we will pay as much of your filing and hearing fees in connection with the arbitration as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive as compared to the cost of litigation, (4) we also reserve the right in our sole and exclusive discretion to assume responsibility for all of the costs of the arbitration.\n(5) the arbitrator shall honor claims of privilege and privacy recognized at law.\n(6) the arbitrator’s award shall be final and may be enforced in any court of competent jurisdiction.\n(7) the arbitrator may award any individual relief or individual remedies that are permitted by applicable law.\nand (8) each side pays its own attorneys’ fees and expenses unless there is a statutory provision that requires the prevailing party to be paid its fees’ and litigation expenses, and then in such instance, the fees and costs awarded shall be determined by the applicable law.</p>\n<p>Notwithstanding the foregoing, either you or we may bring an individual action in small claims court.\nFurther, claims of infringement or misappropriation of the other party’s patent, copyright, trademark, or trade secret shall not be subject to this arbitration agreement.\nSuch claims shall be exclusively brought in the state or federal courts located in New York, New York.\nAdditionally, notwithstanding this agreement to arbitrate, either party may seek emergency equitable relief before the state or federal courts located in New York, New York in order to maintain the status quo pending arbitration, and hereby agree to submit to the exclusive personal jurisdiction of the courts located within New York, New York for such purpose.\nA request for interim measures shall not be deemed a waiver of the right to arbitrate.</p>\n<p>With the exception of subparts (1) and (2) in the above stated rules (prohibiting arbitration on a class or collective basis), if any part of this arbitration provision is deemed to be invalid, unenforceable or illegal, or otherwise conflicts with the Agreement, then the balance of this arbitration provision shall remain in effect and shall be construed in accordance with its terms as if the invalid, unenforceable, illegal or conflicting provision were not contained herein.\nIf, however, either subparts (1) and (2) in the above stated rules (prohibiting arbitration on a class or collective basis) is found to be invalid, unenforceable or illegal, then the entirety of this arbitration provision shall be null and void, and neither you nor we shall be entitled to arbitration.\nIf for any reason a claim proceeds in court rather than in arbitration, the dispute shall be exclusively brought in state or federal court in New York, New York.</p>\n<p>Notwithstanding any provision in this these Terms of Use to the contrary, if we seek to terminate the Dispute Resolution section as included in these Terms of Use, any such termination shall not be effective until 30 days after the version of these Terms of Use not containing the agreement to arbitrate is posted to the Site, and shall not be effective as to any claim of which you provided us with written notice prior to the date of termination.</p>\n<p>For more information on AAA, its Rules and Procedures, and how to file an arbitration claim, you may call AAA at 800-778-7879 or visit the AAA website at http://www.adr.org.\nFor more information on JAMS, it’s Rules and Procedures, and how to file an arbitration claim, you may call JAMS at 800-352-5267 or visit the JAMS website at http://www.jamsadr.com.</p>\n<p>Any and all controversies, disputes, demands, counts, claims, or causes of action between you and us and our employees, agents, successors, or assigns, regarding or relating to these Terms or the Site shall exclusively be governed by the internal laws of the State of New York, without regard to its choice of law rules and without regard to conflicts of laws principles except that the arbitration provision shall be governed by the Federal Arbitration Act.\nThe United Nations Convention on Contracts for the International Sale of Goods shall not apply to these Terms of Use.</p>\n<p>You have the right to opt out of the provisions of this Dispute Resolution section by sending written notice of your decision to opt out to: legal@policygenius.com, within 30 days after first becoming subject to this section.\nYour notice must include your name and address, your Policygenius username (if any), the email address you used to set up your Account (if you have one), and an unequivocal statement that you want to opt out of this section of the Terms of Use.\nIf you opt out of this section, all other parts of these Terms of Use will continue to apply to you.\nOpting out of this section has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with us.</p>Miscellaneous<p>In the event that any portion of these Terms of Use is held to be invalid or unenforceable, then such portion shall be construed in accordance with the applicable law as nearly as possible to reflect the original intentions of the parties, and the remainder of these Terms of Use shall remain in full force and effect.\nThis section, the section entitled Indemnification, and the sections entitled “Indemnification,” “Disclaimers of Warranties,” “Limitation of Liability,” “Term.\nTermination,” “Unsolicited Information,” “Intellectual Property,” “Dispute Resolution,” and “Miscellaneous” shall survive the termination of these Terms of Use.\nWe shall not be liable for any delay or failure to perform resulting from causes outside its reasonable control, including, but not limited to, acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, strikes or shortages of transportation facilities, fuel, energy, labor or materials.\nYou may not assign these Terms of Use.\nNo waiver shall be effective unless in writing.\nNeither the course of conduct between parties nor trade practice shall act to modify any provision of these Terms of Use.\nThese Terms of Use shall be governed by and construed in accordance with the laws of the State of New York.\nTo the extent the parties are permitted under these Terms of Use to initiate litigation in a court and except for proceedings commenced by us to protect our intellectual property or confidential information which may be brought in any court of competent jurisdiction, the parties mutually agree that any and all disputes arising hereunder shall be resolved exclusively by state or federal courts located in New York, New York.\nThese Terms of Use contain the entire agreement of the parties concerning the subject matter hereof and supersede all existing agreements and all other oral, written or other communication between the parties concerning its subject matter.\nThe Policygenius Properties may be subject to U.S.\nexport control laws and may be subject to export or import regulations in other countries.\nYou agree not to export, reexport, or transfer, directly or indirectly, any U.S.\ntechnical data acquired from us, or any products utilizing such data, in violation of the United States export laws or regulations.</p>Consumer complaints.<p>If you have any questions, complaints or claims with respect to the Policygenius Properties, please contact us at: team@policygenius.com.\nWe will do our best to address your concerns.\nIf you feel that your concerns have been addressed incompletely, we invite you to let us know for further investigation.</p>\n<p>If you are a California resident, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Product of the California Department of Consumer Affairs by contacting them in writing at 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834, or by telephone at (800) 952-5210.</p>Accessing and downloading the application from iTunes<p>The following applies to any App Store Sourced Application accessed through or downloaded from the Apple App Store:</p>\n<p>a) You acknowledge and agree that (i) the Terms of Use is concluded between you and us only, and not Apple, and (ii) we, not Apple, is solely responsible for the App Store Sourced Application and content thereof.\nYour use of the App Store Sourced Application must comply with the App Store Terms of Service.</p>\n<p>b) You acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App Store Sourced Application.</p>\n<p>c) In the event of any failure of the App Store Sourced Application to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the App Store Sourced Application to you and to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App Store Sourced Application.\nAs between Policygenius and Apple, any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be our sole responsibility.</p>\n<p>d) You and Policygenius acknowledge that, as between Policygenius and Apple, Apple is not responsible for addressing any claims you have or any claims of any third party relating to the App Store Sourced Application or your possession and use of the App Store Sourced Application, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App Store Sourced Application fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</p>\n<p>e) You and Policygenius acknowledge that, in the event of any third-party claim that the App Store Sourced Application or your possession and use of that App Store Sourced Application infringes that third party’s intellectual property rights, as between Policygenius and Apple, Policygenius, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by the Terms of Use.</p>\n<p>f) You and Policygenius acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of the Terms of Use as related to your license of the App Store Sourced Application, and that, upon your acceptance of the terms and conditions of the Terms of Use, Apple will have the right (and will be deemed to have accepted the right) to enforce the Terms of Use as related to your license of the App Store Sourced Application against you as a third-party beneficiary thereof.</p>\n<p>g) Without limiting any other terms of the Terms of Use, you must comply with all applicable third-party terms of agreement when using the App Store Sourced Application.</p>North Carolina consumers<p>The disclaimers of warranties and liability under these Terms of Use do not apply to the Will and Estate Planning Services purchased by or provided to North Carolina consumers.</p>\n<p>Any North Carolina consumer concerns involving the unauthorized practice of law made to Policygenius shall be referred by Policygenius to the North Carolina State Bar.</p>\n<p>Notwithstanding anything to the contrary in these Terms of Use, nothing herein shall be interpreted as requiring a North Carolina consumer to agree to jurisdiction or venue in any state other than North Carolina for the resolution of disputes between Policygenius and such consumer.</p>\n<p>We provide watermarked Forms to North Carolina customers upon request.\nno purchase necessary.\nTo request a copy, please contact us specifying which Forms you are requesting.</p>Contact information<p>Address: Policygenius Inc., 32 Old Slip, 30th Fl, New York, NY 10005, Attn: Legal</p>\n<p>Telephone: 1-855-695-2255</p>\n<p>Email: legal@policygenius.com</p>\n<p>Questions about this page? Email us at&nbsp;editorial@policygenius.com.</p>More insurance resources<p>Life</p>Types of life insuranceTerm vs.\nwhole life insuranceHow to buy life insuranceHow much life insurance do I need?How does life insurance work?<p>Home</p>How to buy homeowners insuranceHow much homeowners insurance do I need?Why did my homeowners insurance go up?<p>Auto</p>How to buy car insuranceHow much car insurance do I need?<p>Disability</p>How does long-term disability insurance work?Types of disability insuranceHow to get disability insuranceIs long-term disability insurance worth it?<p>Renters</p>Renters insuranceBundling renters &amp.\nauto insuranceRenters insurance calculatorRenters insurance costBest renters insurance companies of 2023Renters insurance company reviewsWhat does renters insurance cover?<p>Other insurance</p>Health insuranceLong-term care insurancePet insurance<p>Company</p>About usPolicygenius reviewsCareersPartnershipsPolicygenius Pro<p>Expertise</p>Editorial standardsFinancial Review CouncilPress<p>News &amp.\nresearch</p>NewsResearch at PolicygeniusLife Insurance Price IndexHome Insurance Pricing Report<p>Contact</p>team@policygenius.com<p>Start a chat</p>1-855-695-2255<p>Phone hours:</p>\n<p>Life insurance team<br>Monday-Thursday 9am-10pm ET<br>Friday-Sunday 9am-8pm ET</p>\n<p>Home &amp.\nauto insurance team<br>Monday-Friday 9am-9pm ET</p>\n<p>Disability insurance team<br>Monday-Friday 9am-6pm ET</p>\n<p>32 Old Slip, 30th Fl<br>New York, NY 10005</p>\n<p>555 S.\nMangum St., 6th Fl<br>Durham, NC 27701</p>\n<p>Security you can trust</p>Privacy policyOnline tracking opt-out guideAccessibilityTerms &amp.\nconditionsDisclosures<p>Yes, we have to include some legalese down here.\nPolicygenius Inc.\n(DBA Policygenius Insurance Services in California) (“Policygenius”), a Delaware corporation with its principal place of business in New York, New York, is a licensed independent insurance broker.\nThe information provided on this site has been developed by Policygenius for general informational and educational purposes.\nWe do our best to ensure that this information is up-to-date and accurate.\nAny insurance policy premium quotes or ranges displayed are non-binding.\nThe final insurance policy premium for any policy is determined by the underwriting insurance company following application.</p>\n<p>If you are using a screen reader and are having problems using this website, please call 1-855-695-2255 for assistance.</p>\n<p>Copyright Policygenius © 2014-2023</p> ", "created_at": "2023-01-18 23:10:09.133029", "updated_at": "2023-01-18 23:10:59.283404"}, {"id": 14033, "name": "privacy policy", "url": "https://www.policygenius.com/about/privacy/", "xpath": "//body", "text": " <ul>\n<li>\n<p>Life</p>Main menu<p>Coverage</p>Life insuranceTerm life insuranceWhole life insuranceNo-medical-exam life insurance<p>Tools &amp.\nresources</p>Life insurance calculatorLife insurance ratesTerm life insurance ratesWhole life insurance rates<p>Reviews</p>Best life insurance companies of 2023Life insurance company reviewsLife insurance reviews methodologyGet free quotes<p>Save 50% or more on life insurance</p>\n</li>\n<li>\n<p>Home</p>Main menu<p>Coverage</p>Homeowners insuranceBundling home &amp.\nauto insurance<p>Tools &amp.\nresources</p>Home insurance calculatorHome insurance rates by ZIP codeHomeowners insurance cost<p>Reviews</p>Best homeowners insurance companies of 2023Homeowners insurance company reviewsCheap homeowners insurance companiesGet free quotes<p>You could be saving on home insurance</p>\n</li>\n<li>\n<p>Auto</p>Main menu<p>Coverage</p>Car insuranceCompare car insurance quotesBundling auto &amp.\nhome insuranceBundling auto &amp.\nrenters insurance<p>Tools &amp.\nresources</p>Car insurance calculatorCar insurance rates by ZIP codeCar insurance cost<p>Reviews</p>Best car insurance companies of 2023Car insurance company reviewsCheap car insurance companiesGet free quotes<p>Shop and save on auto insurance</p>\n</li>\n<li>\n<p>Disability</p>Main menu<p>Coverage</p>Disability insurance<p>Tools &amp.\nresources</p>Disability insurance calculatorLong-term disability insurance cost<p>Reviews</p>Best disability insurance companies of 2023Disability insurance company reviewsGet free quotes<p>Your paycheck needs protection</p>\n</li>\n<li>About us</li>\n<li>Policygenius Pro</li>\n<li>Sign in</li>\n<li>Call a licensed expert:1-855-695-2255</li>\n</ul>Sign inPrivacyPolicygenius Privacy PolicyLast updated February 1, 2022<p>This Privacy Policy describes how Policygenius (“we”, “us, or “our”) collects, uses, shares, and secures your personal information in connection with our website, mobile applications, and other digital properties that link to this Privacy Policy (collectively, the “Sites”) and how we provide the Sites, educational materials, insurance coverage estimates and quotes, insurance brokerage services, estate planning tools, and other services (the “Services”) more broadly.\nIt applies to information collected from and about you in connection with your use of the Sites and Services, as well as from other sources, such as over the telephone with our representatives or from third parties in connection with our Services, and not to External Sites (as defined below).\nBy using the Sites and Services, you consent to the data practices described in this Policy.</p>\n<p>As providers of Services that involve the use of personal – and sometimes sensitive – information, protecting the confidentiality of that information is a top priority.\nThis means we will never sell your personal information and we use industry standard technical, physical, administrative, and organizational controls, to ensure the security and confidentiality of your data!&nbsp;</p>\n<p>Our <u>Gramm-Leach-Bliley Act (“</u>\n<u>GLBA</u>\n<u>”) Privacy Notice</u> applies to personal information we collect, use, and share in connection with offering you financial products or services (including insurance products and services), whether that information is obtained through our Sites, over the telephone, from third parties, or by any other lawful means.\nPlease read the <u>GLBA Privacy Notice</u> for information about your rights with respect to the information collected in connection with seeking, applying for, or obtaining insurance products or services from us.</p>\n<p>We may change this Privacy Policy at any time, and we take such steps as required by applicable law to notify you of any material changes.\nYour continued use of the Sites or Services following the update and notification means that you consent to our updated policy.</p>\n<p>CONTENTS</p>\n<p>I.\nHow and Where We Collect and Use Your Information</p>\n<p>II.\nHow We Share Your Information</p>\n<p>III.\nHow We Secure Your Information</p>\n<p>IV.\nUsers From Outside The U.S.</p>\n<p>V.\nChildren</p>\n<p>VI.\nJob Applicants</p>\n<p>VII.\nExternal Sites</p>\n<p>VIII.\nHow to Opt-Out</p>\n<p>IX.\nAdditional Information For California Residents</p>\n<p>X.\nOnline Tracking Opt-Out Guide</p>\n<p>XI.\nContact Us</p>I.\nHow and Where We Collect and Use Your Information<p>You can use some of the Sites by just browsing (as a “Visitor”) or by accessing the Sites and Services after creating and maintaining an account, for example, to seek, apply for and/or purchase one or more products through the Sites (as a “Member”).&nbsp;</p>\n<p>You may also become a Member by providing us with information (as described below) when you seek, apply for and/or purchase one or more insurance products over the telephone with one of our representatives.</p>\n<p>Each of Visitors and Members may be referred to in this Privacy Policy by the terms “user,” “you” or “your.” Some of our Services are only available to Members.&nbsp;</p>\n<p>1.\n<u>Sources of Information</u>&nbsp;</p>\n<p>The types and sources of personal information we collect depend on the Service utilized, how you interact with us and our Sites, and/or how you were referred to us.\nThe types and sources of information may include:</p>\n<ul>\n<li>\n<p>\n<u>Information that you provide to us directly</u>, for example: using our online tools.\non applications or forms.\nduring your transactions and communications with us, our representatives, or our business partners (e.g., through telephone conversations, emails, text messages, or chats).</p>\n</li>\n<li>\n<p>\n<u>Information from third parties</u>, including: consumer, credit, and/or other reporting agencies.\nReferral Partners (as further described below).\ninsurance carriers.\nand medical or health care providers.</p>\n</li>\n<li>\n<p>\n<u>Information generated through your interaction with our Sites</u>, as well as from social networks or other third-party platforms you may use to access our Sites and Services (see “Establishing an Account” and “Social Features” below).</p>\n</li>\n</ul>\n<p>2.\n<u>Types of Information We Collect and How We Use It:</u>\n</p>\n<p>Site Users</p>\n<p>We collect “Usage Information” which may include: information about the technical mechanisms you used to access the Sites, such as your browser and operating system type.\nthe link that brought you to our Sites.\ndata points that help our analytics function and which tell us what brought you to a particular spot on our Sites.\nyour specific type of mobile device and device ID.\nand your IP address.</p>\n<p>We use Usage Information to inspect, analyze, and improve our Sites and Services and ensure they function well with the technology used by our Visitors and Members.\nIn addition to analytics about the demographics of our Sites users, we use your IP Addresses to comply with legal rules applicable based on your location.</p>\n<p>Newsletters</p>\n<p>Visitors and Members may sign up for email newsletters by providing their first and last name, and email address.\nWe collect and use information about your engagement with Newsletter communications (e.g., whether you view or click on those communications).</p>\n<p>Marketing</p>\n<p>In connection with our marketing campaigns, we collect and use information about your engagement with our marketing communications (e.g., whether you view or click on marketing emails) to make sure that the products and offers that we inform you of are relevant to you.</p>\n<p>Email and Chat</p>\n<p>Visitors and Members can communicate with us over email or chat on the Sites by providing their first and last name, and email address.\nWe will use this information to provide products and services relevant to you.\nMembers may also share additional personal information with us over chat or email when communicating about the Services.\nWe may collect this information to provide you with the Services, such as to complete an insurance application.&nbsp;</p>\n<p>Customer Surveys and Reviews</p>\n<p>We may ask you to participate in customer reviews and surveys.\nIf you participate, we may request certain personal information.\nParticipation in these surveys is completely voluntary and you therefore have a choice whether or not to disclose this information.\nThe requested information typically includes first and last name, contact information (such as email or address), and demographic information (such as zip code).</p>\n<p>We use this information to evaluate our level of customer service, as well as test and make improvements on our products, Sites, and Services.\nWith your consent, we may use your first and last name, along with your responses, on our Sites, in marketing materials, or on our social media platforms.\nWith your consent, we may pass on your information to a third-party service provider, to assist in resolving errors or make improvements relating to their services.</p>\n<p>Establishing an Online Account</p>\n<p>You can establish an online account on the Sites by providing your first and last name, and email address.\nYou may be required to create a password for your account (together with your name and email address, “Login Credentials”).\nYou may also provide your telephone number when creating your account.\nWe may use your email address and telephone number to contact you about the Services and products you have requested.&nbsp;</p>\n<p>You may also choose to login via a social network or other third-party platform (for example, Facebook or Google).\nWe may collect information from that platform, such as your social network alias, email address, first and last name, country of residence, language preference, and profile picture, and use it as described in this Privacy Policy.\nOur collection and processing of the information we obtain from third-party platforms are also governed by the requirements these platforms impose on us in their relevant terms and conditions.\nWe encourage you to review the privacy policies of such third-party platforms to obtain information regarding their information collection, use, and disclosure policies.</p>\n<p>Getting Insurance Estimates</p>\n<p>If you choose to use the Sites and Services to receive an insurance estimate, you will become a Member and will be required to provide us with additional personal information we use in connection with providing the estimate.\nThis may include (depending on the type of insurance) your age, gender, zip code, marital status, employment status, risk tolerance, living situation details, property and vehicle ownership information, family information such as number of children and number of pets, whether you are a homeowner or a renter, your income, amounts of your savings and debts, and general details about your current insurance coverage (collectively, “Estimate Information”), as well as contact information including your first and last name, email address, and telephone number (“Contact Information”).&nbsp;</p>\n<p>If you choose to access the Services, receive an insurance estimate, and become a Member over the telephone, you will need to provide the Estimate Information and Contact Information to one of our representatives over the telephone.&nbsp;</p>\n<p>We use the Estimate Information to return results to you that assess your current coverage and/or provide recommendations for insurance products.\nWe use the Contact Information to contact you regarding insurance products and Services.</p>\n<p>Getting Quotes &amp.\nApplying for Insurance</p>\n<p>To get an insurance quote and apply for an insurance policy, in addition to the Estimate Information described above, you may need to supply additional information, such as your date of birth, gender, occupation, social security number, address, smoking status, height and weight, family medical history, health history, driving history, and your citizenship status (collectively with Estimate Information, “Application Information”).&nbsp;</p>\n<p>“Account Information” will include your Login Credentials, together with your Estimate Information, Contact Information, and Application Information.</p>\n<p>Banking and Credit Card Information</p>\n<p>If you submit a credit card payment through our Services, for example to purchase insurance coverage, we do not store credit card information on our own servers or associate it with your Account Information for any purpose other than completing your purchase.</p>\n<p>If you submit bank account information, for example purchase insurance coverage, that bank information is stored on our servers in encrypted form and is accessed and used to complete your insurance application or purchase.&nbsp;</p>\n<p>If you submit credit card or other payment information via DocuSign, it will be temporarily stored in encrypted form on DocuSign’s servers, and we will use the payment information to securely transmit your payment information to the carrier.</p>\n<p>Policy Information</p>\n<p>If you apply for insurance, we may collect information about your application or policy from the insurance carrier, for example your policy or application status, payment information, claim information, or Application Information provided directly to the carrier.\nThe Policy Information is used to service your insurance application and/or policy, and to provide you with the Services and products you have requested.</p>\n<p>Other Uses of Personal Information on our Sites and Services</p>\n<p>In addition to the above, we may use your personal information to:</p>\n<ul>\n<li>\n<p>Otherwise provide, improve, maintain, or optimize the Services;</p>\n</li>\n<li>\n<p>Help underwrite and provide accurate insurance premium rate quotes;</p>\n</li>\n<li>\n<p>Provide insurers with the required information for applications;</p>\n</li>\n<li>\n<p>Provide or offer other financial and consumer products and services from partners with whom we have entered into a joint marketing agreement;</p>\n</li>\n<li>\n<p>Provide, maintain and improve customer service;</p>\n</li>\n<li>\n<p>Tailor your experience with the Services to your interests;</p>\n</li>\n<li>\n<p>Develop and improve the Sites and the Services;</p>\n</li>\n<li>\n<p>Respond to your inquiries;</p>\n</li>\n<li>\n<p>Communicate with you regarding the insurance products that you purchased through the Sites as well as other products and services that may be of interest to you.\nand</p>\n</li>\n<li>\n<p>In addition, we may aggregate your personal information with our other users’ personal information and use that information for benchmarking and analysis purposes.</p>\n</li>\n</ul>\n<p>Use of Personal Information for Compliance and Protection</p>\n<p>We may use your personal information to:</p>\n<ul>\n<li>\n<p>Comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities;</p>\n</li>\n<li>\n<p>Protect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims);</p>\n</li>\n<li>\n<p>Audit our internal processes for compliance with legal and contractual requirements and internal policies;</p>\n</li>\n<li>\n<p>Enforce the terms and conditions that govern the Services.\nand</p>\n</li>\n<li>\n<p>Prevent, identify, investigate and deter fraudulent, harmful, unauthorized, unethical or illegal activity, including cyberattacks and identity theft.</p>\n</li>\n</ul>\n<p>Cookies and Online Tracking Technologies</p>\n<p>Our Sites use technologies such as cookies, beacons, tags, and scripts, to analyze trends, administer our Sites, track users’ movements around our Sites, and gather demographic information about our user base.</p>\n<p>Cookies are a small piece of software or text placed on your computer when you visit a website.\nThey are used to store information on web browsers and to store and receive identifiers and other information on computers, telephones, and other devices.\nThey may include data we store on your web browser or device, identifiers associated with your device, and other software.\nIn this Privacy Policy, we refer to all these technologies that store or reference data on your device as “cookies.” If you visit from a mobile device, we may reference your device identifier or other information about where your visit originated.\nCertain cookies used on our Sites last for ninety or more days.&nbsp;</p>\n<p>We use cookies to:</p>\n<ul>\n<li>\n<p>Recognize you on return visits and, if you have an account - expedite the login process, help verify and authenticate your account, and help detect fraud;&nbsp;</p>\n</li>\n<li>\n<p>Show ads and to make recommendations for products and services;&nbsp;</p>\n</li>\n<li>\n<p>Measure the performance of ad campaigns;</p>\n</li>\n<li>\n<p>Serve and measure ads across different browsers and devices.\nand</p>\n</li>\n<li>\n<p>Conduct web analytics on usage of our Sites and Services.</p>\n</li>\n</ul>\n<p>Web beacons (also sometimes called “clear GIFs,” Pixel tags or action tags) are small files stored and/or served on a website, app, advertisement, or in an email which collect, track, or transmit a data point back to us or to a third party.\nFor example, we use a web beacon to assess whether an email message has been opened.</p>\n<p>We use web beacons to facilitate advertising and functionality on our Sites, as well as:</p>\n<ul>\n<li>\n<p>Associate our users with the reports they provide about satisfaction with our Sites and Services;</p>\n</li>\n<li>\n<p>Administer and monitor email campaigns;</p>\n</li>\n<li>\n<p>Analyze the portions of our Sites that are used most often by our Visitors, as well as how Visitors interact with our Sites;</p>\n</li>\n<li>\n<p>Perform testing on our Sites;</p>\n</li>\n<li>\n<p>Optimize interaction with our data stores;</p>\n</li>\n<li>\n<p>Improve the functionality and usefulness of our support and support chat functions;</p>\n</li>\n<li>\n<p>Analyze the efficacy of our own advertising campaigns;</p>\n</li>\n<li>\n<p>Customize the content displayed to you on our Sites and Services;</p>\n</li>\n<li>\n<p>Organize and administer other web beacons and cookies on our Sites;</p>\n</li>\n<li>\n<p>Conduct web analytics on usage of our Sites and Services.\nand</p>\n</li>\n<li>\n<p>Enable, improve, and effect targeted and re-targeted advertising for our advertising partners on both our Sites and their third-party sites such as Facebook.</p>\n</li>\n</ul>\n<p>In some cases, the above web beacons’ functions may be performed by custom HTML in our Sites’ code.</p>\n<p>We may use cookies and/or web beacons to track if, and when, a user abandons a purchase before it is complete and attempt to re-engage that user for the same or a similar purchase, as well as making offers for related purchases to that user.</p>\n<p>\tTo learn more about how to opt-out of certain cookies and tracking technologies, see the Online Tracking Opt-Out Guide section below.</p>\n<p>Web browser do not track (DNT) - Some web browsers may transmit “do-not-track” signals to websites with which the browser communicates.\nWe do not currently have the ability to recognize Do Not Track signals.\nYou can learn more about Do Not Track signals at <u>https://allaboutdnt.com/</u>&nbsp;</p>II.\nHow We Share Your Information<p>1.\n<u>When We Share Specific Information&nbsp;</u>\n</p>\n<p>We may share your information with:</p>\n<ul>\n<li>\n<p>\n<u>Insurance Carriers</u> – We may share personal information, including Application Information, to obtain quotes and submit and process insurance applications.&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<u>Service Providers and Contractors</u> – We may share your personal information with service providers for the purpose of providing you the Services.\nAdditionally, we may partner with other companies to process, analyze, and/or store data, including, but not limited to, analytical data.\nThese companies may access your personal information for the purposes of providing services for us.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<u>Referral Partners</u> –&nbsp.\nIf you were referred to us by a business partner (such as another financial services company or another insurance agent or broker), or submitted a request for quotes or an application for insurance through a business partner, we will share your information, including Application Information, with that business partner as necessary to honor the terms of our agreement with that business partner and to provide you the requested products and services.&nbsp.\nFor example, if you were referred to us by a mortgage provider because you need homeowners insurance in connection with a mortgage application, we may, under the terms of our agreement with that partner, share information about the status of your application, your policy number when issued, and other information about your policy.&nbsp.\n</p>\n</li>\n</ul>\n<p>2.\n<u>When We Share Information Generally</u>\n</p>\n<p>We share the information we collect generally:</p>\n<ul>\n<li>\n<p>For Marketing purposes pursuant to joint marketing arrangements.\nYou may opt out of receiving our marketing communications at any time by contacting us at <u>privacy@policygenius.com</u> or by using the unsubscribe link in any of our communications.\nIf you wish to opt out of receiving marketing communications from our joint marketing partners, you will need to opt out of those communications directly with those partners.&nbsp;</p>\n</li>\n<li>\n<p>With certain third-party vendors that help us administer the Sites and/or Services, including by:</p>\n</li>\n<li>\n<ul>\n<li>\n<p>Storing and hosting our content or your data;</p>\n</li>\n<li>\n<p>Performing analytics on our Sites and Services.\nand</p>\n</li>\n<li>\n<p>Providing operations and marketing assistance to us.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>When you request us to share certain information with third parties, such as through your use of social media widgets or login integrations.</p>\n</li>\n<li>\n<p>With marketing-related business partners to gather insights about your interactions with our products and Services so that we may better advertise to you and customize our products and services.</p>\n</li>\n<li>\n<p>With corporate affiliates including any of our parent companies, subsidiaries, joint ventures, or other companies under common control with us.</p>\n</li>\n<li>\n<p>With counterparties in the course of a corporate sale, merger, reorganization, sale of assets, dissolution, or similar event, some or all of the personal information may be part of the transferred assets.</p>\n</li>\n<li>\n<p>To the extent permitted by law, when required by law, in connection with a court order, or other government or law enforcement authority or regulatory agency, or whenever we believe that disclosing such information is necessary or advisable, for example, to protect the rights, property, or safety of us or others.</p>\n</li>\n</ul>\n<p>Social Features</p>\n<p>Certain features of the Services permit you to initiate interactions between the Services and third-party services or platforms, such as social networks (“Social Features”).\nSocial Features include features that allow you to click and access our pages on certain third-party platforms, such as Facebook and Twitter, and from there to “like” or “share” our content on those platforms.\nUse of Social Features may entail a third party’s collection and/or use of information about you, which will be subject to the privacy policies of those platforms.\nIf you use Social Features or similar third-party services, information you post or otherwise make accessible may be publicly displayed by the third-party service you are using.\nBoth us and the third party may have access to information about you and your use of both the Services and the third-party service.</p>III.\nHow We Secure Your Information<p>We maintain commercially reasonable administrative, physical and technical safeguards designed to prevent any unauthorized use, access, destruction, loss, alteration, or disclosure of your data.&nbsp;</p>\n<p>While we take commercially reasonable steps to protect your data we cannot guarantee perfect security – no internet-based service can.\nNo security system is impenetrable.\nDespite our security measures, we cannot guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to and from us over the Internet.&nbsp;</p>IV.\nUsers From Outside The U.S.<p>Policygenius provides its Sites and Services for use by U.S.\nresidents, and U.S.\nlaw, and not the laws of other countries, govern these Sites and Services.\nIf you are visiting the Sites or any of the Services, your information will be maintained in the U.S.\nand in other locations where we may process data.&nbsp;</p>\n<p>By default, we disable the submission of personal information to our Sites from users using European Union and United Kingdom IP addresses, regardless of whether the user is an E.U.\nor U.K.\ncitizen or using a VPN device.\nIf you need access to your account and are using an E.U.\nor U.K.\nIP address, please email <u>privacy@policygenius.com</u> with (i) a description of the access and/or help you need, and (ii) an express consent to use any personal information in our possession to respond to your request.</p>V.\nChildren<p>We do not knowingly collect personal information from children under the age of 13.\nIf you are under 13, please do not give us any personal information and do not use the Sites or Services.\nIf you have reason to believe that a child under the age of 13 has provided personal information to us, please contact us immediately, and we will delete that information from our databases.</p>VI.\nJob Applicants<p>When you visit the careers portion of our Sites, we collect information that you provide to us in connection with your job application.\nThis includes business and personal contact information, professional credentials and skills, educational and work history, and other information of the type that may be included in a resume.\nThis may also include diversity information that you voluntarily provide.\nWe use this information to facilitate our recruitment activities and process employment applications, such as by evaluating a job candidate for an employment activity, and monitoring recruitment statistics.\nWe may also use this information to operate and improve the Services, and as otherwise necessary for compliance, fraud prevention, and safety purposes.</p>VII.\nExternal Sites<p>The Sites may contain links to third-party websites, including, without limitation, the websites of the insurance carriers offering the third-party insurance products made available to you through the Services (“External Sites”), but we do not endorse, and we are not responsible for the content of any linked External Sites or for the privacy practices of the third parties that own and operate such sites.\nBefore using any External Site, please refer to the terms of use and privacy policies of the External Sites for more information, as those terms and policies govern your use of such External Sites.</p>VIII.\nHow to Opt-Out&nbsp;<p>If you wish to opt-out of the use of your personal information by our Services, we are happy to assist you.\nPlease email us at <u>privacy@policygenius.com</u> and let us know what you wish to opt-out of.\nPlease be advised that certain uses and sharing of your information may be required to continue providing certain Services to you, and that you will not be entitled to any refund if your removal of personal information will make certain prepaid Services unavailable to you.</p>\n<p>Please note that under certain federal regulations, including the GLBA, you may not be able to opt out of the use and sharing of your personal information, in connection with seeking, applying for, or obtaining insurance products or services from us.\nFor more information on such financial products, and our data practices, please review our <u>GLBA Privacy Notice</u>.&nbsp;</p>IX.\nAdditional Information For California Residents<p>If you are a California resident, California law requires us to provide you with some additional information regarding how we collect, use, and share your “personal information” (as defined in the California Consumer Privacy Act of 2018, as amended (the “CCPA”)).&nbsp;</p>\n<p>Certain federal and state financial regulations, including the GLBA, the California Financial Information Privacy Act (“FIPA”), and certain federal and California health privacy laws govern the information you have provided in seeking, applying for, and/or obtaining insurance products or services, and that information is therefore not subject to the CCPA.\nBecause of this, in this section of our Privacy Policy, we provide disclosures and information for California residents regarding the limited personal information we collect that is subject to the CCPA.</p>\n<p>California residents who have established business relationships with us may choose to opt out of us sharing their personal information with third parties for direct marketing purposes.\nIf you are a California resident and (1) you wish to opt out.\nor (2) you wish to request certain information regarding our disclosure of your personal information to third parties for their direct marketing purposes, please send an email to <u>privacy@policygenius.com</u>.</p>\n<p>In the preceding twelve (12) months, we collected and disclosed the following categories of personal information about Visitors or Members who are California residents:</p>CategoryExamplesCollected?Categories of Recipients Disclosed for a Business PurposeIdentifiersFirst and last name, postal address, email address, IP address, mobile device ID, driver’s license number, social security number, date of birth.Yes• Service providers who process information on our behalf <br>• Third-party advertising partners <br>• Third-party partners, such as social media networks (name, email, zip code, and date of birth only) <br>• Insurance Carriers - Referral PartnersPersonal information categories listed in the California Customer Records statuteFirst and last name.\nsignature, social security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, employment history, medical information, insurance policy number, bank account numberYes• Service providers who process information on our behalf <br>• Third-party advertising partners <br>• Insurance Carriers <br>• Referral PartnersProtected classification characteristics under California or federal lawRace, gender, age, marital status, disabilityYes• Service providers who process information on our behalf <br>• Insurance Carriers <br>• Referral PartnersCommercial informationPersonal property informationYes• Service providers who process information on our behalf <br>• Insurance Carriers <br>• Referral PartnersBiometric informationVoice recordingsYes• Service providers who process information on our behalf <br>• Insurance CarriersInternet or other similar network activityCookies and information on a users interaction with the Site, device ID, other device information.Yes• Service providers who process information on our behalf <br>• Third-party advertising partners <br>• Third-party partners, such as social media networksGeolocation dataIP address and mobile device IDYesNoSensory dataTelephone communications, voice recordings.Yes• Service Providers who process information on our behalf <br>• Insurance CarriersProfessional or employment-related informationTitle of profession, employer, income, employment historyYes• Service providers who process information on our behalf <br>• Third-party advertising partners <br>• Insurance Carriers <br>• Referral Partners<p>Purposes for Collection, Use, and Sharing.\nWe use and disclose the personal information we collect for our commercial purposes, as further described in this Privacy Policy, including for our business purposes:</p>\n<ul>\n<li>\n<p>Auditing related to our interactions with you;</p>\n</li>\n<li>\n<p>Legal compliance;</p>\n</li>\n<li>\n<p>Detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and necessary prosecution;</p>\n</li>\n<li>\n<p>Debugging;</p>\n</li>\n<li>\n<p>Performing services (for us or our service provider);</p>\n</li>\n<li>\n<p>Internal research for technological improvement;</p>\n</li>\n<li>\n<p>Internal operations;</p>\n</li>\n<li>\n<p>Activities to maintain and improve our services.\nand&nbsp;</p>\n</li>\n<li>\n<p>Other one-time or short-term uses.\n</p>\n</li>\n</ul>\n<p>California Residents’ Privacy Rights.\nExcept as excluded above or limited below, the CCPA grants California residents the following rights to Request:</p>\n<ul>\n<li>\n<p>Information.\nYou can request information about how we have collected, used and shared your Personal Information during the past 12 months.\nWe have made this information available to California residents without having to request it by including it in this Privacy Policy.</p>\n</li>\n<li>\n<p>Access.\nYou can request a copy of the personal information that we maintain about you.</p>\n</li>\n<li>\n<p>Deletion.\nYou can ask us to delete the personal information that we collected or maintain about you.&nbsp;</p>\n</li>\n</ul>\n<p>Please note that there are various lawful reasons why we may not be able to delete your data or may be required to hold certain personal information — for instance, (i) where we must comply with legal, regulatory, or other requirements, (ii) in case of exercising or defending legal claims, and/or (iii) where regulatory or contractual retention periods apply.&nbsp;</p>\n<p>Please note that the CCPA limits these rights by, for example, prohibiting us from providing certain sensitive information in response to an access request and limiting the circumstances in which we must comply with a deletion request.\nIf we deny your request, we will communicate our decision to you.</p>\n<p>Timing.\nWe will respond to Requests within 45 days of receiving your request, unless we need more time, in which case we will notify you and may take up to 90 days total to respond to your request.</p>\n<p>We will not discriminate against you for exercising these rights.&nbsp;</p>\n<p>How to Submit a Request.\nTo request access to or deletion of personal information:</p>\n<ul>\n<li>\n<p>call 1-855-695-2255.\nor</p>\n</li>\n<li>\n<p>email <u>privacy@policygenius.com</u>.</p>\n</li>\n</ul>\n<p>Identity verification.\nThe CCPA requires us to verify the identity of the individual submitting a request to access or delete personal information before providing a substantive response to the request.</p>\n<p>Authorized agents.\nCalifornia residents can empower an “authorized agent” to submit requests on their behalf.\nWe will require the authorized agent to have a written authorization confirming that authority and are required to verify their identity.&nbsp;</p>\n<p>We do not sell personal information.</p>\n<p>As we explain in this Privacy Policy, we use cookies and other tracking technologies to analyze traffic on our Sites and facilitate advertising.\nIf you would like to learn how you may opt out of our (and our third party advertising partners’) use of cookies and other tracking technologies, please review the instructions provided in the&nbsp;<u>Online Tracking Opt-out Guide</u>.</p>X.\nOnline Tracking Opt-Out Guide<p>Like many companies online, we use services provided by Google, Facebook and other companies that use tracking technology.\nThese services rely on tracking technologies – such as cookies and web beacons – to collect directly from your device, information about your browsing activities, your interactions with websites, and the device you are using to connect to the Internet.\nThere are a number of ways to opt-out of having your online activity and device data collected through these services, which we have summarized below:</p>\n<ul>\n<li>\n<p>Blocking cookies in your browser.\nMost browsers let you remove or reject cookies, including cookies used for interest-based advertising.\nTo do this, follow the instructions in your browser settings.\nMany browsers accept cookies by default until you change your settings.\nFor more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, visit&nbsp;<u>www.allaboutcookies.org</u>.</p>\n</li>\n<li>\n<p>Blocking advertising ID use in your mobile settings.\nYour mobile device settings may provide functionality to limit use of the advertising ID associated with your mobile device for interest-based advertising purposes.</p>\n</li>\n<li>\n<p>Using privacy plug-ins or browsers.\nYou can block our Sites from setting cookies used for interest-based ads by using a browser with privacy features, like&nbsp;<u>Brave</u>, or installing browser plugins like&nbsp;<u>Privacy Badger</u>,&nbsp;<u>Ghostery</u>&nbsp;or&nbsp;<u>uBlock Origin</u>, and configuring them to block third party cookies/trackers.</p>\n</li>\n<li>\n<p>Platform opt-outs.\nThe following advertising partners offer opt-out features that let you opt-out of use of your information for interest-based advertising:</p>\n</li>\n<li>\n<ul>\n<li>\n<p>Google:&nbsp;<u>https://adssettings.google.com</u>\n</p>\n</li>\n<li>\n<p>Facebook:&nbsp;<u>https://www.facebook.com/about/ads</u>\n</p>\n</li>\n<li>\n<p>Twitter:&nbsp;<u>https://twitter.com/personalization</u>\n</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Advertising industry opt-out tools.\nYou can also use these opt-out options to limit use of your information for interest-based advertising by participating companies:</p>\n<ul>\n<li>\n<p>Digital Advertising Alliance:&nbsp;<u>http://optout.aboutads.info</u>\n</p>\n</li>\n<li>\n<p>Network Advertising Initiative: <u>http://optout.networkadvertising.org/?c=1</u>\n</p>\n</li>\n</ul>\n</li>\n<li>\n<p>To opt out of tracking by Google Analytics, click <u>here</u>.</p>\n</li>\n</ul>XI.\nContact Us<p>If you have additional questions or would like more information regarding our information collection, use of information, or disclosure practices, please feel free to contact us at <u>privacy@policygenius.com</u>.</p>\n<p>Previous GLBA Consumer Privacy Notice can be viewed&nbsp;here.\n</p>\n<p>Questions about this page? Email us at&nbsp;editorial@policygenius.com.</p>More insurance resources<p>Life</p>Types of life insuranceTerm vs.\nwhole life insuranceHow to buy life insuranceHow much life insurance do I need?How does life insurance work?<p>Home</p>How to buy homeowners insuranceHow much homeowners insurance do I need?Why did my homeowners insurance go up?<p>Auto</p>How to buy car insuranceHow much car insurance do I need?<p>Disability</p>How does long-term disability insurance work?Types of disability insuranceHow to get disability insuranceIs long-term disability insurance worth it?<p>Renters</p>Renters insuranceBundling renters &amp.\nauto insuranceRenters insurance calculatorRenters insurance costBest renters insurance companies of 2023Renters insurance company reviewsWhat does renters insurance cover?<p>Other insurance</p>Health insuranceLong-term care insurancePet insurance<p>Company</p>About usPolicygenius reviewsCareersPartnershipsPolicygenius Pro<p>Expertise</p>Editorial standardsFinancial Review CouncilPress<p>News &amp.\nresearch</p>NewsResearch at PolicygeniusLife Insurance Price IndexHome Insurance Pricing Report<p>Contact</p>team@policygenius.com<p>Start a chat</p>1-855-695-2255<p>Phone hours:</p>\n<p>Life insurance team<br>Monday-Thursday 9am-10pm ET<br>Friday-Sunday 9am-8pm ET</p>\n<p>Home &amp.\nauto insurance team<br>Monday-Friday 9am-9pm ET</p>\n<p>Disability insurance team<br>Monday-Friday 9am-6pm ET</p>\n<p>32 Old Slip, 30th Fl<br>New York, NY 10005</p>\n<p>555 S.\nMangum St., 6th Fl<br>Durham, NC 27701</p>\n<p>Security you can trust</p>Privacy policyOnline tracking opt-out guideAccessibilityTerms &amp.\nconditionsDisclosures<p>Yes, we have to include some legalese down here.\nPolicygenius Inc.\n(DBA Policygenius Insurance Services in California) (“Policygenius”), a Delaware corporation with its principal place of business in New York, New York, is a licensed independent insurance broker.\nThe information provided on this site has been developed by Policygenius for general informational and educational purposes.\nWe do our best to ensure that this information is up-to-date and accurate.\nAny insurance policy premium quotes or ranges displayed are non-binding.\nThe final insurance policy premium for any policy is determined by the underwriting insurance company following application.</p>\n<p>If you are using a screen reader and are having problems using this website, please call 1-855-695-2255 for assistance.</p>\n<p>Copyright Policygenius © 2014-2023</p> ", "created_at": "2023-01-18 23:10:09.072601", "updated_at": "2023-01-18 23:11:07.535123"}], "points": [], "urls": ["policygenius.com"]}}