{"error": 448, "message": "OK", "parameters": {"id": 7464, "name": "Spam Radar", "created_at": "2023-03-12 04:12:36.876832", "updated_at": "2023-03-29 19:26:43.526455", "wikipedia": null, "keywords": null, "related": null, "slug": "spam-radar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7464.png", "url": "spamradar.app", "documents": [{"id": 14346, "name": "Terms And Conditions ", "url": "https://spamradar.app/terms_and_conditions.html", "xpath": "//body", "text": " Our Terms And Conditions <br> Updated May 25th 2020 <p> Thank you for choosing Spam Radar!<br> This page details our Terms and Conditions.\nBy using Spam Radar you agree to the below </p> Introduction <p> Welcome to Spam Radar (\"Company\", \"we\", \"our\", \"us\")! As you have just clicked our Terms of Service, please pause, grab a cup of coffee and carefully read the following pages.\nIt will take you approximately 20 minutes.\nThese Terms of Service (\"Terms\", \"Terms of Service\") govern your use of our mobile application Spam Radar operated by Spam Radar.\nOur Privacy Policy also governs your use of our Service and explains how we collect, safeguard and disclose information that results from your use of our web pages.\nPlease read it here https://spamradar.app/privacy_en.\nYour agreement with us includes these Terms and our Privacy Policy (\"Agreements\").\nYou acknowledge that you have read and understood Agreements, and agree to be bound of them.\nIf you do not agree with (or cannot comply with) Agreements, then you may not use the Service, but please let us know by emailing at support@spamradar.app so we can try to find a solution.\nThese Terms apply to all visitors, users and others who wish to access or use Service.\nThank you for being responsible.\n</p> Communications <p> By creating an Account on our Service, you agree to subscribe to newsletters, marketing or promotional materials and other information we may send.\nHowever, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or by emailing at.\n</p> Purchases <p> If you wish to purchase any product or service made available through Service (\"Purchase\"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.\nYou represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase.\nand that (ii) the information you supply to us is true, correct and complete.\nWe may employ the use of third party services for the purpose of facilitating payment and the completion of Purchases.\nBy submitting your information, you grant us the right to provide the information to these third parties subject to our Privacy Policy.\nWe reserve the right to refuse or cancel your order at any time for reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons.\nWe reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.\n</p> Subscriptions <p> Some parts of Service are billed on a subscription basis (\"Subscription(s)\").\nYou will be billed in advance on a recurring and periodic basis (\"Billing Cycle\").\nBilling cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.\nAt the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or Spam Radar cancels it.\nYou may cancel your Subscription renewal either through your online account management page or by contacting Spam Radar customer support team.\nA valid payment method, including credit card or PayPal, is required to process the payment for your subscription.\nYou shall provide Spam Radar with accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\nBy submitting such payment information, you automatically authorize Spam Radar to charge all Subscription fees incurred through your account to any such payment instruments.\nShould automatic billing fail to occur for any reason, Spam Radar will issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.\n</p> Free Trial <p> Spam Radar may, at its sole discretion, offer a Subscription with a free trial for a limited period of time (\"Free Trial\").\nYou may be required to enter your billing information in order to sign up for Free Trial.\nIf you do enter your billing information when signing up for Free Trial, you will not be charged by Spam Radar until Free Trial has expired.\nOn the last day of Free Trial period, unless you cancelled your Subscription, you will be automatically charged the applicable Subscription fees for the type of Subscription you have selected.\nAt any time and without notice, Spam Radar reserves the right to (i) modify Terms of Service of Free Trial offer, or (ii) cancel such Free Trial offer.\n</p> Fee Changes <p> Spam Radar, in its sole discretion and at any time, may modify Subscription fees for the Subscriptions.\nAny Subscription fee change will become effective at the end of the then-current Billing Cycle.\nSpam Radar will provide you with a reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.\nYour continued use of Service after Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.\n</p> Refunds <p> Except when required by law, paid Subscription fees are non-refundable.\nWe will however refund the last paid billing cycle for weekly and monthly accounts.\n</p> Content <p> Content found on or through this Service are the property of Spam Radar or used with permission.\nYou may not distribute, modify, transmit, reuse, download, repost, copy, or use said Content, whether in whole or in part, for commercial purposes or for personal gain, without express advance written permission from us.\n</p> Prohibited Uses <p> You may use Service only for lawful purposes and in accordance with Terms.\nYou agree not to use Service: </p>\n<ul>\n<li> In any way that violates any applicable national or international law or regulation.\n</li>\n<li> For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content or otherwise.\n</li>\n<li> To transmit, or procure the sending of, any advertising or promotional material, including any \"junk mail\", \"chain letter,\" \"spam,\" or any other similar solicitation.\n</li>\n<li> To impersonate or attempt to impersonate Company, a Company employee, another user, or any other person or entity.\n</li>\n<li> In any way that infringes upon the rights of others, or in any way is illegal, threatening, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity.\n</li>\n<li> To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of Service, or which, as determined by us, may harm or offend Company or users of Service or expose them to liability.\n</li>\n</ul>\n<p> Additionally, you agree not to: </p>\n<ul>\n<li> Use Service in any manner that could disable, overburden, damage, or impair Service or interfere with any other party’s use of Service, including their ability to engage in real time activities through Service.\n</li>\n<li> Use any robot, spider, or other automatic device, process, or means to access Service for any purpose, including monitoring or copying any of the material on Service.\n</li>\n<li> Use any manual process to monitor or copy any of the material on Service or for any other unauthorized purpose without our prior written consent.\n</li>\n<li> Use any device, software, or routine that interferes with the proper working of Service.\n</li>\n<li> Introduce any viruses, trojan horses, worms, logic bombs, or other material which is malicious or technologically harmful.\n</li>\n<li> Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of Service, the server on which Service is stored, or any server, computer, or database connected to Service.\n</li>\n<li> Attack Service via a denial-of-service attack or a distributed denial-of-service attack.\n</li>\n<li> Take any action that may damage or falsify Company rating.\n</li>\n<li> Otherwise attempt to interfere with the proper working of Service.\n</li>\n</ul> No Use By Minors <p> Service is intended only for access and use by individuals at least eighteen (18) years old.\nBy accessing or using any of Company, you warrant and represent that you are at least eighteen (18) years of age and with the full authority, right, and capacity to enter into this agreement and abide by all of the terms and conditions of Terms.\nIf you are not at least eighteen (18) years old, you are prohibited from both the access and usage of Service.\n</p> Accounts <p> When you create an account with us, you guarantee that you are above the age of 18, and that the information you provide us is accurate, complete, and current at all times.\nInaccurate, incomplete, or obsolete information may result in the immediate termination of your account on Service.\nYou are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account.\nYou agree to accept responsibility for any and all activities or actions that occur under your account and/or password, whether your password is with our Service or a third-party service.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.\nYou may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you, without appropriate authorization.\nYou may not use as a username any name that is offensive, vulgar or obscene.\nWe reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in our sole discretion.\n</p> Intellectual Property <p> Service and its original content (excluding Content provided by users), features and functionality are and will remain the exclusive property of Spam Radar and its licensors.\nService is protected by copyright, trademark, and other laws of foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of Spam Radar.\n</p> Error Reporting and Feedback <p> You may provide us directly at support@spamradar.app with information and feedback concerning errors, suggestions for improvements, ideas, problems, complaints, and other matters related to our Service (\"Feedback\").\nYou acknowledge and agree that: (i) you shall not retain, acquire or assert any intellectual property right or other right, title or interest in or to the Feedback.\n(ii) Company may have development ideas similar to the Feedback.\n(iii) Feedback does not contain confidential information or proprietary information from you or any third party.\nand (iv) Company is not under any obligation of confidentiality with respect to the Feedback.\nIn the event the transfer of the ownership to the Feedback is not possible due to applicable mandatory laws, you grant Company and its affiliates an exclusive, transferable, irrevocable, free-of-charge, sub-licensable, unlimited and perpetual right to use (including copy, modify, create derivative works, publish, distribute and commercialize) Feedback in any manner and for any purpose.\n</p> Links To Other Web Sites <p> Our Service may contain links to third party web sites or services that are not owned or controlled by Spam Radar.\nSpam Radar has no control over, and assumes no responsibility for the content, privacy policies, or practices of any third party web sites or services.\nWe do not warrant the offerings of any of these entities/individuals or their websites.\nYOU ACKNOWLEDGE AND AGREE THAT SPAM RADAR SHALL NOT BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY DAMAGE OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH USE OF OR RELIANCE ON ANY SUCH CONTENT, GOODS OR SERVICES AVAILABLE ON OR THROUGH ANY SUCH THIRD PARTY WEB SITES OR SERVICES.\nWE STRONGLY ADVISE YOU TO READ THE TERMS OF SERVICE AND PRIVACY POLICIES OF ANY THIRD PARTY WEB SITES OR SERVICES THAT YOU VISIT.\n</p> Limitation Of Liability <p> EXCEPT AS PROHIBITED BY LAW, YOU WILL HOLD US AND OUR OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS HARMLESS FOR ANY INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGE, HOWEVER IT ARISES (INCLUDING ATTORNEYS' FEES AND ALL RELATED COSTS AND EXPENSES OF LITIGATION AND ARBITRATION, OR AT TRIAL OR ON APPEAL, IF ANY, WHETHER OR NOT LITIGATION OR ARBITRATION IS INSTITUTED), WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, OR OTHER TORTIOUS ACTION, OR ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, INCLUDING WITHOUT LIMITATION ANY CLAIM FOR PERSONAL INJURY OR PROPERTY DAMAGE, ARISING FROM THIS AGREEMENT AND ANY VIOLATION BY YOU OF ANY FEDERAL, STATE, OR LOCAL LAWS, STATUTES, RULES, OR REGULATIONS, EVEN IF COMPANY HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nEXCEPT AS PROHIBITED BY LAW, IF THERE IS LIABILITY FOUND ON THE PART OF COMPANY, IT WILL BE LIMITED TO THE AMOUNT PAID FOR THE PRODUCTS AND/OR SERVICES, AND UNDER NO CIRCUMSTANCES WILL THERE BE CONSEQUENTIAL OR PUNITIVE DAMAGES.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE PRIOR LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\n</p> Termination <p> We may terminate or suspend your account and bar access to Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of Terms.\nIf you wish to terminate your account, you may simply discontinue using Service.\nAll provisions of Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.\n</p> Governing Law <p> These Terms shall be governed and construed in accordance with the laws of United Kingdom without regard to its conflict of law provisions.\nOur failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service and supersede and replace any prior agreements we might have had between us regarding Service.\n</p> Changes To Service <p> We reserve the right to withdraw or amend our Service, and any service or material we provide via Service, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of Service is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of Service, or the entire Service, to users, including registered users.\n</p> Amendments To Terms <p> We may amend Terms at any time by posting the amended terms on this site.\nIt is your responsibility to review these Terms periodically.\nYour continued use of the Platform following the posting of revised Terms means that you accept and agree to the changes.\nYou are expected to check this page frequently so you are aware of any changes, as they are binding on you.\nBy continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use Service.\n</p> Waiver And Severability <p> No waiver by Company of any term or condition set forth in Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Company to assert a right or provision under Terms shall not constitute a waiver of such right or provision.\nIf any provision of Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of Terms will continue in full force and effect.\n</p> Acknowledgement <p> BY USING SERVICE OR OTHER SERVICES PROVIDED BY US, YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS OF SERVICE AND AGREE TO BE BOUND BY THEM.\n</p> Contact Us <p> Please send your feedback, comments, requests for technical support: By email: support@spamradar.app.\n</p> COPYRIGHT © Spam radar, 2020 Terms of Service Privacy Policy Contact Support ", "created_at": "2023-03-12 04:12:36.941313", "updated_at": "2023-03-12 04:12:56.898269"}, {"id": 14345, "name": "Privacy Policy", "url": "https://spamradar.app/privacy-policy.html", "xpath": "//body", "text": " Our Privacy Policy <br> Updated May 25th 2020 <p> Thank you for choosing Spam Radar!<br> This page details our privacy policy.\nIt covers how we collect, use, and protect, your personal information.\nBy using Spam Radar you agree to the below </p> What data do we collect? <ul>\n<li> Data about your device, such as your operating system and hardware to make sure Spam Radar works well on your mobile device.\n</li>\n<li> Details of purchases you have made </li>\n<li> Log information on technical issues you experience, if any.\n</li>\n</ul> What do we use it for? <ul>\n<li> To provide you with the functionality of our app.\n</li>\n<li> To analyse how users are using our app, for the purpose of continually improving them.\nOur analysis would not look at individual users’ data.\n</li>\n<li> To help address any issues with our app, should you get in touch with our support team.\n</li>\n<li> To make us aware, and allow us to assess and fix, technical issues in an efficient and expedite manner.\n</li>\n</ul> How do we protect your data? <p> Communication between our app and our servers in encrypted to ensure your privacy.\nAccess to our servers is safeguarded to prevent access by any unauthorised person.\n</p> How long do we store your data for? <p> We will only store your data for the minimal amount of time required by the aims described above, to address any legal rights or obligations with regards to data retention, and/or allow for the establishment, exercise or defence of legal claims and rights.\n</p> Transfer of Data <p> Your information, including Personal Data, may be transferred to – and maintained on – computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.\nIf you are located outside United States and choose to provide information to us, please note that we transfer the data, including Personal Data, to United States and process it there..\n</p>\n<p> Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.\n</p>\n<p> Spam Radar will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information.\n</p> Disclosure of Data <p> We may disclose personal information that we collect, or you provide.\n</p> Disclosure for Law Enforcement <p> Under certain circumstances, we may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities.\n</p> Business Transaction <p> If we or our subsidiaries are involved in a merger, acquisition or asset sale, your Personal Data may be transferred.\nOther cases: We may disclose your information also: </p>\n<ul>\n<li> To our subsidiaries and affiliates;.\n</li>\n<li> To contractors, service providers, and other third parties we use to support our business.\n</li>\n<li> To fulfil the purpose for which you provide it.\n</li>\n<li> For the purpose of including your company’s logo on our website;.\n</li>\n<li> For any other purpose disclosed by us when you provide the information.\n</li>\n<li> with your consent in any other cases.\n</li>\n<li> if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers, or others.\n</li>\n</ul> Children's privacy <p> Our apps are not targeted at anyone under the age of 13, and we do not and would not knowingly collect personally identifiable information from children under 13.\nShould we discover that a child under 13 has provided us with personal information, we will immediately delete their information from our servers.\nIf you are a parent or guardian and believe your child provided us with personal information, please contact us as described below and we will take all necessary steps to expunge their data.\n</p> General Data Protection Regulation <p> For the purpose of the General Data Protection Regulation 2016/679 and any implementing legislation (also known as GDPR), our studio – Fluffy Gem – is the assigned data controller responsible for any personal data we process.\n</p>\n<p> Your Data Protection Rights under the California Consumer Privacy Act (CCPA) If you are a California resident, you are entitled to learn what data we collect about you, ask to delete your data and not to sell (share) it.\n</p> Changes to this privacy policy <p> We may update this privacy policy from time to time with reasonable changes as required by changing circumstances.\nFor example - at the moment we do not offer advertising in our games, but should we decide to offer ads in the future we will update this privacy policy to reflect that.\n</p> Your rights <p> You are entitled to obtain information from us on how we handle your personal data, to see copies of all personal data held by us and to request that your personal data is amended, corrected or deleted from our systems.\nYou can also limit, restrict or object to the processing of your data.\nYour consent to use your data may be withdrawn at any time.\nPlease note that even if you withdraw your consent, we can still rely on previous consent as the lawful basis for any processing of data which occurred before you withdrew your consent.\nWhile we believe our usage of your data is limited to legitimate and reasonable business interests, should you disagree you have the right to object.\nTo exercise any of these rights, please contact us as described below.\n</p> How can you get in touch? <p> If you have any questions or comments, or would like to converse on any of the above, please email us at support@spamradar.app to discuss.\n</p> COPYRIGHT © Spam radar, 2020 Terms of Service Privacy Policy Contact Support ", "created_at": "2023-03-12 04:12:36.909265", "updated_at": "2023-03-12 04:13:12.934547"}], "points": [], "urls": ["spamradar.app"]}}