{"error": 448, "message": "OK", "parameters": {"id": 9186, "name": "Fred Hutchinson Cancer Center", "created_at": "2023-07-14 21:37:47.672938", "updated_at": "2023-07-14 22:02:29.649651", "wikipedia": null, "keywords": null, "related": null, "slug": "fred-hutchinson-cancer-center", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9186.png", "url": "fredhutch.org", "documents": [{"id": 17997, "name": "Privacy Policy and Terms of Use  ", "url": "https://www.fredhutch.org/en/util/terms-privacy.html", "xpath": "//body", "text": " <ul>\n<li>MyChart</li>\n<li>Appointments</li>\n<li>Our Providers</li>\n<li>For Physicians</li>\n<li>Careers</li>\n<li>Locations</li>\n<li>Contact</li>\n<li>\n</li>\n</ul> \"Fred Hutch Cancer Center\" \"Cures Start Here\" <ul>\n<li> Patient Care <ul>\n<li> Patient Care Patient Services Insurance and Billing Medical Record Request Pharmacy Housing Options Amenities Interpreter Services Telehealth Caregivers Resources for Caregivers Supportive Care Services Cancer Rehabilitation Child Life Specialists Integrative Medicine Nutrition Oncoreproduction Clinic Pain Clinic Palliative Care Patient Navigators Physical Therapy Psychiatry Sexual Health Social Work Spiritual Health Support Groups Survivorship Treatments Blood and Marrow Transplant Immunotherapy Medical Oncology Radiation Oncology Surgical Oncology Proton Therapy CRS-HIPEC Prevention &amp.\nScreening Breast Cancer Screening Colorectal Cancer Screening Genetic Counseling Lung Cancer Screening Prostate Cancer Screening Wellness Clinic MyChart Request an Appointment Provider Directory Fred Hutch Locations COVID-19 Patient Education Transportation Contact Us Close <i>\n</i>\n</li>\n</ul>\n</li>\n<li> Diseases <ul>\n<li> Diseases We Treat Acute Lymphoblastic Leukemia Acute Myeloid Leukemia Adrenal Cancer Amyloidosis Anal Cancer Aplastic Anemia Autoimmune Diseases Bladder Cancer Blood Disorders Brain and Spinal Cord Cancers Breast Cancer Cervical Cancer Chronic Lymphocytic Leukemia Chronic Myeloid Leukemia Colon Cancer Cutaneous Lymphoma Endocrine Tumors Endometrial Cancer Esophageal Cancer Gastrointestinal Cancer Gynecologic Cancer Head and Neck Cancers Hodgkin Lymphoma Kidney Cancer Leukemia Liver Tumors and Cancer Lung Cancer Lymphedema Melanoma Merkel Cell Carcinoma Mesothelioma Multiple Myeloma Myelodysplastic Syndrome Myeloproliferative Neoplasms Neuroendocrine Tumors Non-Hodgkin Lymphoma Oral Cancer Ovarian Cancer Pancreatic Cancer Parathyroid Cancer Prostate Cancer Rectal Cancer Salivary Gland Cancer Sarcoma Sickle Cell Disease Skin Cancer Stomach Cancer Testicular Cancer Thyroid Cancer Uterine Sarcoma Vulvar Cancer Waldenström Macroglobulinemia Close <i>\n</i>\n</li>\n</ul>\n</li>\n<li> Research <ul>\n<li> Pioneering Scientific Research Research Areas Behavioral Research Biostatistics Cell &amp.\nGene Therapy Cell Biology Data Science Diagnostics &amp.\nBiomarkers Disease Prevention Epidemiology Gene Regulation &amp.\nExpression Genetics &amp.\nGenomics Global Health Health Economics Hematopoietic Transplantation Immunotherapy Infectious Diseases Microbiome Survivorship Vaccine Development Virology Diseases We Research Autoimmune Diseases Cancers COVID-19 Genetic Disorders Herpes HIV/AIDS Divisions Basic Sciences Division Clinical Research Division Human Biology Division Public Health Sciences Division Vaccine and Infectious Disease Division Clinical Trials &amp.\nStudies Patient Guide to Clinical Trials Health Insurance and Clinical Trials Deciding to Participate COVID-19 Clinical Research Center Long-Term Follow-Up Survivorship Program Cook for Your Life<i>\n</i> Faculty &amp.\nLab Directory Education &amp.\nTraining Institutes, Networks &amp.\nIRCs Community Outreach &amp.\nEngagement Projects &amp.\nStudies Scientific Publications Shared Resources Investors &amp.\nIndustry Close <i>\n</i>\n</li>\n</ul>\n</li>\n<li> Education &amp.\nTraining <ul>\n<li> Education &amp.\nTraining Patient Education Resource Center E-Learning Courses Videos Health Care Professionals Provider Professional Development Nursing Professional Development Teachers and Students Science Education Partnership High School and Undergraduate Students Open Internships Faculty Professional Development Graduate &amp.\nPost-Baccalaureate Programs Postdoctoral Fellows Programs Close <i>\n</i>\n</li>\n</ul>\n</li>\n<li> About Us <ul>\n<li> Cures Start Here About Fred Hutch Patient Care at Fred Hutch Accountability &amp.\nImpact Diversity, Equity &amp.\nInclusion Health Equity History Honors &amp.\nAwards Institutional Partners &amp.\nCollaborations Leadership Mission &amp.\nValues Contact Us Campus Map Virtual Campus Visit Transportation Fred Hutch Locations Careers Events and Seminars For the Media Hutch News Close <i>\n</i>\n</li>\n</ul>\n</li>\n<li> Ways to Give <ul>\n<li> Why Your Gift Matters Give Now Honor a Loved One Give Through Your Will Give Through Your Donor Advised Fund Donate Cryptocurrency Give Through Your Foundation Make a Corporate Gift Create an Endowment Fundraise for Fred Hutch Obliteride Create Your Own Log In to Your Fundraiser Attend an Event Support Our Top Priorities Greatest Need and Impact Cancer Research Data Science Diversity and Health Equity Immunotherapy Patient Support Services Precision Oncology Viruses, Vaccines and Infectious Diseases Join a Gift Club Other Ways to Give Give Monthly Donate Stock Give at Work Donate Your Vehicle Contact Philanthropy Close <i>\n</i>\n</li>\n</ul>\n</li>\n</ul> Donate Now <ul>\n<li> Patient Care <i>\n</i>\n<ul>\n<li>Patient Care</li>\n<li>Patient Services <i>\n</i>\n<ul>\n<li>Patient Services </li>\n<li>Insurance and Billing</li>\n<li>Medical Record Request</li>\n<li>Pharmacy</li>\n<li>Housing Options</li>\n<li>Amenities</li>\n<li>Interpreter Services</li>\n<li>Telehealth</li>\n</ul>\n</li>\n<li>Caregivers <i>\n</i>\n<ul>\n<li>Caregivers </li>\n<li>Resources for Caregivers</li>\n</ul>\n</li>\n<li>Supportive Care Services <i>\n</i>\n<ul>\n<li>Supportive Care Services </li>\n<li>Cancer Rehabilitation</li>\n<li>Child Life Specialists</li>\n<li>Integrative Medicine</li>\n<li>Nutrition</li>\n<li>Oncoreproduction Clinic</li>\n<li>Pain Clinic</li>\n<li>Palliative Care</li>\n<li>Patient Navigators</li>\n<li>Physical Therapy</li>\n<li>Psychiatry</li>\n<li>Sexual Health</li>\n<li>Social Work</li>\n<li>Spiritual Health</li>\n<li>Support Groups</li>\n<li>Survivorship</li>\n</ul>\n</li>\n<li>Treatments <i>\n</i>\n<ul>\n<li>Treatments </li>\n<li>Blood and Marrow Transplant</li>\n<li>Immunotherapy</li>\n<li>Medical Oncology</li>\n<li>Radiation Oncology</li>\n<li>Surgical Oncology</li>\n<li>Proton Therapy</li>\n<li>CRS-HIPEC</li>\n</ul>\n</li>\n<li>Prevention &amp.\nScreening <i>\n</i>\n<ul>\n<li>Prevention &amp.\nScreening </li>\n<li>Breast Cancer Screening</li>\n<li>Colorectal Cancer Screening</li>\n<li>Genetic Counseling</li>\n<li>Lung Cancer Screening</li>\n<li>Prostate Cancer Screening</li>\n<li>Wellness Clinic</li>\n</ul>\n</li>\n<li>MyChart </li>\n<li>Request an Appointment </li>\n<li>Provider Directory </li>\n<li>Fred Hutch Locations </li>\n<li>COVID-19 </li>\n<li>Patient Education </li>\n<li>Transportation </li>\n<li>Contact Us </li>\n</ul>\n</li>\n<li> Diseases <i>\n</i>\n<ul>\n<li>Diseases We Treat</li>\n<li>Diseases <i>\n</i>\n<ul>\n</ul>\n</li>\n<li>Diseases <i>\n</i>\n<ul>\n</ul>\n</li>\n<li>Diseases <i>\n</i>\n<ul>\n</ul>\n</li>\n<li>Diseases <i>\n</i>\n<ul>\n</ul>\n</li>\n</ul>\n</li>\n<li> Research <i>\n</i>\n<ul>\n<li>Pioneering Scientific Research</li>\n<li>Research Areas <i>\n</i>\n<ul>\n<li>Research Areas </li>\n<li>Behavioral Research</li>\n<li>Biostatistics</li>\n<li>Cell &amp.\nGene Therapy</li>\n<li>Cell Biology</li>\n<li>Data Science</li>\n<li>Diagnostics &amp.\nBiomarkers</li>\n<li>Disease Prevention</li>\n<li>Epidemiology</li>\n<li>Gene Regulation &amp.\nExpression</li>\n<li>Genetics &amp.\nGenomics</li>\n<li>Global Health</li>\n<li>Health Economics</li>\n<li>Hematopoietic Transplantation</li>\n<li>Immunotherapy</li>\n<li>Infectious Diseases</li>\n<li>Microbiome</li>\n<li>Survivorship</li>\n<li>Vaccine Development</li>\n<li>Virology</li>\n<li>\n</li>\n</ul>\n</li>\n<li>Diseases We Research <i>\n</i>\n<ul>\n<li>Diseases We Research </li>\n<li>Autoimmune Diseases</li>\n<li>Cancers</li>\n<li>COVID-19</li>\n<li>Genetic Disorders</li>\n<li>Herpes</li>\n<li>HIV/AIDS</li>\n</ul>\n</li>\n<li>Divisions <i>\n</i>\n<ul>\n<li>Divisions </li>\n<li>Basic Sciences Division</li>\n<li>Clinical Research Division</li>\n<li>Human Biology Division</li>\n<li>Public Health Sciences Division</li>\n<li>Vaccine and Infectious Disease Division</li>\n</ul>\n</li>\n<li>Clinical Trials &amp.\nStudies <i>\n</i>\n<ul>\n<li>Clinical Trials &amp.\nStudies </li>\n<li>Patient Guide to Clinical Trials</li>\n<li>Health Insurance and Clinical Trials</li>\n<li>Deciding to Participate</li>\n</ul>\n</li>\n<li>COVID-19 Clinical Research Center </li>\n<li>Long-Term Follow-Up </li>\n<li>Survivorship Program </li>\n<li>Cook for Your Life<i>\n</i>\n</li>\n<li>Faculty &amp.\nLab Directory </li>\n<li>Education &amp.\nTraining </li>\n<li>Institutes, Networks &amp.\nIRCs <i>\n</i>\n<ul>\n<li>Institutes, Networks &amp.\nIRCs </li>\n<li>Community Outreach &amp.\nEngagement</li>\n</ul>\n</li>\n<li>Projects &amp.\nStudies </li>\n<li>Scientific Publications </li>\n<li>Shared Resources </li>\n<li>Investors &amp.\nIndustry </li>\n</ul>\n</li>\n<li> Education &amp.\nTraining <i>\n</i>\n<ul>\n<li>Education &amp.\nTraining</li>\n<li>Patient Education <i>\n</i>\n<ul>\n<li>Patient Education </li>\n<li>Resource Center</li>\n<li>E-Learning Courses</li>\n<li>Videos</li>\n</ul>\n</li>\n<li>Health Care Professionals <i>\n</i>\n<ul>\n<li>Health Care Professionals </li>\n<li>Provider Professional Development</li>\n<li>Nursing Professional Development</li>\n</ul>\n</li>\n<li>Teachers and Students <i>\n</i>\n<ul>\n<li>Teachers and Students </li>\n<li>Science Education Partnership</li>\n</ul>\n</li>\n<li>High School and Undergraduate Students </li>\n<li>Open Internships </li>\n<li>Faculty Professional Development </li>\n<li>Graduate &amp.\nPost-Baccalaureate Programs </li>\n<li>Postdoctoral Fellows Programs </li>\n</ul>\n</li>\n<li> About Us <i>\n</i>\n<ul>\n<li>\n</li>\n<li>Cures Start Here </li>\n<li>About Fred Hutch <i>\n</i>\n<ul>\n<li>About Fred Hutch </li>\n<li>Patient Care at Fred Hutch</li>\n<li>Accountability &amp.\nImpact</li>\n<li>Diversity, Equity &amp.\nInclusion</li>\n<li>Health Equity</li>\n<li>History</li>\n<li>Honors &amp.\nAwards</li>\n<li>Institutional Partners &amp.\nCollaborations</li>\n<li>Leadership</li>\n<li>Mission &amp.\nValues</li>\n</ul>\n</li>\n<li>Contact Us <i>\n</i>\n<ul>\n<li>Contact Us </li>\n<li>Campus Map</li>\n<li>Virtual Campus Visit</li>\n<li>Transportation</li>\n</ul>\n</li>\n<li>Fred Hutch Locations </li>\n<li>Careers </li>\n<li>Events and Seminars </li>\n<li>For the Media </li>\n<li>Hutch News </li>\n</ul>\n</li>\n<li> Ways to Give <i>\n</i>\n<ul>\n<li>Why Your Gift Matters</li>\n<li>Give Now </li>\n<li>Honor a Loved One </li>\n<li>Give Through Your Will </li>\n<li>Give Through Your Donor Advised Fund </li>\n<li>Donate Cryptocurrency </li>\n<li>Give Through Your Foundation </li>\n<li>Make a Corporate Gift </li>\n<li>Create an Endowment </li>\n<li>Fundraise for Fred Hutch <i>\n</i>\n<ul>\n<li>Fundraise for Fred Hutch </li>\n<li>Obliteride</li>\n<li>Create Your Own</li>\n<li>Log In to Your Fundraiser</li>\n</ul>\n</li>\n<li>Attend an Event </li>\n<li>Support Our Top Priorities <i>\n</i>\n<ul>\n<li>Support Our Top Priorities </li>\n<li>Greatest Need and Impact</li>\n<li>Cancer Research</li>\n<li>Data Science</li>\n<li>Diversity and Health Equity</li>\n<li>Immunotherapy</li>\n<li>Patient Support Services</li>\n<li>Precision Oncology</li>\n<li>Viruses, Vaccines and Infectious Diseases</li>\n</ul>\n</li>\n<li>Join a Gift Club </li>\n<li>Other Ways to Give <i>\n</i>\n<ul>\n<li>Other Ways to Give </li>\n<li>Give Monthly</li>\n<li>Donate Stock</li>\n<li>Give at Work</li>\n<li>Donate Your Vehicle</li>\n</ul>\n</li>\n<li>Contact Philanthropy </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>MyChart</li>\n<li>Appointments</li>\n<li>Our Providers</li>\n<li>For Physicians</li>\n<li>Careers</li>\n<li>Locations</li>\n<li>Contact</li>\n</ul> Donate Now Privacy Policy and Terms of Use Fred Hutchinson Cancer Center Joint Notice of Privacy Practices\n<p>This notice describes how medical information about you may be used and disclosed and how you can get access to this information.\nPlease review it carefully.</p>\n<p>Notice of Privacy Practices [PDF]</p> FredHutch.org Website Terms Of Use<br>\n<p>PLEASE REVIEW THESE TERMS OF USE (THE \"TERMS\") FOR FRED HUTCHINSON CANCER CENTER (\"FRED HUTCH\") www.fredhutch.org WEBSITE (THE \"SITE\").\nBY USING THIS SITE, YOU AGREE TO FOLLOW AND BE BOUND BY THE TERMS.\nIF YOU DO NOT AGREE WITH ANY OF THE TERMS, PLEASE DO NOT USE THIS SITE.</p> Changes to&nbsp;Terms\n<p>Please review the Terms regularly.\nThe Terms may change at any time.\nBy using the Site after a change in the Terms, you agree to follow and be bound by the Terms as changed.</p>\nTable of Contents\n<ul>\n<li>Site Content</li>\n<li>Third Party Content</li>\n<li>Your Use of the Site</li>\n<li>Use by Fred Hutch Employees</li>\n<li>Use by Children</li>\n<li>Use of the Arnold Library</li>\n<li>Medical and Other Information</li>\n<li>Links to Other Sites</li>\n<li>User Comments and Submissions</li>\n<li>Copyright Policy and Infringement Claims</li>\n<li>Trademarks</li>\n<li>Site Privacy Policy</li>\n<li>State Fundraising Notice</li>\n<li>Disclaimers</li>\n<li>Indemnification</li>\n<li>Termination</li>\n<li>Applicable Law</li>\n<li>Miscellaneous</li>\n</ul> Site Content\n<p>Unless otherwise expressly noted, you should assume everything you see, hear, or otherwise receive from or on the Site (the \"Content\") is copyright, trademark, trade dress or other intellectual property owned or licensed by Fred Hutch.\nThe Content includes, without limitation, images, illustrations, designs, icons, photographs, trademarks, logos, text, sounds, music, the Site as a whole and any other materials at the Site.</p>\n<p>The information in this Site is provided as a courtesy by Fred Hutch.\nThe views and opinions of individual authors do not necessarily state or reflect those of the Hutch.\nReferences to specific products, processes or services do not constitute or imply recommendation or endorsement by the Hutch.</p>\n<p>If you would like to request reprints, copy or distribute materials contained on the Site, other than for noncommercial, personal use, please contact Fred Hutch&nbsp;Marketing &amp.\nCommunications.</p>\nThird Party Content\n<p>Nothing in the Terms transfers to you any right, title or interest in any Content, including any intellectual property or content of third parties included on the Site.</p> Your Use of the Site\n<p>You may use or download Content for research or educational purposes, or for your personal, noncommercial purposes, provided you keep unchanged all copyright and other notices with them.\nNo other use of any Content is permitted unless a specific use is expressly sated as to particular Content.</p>\n<p>You agree that you will make only lawful use of the Site, and will use the Site only in compliance with all federal, state and local laws and regulations.\nYou agree that you will make no use of the Site that violates anyone else's rights, including copyright, trademark, patient, trade secret, privacy, publicity or other rights.</p>\n<p>You agree that you will not upload, post, transmit, distribute or otherwise publish on or to the Site (\"Publish\") any materials that contain a software virus or other harmful component.\nYou agree that you will not Publish any materials that contain advertising or commercial material of any kind.\nYou agree that you will not Publish any materials that are false, threatening, libelous, defamatory, pornographic, obscene or otherwise unlawful, or that violate any rights of privacy or publicity or any trademark, copyright, patent or other rights.\nYou are solely responsible for the content of any material you Publish.\nFred Hutch is not responsible or liable for the conduct of any person using the Site.</p>\n<p>Fred Hutch may change, suspend, discontinue or remove any aspect of the Site at any time, without prior notice, including the availability of any Site feature, services or Content or any material you have Published.\nFred Hutch may restrict your access to certain features, services or Content at any time, without prior notice.</p>\nUse by Fred Hutch Employees\n<p>If you are an employee, agent, contractor, or are otherwise employed by Fred Hutch, these Terms supplement the Hutch policy on Acceptable Use of Fred Hutch Information Technology Resources.\nIn the event of a conflict between these documents, the policy on Acceptable Use of Fred Hutch Information Technology Resources will control.</p>\n<p>Portions of the Site are not public.\nUse of non-public portions of the Site is restricted to authorized Fred Hutch personnel and authorized scientific affiliates.\nAll use of restricted portions of the Site may be monitored and/or recorded by Fred Hutch system administration staff.</p>\n<p>By using restricted portions of the Site, you expressly consent to any monitoring and recording of your activities while in such restricted areas.\nIn the event monitoring reveals any indications of criminal activity, system administration staff will have the right, but not the obligation, to provide any such information to law enforcement personnel.</p>\nUse by Children\n<p>The Site is intended for adults aged 18 and older.\nIt is not intended for or directed at persons under the age of 18.\nIf you are under the age of 18, you may not register or submit personally identifiable information to or through the Site.\nFred Hutch does not collect personally identifiable information through the Site from any person the Hutch actually knows to be under the age of 18.</p> Use of the Arnold Library\n<p>Use of the Arnold Library is limited to Fred Hutch library account holders, including Fred Hutch faculty, staff, students and scientific affiliates.\nAll use of the Arnold Library must comply with the guidelines set forth in the Arnold Library's&nbsp;Borrowing Privileges and Policies<i>\n</i>.\nAll use of the Arnold Library must also comply with all applicable laws, including but not limited to, copyright law.</p>\nMedical and Other Information\n<p>This information is designed only for research and educational purposes and is not provided as a professional service or as medical advice for specific patients.\nIt is not a substitute for professional medical care and if you have, or suspect you may have, a health problem, you should consult your health care provider.</p>\nLinks to Other Sites\n<p>The Site may contain links to third party sites.\nAny outside links are provided only as a convenience.\nYour use of outside links is at your sole risk.\nAny links from the Site do not constitute the Hutch's endorsement of any third party, its Web site, or its goods or services.</p>\n<p>Fred Hutch is not responsible for any Web sites, services or other materials linked to or from the Site, and disclaims all liability for any injury you may experience by using such materials.\nIf you have any concerns regarding any Web site linked to or from the Site, please direct them to the owner or operator of the Web site.</p>\n<p>You may not create hyperlinks to the Site that portray the Hutch in a false or misleading light.\nYou may not use any \"framing\" or similar techniques to enclose any portion of the Site.</p>\nUser Comments and Submissions\n<p>We welcome your comments regarding our Site and services.\nTo submit your comments regarding our Site or services, e-mail them to&nbsp;communications@fredhutch.org.\nHowever, if you are dissatisfied with the Site, any of its Content, or any of the Terms, your sole and exclusive legal remedy is to stop using the Site.\nAny comments, ideas, suggestions or other information you transmit to the Site are not confidential or proprietary.\nFred Hutch will be free to use any comment, idea, suggestion or other information you transmit to us through the Site on an unrestricted basis.\nThis may include personal information about you and your use of the Site.\nPlease review the Hutch's&nbsp;Privacy Policy&nbsp;for more information.</p> Copyright Policy and Infringement Claims\n<p>Fred Hutch respects the intellectual property of others and is committed to complying with copyright laws.\nIn particular, Fred Hutch requires all users of the Site and of Fred Hutch’s Internet services to comply with copyright laws.\nTherefore, users of the Site may not store any material or content, or access, share or distribute any material or content using Fred Hutch’s Internet services, in any manner that constitutes an infringement of third-party copyright rights.</p>\n<p>If you believe that your work has been infringed on the Site, please send a written notice to the Hutch's DMCA Agent for notice of claims of copyright infringement:<br>\n</p>\n<p>General Counsel<br>\nFred Hutchinson Cancer Center<br>\nOffice of General Counsel<br>\n823 Yale Avenue North, J6-105<br>\nSeattle, WA 98109<br>\n(206) 667-6414<br>\nEmail: Copyright@Fredhutch.org</p>\n<p>Please include in the notice the following:<br>\n</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the copyright owner of an exclusive right that is allegedly infringed;<br>\n</li>\n<li>Identification of the copyrighted work claimed to have been infringed;<br>\n</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Fred Hutch to locate the material;<br>\n</li>\n<li>Information reasonably sufficient to permit Fred Hutch to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted;<br>\n</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;<br>\n</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.<br>\n</li>\n</ol>\n<p>It is Fred Hutch’s policy, in appropriate circumstances, to terminate the use of the Site and Fred Hutch’s Internet services by any user who is either found to infringe third party copyright or other intellectual property rights, including repeat infringers, or who Fred Hutch believes in its sole discretion is infringing these rights.\nFred Hutch may terminate use of the Site and Fred Hutch’s Internet services at any time with or without notice to any affected user.</p>\nTrademarks\n<p>This website and its contents are owned by Fred Hutch or third parties and are protected by law, including but not limited to copyright and trademark law.\nCertain trademarks, including but not limited to FRED HUTCHINSON CANCER RESEARCH CENTER, FRED HUTCH, HUTCH AWARD, THE GREGORY FUND, CLIMB TO FIGHT CANCER, OBLITERIDE, HICOR, COOK FOR YOUR LIFE, and graphical icons associated with Fred Hutch's logo are registered trademarks of Fred Hutch.\nOther trademarks appearing on the Site are the property of their respective owners.\nUse of any Fred Hutch trademark is subject to the prior written permission of Fred Hutch.</p>\nPrivacy Policy\n<p>Fred Hutch has a Privacy Policy that describes how we collect information from you or about you, why we collect this information, how we will use or disclose this information.\nIn addition, Fred Hutch's Privacy Policy sets forth our general policies on information security.</p>\nState Fundraising Notice\n<p>As a registered 501(c)(3) non-profit organization, the Fred Hutch relies on private support, applying the majority of each dollar contributed to its world-renowned research efforts.\nIn connection with the Hutch's fundraising activities, certain states require us to advise you that a copy of our financial report is available from them.\nFred Hutch's principal place of business is located at 1100 Fairview Avenue North, J5-200, Seattle WA 98109-1024.\nFinancial disclosures may be obtained by contacting the Washington Secretary of State at 1-800-332-GIVE, or at the Washington Secretary of State's&nbsp;website<i>\n</i>.\nYou may obtain additional financial information by writing to the Office of the Secretary of State, Charitable Solicitations Program, P.O.\nBox 40234, Olympia, WA 98504-0234.\nRegistration with a state agency does not constitute or imply endorsement, approval or recommendation by that state.</p>\nDisclaimers\n<p>YOUR USE OF THE SITE IS AT YOUR OWN RISK.\nTO THE FULLEST EXTENT PERMISSIBLE BY LAW, FRED HUTCH MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND IN CONNECTION WITH THE SITE.\nFRED HUTCH PROVIDES THIS SITE, ALL CONTENTS, ALL INFORMATION AND SERVICES OFFERED ON OR THROUGH THE SITE \"AS IS.\" FRED HUTCH EXPRESSLY DISCLAIMS ALL EXPRESS OR IMPLIED WARRANTIES, INCLUDING BUT NOT LIMITED TO THE ACCURACY, COMPLETENESS, IMPLIED WARRANTIES OF MERCHANTABILITY, QUIET ENJOYMENT, FITNESS FOR A PARTICULAR PURPOSE OR NONINFRINGEMENT OF ANY CONTENT OFFERED ON OR THROUGH THE SITE.</p>\n<p>FRED HUTCH WILL NOT BE LIABLE FOR ANY DAMAGES RELATED TO YOUR USE OF OR INABILITY TO USE THIS SITE, INCLUDING WITHOUT LIMITATION, DIRECT, INDIRECT, SPECIAL, COMPENSATORY OR CONSEQUENTIAL DAMAGES, LOST PROFITS OR LOSS OF OR DAMAGE TO PROPERTY, EVEN IF FHCRC HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>Some jurisdictions may not allow the exclusion of implied warranties, so some of the above exclusions may not apply to you.\nFred Hutch does not warrant that your use of the Site, the operation or function of the Site, or any services offered on or through the Site, will be uninterrupted or error free, that defects will be corrected, or that the Site or its server are free of viruses or other harmful elements.\nFred Hutch does not make any representations regarding the currency, accuracy or reliability of information on the Site.</p>\nIndemnification\n<p>You assume full responsibility for any use of any information, goods or services offered on or through the Site.\nYou understand and agree that Fred Hutch will not be responsible or liable for any claim, loss or damage arising from the use of any information, goods or services.</p>\n<p>You agree to defend, indemnify and hold harmless Fred Hutch and its officers, directors, owners, agents, employees, affiliates, licensees and licensors from and against any and all claims, damages, costs and expenses, including reasonable attorneys' fees, arising from or related to your use of the Site in violation of any of the Terms.</p>\nTermination\n<p>Your failure to comply with the Terms automatically revokes your authorization to use the Site and terminates any and all rights granted to you under the Terms.\nYour obligations to Fred Hutch will continue upon termination of your rights under the Terms, including restrictions regarding the Content, disclaimers, indemnification obligations and liability limitations under the Terms.\nUpon termination of your rights, you must promptly destroy all Content downloaded or obtained from this Site, as well as all copies of any Content.</p>\nApplicable Law\n<p>The Terms will be construed according to Washington law, without regard to provisions governing conflicts of laws.\nAny dispute arising under or relating to the Terms, the Content, the use of the Site, or any services obtained using this Site, will be resolved exclusively by the state and federal courts of the State of Washington.\nYour use of the Site constitutes your consent to the jurisdiction and venue of such courts with respect to any such dispute.</p>\nMiscellaneous\n<p>If for any reason a court of competent jurisdiction finds any provision of the Terms, or any portion thereof, to be unenforceable, that provision will be enforced to the maximum extent permissible so as to effect the intent of the Terms, and the remainder of the Terms will remain in full force and effect.\nThe Terms are the entire agreement between you and Fred Hutch relating to the Site.\nAny other agreements between you and the Hutch regarding the subject matter of the Terms are superseded and have no force or effect.\nAll rights not expressly granted herein are reserved.</p>\n<p>--------------------------------------------------------------------------------------------------<br>\n</p>\n<p>\n</p>\nFred Hutchinson Cancer Center<br>\nwww.FredHutch.org Website Privacy Policy\n<p>PLEASE REVIEW THE PRIVACY POLICY FOR FRED HUTCHINSON CANCER CENTER [\"FRED HUTCH\") www.fredhutch.org WEB SITE (THE \"SITE\").\nBY USING THIS SITE, YOU AGREE TO FOLLOW AND BE BOUND BY THIS PRIVACY POLICY.\nIF YOU DO NOT AGREE WITH ANY OF THE TERMS OF THE PRIVACY POLICY, PLEASE DO NOT USE THIS SITE.</p> Changes to Privacy Policy\n<p>Please review the Privacy Policy regularly.\nThe Privacy Policy may change at any time.\nBy using the Site after a change in the Privacy Policy, you agree to follow and be bound by the Privacy Policy as changed.</p>\nPrivacy Policy\n<p>This document describes how we may collect information from you or about you, why we collect this information, and how we may use or disclose this information.\nIn addition, this document sets forth our general policies on information security.</p>\nInformation Collection\n<p>There are several kinds of information we collect.\nFor all visitors to the Site, we collect and log your IP address.\nAn IP address is a number automatically assigned to your computer whenever you access the Internet.\nWe collect IP address information to better administer our system and to gather aggregate information on visitors to our site, on how our site is being used, and on the pages visitors are viewing.\nThis aggregate information may be shared with other organizations.\nTo maintain your anonymity, we do not associate IP addresses with records containing personal information.\nWe may use IP address information, however, to personally identify you in order to enforce our legal rights or when required to do so by law enforcement authorities.</p>\nCookies\n<p>We may also place small data files, called \"cookies,\" in the browser file of your computer's hard drive.\nThese cookies automatically identify your browser to our server when you interact with the Site.\nMost browsers automatically accept these cookies.\nWe may use cookies to determine whether you are logged in to the Site, and to temporarily store application data.&nbsp.\nWe and our trusted third parties may also use cookies to serve advertisements to you after you leave the Site.\nMost internet browsers automatically accept cookies, but provide an option for blocking the acceptance of cookies.\nIf you block cookies, you may not be able to use certain features or functions of the Site, or the Site may not operate in an optimal mode.</p> Third-Party Advertising Partners\n<p>We use third-party service providers to serve advertisements (banners or links) on our behalf across the Internet.&nbsp;</p>\n<p>These advertising service providers may collect non-personally identifiable information about your visits to our website, and your interactions with specific pages.\nSuch non-personally identifiable information does not include your name, address, email address or other personal information.\nThe information is collected through the use of cookies and pixel tags (also known as action tags), which is industry-standard technology used by most major websites.&nbsp;</p>\n<p>If you prefer that we do not collect non-personally identifiable information about your website visits for the purpose of delivering targeted advertising,&nbsp;you may opt out.</p>\n<p>If you would like more information about this practice and your choices for not having this information used by third-party service providers, please visit&nbsp;https://thenai.org/opt-out/<i>\n</i>\n</p>\nPersonal Health Information\n<p>We may collect personal health information that you choose to share with us in the risk-assessment and disease management portions of the Site.\nThis information may include e-mail addresses and your answers to health questions.\nThis information will only be collected with your permission.</p>\nSurveys\n<p>At times, you may be asked to complete survey questions that appear on the Site.\nIf you agree to participate in the survey, you will be asked to review and accept certain additional terms and conditions relating to use of the information you furnish, which may include personally identifiable information.\nAny survey terms and conditions are in addition to the Privacy Policies set forth in this Agreement.</p>\nE-mail Communications, Newsletters and Related Sites\n<p>The Site provides you with the opportunity to receive communications from us or third parties.\nOnce you have decided to receive such communications, you may later decide to stop receiving them.\nTo stop receiving communications, email optout@fredhutch.org.&nbsp;Please be aware that e-mail communications may not be secure and may be susceptible to interception by third parties.</p> Information for Online Transactions\n<p>Some areas of the Site may allow you to make online donations or other transactions.\nIn connection with such transactions, we collect data necessary to complete the transaction and other information that is furnished by you.\nThis information may be furnished to a third party in order to facilitate the transaction.</p>\nAggregate Information\n<p>We use general traffic, site usage, and length of stay information for statistical reporting and may share such reports with organizations with which we have a business relationship.\nThis aggregate information does not personally identify you.</p>\nChildren's Privacy\n<p>The Site is intended for adults aged 18 and older.\nIt is not intended for or directed at persons under the age of 18.\nIf you are under the age of 18, you may not register or submit personally identifiable information to or through the Site.\nFred Hutch does not collect personally identifiable information through the Site from any person the Hutch actually knows to be under the age of 18.</p>\nOther Sites\n<p>Our privacy policies apply only to your use of the Site.\nThe Site contains links to third party sites, including sites that may indicate a special relationship with us.\nWhile we do not disclose personably identifiable information to the parties operating linked sites, we are not responsible for the privacy practices of such other sites.\nYou should read the privacy policies of each site you visit to determine what information that site may be collecting about you.</p>\n<ul>\n<li> Fred Hutchinson Cancer Center </li>\n<li> Privacy Policy and Terms of Use </li>\n</ul> Last Modified, December 14, 2022 <ul>\n<li>Contact</li>\n<li>Accountability &amp.\nImpact</li>\n<li>Employee Links</li>\n<li>Subscribe to Fred Hutch News</li>\n</ul>\n<ul>\n<li>Terms of Use &amp.\nPrivacy Policy</li>\n<li>Conflict of Interest</li>\n<li>Privacy Policy</li>\n<li>Public Care Policy</li>\n<li>Disclaimer</li>\n<li>Notice of Nondiscrimination</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Fred Hutchinson Cancer Center is an independent organization that serves as UW Medicine's cancer program.</p> UW Medicine © 2023 Fred Hutchinson Cancer Center, a 501(c)(3) nonprofit organization 1100 Fairview Ave.\nN., P.O.\nBox 19024, Seattle, WA 98109-1024 206.667.5000Contact Us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Fred Hutch is proud to be an Equal Employment Opportunity (EEO) and Vietnam Era Veterans Readjustment Assistance Act (VEVRAA) Employer.\nWe are committed to cultivating a workplace in which diverse perspectives and experiences are welcomed and respected.\nWe do not discriminate on the basis of race, color, religion, creed, ancestry, national origin, sex, age, disability (physical or mental), marital or veteran status, genetic information, sexual orientation, gender identity, political ideology, or membership in any other legally protected class.\nWe are an Affirmative Action employer.\nWe encourage individuals with diverse backgrounds to apply and desire priority referrals of protected veterans.\nRead the Know your Rights: Workplace Discrimination is Illegal Poster.\n<i>\n</i> ", "created_at": "2023-07-14 21:37:47.703062", "updated_at": "2023-07-14 21:38:08.793273"}], "points": [], "urls": ["fredhutch.org"]}}