{"error": 448, "message": "OK", "parameters": {"id": 6849, "name": "MyHomeworkApp", "created_at": "2022-11-13 18:22:31.698548", "updated_at": "2022-11-13 23:01:06.141757", "wikipedia": null, "keywords": null, "related": null, "slug": "myhomeworkapp", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6849.png", "url": "myhomeworkapp.com", "documents": [{"id": 12541, "name": "Terms of Use", "url": "https://myhomeworkapp.com/terms", "xpath": "/html/body/section[2]", "text": " Terms of Use <p>Last changed on May 14th, 2018</p> The Basics <p>These are the terms of use for myHomework.\nBy using any of the myHomework applications or services you are agreeing to be bound by these terms.</p> Privacy <p>Any information you provide myHomework is subject to our privacy policy, which we encourage you to read.\nYou understand that the privacy policy is part of the terms of use that you're agreeing to by using the myHomework applications or services.</p> Your Responsibilities <p>By using the myHomework applications or services, you agree to:</p>\n<ul>\n<li>Only create a myHomework account if you're at least 13 years old.\nWhat about younger students?</li>\n<li>Use Facebook or Google login or select a strong myHomework password to protect your account.</li>\n<li>Not share your password with anyone or accept any consequences from your decision to share it.</li>\n<li>Not upload or enter information that is illegal, pornographic, threatening, violent, abusive, contains viruses or nudity.</li>\n<li>Not use myHomework to spam, bully or harass other myHomework users, teachers, tutors or any other people.</li>\n<li>Be responsible for the information you provide to myHomework or share with other users.</li>\n<li>Not use myHomework in a manner that places unnecessary burden on the website or services.\nThis includes, but is not limited to, brute force attacks, denial of service, request forgery, tampering with service requests and responses, phishing and other forms of manual or automated attack.</li>\n<li>Only create an account for yourself or someone that has given you permission to do so on their behalf.</li>\n<li>Not use myHomework to \"cheat\".\nmyHomework is here to help you manage your school life, not avoid your school work!</li>\n</ul> As-Is <p>By accepting these terms you understand that...</p>\n<ul>\n<li>The myHomework applications and services are provided by instin, LLC, which we'll refer to simply as \"instin\" in the rest of this document.</li>\n<li>The myHomework related applications and services offered by instin are provided as-is with no warranty, obligation to fix issues or refund of any payments you might make.</li>\n<li>Though we will try our very best to minimize the odds, there is always a possibility that some information you provide to myHomework applications or services could get lost due to network issues, data corruption, hardware failure, problems with hosting providers or other technical reasons.\nSimilarly, it is possible that some myHomework applications or services could become unavailable or slow at times.\nYou agree not to hold instin liable or responsible for any loss of data or interruption of service, as you acknowledge that instin made you no guarantees about service availability or data durability.</li>\n<li>myHomework may embed, provide links to and/or refer you to third party tutoring and/or educational websites, mobile applications and/or service providers including, but not limited to, Mentored.com, Kiip and PeanutLabs.\nmyHomework has no control over such third party websites, mobile applications and/or service providers, and you hereby acknowledge and agree that myHomework is not responsible for the availability of such third party websites, mobile applications and/or service providers.\nFurthermore, myHomework does not endorse, and is not responsible or liable for, any terms and conditions, privacy policies, content, advertising, services, products and/or other materials at or available from such third party websites, mobile applications and/or service providers, or for any damages and/or losses arising therefrom.\nWhere you access the Mentored.com products and/or services, you agree to be bound by the Mentored.com Terms of Use and Privacy Policy.</li>\n<li>You may have your information removed from our systems by choosing to delete your account at your myhomeworkapp.com settings.\nWhile nearly all information will be deleted promptly, it may take up to 30 days for all of your information to be permanently deleted from long term backups.</li>\n</ul> We Can <p>You understand that...</p>\n<ul>\n<li>We can terminate your account, disable features and/or services and/or remove content you entered on myHomework applications or services.\nWe may do this after a prolonged period of inactivity for privacy and security purposes or at any time if we deem you have violated these terms.</li>\n<li>Instin collects de-identified data about our users as described in the privacy policy.</li>\n<li>Instin can place 3rd party advertisements within myHomework applications.\nThis includes, but is not limited to, displaying information about a sponsor that paid for your myHomeworkApp.com account.</li>\n<li>Instin reserves the right to terminate the myHomework applications and services at any time.\nWe obviously don't want that to happen, but if it should then we will notify users via updates to our website, Facebook and Twitter accounts with an explanation.</li>\n</ul> Content &amp.\nCopyrights <p>All user supplied content belongs to the owner of the account for which the content was entered on or uploaded to.\nInstin does not endorse, support or take responsibility for any content that is posted, uploaded or distributed by users using the myHomework applications or services.\nYou also understand that:</p>\n<ul>\n<li>Although myHomework users have rights to content they post on myHomework services, instin reserves the right to publish, modify, process, copy and display the content on myHomework related sites, applications and services.</li>\n<li>Content you supply and later delete from myHomework applications or services may still remain in data backups.\nThough the chances should be low, it is possible if data needs to be restored from one of these old backups then content you deleted could reappear and new content you provided could go away.</li>\n<li>You understand that <em>some</em> user supplied content on myHomework may be inaccurate, incomplete, offensive, upsetting, misleading, immature or just plain wrong.\nInstin will not be held liable for any user supplied content.</li>\n<li>Instin is under no obligation to you for providing any feedback about the site, applications or services.\nLikewise, you are not obligated to provide that sort of feedback to us.</li>\n<li>Instin wishes to abide by all copyright laws.\nIf you feel that content on myHomework is infringing upon your copyright, please contact us at copyright@instin.com.\nPlease include: (i) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(ii) a description of the copyrighted work that you claim has been infringed.\n(iii) a description of where the material that you claim is infringing is located on myHomework.\n(iv) your address, telephone number, and email address.\n(v) a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\n(vi) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.</li>\n</ul> Changes <p>You can see the date these terms were last modified at the top of this document.\nIf you continue to use a myHomework application or service after a terms of use change, then you are agreeing to abide by the updated terms.</p>\n<dl>\n<dt>April 9, 2013</dt>\n<dd>Added a link to more information about myHomework usage for persons under age 13.\nAdded more clarification about how myHomework should <strong>not</strong> be used to spam, bully or harass <em>anyone</em>.</dd>\n<dt>November 17, 2014</dt>\n<dd>Updated privacy policy to clarify information shared with partnered services such as rewards and live homework help.</dd>\n<dt>December 15, 2014</dt>\n<dd>Added further clarification on Mentored.com and other 3rd parties.</dd>\n<dt>October 3, 2016</dt>\n<dd>Updated privacy policy with clarifications regarding Teachers.io and sharing of signup information.</dd>\n<dt>June 29, 2017</dt>\n<dd>Clarification that inactivity may also result in the removal of an account.</dd>\n<dt>May 14, 2018</dt>\n<dd>Add rights user has had regarding the ability to remove their account information.</dd>\n</dl>\n<i>This website also contains material copyrighted by 3rd parties.\nApple, the Apple logo, iPhone, iPod touch, iPad and iTunes are trademarks of Apple Inc., registered in the U.S.\nand other countries.\nApp Store is a service mark of Apple Inc.\nContent purchased from the iTunes Store is for personal lawful use only.\nAndroid and Google Play are trademarks of Google Inc.\nUse of these trademarks is subject to Google Permissions.\nKindle, Kindle Fire, Amazon, the Amazon Kindle logo, and the Kindle Fire logo are trademarks of Amazon.com, Inc.\nor its affiliates.</i> ", "created_at": "2022-11-13 18:22:31.703365", "updated_at": "2022-11-13 17:23:29.503502"}, {"id": 12542, "name": "Privacy Policy", "url": "https://myhomeworkapp.com/privacy", "xpath": "/html/body/section[2]", "text": " Privacy Policy <p>Last changed on May 14th, 2018</p> The Basics <p>This document describes the privacy policy for myHomework.\nBy using any of the myHomework applications or services you are agreeing to this policy, which is considered part of the myHomework terms of use.</p> Secure Transport <p>When you sign into the myHomework website or sync your application(s) with the web, we use HTTPS to ensure your information is encrypted as it travels over the internet.\nIf you're using a modern web browser, look for the green bar!</p> Information Collected During Signup <p>During the signup process for a myHomework account, we capture a few basic pieces of information about you.\nHere is a description of each data element we ask for and why we ask for it:</p>\n<dl>\n<dt>email</dt>\n<dd>\n<p>If you choose not to sign up with Facebook or Google there are a few different reasons we ask for your email address to create an account:</p>\n<ul>\n<li>We allow you to sign into myHomework applications with your email address because for most people it's easier to remember than a username.</li>\n<li>Should you forget your password, we can email you a link for resetting your password.</li>\n<li>So you can be notified should any settings on your account be changed.</li>\n<li>To make it easier to get Kiip rewards.\nHaving your email address on your account means claiming a reward is usually as simple as pressing a button.</li>\n<li>We can let you know about updates to the myHomework apps and services and participate in surveys.\nYou can unsubscribe from these types of emails from your email settings.</li>\n</ul>\n</dd>\n<dt>age / dob</dt>\n<dd>\n<p>You must be at least 13 years old to create a myHomework account.\nWhat about younger students?</p>\n</dd>\n<dt>geographic location</dt>\n<dd>\n<p>When possible we attempt to capture your geographic location when you sign up for your account, sync with myhomeworkapp.com or make other interactions with the service.\nWe do this to help filter content appropriate to your location, such as showing schools and teachers nearby.\nWe also use location to help detect any invalid use of the myHomework applications and services.</p>\n</dd>\n<dt>preferred timezone</dt>\n<dd>\n<p>We attempt to capture your timezone when you create your account so that times are displayed in your timezone.\nWhen we're unable to determine your preferred timezone, we default to the \"US/Eastern\" timezone.\nYou can change your timezone preference at any time by visiting your settings page.</p>\n</dd>\n<dt>application</dt>\n<dd>\n<p>The application you use to sign up for an account or to use myHomework services is captured so that we know how to sync data between the application(s) you use and the website.</p>\n</dd>\n<dt>device information</dt>\n<dd>\n<p>Information about the device(s) you use to access the myHomework applications and services is captured to uniquely identify your devices for sync and to detect potential abuse of the system.\nThis includes device identifiers, operating system versions, web browser information, ip addresses, device names and types.</p>\n</dd>\n</dl>\n<p>We use this information to help improve your myHomework experience.\nWe will <em>not</em> share this information with a 3rd party (such as a myHomework sponsor)or with other users in a way that reveals your identity unless you tell us to or if we are required to by law.\nWe hate spam as much as you do, so no need to worry about giving us your email address.</p> Passwords <p>You can use your Facebook and/or Google account to sign into your myHomework account.\nFor those without Facebook or Google accounts or those opting not to use either of those identities, you can enter a password when you create a myHomework account.\nYour myHomework password can be changed at any time by visiting your settings page.\nKeep in mind the following:</p>\n<ul>\n<li>It is important to choose a strong password that is not easy for a computer or someone that knows you well to guess.</li>\n<li>The name of your pet, best friend or favorite sports team might not be a good choice.</li>\n<li>Adding non-number/non-letter characters such as @, ?, #, $, % or ^ can help make your password harder to guess, but also harder to remember.\nUsing one or perhaps two of those characters might be a good idea.</li>\n<li>We block some extremely obvious passwords, such as \"123456\" or \"abcdef\".\nThat is because computer \"hackers\" can write simple programs that guess the most common simple passwords and try them on a large list of usernames.</li>\n<li>Do not assume that since we do not block a password you chose that it means you chose a \"strong\" password.</li>\n</ul>\n<p>After you choose your password we store it encrypted in our database(s).\nWe will never email it to you and we discourage you from using any service that does something like that.</p> Analytics <p>The myHomework apps currently use Google Analytics to provide information about its visitors.\nEach page on the site and apps include a small script that sends basic device information to Google, which is displayed in a dashboard for us to analyze.\nWe use the data to understand things like what type of web browsers or mobile devices our users are using, how often users visit the site, which pages users spend the most time on and what application flows might need to be improved.\nIf you want to learn more, you can read the Google Analytics Privacy Overview, which includes information about how to opt-out of Google Analytics if you want to.</p>\n<p>Although we have no current plans to, we do reserve the right to use a different analytics solution at some point.\nShould that day come, we will update this policy with information about the change.</p> Teachers.io <p>Teachers.io is also owned and operated by instin, LLC.</p>\n<p>Teachers.io allows teachers to share information about themselves and their classes so myHomework users can join their class and automatically download the information the teacher shares.\nCurrently when you join a class, the only information the teacher sees is to help identify &amp.\nunderstand the basic usage of the myHomework users that have joined their class and includes username, email, and names if available.\nAdditional information regarding your usage of myHomework may be shared with teachers at your school provided that you have granted your school access to the information by either signing up with your school owned account or explicitly granting permission in myHomework.\n</p>Data Breaches <p>myHomework complies with relevant laws regarding data breaches.\nIn the event that we become aware of a systems security breach by an unauthorized party of your user data where that data is being or is likely to be used for an unauthorized purpose, we will promptly notify you so that you can take appropriate steps.</p> 3rd Parties &amp.\nadvertisements <p>myHomework does not provide any personally-identifying information to advertisers or 3rd parties.</p>\n<p>myHomework may embed, provide links to and/or refer you to third party tutoring and/or educational websites, mobile applications and/or service providers including, but not limited to, Mentored.com and Kiip.\nmyHomework has no control over such third party websites, mobile applications and/or service providers, and you hereby acknowledge and agree that myHomework is not responsible for the availability of such third party websites, mobile applications and/or service providers.\nFurthermore, myHomework does not endorse, and is not responsible or liable for, any terms and conditions, privacy policies, content, advertising, services, products and/or other materials at or available from such third party websites, mobile applications and/or service providers, or for any damages and/or losses arising therefrom.</p>\n<p>When other types of advertisements are shown within myHomework apps &amp.\nservices, they are provided by 3rd party advertising networks and myHomework does not have direct control over the advertisements displayed.</p>\n<dl>\n<dt>Kiip</dt>\n<dd>This service provides myHomework users with rewards for doing things like completing their assignments on time and actively keeping their school work organized.\nIf you have rewards enabled, Kiip may ask for informaiton like your email, gender, and age/dob to filter rewards that are appropriate for you.\nIf you do not want rewards, you can easily disable them from your Kiip settings.</dd>\n</dl>\n<p>We may add more 3rd party services over time.</p> Changes <p>The current version of the myHomework privacy policy can be found at myhomeworkapp.com/privacy.\nWe reserve the right to make changes to this policy.\nIf we deem the revision is significant (e.g.\nnot a typo fix or trivial clarification), we'll include a summary of the changes on this page.</p>\n<p>If you continue to use a myHomework application or service after a privacy policy change, then you are agreeing to abide by the updated policy.</p>\n<dl>\n<dt>April 9, 2013</dt>\n<dd>Added the \"device information\" section and updated the \"geographic location\" section to clarify the app store permissions we ask for.</dd>\n<dt>November 17, 2014</dt>\n<dd>Updated privacy policy to clarify information shared with partnered services such as rewards and live homework help.</dd>\n<dt>December 15, 2014</dt>\n<dd>Added further clarification on Mentored.com and other 3rd parties.</dd>\n<dt>September 7, 2016</dt>\n<dd>Minor adjustment to clarify Teachers.io information sharing.</dd>\n<dt>October 3rd, 2016</dt>\n<dd>Minor adjustment to clarify Teachers.io is the same company &amp.\nwe do not share profile information with advertisers.</dd>\n<dt>May 14, 2018</dt>\n<dd>Clarify data sharing with 3rd parties &amp.\nadvertisers.\nRemove signup information that is no longer collected.\nAdd data breach responsibilities.</dd>\n</dl>\n<i>This website also contains material copyrighted by 3rd parties.\nApple, the Apple logo, iPhone, iPod touch, iPad and iTunes are trademarks of Apple Inc., registered in the U.S.\nand other countries.\nApp Store is a service mark of Apple Inc.\nContent purchased from the iTunes Store is for personal lawful use only.\nAndroid and Google Play are trademarks of Google Inc.\nUse of these trademarks is subject to Google Permissions.\nKindle, Kindle Fire, Amazon, the Amazon Kindle logo, and the Kindle Fire logo are trademarks of Amazon.com, Inc.\nor its affiliates.</i> ", "created_at": "2022-11-13 18:22:31.70627", "updated_at": "2022-11-13 17:23:43.416926"}], "points": [{"id": 35146, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-24 05:35:07.15946", "updated_at": "2023-11-01 21:59:58.553121", "quoteText": null, "case_id": 331, "document_id": 12541, "quoteStart": null, "quoteEnd": null}], "urls": ["myhomeworkapp.com"]}}