{"error": 448, "message": "OK", "parameters": {"id": 8498, "name": "Sparkling Ice", "created_at": "2023-06-27 02:10:03.695921", "updated_at": "2023-06-27 10:02:07.27024", "wikipedia": null, "keywords": null, "related": null, "slug": "sparkling-ice", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8498.png", "url": "sparklingice.com", "documents": [{"id": 16502, "name": "Privacy Policy ", "url": "https://www.sparklingice.com/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Products <ul>\n<li>Classics</li>\n<li>+Caffeine <ul>\n<li>Cherry Vanilla</li>\n<li>Black Raspberry</li>\n<li>Blue Raspberry</li>\n<li>Citrus Twist</li>\n<li>Tropical Punch</li>\n<li>Watermelon Lemonade</li>\n<li>Strawberry Citrus</li>\n</ul>\n</li>\n<li>Variety Packs <ul>\n<li>Purple Variety 12 Pack</li>\n<li>Lemonade Variety 12 Pack</li>\n<li>Pink Variety 12 Pack</li>\n<li>Blue Variety 12 Pack</li>\n<li>Blue Variety 18 Pack</li>\n<li>+Caffeine Variety 12 Pack</li>\n</ul>\n</li>\n<li>1L Bottles <ul>\n<li>Black Cherry</li>\n<li>Fruit Punch</li>\n<li>Kiwi Strawberry</li>\n<li>Classic Lemonade</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Rewards</li>\n<li>Recipes <ul>\n<li>Cocktails</li>\n<li>Mocktails</li>\n</ul>\n</li>\n<li>Flavorful Experiences <ul>\n<li>Flavor Lab</li>\n<li>Sparkling Ice Maker™</li>\n<li>Play Lotería</li>\n<li>Sparkle Stories</li>\n<li>DIY</li>\n<li>Flavorful Giving</li>\n</ul>\n</li>\n<li>Our Story</li>\n<li>Where to Buy</li>\n<li>Buy Now</li>\n</ul> Store Locator Shop Now EN ES <ul>\n<li>Products\n<ul>\n<li>Classics</li>\n<li>+Caffeine</li>\n<li>Variety Packs</li>\n<li>1L Bottles</li>\n</ul>\n</li>\n<li>Flavorful Experiences\n<ul>\n<li>Flavor Lab</li>\n<li>Flavorful Giving</li>\n<li>Sparkling Ice Maker</li>\n<li>Play Lotería</li>\n<li>Rewards</li>\n<li>Sparkle Stories</li>\n<li>Recipes</li>\n<li>DIY</li>\n</ul>\n</li>\n<li>Our Story</li>\n<li>Buy Now</li>\n<li>Where to Buy</li>\n</ul> Privacy Policy <p>(Last Updated December 2019)</p>\n<p>At Talking Rain Beverage Company, we take your privacy and security seriously and we want to be open and transparent about the types of data we collect from you and how we use that data.\nThis privacy policy (“<strong>Policy</strong>”) applies to all websites, applications, and services associated with Talking Rain, including all websites affiliated with our Sparkling Ice® brand of sparkling waters.\nThis Policy describes the choices you can make about how we collect, use, and disclose your information.\nWe will not collect, use, or disclose your personal information in any way that does not comply with this Policy.</p>\n<p>\n<strong>What types of information do we collect?</strong>\n</p>\n<p>We collect personal information from you when you provide it to us, such as by interacting with us by phone, e-mail, social media, or through our websites, and completing entry forms to participate in contests, promotions, or surveys.\nAll these actions may result in you supplying us with personal information like your name, e-mail address, postal address, phone number(s), product interest information, and individual preferences.</p>\n<p>We also collect some information automatically from your device when you visit our website.\nThis information may include information about the browser and device you used to connect to our website such as your Internet Service Provider (ISP), operating system, Internet Protocol (IP) addresses, details about your visit to our websites, or other device identifiers like location, date, and time stamps.</p>\n<p>\n<strong>Why do we collect this information and how do we use it?</strong>\n</p>\n<p>We use the information that we collect from you to:</p>\n<ul>\n<li>Respond to your customer service requests or requests for other information from us;</li>\n<li>Communicate with you about any purchases, services, programs, contests, or sweepstakes;</li>\n<li>Fulfill the purpose for which you provide it;</li>\n<li>Inform you about upcoming events and product launches or changes;</li>\n<li>Maintain contact with you and provide you with personalized, ongoing service;</li>\n<li>Maintain, improve, and analyze our websites, advertisements, and products;</li>\n<li>Maintain records for internal administrative purposes;</li>\n<li>Detect, prevent, or investigate security breaches or fraud;</li>\n<li>Post your enthusiastic, supportive comments on our websites or Social Media Pages.\nand to</li>\n<li> Provide important product safety information and notice of product recalls </li>\n</ul>\n<p>You may always choose not to receive promotional materials or marketing information – please contact us immediately if you ever find yourself receiving unwanted materials.</p>\n<p>\n<strong>Sharing Your Information with Third Parties</strong>\n</p>\n<p>If you participate in a contest, survey, promotion, our rewards program, or other special offer, we may share your personal information with our affiliates that help us run these promotions and programs solely so they may communicate with you and provide necessary services (whether by e-mail, social media post, or any other method).</p>\n<p>We do not sell or rent your personal information to non-affiliated third parties.\nHowever, if Talking Rain is ever sold, we may transfer or disclose your personal information to a purchaser or prospective purchaser who may collect, use, and disclose that information only (1) to evaluate the proposed purchase of Talking Rain or (2) in other ways that are consistent with this Policy.</p>\n<p>We may also use third-party advertising agencies to collect data and/or serve ads when you visit our websites – please see the Section entitled “Online Tracking and Interest-Based Advertising” below for more information.</p>\n<p>We reserve the right to disclose your personal information as required by law, in response to legal process and law enforcement requests, and as necessary to protect the property, interests, and rights of Talking Rain Beverage Company.</p>\n<p> Our websites or social media pages may contain links to other websites operated by third parties.\nThese websites may collect your personal information.\nThis Policy does not apply to the practices of third parties and Talking Rain does not assume any responsibility for the actions, practices and omissions of those third parties.\nPlease be sure to check the privacy policy at every website you visit.\n</p>\n<p>\n<strong>What are Cookies and Why Do We Use Them?</strong>\n</p>\n<p>We use “cookies” to track your preferences and activities on our websites.\nCookies are small data files transferred to your computer’s hard-drive by a website.\nThey keep a record of your preferences making your subsequent visits to the site more efficient.\nCookies may store a variety of information, including the number of times that you access a site, registration information, and the number of times that you view a particular webpage or item on the website.\nThe use of cookies is a common practice adopted by most major websites to better serve their clients.\nMost browsers are designed to accept cookies, but they can be easily modified to block cookies.\nsee your browser’s help files for details on how to block cookies, how to know when you have received cookies, and how to disable cookies completely.\nYou should note, however, that without cookies, some website functions will not be available, and you may lose some of the benefits of the website.</p>\n<p>\n<strong>Online Tracking and Interest-Based Advertising</strong>\n</p>\n<p> We may use third party ad network providers to help present ads on our websites and services, as well to provide us with information about the use of our services.\nWe do not share personal information with these third-party ad networks without your permission.\nHowever, these third-party ad networks may place access cookies, pixel tags, or other similar technologies on your device to serve you with content personalized to your interests based on your browsing habits and device location.\nThe use of those techniques by third parties is subject to their privacy policies, not ours.\nAdditionally, please know that browser settings that block cookies may not block all techniques employed by these third-party ad networks.\n</p>\n<p> If you would rather not receive targeting advertising like this, you can opt-out of some network advertising programs that use your information.\nTo do so, please visit the <strong>DAA Opt-Out Page.</strong> If you choose to opt-out, you will still see advertisements online, they just may be less relevant to your interests.\n</p>\n<p>Some browsers offer a “do not track” setting that allows you to communicate your preference not to be tracked by websites that you visit.\nAt this time, our website does not respond to the “do not track” signal received from browsers utilizing this setting.</p>\n<p>\n<strong>How Long We Store Personal Information</strong>\n</p>\n<p>We store personal information only as long as reasonably necessary for the purposes described in this Policy, or such longer period only if it is required by applicable law.</p>\n<p>\n<strong>How we Keep Your Information Safe</strong>\n</p>\n<p>We do our best to keep your Information safe by using technical, physical, and administrative security measures in order to reduce the risk of loss, misuse, unauthorized access, disclosure, or alteration of your Information.\nWe protect your information via the same methods we use to protect our own confidential information.\nHowever, no system or network is 100% secure, and we cannot guarantee the absolute security of any information that you disclose or transmit to us.</p>\n<p>\n<strong>California Residents</strong>\n</p>\n<p>California law provides California residents with\nspecific rights regarding their personal information.\nThis section describes\nyour rights under California law and how to exercise those rights.</p>\n<p>You have the right to request that Talking Rain\ndisclose certain information to you about our collection and use of your\npersonal information over the past 12 months.\nOnce we receive and confirm your\nverifiable consumer request (see “Contact Us” section below), we will disclose\nto you:</p>\n<ul>\n<li>The categories of personal information we collected about you;</li>\n<li>The categories of sources for the personal information we collected about you;</li>\n<li>Our business or commercial purpose for collecting that information;</li>\n<li>The categories of third parties with whom we share that personal information;</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).\nand</li>\n<li>If we disclosed your personal information for a business purpose, a list disclosing:<ul>\n<li>Disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.</li>\n</ul>\n</li>\n</ul>\n<p>\n<em>Exercising Access, Data Portability, and Deletion Rights</em>\n</p>\n<p>To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either calling us at the toll free number listed at the bottom of this page, or emailing us at customerservice@talkingrain.com.\nYou may exercise these rights twice within a 12-month period.\nYour request must:</p>\n<ul>\n<li>Provide sufficient information to allow us to reasonably verify you are the person about whom we collected personal information or an authorized representative of that person.\nand</li>\n<li>Describe your request with sufficient detail to allow us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>\n<strong>Use by Children</strong>\n</p>\n<p>We do not intend for any of our websites, applications, or services to be used by anyone under the age of 13.\nIf you are the parent or guardian of a child under the age of 13 and believe we may have collected information about your child, please contact us at the addresses appearing at the bottom of this page.\nIn such a case, you may review and request deletion of your child’s information as well as prohibit any use of that data.</p>\n<p>\n<strong>Updates and Revisions to this Policy</strong>\n</p>\n<p>This Policy was last updated on the date noted at the top of this page.\nWe may update this Policy from time to time and will note any material changes by updating the date displayed at the top of this page.\nWe encourage you to check for updates to this Policy when you access our websites, but we will notify you of any modifications we make that may materially alter the way we use or disclose your personal information before that change goes into effect.</p>\n<p>\n<strong>How to Access or Change Your Personal Information, Withdraw Your Consent, or Contact Us For Any Other Purpose</strong>\n</p>\n<p> We do our best to ensure that all personal information we collect is as accurate, complete, and up-to-date as necessary for the purposes it is to be used.\nHowever, you are entitled to request access to, correction of, and deletion of your personal information collected by us.\nTo do so, or if you have any questions, comments, or complaints about this Policy or Talking Rain’s privacy practices, please contact our Customer Service department by mail at: </p>\n<p>\n<strong>Talking Rain Beverage Company</strong>\n<br>\n<strong>30520 SE 94<sup>th</sup> St.</strong>\n<br>\n<strong>Preston, WA 98050</strong>\n</p>\n<p>or by phone/email at:</p>\n<p>\n<strong>1-800-734-0748</strong>\n<br>\n<strong>customerservice@talkingrain.com</strong>\n</p>\n<p>If you have previously consented to the collection, use, or disclosure of personal information by us, you can withdraw your consent at any time by communicating with us at the above addresses or phone number.</p> Products <ul>\n<li>Sparkling Ice®</li>\n<li>Sparkling Ice® +Caffeine</li>\n<li>Variety Packs</li>\n<li>1L Bottles</li>\n</ul> Explore <ul>\n<li>Rewards</li>\n<li>Flavorful Giving</li>\n<li>Rewards Terms and Condtions</li>\n<li>Sustainability</li>\n<li>FAQ</li>\n<li>Privacy Policy</li>\n</ul> Connect <ul>\n<li>Careers</li>\n<li>Press</li>\n<li>Consumer Advocate Program</li>\n<li>Contact</li>\n</ul> Get the latest news Also of Interest<ul>\n<li>Cocktails.\nSummer Refreshments.\nMocktails.\nIce...</li>\n<li>Fizzy, Fruity, Sparkling Water</li>\n<li> Water With Caffeine </li>\n</ul>\n<p>\n</p>\n<p>\n</p> Become a Sparkling Ice Maker! Subscribe to our mailing list to receive the latest news, promotions and exclusive offers.\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> Tell us your favorite flavor! Select a flavor...\nGrape Raspberry Black Cherry Black Raspberry Pomegranate Blueberry Cherry Limeade Strawberry Watermelon Strawberry Lemonade Kiwi Strawberry Pink Grapefruit Peach Nectarine Orange Mango Crisp Apple Coconut Pineapple Ginger Lime Classic Lemonade Lemon Lime <p>\n</p> Sign Up * indicates required Become a Sparkling Ice Maker! Subscribe to our mailing list to receive the latest news, promotions and exclusive offers.\nTell us your favorite flavor! Grape Raspberry\nBlack Cherry\nBlack Raspberry\nPomegranate Blueberry\nCherry Limeade\nStrawberry Watermelon\nStrawberry Lemonade\nKiwi Strawberry\nPink Grapefruit\nPeach Nectarine\nOrange Mango\nCrisp Apple\nCoconut Pineapple\nGinger Lime\nClassic Lemonade\nLemon Lime <b>\n</b>\n<ul>\n<li>\n</li>\n<li>Grape Raspberry</li>\n<li>Black Cherry</li>\n<li>Black Raspberry</li>\n<li>Pomegranate Blueberry</li>\n<li>Cherry Limeade</li>\n<li>Strawberry Watermelon</li>\n<li>Strawberry Lemonade</li>\n<li>Kiwi Strawberry</li>\n<li>Pink Grapefruit</li>\n<li>Peach Nectarine</li>\n<li>Orange Mango</li>\n<li>Crisp Apple</li>\n<li>Coconut Pineapple</li>\n<li>Ginger Lime</li>\n<li>Classic Lemonade</li>\n<li>Lemon Lime</li>\n</ul> * indicates required ", "created_at": "2023-06-27 02:10:03.726617", "updated_at": "2023-06-27 02:10:23.622402"}], "points": [], "urls": ["sparklingice.com"]}}