{"error": 448, "message": "OK", "parameters": {"id": 8155, "name": "Webshare Proxy", "created_at": "2023-05-01 19:53:21.263823", "updated_at": "2023-05-01 22:02:11.264149", "wikipedia": null, "keywords": null, "related": null, "slug": "webshare-proxy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8155.png", "url": "webshare.io,proxy2.webshare.io,proxy.webshare.io,status.webshare.io,help.webshare.io,changelog.webshare.io", "documents": [{"id": 15828, "name": "Terms of Service", "url": "https://www.webshare.io/terms", "xpath": "/html/body/div[2]/div/div/div", "text": "Terms of ServiceUpdated May 16, 2022<p>Welcome to Webshare! These Terms of Service (these “<strong>Terms</strong>”) of Webshare Software, Company (“<strong>Webshare</strong>,” “<strong>our</strong>,” “<strong>we</strong>,” or “<strong>us</strong>”) describe your rights and responsibilities when accessing and using our platform and any and all related software, services and documentation (collectively, the “<strong>Service</strong>”).\nBy accessing or using the Service, you signify that you have read, understood, and agree to be bound by these Terms, whether or not you are a registered user of our Service.\nWebshare reserves the right to modify these Terms and will provide notice of these changes as described below.\nThese Terms apply to all visitors, users, and others who access the Service (“<strong>Users</strong>”).</p>\n<p>PLEASE READ THESE TERMS CAREFULLY TO ENSURE THAT YOU UNDERSTAND EACH PROVISION.\nTHESE TERMS CONTAIN A MANDATORY INDIVIDUAL ARBITRATION PROVISION IN SECTION 13.2 (THE “<strong>ARBITRATION AGREEMENT</strong>”) AND CLASS ACTION/JURY TRIAL WAIVER PROVISION IN SECTION 13.3 (THE “<strong>CLASS ACTION/JURY TRIAL WAIVER</strong>”) THAT REQUIRE, UNLESS YOU OPT OUT PURSUANT TO THE INSTRUCTIONS IN SECTION 13.2, THE EXCLUSIVE USE OF FINAL AND BINDING ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES BETWEEN YOU AND US, INCLUDING ANY CLAIMS THAT AROSE OR WERE ASSERTED BEFORE YOU AGREED TO THESE TERMS.\nTO THE FULLEST EXTENT PERMITTED BY LAW, YOU EXPRESSLY WAIVE YOUR RIGHT TO SEEK RELIEF IN A COURT OF LAW AND TO HAVE A JURY TRIAL ON YOUR CLAIMS, AS WELL AS YOUR RIGHT TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS, COLLECTIVE, PRIVATE ATTORNEY GENERAL OR REPRESENTATIVE ACTION OR PROCEEDING.</p>\n<p>\n<strong>1.\nOur Service</strong>\n</p>\n<p>\n<strong>1.1 Eligibility</strong>\n</p>\n<p>This is a contract between you and Webshare.\nYou must read and agree to these Terms before using the Service.\nIf you do not agree, you may not use the Service.\nYou may use the Service only if you can form a binding contract with Webshare, and only in compliance with these Terms and all applicable local, state, national, and international laws, rules and regulations.\nAny use of or access to the Service by anyone under 18 is strictly prohibited and in violation of these Terms.\nThe Service is not available to any Users previously removed from the Service by Webshare.</p>\n<p>\n<strong>1.2 Limited License</strong>\n</p>\n<p>Subject to the terms and conditions of these Terms, you are hereby granted a non-exclusive, limited, non-transferable, freely revocable license to use the Service for your internal business use only as permitted by the features of the Service.\nWebshare reserves all rights not expressly granted herein in the Service and the Webshare Content (as defined in Section 3).\nWebshare may terminate this license at any time for any reason or no reason.</p>\n<p>\n<strong>1.3 User Accounts</strong>\n</p>\n<p>Your account on the Service (your “<strong>User Account</strong>”) gives you access to the services and functionality that we may establish and maintain from time to time and in our sole discretion.\nWe may maintain different types of User Accounts for different types of Users.\nIf you open a User Account on behalf of a company, organization, or other entity, then (i) “you” includes you and that entity, and (ii) you represent and warrant that you are an authorized representative of the entity with the authority to bind the entity to these Terms, and that you agree to these Terms on the entity’s behalf.\nBy connecting to the Service with a third-party service, you give us permission to access and use your information from that service as permitted by that service, and to store your log-in credentials for that service.&nbsp;</p>\n<p>You may never use another User’s User Account without permission.\nWhen creating your User Account, you must provide accurate and complete information, and you must keep this information up to date.\nYou are solely responsible for the activity that occurs on your User Account, and you must keep your User Account password secure.\nWe encourage you to use “strong” passwords (passwords that use a combination of upper and lower case letters, numbers and symbols) with your User Account.\nYou must notify Webshare immediately of any breach of security or unauthorized use of your User Account.\nWebshare will not be liable for any losses caused by any unauthorized use of your User Account.</p>\n<p>You may control your User profile and how you interact with the Service by changing the settings in your settings page.\nBy providing Webshare your email address you consent to our using the email address to send you Service-related notices, including any notices required by law, in lieu of communication by postal mail.\nWe may also use your email address to send you other messages, such as changes to features of the Service and special offers.\nIf you do not want to receive such email messages, you may opt out.\nopting out may prevent you from receiving email messages regarding updates, improvements, or offers.</p>\n<p>\n<strong>1.4 Service Rules</strong>\n</p>\n<p>You agree not to engage in any of the following prohibited activities: (i) copying, distributing, or disclosing any part of the Service in any medium.\n(ii) transmitting spam, chain letters, or other unsolicited email.\n(iii) attempting to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Service.\n(iv) taking any action that imposes, or may impose at our sole discretion an unreasonable or disproportionately large load on our infrastructure.\n(v) uploading invalid data, viruses, worms, or other software agents through the Service.\n(vi) collecting or harvesting any personally identifiable information, including account names, from the Service.\n(vii) impersonating another person or otherwise misrepresenting your affiliation with a person or entity, conducting fraud, hiding or attempting to hide your identity.\n(viii) interfering with the proper working of the Service.\n(ix) accessing any content on the Service through any technology or means other than those provided or authorized by the Service.\nor (x) bypassing the measures we may use to prevent or restrict access to the Service, including without limitation features that prevent or restrict use or copying of any content or enforce limitations on use of the Service or the content therein.\nYou agree to provide complete ID&nbsp;verification if Webshare suspects any of the above prohibited activities are conducted by your account.\nFailure to complete ID&nbsp;verification will result in account suspension.</p>\n<p>\n<strong>1.5 Changes to the Service</strong>\n</p>\n<p>We may, without prior notice, change the Service.\nstop providing the Service or features of the Service, to you or to Users generally.\nor create usage limits for the Service.\nWe may permanently or temporarily terminate or suspend your access to the Service without notice and liability for any reason, including if in our sole determination you violate any provision of these Terms, or for no reason.\nUpon termination for any reason or no reason, you continue to be bound by these Terms.</p>\n<p>\n<strong>1.6 Subscriptions</strong>\n</p>\n<p>A subscription allows you to access the Services.\nA subscription may be procured through the Services interface, or in some cases, via an order form entered into between Users and us (each an “<strong>Order Form</strong>”).\nSubscriptions commence when we make them available to Customer and continue for the term specified in the Services or in the Order Form, as applicable (the “<strong>Subscription Period</strong>”).&nbsp;</p>\n<p>\n<strong>1.7 Disputes with Other Users</strong>\n</p>\n<p>You are solely responsible for your interactions with other Users.\nWe reserve the right, but have no obligation, to monitor disputes between you and other Users.\nWebshare shall have no liability for your interactions with other Users, or for any User’s action or inaction.</p>\n<p>\n<strong>1.8</strong>\n<strong>Service Location</strong>\n</p>\n<p>The Service is controlled and operated from facilities in the United States.\nWebshare makes no representations that the Service is appropriate or available for use in other locations.\nThose who access or use the Service from other jurisdictions do so at their own volition and are entirely responsible for compliance with all applicable United States and local laws and regulations, including but not limited to export and import regulations.\nYou may not use the Service if you are a resident of a country embargoed by the United States, or are a foreign person or entity blocked or denied by the United States government.\nUnless otherwise explicitly stated, all materials found on the Service are solely directed to individuals, companies, or other entities located in the United States.</p>\n<p>\n<strong>1.9</strong>\n<strong>Privacy Policy and Protection of Personal Data</strong>\n</p>\n<p>Please review our Privacy Policy for more information on how we collect and use data relating to the use and performance of our websites and products, including personal information about our Customers and Authorized Users.</p>\n<p>\n<strong>2.\nUser Content</strong>\n</p>\n<p>Some areas of the Service may allow Users to submit, post, display, provide, or otherwise make available content such as profile information, videos, images, comments, questions, and other content or information (any such materials a User submits, posts, displays, provides, or otherwise makes available on the Service is referred to as “<strong>User Content</strong>”).</p>\n<p>We claim no ownership rights over User Content created by you.\nThe User Content you create remains yours.\nHowever, you understand that certain portions of the Service may allow other Users to view, edit, share, and/or otherwise interact with your User Content.\nWebshare has the right (but not the obligation) in its sole discretion to remove any User Content that is shared via the Service.</p>\n<p>By submitting, posting, displaying, providing, or otherwise making available any User Content on or through the Service, you expressly grant, and you represent and warrant that you have all rights necessary to grant, to Webshare a royalty-free, sublicensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and/or likeness as contained in your User Content, in whole or in part, and in any form, media or technology, whether now known or hereafter developed, for use in connection with the Service and Webshare’s (and its successors’ and affiliates’) business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels.\nYou also hereby grant each User of the Service a non-exclusive license to access your User Content through the Service, and to use, reproduce, distribute, display and perform such User Content as permitted through the functionality of the Service and under these Terms.</p>\n<p>For the purposes of these Terms, “<strong>Intellectual Property Rights</strong>” means all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory or other jurisdiction.</p>\n<p>In connection with your User Content, you affirm, represent and warrant the following:</p>\n<ul>\n<li>You have the written consent of each and every identifiable natural person in the User Content, if any, to use such person’s name or likeness in the manner contemplated by the Service and these Terms, and each such person has released you from any liability that may arise in relation to such use.</li>\n<li>You have obtained and are solely responsible for obtaining all consents as may be required by law to post any User Content relating to third parties.</li>\n<li>Your User Content and Webshare’s use thereof as contemplated by these Terms and the Service will not violate any law or infringe any rights of any third party, including but not limited to any Intellectual Property Rights and privacy rights.</li>\n<li>Webshare may exercise the rights to your User Content granted under these Terms without liability for payment of any guild fees, residuals, payments, fees, or royalties payable under any collective bargaining agreement or otherwise.</li>\n<li>You will not post: nudity or other sexually suggestive content.\nhate speech, credible threats or direct attacks on an individual or group.\ncontent that contains self-harm or excessive violence.\nfake or impostor profiles.\nillegal content or content in furtherance of illegal activities.\nmalicious programs or code.\nany person’s personal information without their consent.\nand/or spam, machine-generated content, or bulk unsolicited messages.</li>\n<li>To the best of your knowledge, all User Content and other information that you provide to us is truthful and accurate.</li>\n</ul>\n<p>Webshare takes no responsibility and assumes no liability for any User Content that you or any other User or third party posts, sends, or otherwise makes available over the Service.\nYou shall be solely responsible for your User Content and the consequences of posting, publishing it, sharing it, or otherwise making it available on the Service, and you agree that we are only acting as a passive conduit for your online distribution and publication of your User Content.\nYou understand and agree that you may be exposed to User Content that is inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose, and you agree that Webshare shall not be liable for any damages you allege to incur as a result of or relating to any User Content.</p>\n<p>\n<strong>3.\nOur Proprietary Rights</strong>\n</p>\n<p>Except for your User Content, the Service and all materials therein or transferred thereby, including, without limitation, software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, and User Content belonging to other Users (the “<strong>Webshare Content</strong>”), and all Intellectual Property Rights related thereto, are the exclusive property of Webshare and its licensors (including other Users who post User Content to the Service).\nExcept as explicitly provided herein, nothing in these Terms shall be deemed to create a license in or under any such Intellectual Property Rights, and you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any Webshare Content.\nUse of the Webshare Content for any purpose not expressly permitted by these Terms is strictly prohibited.</p>\n<p>You may choose to or we may invite you to submit comments or ideas about the Service, including without limitation about how to improve the Service or our products (“<strong>Ideas</strong>”).\nBy submitting any Idea, you agree that your disclosure is gratuitous, unsolicited and without restriction and will not place Webshare under any fiduciary or other obligation, and that we are free to use the Idea without any additional compensation to you, and/or to disclose the Idea on a non-confidential basis or otherwise to anyone.\nYou further acknowledge that, by acceptance of your submission, Webshare does not waive any rights to use similar or related ideas previously known to Webshare, or developed by its employees, or obtained from sources other than you.</p>\n<p>\n<strong>4.\nDMCA Notice</strong>\n</p>\n<p>Since we respect artist and content owner rights, it is Webshare’s policy to respond to alleged infringement notices that comply with the Digital Millennium Copyright Act of 1998 (“<strong>DMCA</strong>”).</p>\n<p>If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via the Service, please notify Webshare’s copyright agent as set forth in the DMCA.\nFor your complaint to be valid under the DMCA, you must provide the following information in writing:</p>\n<p>1.\nAn electronic or physical signature of a person authorized to act on behalf of the copyright owner;</p>\n<p>2.\nIdentification of the copyrighted work that you claim has been infringed;</p>\n<p>3.\nIdentification of the material that is claimed to be infringing and where it is located on the Service;</p>\n<p>4.\nInformation reasonably sufficient to permit Webshare to contact you, such as your address, telephone number, and, e-mail address;</p>\n<p>5.\nA statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law.\nand</p>\n<p>6.\nA statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.</p>\n<p>The above information must be submitted to the following DMCA Agent:</p>\n<p>Attn: DMCA Notice</p>\n<p>\tWebshare, Inc.</p>\n<p>Address: 340 S Lemon Ave.\n#6464</p>\n<p> Walnut, CA 91789</p>\n<p>Tel.: +1 (650) 600-6199</p>\n<p>Email: abuse@webshare.io</p>\n<p>Under federal law, if you knowingly misrepresent that online material is infringing, you may be subject to criminal prosecution for perjury and civil penalties, including monetary damages, court costs, and attorneys’ fees.</p>\n<p>Please note that this procedure is exclusively for notifying Webshare and its affiliates that your copyrighted material has been infringed.\nThe preceding requirements are intended to comply with Webshare’s rights and obligations under the DMCA, including 17 U.S.C.\n§512(c), but do not constitute legal advice.\nIt may be advisable to contact an attorney regarding your rights and obligations under the DMCA and other applicable laws.</p>\n<p>In accordance with the DMCA and other applicable law, Webshare has adopted a policy of terminating, in appropriate circumstances, Users who are deemed to be repeat infringers.\nWebshare may also at its sole discretion limit access to the Service and/or terminate the User Accounts of any Users who infringe any Intellectual Property Rights of others, whether or not there is any repeat infringement.</p>\n<p>\n<strong>5.\nSecurity</strong>\n</p>\n<p>Webshare cares about the integrity and security of your personal information.\nHowever, we cannot guarantee that unauthorized third parties will never be able to defeat our security measures or use your personal information for improper purposes.\nYou acknowledge that you provide your personal information at your own risk.</p>\n<p>\n<strong>6.\nThird-Party Links and Information</strong>\n</p>\n<p>The Service may contain links to third-party materials that are not owned or controlled by Webshare.\nWebshare does not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access a third-party website or service from the Service or share your User Content on or through any third-party website or service, you do so at your own risk, and you understand that these Terms and Webshare’s Privacy Policy do not apply to your use of such sites.\nYou expressly relieve Webshare from any and all liability arising from your use of any third-party website, service, or content, including without limitation User Content submitted by other Users.\nAdditionally, your dealings with or participation in promotions of any advertisers found on the Service, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and any such advertisers.\nYou agree that Webshare shall not be responsible for any loss or damage of any sort relating to your dealings with such advertisers.</p>\n<p>\n<strong>7.\nIndemnity</strong>\n</p>\n<p>You agree to defend, indemnify and hold harmless Webshare and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Service, including any data or content transmitted or received by you.\n(ii) your violation of any term of these Terms, including without limitation your breach of any of the representations and warranties above.\n(iii) your violation of any third-party right, including without limitation any right of privacy or Intellectual Property Rights.\n(iv) your violation of any applicable law, rule or regulation.\n(v) User Content or any content that is submitted via your User Account including without limitation misleading, false, or inaccurate information.\n(vi) your willful misconduct.\nor (vii) any other party’s access and use of the Service with your unique username, password or other appropriate security code.</p>\n<p>\n<strong>8.\nPaid Services</strong>\n</p>\n<p>\n<strong>8.1 Billing Policies.\n</strong>Certain aspects of the Service may be provided for a fee or other charge.\nIf you elect to use paid aspects of the Service, you agree to our pricing and payment terms set forth on our website at www.webshare.io or otherwise communicated to you, as we may update them from time to time in our sole discretion.\nWebshare may add new services for additional fees and charges, or add or amend fees and charges for existing portions of the Service, at any time in its sole discretion.\nAny change to our pricing or payment terms shall become effective at the end of the then-current billing cycle.\nYour continued use of the Service after the subscription fee amount change comes into effect constitutes your agreement to pay the modified subscription fee amount and your continued acceptance of these Terms.</p>\n<p>\n<strong>8.2 Refund Policy.\n</strong>Webshare may in its sole discretion offer free refunds on any subscriptions that are canceled within 2 days of the original payment transaction, subject to the following conditions: (i) the active subscription bandwidth usage must be below 1GBs in the aggregate.\nand (ii) the number of proxies used in the subscription must be below 1,000 in the aggregate.\nYou can access the bandwidth usage and number of proxies used from the Webshare dashboard at https://proxy.webshare.io/dashboard/ (or any successor domain), provided that Webshare will determine, in its sole discretion, whether the conditions for a refund are met in the event of any disagreement.\nWebshare may, in its sole discretion, decline to issue any and all refunds.&nbsp;</p>\n<p>\n<strong>8.3 Automatic Renewal of Subscription Fees.\n</strong>IF YOU SIGN UP FOR A SUBSCRIPTION, THE CORRESPONDING FEES WILL AUTOMATICALLY RENEW EVERY MONTH ON A CONTINUOUS BASIS UNLESS AND UNTIL YOU NOTIFY US THAT YOU WANT TO CANCEL YOUR SUBSCRIPTION.\nANY NOTICE OF CANCELLATION MUST BE SUBMITTED ON YOUR SETTINGS PAGE OR IN WRITING AND SENT TO [contact@webshare.io] AND WILL BE EFFECTIVE IN THE MONTH FOLLOWING THE MONTH YOU PROVIDE US NOTICE.\nYOU UNDERSTAND THAT UNLESS AND UNTIL YOU NOTIFY US OF YOUR CANCELLATION, YOUR SUBSCRIPTION AND ALL CORRESPONDING FEES WILL AUTOMATICALLY RENEW, AND YOU AUTHORIZE US OR OUR AUTHORIZED THIRD PARTY PAYMENT PROVIDER (WITHOUT NOTICE TO YOU, UNLESS REQUIRED BY APPLICABLE LAW) TO CHARGE YOU THE APPLICABLE SUBSCRIPTION FEES AND ANY TAXES, USING ANY ELIGIBLE PAYMENT METHOD WE HAVE ON RECORD FOR YOU.</p>\n<p>\n<strong>8.4 Payment Information.\nTaxes.\n</strong>We accept various payment methods through PayPal, or credit card.\nBy using our Service, you agree to be bound by PayPal’s Services Agreement available at https://www.paypal.com/us/webapps/mpp/ua/useragreement-full.\nAll information that you provide in connection with a purchase or transaction or other monetary transaction interaction with the Service must be accurate, complete, and current.\nYou agree to pay all charges incurred by users of your credit card, debit card, or other payment method used in connection with a purchase or transaction or other monetary transaction interaction with the Service at the prices in effect when such charges are incurred.\nYou will pay any applicable taxes, if any, relating to any such purchases, transactions or other monetary transaction interactions.</p>\n<p>\n<strong>8.5 California Residents.\n</strong>The provider of services is set forth herein.\nIf you are a California resident, in accordance with Cal.\nCiv.\nCode §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting it in writing at 1625 North Market Blvd., Suite N 112 Sacramento, CA 95834, or by telephone at (800) 952-5210 or (916) 445-1254.</p>\n<p>\n<strong>9.\nNo Professional Advice</strong>\n</p>\n<p>To the extent the Service provides professional information (for example, medical, legal, or financial), such information is for informational purposes only and should not be construed as professional advice.\nNo action should be taken based upon any information contained in the Service.\nYou should seek independent professional advice from a person who is licensed and/or qualified in the applicable area.</p>\n<p>\n<strong>10.\nNo Warranty</strong>\n</p>\n<p>The Service is provided on an “as is” and “as available” basis.\nUse of the Service is at your own risk.\nTo the maximum extent permitted by applicable law, the Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, or non-infringement.\nNo advice or information, whether oral or written, obtained by you from Webshare or through the Service will create any warranty not expressly stated herein.\nWithout limiting the foregoing, Webshare, its subsidiaries, its affiliates, and its licensors do not warrant that any content on the Service is accurate, reliable or correct.\nthat the Service will meet your requirements.\nthat the Service will be available at any particular time or location, uninterrupted or secure.\nthat any defects or errors will be corrected.\nor that the Service is free of viruses or other harmful components.\nAny content downloaded or otherwise obtained through the use of the Service is downloaded at your own risk and you will be solely responsible for any damage to your computer system or mobile device or loss of data that results from such download or your use of the Service.</p>\n<p>Further, Webshare does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the Service or any hyperlinked website or service, and Webshare will not be a party to or in any way monitor any transaction between you and third-party providers of products or services.</p>\n<p>Federal law, some states, provinces and other jurisdictions do not allow the exclusion and limitations of certain implied warranties, so the above exclusions may not apply to you.\nThese Terms give you specific legal rights, and you may also have other rights which vary from state to state.\nThe disclaimers and exclusions under these Terms will not apply to the extent prohibited by applicable law.</p>\n<p>\n<strong>11.\nLimitation of Liability</strong>\n</p>\n<p>To the maximum extent permitted by applicable law, in no event shall Webshare, its affiliates, agents, directors, employees, suppliers or licensors be liable for any indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, arising out of or relating to the use of, or inability to use, the Service.\nUnder no circumstances will Webshare be responsible for any damage, loss or injury resulting from hacking, tampering or other unauthorized access or use of the Service or your account or the information contained therein.</p>\n<p>To the maximum extent permitted by applicable law, Webshare assumes no liability or responsibility for any (i) errors, mistakes, or inaccuracies of content.\n(ii) personal injury or property damage, of any nature whatsoever, resulting from your access to or use of our service.\n(iii) any unauthorized access to or use of our secure servers and/or any and all personal information stored therein.\n(iv) any interruption or cessation of transmission to or from the Service.\n(v) any bugs, viruses, trojan horses, or the like that may be transmitted to or through our service by any third party.\n(vi) any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the Service.\nand/or (vii) User Content or the defamatory, offensive, or illegal conduct of any third party.\nIn no event shall Webshare, its affiliates, agents, directors, employees, suppliers, or licensors be liable to you for any claims, proceedings, liabilities, obligations, damages, losses or costs in an amount exceeding the amount you paid to Webshare hereunder or $50.00, whichever is greater.</p>\n<p>This limitation of liability section applies whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if Webshare has been advised of the possibility of such damage.</p>\n<p>Some states do not allow the exclusion or limitation of incidental or consequential damages, so the above limitations or exclusions may not apply to you.\nThese Terms give you specific legal rights, and you may also have other rights which vary from state to state.\nThe disclaimers, exclusions, and limitations of liability under these Terms will not apply to the extent prohibited by applicable law.</p>\n<p>\n<strong>12.\nGoverning Law, Arbitration, and Class Action/Jury Trial Waiver</strong>\n</p>\n<p>\n<strong>12.1 Governing Law.\n</strong>You agree that: (i) the Service shall be deemed solely based in California.\nand (ii) the Service shall be deemed a passive one that does not give rise to personal jurisdiction over us, either specific or general, in jurisdictions other than California.\nThese Terms shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.\nThe parties acknowledge that these Terms evidence a transaction involving interstate commerce.\nNotwithstanding the preceding sentences with respect to the substantive law, the Federal Arbitration Act (9 U.S.C.\n§§ 1-16) (“<strong>FAA</strong>”) governs the interpretation and enforcement of the Arbitration Agreement in Section 13.2 and preempts all state laws to the fullest extent permitted by law.\nIf the FAA is found to not apply to any issue that arises from or relates to the Arbitration Agreement, then that issue shall be resolved under and governed by the law of your state of residence.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.\nYou agree to submit to the exclusive personal jurisdiction of the federal and state courts located in San Francisco County, California for any actions for which we retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a our copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the Arbitration provision below, including any provisional relief required to prevent irreparable harm.\nYou agree that San Francisco, California is the proper and exclusive forum for any appeals of an arbitration award or for trial court proceedings in the event that the arbitration provision below is found to be unenforceable.</p>\n<p>\n<strong>12.2 Arbitration.\n</strong>READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM WEBSHARE.\nThis Section 13.2 (the “<strong>Arbitration Agreement</strong>”) applies to and governs any dispute, controversy, or claim between you and Webshare that arises out of or relates to, directly or indirectly: (i) these Terms, including the formation, existence, breach, termination, enforcement, interpretation, validity, or enforceability thereof.\n(ii) access to or use of the Service, including receipt of any advertising or marketing communications.\n(iii) any transactions through, by, or using the Service.\nor (iv) any other aspect of your relationship or transactions with Webshare, directly or indirectly, as a consumer (“<strong>Claim</strong>” or collectively, “<strong>Claims</strong>”).\nThe Arbitration Agreement shall apply, without limitation, to all Claims that arose or were asserted before or after your agreement to these Terms.&nbsp;</p>\n<p>If you are a new Webshare User, you can reject and opt-out of this Arbitration Agreement within 30 days of accepting these Terms by emailing Webshare at [legal@webshare.io] with your first and last name and stating your intent to opt-out of the Arbitration Agreement.\nNote that opting out of this Arbitration Agreement does not affect any other part of these Terms, including the provisions regarding controlling law or in which courts any disputes must be brought.</p>\n<p>For any Claim, you agree to first contact us at [legal@webshare.io] and attempt to resolve the dispute with us informally.\nIn the unlikely event that Webshare has not been able to resolve a Claim after sixty (60) days, we each agree to resolve any Claim exclusively through binding arbitration by AAA before a single arbitrator (the “<strong>Arbitrator</strong>”), under the Expedited Procedures then in effect for AAA (the “<strong>Rules</strong>”), except as provided herein.\nIn the event of any conflict between the Rules and this Arbitration Agreement, this Arbitration Agreement shall control.\nAAA may be contacted at www.adr.org, where the Rules are also available.\nThe arbitration will be conducted in the U.S.\ncounty where you live or San Francisco, California unless you and Webshare agree otherwise.\nIf you are using the Service for commercial purposes, each party will be responsible for paying any AAA filing, administrative and Arbitrator fees in accordance with AAA rules, and the award rendered by the Arbitrator shall include costs of arbitration, reasonable attorneys’ fees and reasonable costs for expert and other witnesses.\nIf you are an individual using the Service for non-commercial purposes: (A) AAA may require you to pay a fee for the initiation of your case, unless you apply for and successfully obtain a fee waiver from AAA.\n(B) the award rendered by the Arbitrator may include your costs of arbitration, your reasonable attorney’s fees, and your reasonable costs for expert and other witnesses.\nand (C) you may sue in a small claims court of competent jurisdiction without first engaging in arbitration, but this does not absolve you of your commitment to engage in the informal dispute resolution process.\nAny judgment on the award rendered by the Arbitrator may be entered in any court of competent jurisdiction.\nYou and Webshare agree that the Arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve any disputes relating to the interpretation, applicability, enforceability or formation of this Arbitration Agreement, including any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe Arbitrator shall also be responsible for determining all threshold arbitrability issues, including issues relating to whether these Terms, any provision of these Terms, is unconscionable or illusory and any defense to arbitration, including waiver, delay, laches, unconscionability, or estoppel.</p>\n<p>Nothing in this Section shall be deemed as: preventing Webshare from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of our data security, Intellectual Property Rights or other proprietary rights.\nor preventing you from asserting claims in small claims court, if your claims qualify and so long as the matter remains in such court and advances on only an individual (non-class, non-representative) basis.&nbsp;&nbsp;</p>\n<p>If this Arbitration Agreement is found to be void, unenforceable, or unlawful, in whole or in part, the void, unenforceable, or unlawful provision, in whole or in part, shall be severed.\nSeverance of the void, unenforceable, or unlawful provision, in whole or in part, shall have no impact on the remaining provisions of the Arbitration Agreement, which shall remain in force, or the parties’ ability to compel arbitration of any remaining claims on an individual basis pursuant to the Arbitration Agreement.\nNotwithstanding the foregoing, if the Class Action/Jury Trial Waiver in Section 13.3 is found to be void, unenforceable, or unlawful, in whole or in part, because it would prevent you from seeking public injunctive relief, then any dispute regarding the entitlement to such relief (and only that relief) must be severed from arbitration and may be litigated in a civil court of competent jurisdiction.\nAll other claims for relief subject to arbitration under this Arbitration Agreement shall be arbitrated under its terms, and the parties agree that litigation of any dispute regarding the entitlement to public injunctive relief shall be stayed pending the outcome of any individual claims in arbitration.</p>\n<p>\n<strong>12.3 Class Action/Jury Trial Waiver.\n</strong>WITH RESPECT TO ALL PERSONS AND ENTITIES, REGARDLESS OF WHETHER THEY HAVE OBTAINED OR USED THE SERVICE FOR PERSONAL, COMMERCIAL OR OTHER PURPOSES, ALL CLAIMS MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING.\nTHIS WAIVER APPLIES TO CLASS ARBITRATION, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS.\nYOU AND WEBSHARE AGREE THAT THE ARBITRATOR MAY AWARD RELIEF ONLY TO AN INDIVIDUAL CLAIMANT AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF ON YOUR INDIVIDUAL CLAIM(S).\nANY RELIEF AWARDED MAY NOT AFFECT OTHER WEBSHARE USERS.\nYOU AND WEBSHARE FURTHER AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND WEBSHARE ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO BRING, JOIN, OR PARTICIPATE IN A CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR OTHER REPRESENTATIVE PROCEEDING OF ANY KIND AS A PLAINTIFF OR CLASS MEMBER.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>13.\nGeneral</strong>\n</p>\n<p>\n<strong>13.1 Assignment.\n</strong>These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Webshare without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.</p>\n<p>\n<strong>13.2 Notification Procedures and Changes to these Terms.\n</strong>Webshare may provide notifications, whether such notifications are required by law or are for marketing or other business related purposes, to you via email notice, written or hard copy notice, or through posting of such notice on our website, as determined by Webshare in our sole discretion.\nWebshare reserves the right to determine the form and means of providing notifications to our Users, provided that you may opt out of certain means of notification as described in these Terms.\nWebshare is not responsible for any automatic filtering you or your network provider may apply to email notifications we send to the email address you provide us.\nWebshare may, in its sole discretion, modify or update these Terms from time to time, and so you should review this page periodically.\nWhen we change these Terms in a material manner, we will update the ‘last modified’ date at the top of this page and notify you that material changes have been made to these Terms.\nYour continued use of the Service after any such change constitutes your acceptance of the new Terms of Service.\nIf you do not agree to any of these terms or any future terms of service, do not use or access (or continue to access) the Service.</p>\n<p>\n<strong>13.3 Entire Agreement/Severability.\n</strong>These Terms, together with any amendments and any additional agreements you may enter into with Webshare in connection with the Service, shall constitute the entire agreement between you and Webshare concerning the Service.\nExcept as otherwise stated in Section 13.2, if any provision of these Terms is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms, which shall remain in full force and effect.</p>\n<p>\n<strong>13.4 No Waiver.\n</strong>No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term, and Webshare’s failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.</p>\n<p>\n<strong>13.5 Contact.\n</strong>Please contact us at legal@webshare.io with any questions regarding these Terms.<br>\n</p>", "created_at": "2023-05-01 19:53:21.293984", "updated_at": "2023-05-01 19:54:00.858608"}, {"id": 15829, "name": "Privacy Policy", "url": "https://www.webshare.io/privacy-policy", "xpath": "/html/body/div[2]/div/div/div", "text": "Privacy PolicyEffective date May 16, 2022<p>Webshare Software, Company (“Webshare”, \"us\", \"we\", or \"our\") operates the https://proxy.webshare.io/ and https://www.webshare.io/ website (collectively and together with all related services and activities, the \"Service\").</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions (https://www.webshare.io/terms).</p>\n<p>If you are a California resident, additional rights and procedures applicable to your personal information are set forth in our Privacy Notice for California Residents.</p>\n<p>If you are based in the European Economic Area (“EEA”), Switzerland or the United Kingdom (“UK”), additional rights and procedures applicable to your personal information are set forth in our Additional EEA, Switzerland and UK Privacy Disclosures.</p>\n<p>\n<strong>Information Collection and Use</strong>\n</p>\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>\n<p>\n<strong>Types of Data Collected</strong>\n</p>\n<p>\n<strong>General Personal Information</strong>\n</p>\n<p>While using our Service, we may ask you to provide us with certain information that can be used to contact or identify you (\"personal information\").\nPersonal information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>IP Address and other online identifiers</li>\n<li>Cookies and Usage Data</li>\n</ul>\n<p>For purposes of this Privacy Policy, personal information includes information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device, but does not include information not deemed personal information (or substantially equivalent terms) by applicable data privacy laws.</p>\n<p>\n<strong>Information You Provide To Us Directly</strong>\n</p>\n<p>We collect the following personal information that you provide directly:</p>\n<ul>\n<li>\n<strong>\n<em>Registration Information.\n&nbsp.\n</em>\n</strong>If you register for an account with our Service or purchase a subscription, we may collect information such as your name, account credentials, billing and payment information, contact information including email and physical address, username and password.&nbsp;</li>\n<li>\n<strong>\n<em>Inquiry Information.</em>\n</strong> If you communicate with us through any form, we may collect your name, email address, mailing address, phone number, or any other personal information you choose to provide to us.&nbsp;&nbsp;&nbsp;</li>\n</ul>\n<p>\n<strong>Tracking &amp.\nCookies Data</strong>\n</p>\n<ul>\n<li>\n<strong>Information Automatically Collected</strong>: As is true of most digital platforms, we collect certain information automatically when you visit our online Service, including:</li>\n</ul>\n<ul>\n<li>\n<strong>Log File Data</strong>, including internet protocol (IP) address, operating system, browser type, browser id, date/time of visit, and pages visited.</li>\n<li>\n<strong>Analytics Data</strong>, including the electronic path taken to our Service, through our Service and when exiting our Service, as well as usage and activity on our Service, such as the links and objects viewed, clicked or otherwise interacted with.</li>\n<li>\n<strong>Location Data</strong>, including general geographic location based on IP address.</li>\n</ul>\n<p>For information about our and our third-party partners’ use of cookies and related technologies to collect information automatically, and any choices individuals may have in relation to its collection, please refer to the <strong>Cookies</strong> section of this Privacy Policy below, and the related Annex.</p>\n<p>\n<strong>Personal Information Collected from Other Sources and Third Parties</strong>\n</p>\n<p>We may receive personal information about you from third parties and combine this information with other information we have.</p>\n<p>We may use this information to administer and facilitate our services and our marketing activities.</p>\n<ul>\n<li>\n<strong>\n<em>Identity Verification.\n</em>\n</strong>We use Stripe Identity for identity verification.\nStripe collects identity document images, facial images, ID numbers and addresses as well as advanced fraud signals and information about the devices that connect to its services.\nStripe shares this information with us and also uses this information to operate and improve the services it provides, including for fraud detection.\nYou may also choose to allow Stripe to use your data to improve Stripe’s biometric verification technology.\nYou can learn more about Stripe Identity here and find more information in Stripe’s Privacy Policy.</li>\n<li>\n<strong>\n<em>Payment Processors.\n</em>\n</strong>We use third party payment processors to process payments made to us and these processors may make available to us limited information such as your billing address information, credit card country of origin and IP address.\nWe currently use Stripe as our payment processor.\nYou can find more information about Stripe’s privacy practices in its Privacy Policy.</li>\n<li>\n<strong>\n<em>Referrals.</em>\n</strong> We may use referral promotions to encourage our users and other businesses that we work with to tell their friends, relatives, customers and other contacts (“Referred Persons”) about the Service.&nbsp.\nAs explained in the “Disclosure of Personal Information” section, we may also share certain information about a Referred Person with the user or business who referred them in order to give them appropriate credit for the referral.</li>\n<li>\n<strong>\n<em>Single Sign-On.</em>\n</strong> We may use single sign-on (\"SSO\") to allow a user to authenticate their account using one set of login information, including through Google.\nWe will have access to certain information from those third parties in accordance with the authorization procedures determined by those third parties, which may include, for example, your name and email address.\nWe use this information to operate, maintain, and provide to you the features and functionality of the Service.&nbsp.\nWe may also send you service-related emails or messages (e.g., account verification, purchase confirmation, customer support, changes, or updates to features of the Service, and technical and security notices).&nbsp;</li>\n</ul>\n<p>‍</p>\n<p>\n<strong>Use of Data</strong>\n</p>\n<p>Webshare uses the information described above for various purposes:</p>\n<ul>\n<li>To provide and maintain the Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer care and support</li>\n<li>To provide analysis or valuable information so that we can improve the Service</li>\n<li>To monitor the usage of the Service</li>\n<li>To detect, prevent and address technical issues, security issues and fraud</li>\n<li>To provide you with news about products and services offered by us, including via marketing communications</li>\n<li>To authenticate your account credentials and identify you, as necessary to log you in and/or ensure the security of your account</li>\n<li>To help maintain the safety, security and integrity of our property and Service, technology assets and business</li>\n<li>To comply with contractual and legal obligations and requirements</li>\n<li>To fulfill any other purpose for which you provide personal information</li>\n<li>For any other lawful purpose, or other purpose that you consent to</li>\n</ul>\n<p>‍</p>\n<p>\n<strong>Transfer Of Data</strong>\n</p>\n<p>Your information, including personal information, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>If you are located outside the United States and choose to provide information to us, please note that we transfer the data, including personal information, to the United States and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Webshare will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your personal information will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p>\n<p>\n<strong>Disclosure Of Data</strong>\n</p>\n<p>We may share your personal information in the instances described below.&nbsp.\nFor further information on your choices regarding your information, see the Control Over Your Information section below.</p>\n<p>We may share your personal information with:&nbsp;</p>\n<ul>\n<li>\n<strong>\n<em>Within Webshare.</em>\n</strong>&nbsp.\nWe may share personal information with other companies and brands owned or controlled by or under common ownership with Webshare, which also includes our subsidiaries (i.e., any organization we own or control) or our ultimate holding company (i.e., any organization that owns or controls us) and any subsidiaries it owns.&nbsp.\nThese companies will use your personal information in the same way as we can under this Privacy Policy.</li>\n<li>\n<strong>\n<em>Other Service Providers.</em>\n</strong>&nbsp.\nWe may share personal information with other third-party service providers that perform services on our behalf, as needed to carry out their work for us, which may include identifying and serving targeted advertisements, providing mailing services, providing tax and accounting services, web hosting, or providing analytic services.&nbsp;</li>\n<li>\n<strong>\n<em>Other Third Parties:</em>\n</strong>&nbsp.\nWe may disclose Personal Information to third parties who use this information to provide information or marketing messages about products or services of interest, in accordance with their own privacy policies and terms.\nWe also work with analytics partners as described in the “Cookies” section below.</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>\n<strong>\n<em>Business Transfers.</em>\n</strong>&nbsp.\nWe may disclose personal information with other parties in connection with a company transaction, such as a merger, sale of company assets or shares, reorganization, financing, change of control or acquisition of all or a portion of our business by another company or third party, or in the event of a bankruptcy or related or similar proceedings.&nbsp;</li>\n<li>\n<strong>\n<em>Regulatory or Legal Requirements, Safety and Terms Enforcement.\n</em>\n</strong>&nbsp;&nbsp;We may disclose personal information to third parties as required by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement.\n(b) to enforce our <strong>Terms of Use</strong> or to protect the security or integrity of our Service.\nand/or (c) to exercise or protect the rights, property, or personal safety of Webshare, our visitors, or others.&nbsp.\nWe may also disclose personal information to governmental regulatory authorities as required by law, including for tax or accounting purposes, in response to their requests for such information or to assist in investigations.</li>\n<li>\n<strong>\n<em>Consent.</em>\n</strong>&nbsp.\nWe may disclose personal information with any other entity disclosed to you at the time we collect your information or with your consent.&nbsp;</li>\n</ul>\n<p>We may also share information with others in an aggregated or otherwise anonymized form that does not reasonably identify you directly as an individual.&nbsp.\nFor example, if you are user who has been referred to Webshare by another user and signed up using their unique link, we may share with your referrer certain information in an anonymized format related to your use of the Service as it may be relevant for their eligibility to receive any benefits, incentives, or rewards as a result of the referral.</p>\n<p>\n<strong>Security Of Data</strong>\n</p>\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>\n<strong>What We Collect</strong>\n</p>\n<p>We, and our third-party partners, may automatically collect certain types of usage information when you visit our websites or interacts with our Service.&nbsp.\nWe may collect this information through a variety of data collection technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, “cookies”).&nbsp.\nFor example, we may collect information about your device and its software, such as IP address, browser type, Internet service provider, platform type, device type, operating system, date and time stamp, and other similar information.&nbsp.\nWe may collect analytics data or use third-party analytics tools to help us measure traffic and usage trends for our Service and to understand more about the demographics of our users.</p>\n<p>\n<strong>How We Use That Information:</strong>\n</p>\n<p>We use or may use the data collected through cookies to: (a) remember information so that you will not have to re-enter it during your visit or the next time you use our Service.\n(b) provide and monitor the effectiveness of our Service.\n(c) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our Service.\n(d) diagnose or fix technology problems.\nor (e) otherwise to plan for and enhance our Service.&nbsp.\nFor instance, if we use a cookie to identify you, you may not have to log in using a password more than once, thereby saving time while on our online Service.\nCookies can also enable us to track and target the interests of our users to enhance the experience on our Service.</p>\n<p>\n<strong>Choices About Cookies:</strong>\n</p>\n<p>To manage cookies, you may change your browser settings to: (i) notify you when you receive a cookie, so that you can choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set your browser to automatically reject cookies.&nbsp.\nPlease note that doing so may negatively impact your experience using our websites, as some features and Service on our websites may not work properly.&nbsp.\nDepending on your device and operating system, you may not be able to delete or block all cookies.&nbsp.\nIn addition, if you want to reject cookies across all your browsers and devices, you will need to do so on each browser on each device you actively use.&nbsp.\nYou may also set your email options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our email and performed certain functions with it.</p>\n<p>\n<strong>We use the following types of cookies:</strong>\n</p>\n<ul>\n<li>Strictly necessary cookies.\nThese cookies enable core functionality such as security, network management and accessibility.\nYou may disable these by changing your browser settings, but this may affect how the websites and online Service function.\nThe legal basis for our use of strictly necessary cookies is our legitimate interests, namely being able to provide and maintain our websites and online Service.\nPlease see the Annex below for more information.</li>\n<li>Functionality cookies.\nThese enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nThe legal basis for our use of functionality cookies is our legitimate interests, namely being able to provide and maintain our websites and online Service.\nPlease see the Annex below for more information.</li>\n<li>Analytical/performance cookies.\nThese cookies allow us to recognize and count the number of visitors to our Site and online Service, and to see how visitors move around our Site and online Service when they are using them.\nThis helps us to improve the way our Site and online Service work, for example, by ensuring that users are finding what they are looking for easily.\nThe legal basis we rely on for this type of cookies is consent.\nYou are free to deny your consent.\nPlease see the Annex below for more information.</li>\n</ul>\n<p>\n<strong>Links To Other Sites</strong>\n</p>\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy and related terms of every site you visit because your interactions with those sites will be governed by their terms.\n&nbsp;We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\n<p>\n<strong>Control Over Your Information</strong>\n</p>\n<ul>\n<li>\n<strong>\n<em>Modifying Account Information.</em>\n</strong>&nbsp;If you have an account for our Service, you have the ability to modify certain information in your account (e.g., your contact information) through the account setting page or a similar option provided on the Service.&nbsp.\nIf you have any questions about modifying or updating any information in your account, please contact us at the email or postal address provided below.&nbsp;&nbsp;</li>\n<li>\n<strong>\n<em>Email Communications.</em>&nbsp.\nFrom time to time, we may send you emails regarding updates to our Service, products or services, notices about our organization, or information about products/services we offer (or promotional offers from third parties) that we think may be of interest to you.&nbsp.\nIf you wish to unsubscribe from such emails, simply click the “unsubscribe link” provided at the bottom of the email communication.&nbsp.\nNote that you cannot unsubscribe from certain services-related email communications (e.g., account verification, confirmations of transactions, technical or legal notices).</strong>\n</li>\n</ul>\n<p>‍</p>\n<p>\n<strong>Nevada Residents</strong>\n</p>\n<p>Chapter 603A of the Nevada Revised Statutes permits a Nevada resident to opt out of future sales of certain covered information that a website operator has collected or will collect about the resident.&nbsp.\nNote we do not sell your personal information within the meaning of Chapter 603A.\nHowever, if you would still like to submit such a request, please contact us at legal@webshare.io.</p>\n<p>\n<strong>Children's Privacy</strong>\n</p>\n<p>Our Service is not intended for use by anyone under the age of 13.&nbsp;</p>\n<p>We do not knowingly collect or solicit personal information from anyone under the age of 13.\nIf you are under the age of 13, please do not use our Service or otherwise provide us with any personal information either directly or by other means.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us.\nIf we become aware that we have collected personal information from anyone under the age of 13 without verification of parental consent, we promptly remove that information from our servers.</p>\n<p>\n<strong>Changes To This Privacy Policy</strong>\n</p>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will notify you about material changes in the way we treat personal information via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they<strong>\n</strong>are posted on this page.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>Please contact us at legal@webshare.io or 340 S Lemon Ave #6464, Walnut, CA 91789 if you have any questions about Webshare’s privacy practices.</p>\n<p>\n<strong>Annex – Cookies</strong>\n</p>\n<p>Cookie Name</p>\n<p>Type of cookie</p>\n<p>Used On</p>\n<p>Purposes / Additional description</p>\n<p>How to change preferences</p>\n<p>Google Analytics</p>\n<p>Analytical/Performance</p>\n<p>https://www.webshare.io/</p>\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.\n</p>\n<p>For more information on the privacy practices of Google, please visit https://policies.google.com/privacy?hl=en </p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.\n</p>\n<p>\n</p>\n<p>Posthog</p>\n<p>Analytical/Performance</p>\n<p>https://www.webshare.io/</p>\n<p>Posthog&nbsp;tracks our users interactions with our Service and provides us with tools for targeted interaction with our users.\nFor more information on what type of information Posthog&nbsp;collects, please visit&nbsp;https://posthog.com/privacy</p>\n<p>&nbsp;To manage cookies, an individual may change their browser settings to: (i) notify them when they receive a cookie, so the individual can choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set their browser to automatically reject cookies.\n&nbsp;Please note that doing so may negatively impact an individual’s experience using our websites, as some features and services on our websites may not work properly.\n&nbsp;Depending on an individual’s device and operating system, they may not be able to delete or block all cookies.\n&nbsp;In addition, if an individual wants to reject cookies across all their browsers and devices, they will need to do so on each browser on each device they actively use.\n&nbsp;An individual may also set their email options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether they have accessed our email and performed certain functions with it.\n</p>\n<p>\n</p>\n<p>Stripe</p>\n<p>Functionality</p>\n<p>https://www.webshare.io/</p>\n<p>Stripe tracks our users interactions with our Service, provides us payment gateway tools and verifies that payments are not fraudulent.\n</p>\n<br>", "created_at": "2023-05-01 19:53:21.323123", "updated_at": "2023-05-01 19:53:44.418678"}], "points": [], "urls": ["webshare.io", "proxy2.webshare.io", "proxy.webshare.io", "status.webshare.io", "help.webshare.io", "changelog.webshare.io"]}}