{"error": 448, "message": "OK", "parameters": {"id": 8780, "name": "Gogogame ", "created_at": "2023-07-04 05:11:50.781805", "updated_at": "2023-07-04 10:02:12.519564", "wikipedia": null, "keywords": null, "related": null, "slug": "gogogame", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8780.png", "url": "gogogame.com", "documents": [{"id": 17133, "name": "Privacy Policy ", "url": "https://www.gogogame.com/privacy-policy.html", "xpath": "//body", "text": " <ul>\n<li> GAMES<i>\n</i>\n<ul>\n<li> Legend of Tank </li>\n<li> Ocean Wars </li>\n</ul>\n</li>\n<li>RECHARGE</li>\n<li>SUPPORT</li>\n<li>FORUM</li>\n<li>\n</li>\n</ul>\n<p>Welcome, (Choose your username)</p>\n<ul>\n<li>Account</li>\n<li>|</li>\n<li> My Games <ul>\n<li>\n</li>\n</ul>\n</li>\n<li>|</li>\n<li>Log out</li>\n</ul>\n<i>\n</i>login Forgot password ? Remember me Log In Quick Login <i>\n</i>sign up I have read and agree to the Terms of Service, Privacy Policy,and am at least 13 years of age.\nI would like GOGOGAME to keep me informed of their newest games and promotions.\nSign Up Allready have an account? Log in here! Quick Login Sign Up Quick Login Or gogogame I have read and agree to the Terms of Service, Privacy Policy,and am at least 13 years of age.\nI would like GOGOGAME to keep me informed of their newest games and promotions.\nSign Up Allready have an account? Log in here! Forgot password ? Remember me Log In Don't have a GOGOGAME account? Sign up now! <dl>\n<dd>\n<i>\n</i> About Us </dd>\n<dd>\n<i>\n</i> Privacy Policy </dd>\n<dd>\n<i>\n</i> Terms of Service </dd>\n<dd>\n<i>\n</i> Contact us </dd>\n</dl> Privacy Policy <dl>\n<dd>\n<p>\nThis privacy policy(data privacy policy) informs you of which\npersonal data is being collected by Gogogame as part of our Internet services\nand games.\nIt also explains how that data is processed and used.\nThe protection\nof your personal information is important to us.&nbsp.\n</p>\n<p>\n<br>\n</p>\n<p>\nYour data is protected against unauthorized access and loss\nthrough the use of various electronic, technical, physical, administrative and\ncontractual measures.\nGogogame has taken\nthe necessary technical and organizational precautions to ensure that the\nregulations for data privacy are respected both internally as well as by\nexternal service providers.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Collection of data</b>\n</p>\n<p>\nGogogame collects personal data provided by you upon\nregistration at one of our websites or for one of our games.\n</p>\n<p>\n● when these are\nprovided by you during an inquiry.\n</p>\n<p>\n● when these are\nprovided by you for the use and payment of fee-based goods and services.\n</p>\n<p>\n● at your request\nfor the purpose of participating in promotions and surveys, or to receive\nnewsletters.\n</p>\n<p>\n<br>\n</p>\n<p>\nGogogame also collects user data to the extent that it is\nnecessary for the performance of services or for the billing of these services.\nThis refers in particular to game processes, game scores and information\nregarding the use and settlement of services.&nbsp;Within the context\nof the use of our websites, forums and games, Gogogame collects the following\nnon-personal information: </p>\n<p>\n● IP addresses\nincluding time and date\n</p>\n<p>\n● cookies,&nbsp.\nlocal flash data\n</p>\n<p>\n● statistical\ninformation such as the browser type, operating system, redirecting URL, date,\ntime, pages used, total time of use, frequency of use.\nThis data is used in\nstatistical analyses for anonymous data records.\n</p>\n<p>\nIP addresses and the corresponding Internet information are\nsaved for a period of maximum of six months within the scope of our legal\nobligations regarding data storage.\nFurthermore, these are stored to secure\ndata and ensure our system’s stability and reliability.\nIn specific situations, Gogogame may also use your IP address and the corresponding Internet information\nto track and stop use of multiple accounts for fraudulent purposes.\nIn cases\nsuch as these, Gogogame will seek the consent for such use within the framework\nof the relevant game conditions.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>How we use your\ninformation</b>\n</p>\n<p>\nOur objective in\nstoring and collecting your information is to provide players with a better\ngaming experience to the players by allowing us: </p>\n<p>\n• to operate, improve and optimize our Services, Websites and our players’\nexperiences;&nbsp;<br>\n• to create your game accounts and allow you to play our games;&nbsp;<br>\n• to identify and suggest connections with other players and personalize our\nServices to you;&nbsp;<br>\n• to enable players to communicate with each other;&nbsp;<br>\n• to provide technical support and respond to player inquiries;&nbsp;<br>\n• to help prevent fraud or potentially illegal activities, and enforcing our\nTerms of Services;&nbsp;<br>\n• to manage and deliver contextual and behavioral advertising;&nbsp;<br>\n• to notify players of in-game updates, new products or promotional\noffers;&nbsp;<br>\n• to administer rewards, surveys, sweepstakes, contests, or other promotional\nactivities or events sponsored or managed by us or our business partners;&nbsp;<br>\n• to comply with our legal obligations, resolve any disputes we may have with\nyou or other players, and to enforce our agreements with third parties.\nand&nbsp;<br>\n• to conduct research.\n</p>\n<p>\nWe may send you promotional\ninformation to the email address you provided us.\nIf you have left your mobile\nnumbers or identifiers of your communication device, we may send some\npromotional information to the mobile phone or other communication device.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<b>Payment Information</b>\n<br>\nYou may be provided the opportunity\nto purchase Virtual Currency or Virtual Items in our Websites and Services.\nTo\ncomplete purchase transactions, our third-party payment processors may collect\npayment information from you, including your postal address, e-mail address and\nfinancial information (i.e.\ncard number, passwords).\nWe will not store your\nfinancial information, but we may get some non-financial information to\ncomplete the purchase, i.e.\nyour name, billing address and the items purchased\nin order to fulfill your order (Non-financial Information).\nIf you conduct the\ntransaction on a third party platform, the Non-financial Information may also\nbe collected by us to complete the purchase, you need to read the privacy\npolicy of such third party carefully because your payment through such third\nparty may be governed by such policies.\n</p>\n<p>\n<br>\n<b>Information from Third&nbsp;Party</b>\n<br>\nWe may get information from third\nparties to better the operation of the Services and Websites.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<b>Cookies Authorization</b>\n</p>\n<p>\nDespite the fact that this is stated in the Data Privacy\nPolicy, we would like to expressly inform you that we employ the use of cookies\nto optimize the use of our Portal and Games and Services, especially regarding\nuser experience.\nBy accepting out Terms and Conditions, you authorize the use\nof cookies.\nAt any point in the future, you can object to the use of cookies by\nsending an e-mail to the following address customerservice@gogogame.com.\nFor all additional questions regarding\ncookies, please contact us via the same e-mail address.\n</p>\n<p>\nUse of your data\n</p>\n<p>\nWe use your\npersonal data\n</p>\n<p>\n● to provide our\nservices and settle payments.\n</p>\n<p>\n● to anonymously\nor pseudonymously adjust our offer to meet our users’ demands and improve our\nservices.\n</p>\n<p>\n● to fulfill legal\nobligations, and in particular, to meet the requirements for preserving data.\n</p>\n<p>\nWe also use this\ninformation to communicate with you.\nThis includes, in particular, the\nprovision of assistance and support as well as the provision of important\ncontract information.\nSubject to your consent, we keep you informed about news,\nevents and promotions either via e-mail, phone call or text message.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Data transfer</b>\n</p>\n<p>\nWe will treat your data with the strictest confidentiality\nand will not disclose it to any third parties, unless you have given us your\nexpress permission to do so.\nWe may however be required by law to disclose your\ninformation in certain situations (such as to an investigating authority) where\nthe transfer takes place only within the framework required by legal\nconventions.\n</p>\n<p>\nIn individual\ncases, subsidiaries, parent companies or third parties may provide services on\nour behalf.\nThis mainly concerns the handling of payment transactions by\nexternal service providers (PayPal, Global Collect, etc.) and, in the case of\ndefault, by a debt collection company.\nMoreover, we provide your data to\nexternal companies, for marketing purposes, engaged in a contractual\nrelationship with the Gogogame Group to further develop and improve our games.\nThese external companies are obligated to handle your data confidentially and\nsecurely, and may only use your data insofar as it is required for completing\ntheir directive.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>When and How We May Share/Disclose Your\nInformation With Third Parties?</b>\n</p>\n<p>\nWe will only share your information (including personal\ninformation) with the following third parties or under the following\ncircumstances or as otherwise described in this policy: </p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Safety, Security,\nCooperation With Law Enforcement, &amp.\nCompliance With Legal Obligations</b>\n</p>\n<p>\nWe may disclose your information to third\nparties, including your personal information, if we, in our sole discretion,\nhave a good faith belief that disclosure is: (1) permitted or required by law.\n(2) requested in connection with or relevant to a judicial, governmental or\nlegal inquiry, investigation, order, or proceeding.\n(3) required or reasonably\nnecessary pursuant to a valid subpoena, warrant or other legally valid inquiry\nor request.\n(4) reasonably necessary to enforce our Terms of Service, this Policy,\nor any other legal agreements.\n(5) required to detect, prevent, or otherwise\naddress fraud, abuse, misuse, potential violations of law (or rule/regulation),\nand/or security or technical issues.\nor (6) required or reasonably necessary to\nprotect against imminent harm to the rights, property or safety of Gogogame,\nour users, employees, any minors, members of the public and/or our Websites and\nServices.\nWe may also disclose information about you to our auditors or legal\nadvisors in conjunction with accessing our disclosure obligations and/or rights\nunder this Policy.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Third Party Service Providers, Contractors or Agents</b>\n</p>\n<p>\n<b>&nbsp;</b>We may share your information with third party\ncompanies that perform services on our behalf, including payment processing,\norder fulfillment, data analysis, marketing services, e-mail campaigns, hosting\nservices, and customer service.\nWhile providing the services for us, these\ncompanies may access your personal information, and are required to use it\nsolely as directed by us for the purpose of our requested service.\nIn some\ncases, when you provide information to us using a third-party interface, your\ninformation may be collected subject to the third party's privacy policy.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Business Transfers, Sales or Mergers or Divestitures</b>\n</p>\n<p>\nIn the event that Gogogame undergoes a\nbusiness transition, such as a merger, acquisition, corporate divestiture or\ndissolution (including bankruptcy), or a sale of all or a portion of its\nassets, we may share, disclose or transfer all of your information, including\npersonal information, to the successor organization in such transition.\n</p>\n<p>\nBusiness\nPartners.&nbsp;In conjunction with the running of our games we may partner with\na third party to assist us in providing you with our services.\nWe will share\nthe information you provide us through your social network such as (1) your\nfirst and last name, (2) your profile picture or its URL, (3) your user\nidentification number of the pertinent social network, which is linked to\npublicly available information such as name and profile picture (4) the login\nemail you provided to the pertinent social network upon registration.\n(5) game\nplay information with these third parties so they may facilitate the use of our\nservice as well as contact you about other games which may be of interest to you,\nservice notifications and to solicit your feedback and input.\nIf you do not\nwish to have this information shared please do not use our services.\nIf you\nwish to no longer have your personal information used by our partners you may\ncontact us at customerservice@gogogame.com&nbsp;and\nwe will facilitate your request to the partner.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Promotions</b>\n</p>\n<p>\nWe may share your information in connection with any\nPromotion you enter on or through the Websites, as necessary to administer,\nmarket, sponsor, administer or fulfill the Promotion or as required by\napplicable laws, rules or regulations (for example, to provide winners’ lists\nor make required filings as appropriate) or in accordance with the applicable\nOfficial Rules of the Promotion/Sweepstakes you enter.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>With Your Permission</b>\n</p>\n<p>\nAdditionally, if you opt-in or otherwise agree to have your\ninformation shared with a third party for marketing purposes, we will share you\ninformation with the third party (or third parties) in which case the third\nparty’s use of your information is subject to the third party’s own privacy\npolicy.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Advertising of Third Party Products/Services</b>\n</p>\n<p>\nWe may use and share with third party\nadvertisers (and other third parties) certain Technical Information and/or Aggregate\nInformation to show general demographic and preference information among Gogogame\nusers.\nWe may also allow advertisers to collect Technical Information or\nAggregate Information, which they may share with us, through the use of\ntracking technologies like cookies and web beacons.\nThe information collected\nmay be used to offer you targeted ad-selection and delivery in order to\npersonalize your user experience by increasing the likelihood that\nadvertisements for products and services you see will appeal to you, a practice\nknown as behavioral advertising, and to undertake web analytics (i.e.\nto\nanalyze traffic and other end user activity to improve your experience).\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Social Media Features</b>:&nbsp;Our Web site includes Social Media Features, such as\nthe Facebook Like button.\nThese Features may collect your IP address, which\npage you are visiting on our site, and may set a cookie to enable the Feature\nto function properly.\nSocial Media Features are either hosted by a third party\nor hosted directly on our Site.\nYour interactions with these Features are\ngoverned by the privacy policy of the company providing it.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Offer Walls:</b>&nbsp;Gogogame\ngames or their purchase pages may display an “offer wall” that may be hosted by\na third party offer wall provider.\nThe offer wall allows third party\nadvertisers to provide virtual currency to users in exchange for interacting\nwith an advertisement or for completing a marketing offer that may include\nsigning up for an account with one of those advertisers.\nThese offers are not\ncontrolled by or made by Gogogame.\nThese offers may be displayed to you based\non certain technical information, such as your geographic area or anonymous\ndemographic information.\nAfter clicking on one of these advertisements, you\nwill no longer be on a site hosted by Gogogame or a partnering Third Party\nPlatform.&nbsp;To properly credit user accounts and to prevent fraud, a unique\nidentifier will be shared with the offer wall provider.&nbsp;This identifier is\nused to ensure proper crediting of your account, prevent fraud or duplicate\noffers and to resolve any customer service inquiries that may arise.\nOnce you\ncomplete an offer, you may then be returned to a Gogogame Website or Service.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Game Information and Partner Offers</b>\n</p>\n<p>\nBy checking the box next to “Game Information and Partner Offers”,\nyou are granting us your express consent to receive this information.\nYour\nconsent will be recorded and saved, and may be revoked at any time by using our\ncontact form (http://www.gogogame.com/support).\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Google Analytics</b>\n</p>\n<p>\nThis website uses Google Analytics, a web analytic service\nprovided by Google, Inc.\n(“Google”).\nGoogle Analytics uses “cookies”, which are\ntext files placed on your computer, to help the website analyze how users use\nthe site.\nThe information generated by the cookie about your use of the website\n(including your IP address) will be transmitted to and stored by Google on\nservers in the United States.\nIf, however, you activate the Anonymity IP option\non this website, Google will remove the end of your IP address so it only\nlocates you as within the member states of the European Union or other members\nof the European Economic Area.\nOnly in rare cases will the complete IP address\nbe transmitted to a Google server in the USA and then shortened there.\nGoogle\nwill use this information for the purpose of evaluating your use of the\nwebsite, compiling reports on website activity for website operators and\nproviding other services relating to website activity and Internet usage.\nThe\noperator of this website will use information gathered via interest-related\nadvertising as well as third-party visitor data (e.g.&nbsp;age, gender and\ninterests) for the purpose of evaluation in order to find out more about the\nusers of this website.\nNo person-related data shall be used here.\nonly a\nstatistical evaluation of anonymous data sets shall be carried out.\nGoogle will\nnot associate your IP address as transmitted by Google Analytics with any other\ndata held by Google.\nYou may refuse the use of cookies by selecting the\nappropriate settings on your browser, however please note that if you do this\nyou may not be able to use the full functionality of this website.\nFurthermore,\nyou can prohibit Google from collecting and analyzing the data generated by the\ncookie about your use of the website (including your IP address) by downloading\nand installing the browser plugin available here&nbsp;http://tools.google.com/dlpage/gaoptout.\nShould you wish to adapt or prevent the analysis of your demographic or\ninterest-based information, you can disable Google Analytics display ads and\nadapt the ads in the Google Display Network:https://www.google.com/settings/ads.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Social Media Plugins</b>\n</p>\n<p>\n<b>Facebook</b>\n</p>\n<p>\nEmbedded on our website are various Facebook\nlinks.Within the scope of our web presence, these links are identified by the\nFacebook logo or by the phrase ‘Like’ (no Facebook plugins are used).Should a\nuser click one of these links, then the Facebook plugins are activated and\nestablish a direct connection via the user’s browser to a Facebook server.\n</p>\n<p>\nProvided that the user clicks one of the\naforementioned links while visiting our website, and is logged into their\npersonal Facebook account, the information will be forwarded to Facebook that\nthe user has visited our website.\nFacebook can associate your visit to the\nwebsite to your account.\n</p>\n<p>\nThis data is transferred to and saved by\nFacebook.\nTo prevent this, the user must log out of their account before clicking\nthe link.\nThe functions embedded in the links by Facebook, especially the\ntransfer of data and user information, are not activated by visiting our\nwebsite, but rather by clicking the corresponding links.\n</p>\n<p>\nThe purpose and scope of data collection via\nFacebook, the processing and use of such data, as well as your rights thereof\nand personal settings regarding privacy protection can be found in the Facebook\nprivacy settings section (http://de-de.facebook.com/privacy/explanation.php).\n</p>\n<p>\nFor further questions pertaining to the collection,\nprocessing or use of individual user data, as well as regarding disclosing,\ncorrecting, blocking or deleting data, please contact our data protection\nsupervisors.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Right of revocation, deletion of data</b>\n</p>\n<p>\nIf you have given us consent to process personal data, you\ncan withdraw this consent at any time.\nGogogame deletes your personal data\ninsofar as it is no longer needed or required, or if you have requested the deletion\nof this data.\nPlease note that data cannot be deleted if there are legal\nstorage requirements or this data is required by us for the billing of our\nservices.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>\n</b>\n</p>\n<p>\n<b>Information, viewing, and deletion of data</b>\n</p>\n<p>\nYou can request to see data which we have recorded, as well\nas request to have this data changed or deleted by sending email to customerservice@gogogame.com.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Change to our Privacy Policy</b>\n<br>\nWe may from time to time make\nchanges to our Privacy Policy, we will tell you and other players by placing a\nnotice on gogogame.com，or by sending you a notice to the e-mail address we have on file for\nyou prior to the change becoming effective.\nWe may supplement this process by\nplacing notices on game blogs, social network pages, and/or forums and on other\nWebsites.\nYou should periodically check gogogame.com and this privacy page for\nupdates.\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Contact Us</b>\n</p>\n<p>\nIf\nyou have any questions, comments or concerns regarding our Privacy Policy\nand/or practices, please send an e-mail to Gogogame.\n</p>\n<p>\n<br>\n</p>\n</dd>\n</dl> follow us on © 2016 GOGOGAME, INC.\nALL RIGHTS RESERVED <br>\n<dl>\n<dd>About Us</dd>\n<dd>Privacy Policy</dd>\n<dd>Terms of Service</dd>\n<dd>Contact us</dd>\n</dl> ", "created_at": "2023-07-04 05:11:50.842403", "updated_at": "2023-07-04 05:12:09.657339"}, {"id": 17132, "name": "Terms of Service ", "url": "https://www.gogogame.com/terms-of-service.html", "xpath": "//body", "text": " <ul>\n<li> GAMES<i>\n</i>\n<ul>\n<li> Legend of Tank </li>\n<li> Ocean Wars </li>\n</ul>\n</li>\n<li>RECHARGE</li>\n<li>SUPPORT</li>\n<li>FORUM</li>\n<li>\n</li>\n</ul>\n<p>Welcome, (Choose your username)</p>\n<ul>\n<li>Account</li>\n<li>|</li>\n<li> My Games <ul>\n<li>\n</li>\n</ul>\n</li>\n<li>|</li>\n<li>Log out</li>\n</ul>\n<i>\n</i>login Forgot password ? Remember me Log In Quick Login <i>\n</i>sign up I have read and agree to the Terms of Service, Privacy Policy,and am at least 13 years of age.\nI would like GOGOGAME to keep me informed of their newest games and promotions.\nSign Up Allready have an account? Log in here! Quick Login Sign Up Quick Login Or gogogame I have read and agree to the Terms of Service, Privacy Policy,and am at least 13 years of age.\nI would like GOGOGAME to keep me informed of their newest games and promotions.\nSign Up Allready have an account? Log in here! Forgot password ? Remember me Log In Don't have a GOGOGAME account? Sign up now! <dl>\n<dd>\n<i>\n</i> About Us </dd>\n<dd>\n<i>\n</i> Privacy Policy </dd>\n<dd>\n<i>\n</i> Terms of Service </dd>\n<dd>\n<i>\n</i> Contact us </dd>\n</dl> Terms of Service <dl>\n<dd>\n<p>\nWelcome to our website.\nThis document contains the terms of use for your visit and stay at www.gogogame.com (or any subsequent URL which may replace it).\nIf you continue to browse and use this website, you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy with you in relation to this website.\nIf you disagree with any part of these terms and conditions, please do not use our website.\n</p>\n<p>\n<br>\n</p>\n<p>\n&nbsp;<strong>IF YOU CLICK THE “SIGN UP” BUTTON OR SELECTED THE “I accept the Terms of Service, Privacy Policy, and am at least 13 years old.” OPTION BOX WHEN YOU REGISTER YOUR ACCOUNT OR OTHERWISE ACCESS OR USE OUR WEBSITES OR SERVICES, YOU WILL BE DEEMED TO HAVE ACCEPTED THIS AGREEMENT.\n&nbsp;</strong>\n</p>\n<p>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<b>Changes to these terms</b>\n</p>\n<p>\nWe reserve the right, at\nour discretion, to change, modify, add or remove portions of the Terms, Privacy\nPolicy at any time by posting the amended Terms, or Privacy Policy on our sites\nor within the Service.Unless we state otherwise, changes are effective when\nposted.\nIf you continue to use the Services after the changes are posted you&nbsp;agree to the changes.&nbsp.\n</p>\n<p>\n&nbsp;&nbsp.\n&nbsp;&nbsp.\n</p>\n<p>\n<b>Intellectual Property Rights and licenses</b>\n</p>\n<p>\nAll Websites, Services, including\nwithout limitation all content, thoughts, ideas, expressions, information,\npictures, graphics, data, text, audio, video, icons, games, software, excluding\nthe Submissions are the proprietary assets of gogogame or its licensees.\nYou\nare granted a personal, revocable, non-exclusive, limited, non-transferable,\nnon-sublicensable, non-commercial license to access and use the Websites and\nServices solely for personal entertainment use, provided you completely comply\nwith this Agreement and all other policies and terms on the Websites and\nServices.\nIn case you are using or accessing the Websites and Services through\na third party, your access or use of the Websites and Services shall also be\ngoverned by such terms and conditions between you and such third party.\nExcept\nas explicitly provided herein, no rights will be granted to you, either by\nimplication or operation of law, specifically, no rights of modification, copy,\nadapt, reverse engineer, distribution, use, display or otherwise disposition of\nthe Websites and Services are granted to you.\nYou acknowledge all rights under\nthe Websites and Services are the property of gogogame and its licensors, all\nrights and titles in the Websites and Services, including without limitation,\nall patents, copyrights, trade secrets, trademarks, trade names and\nconfidential information are reserved by gogogame and its licensors.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>Privacy</strong>\n</p>\n<p>\nPlease review our Privacy Policy, which also\ngoverns your visit to our website, to understand our practices.\nYour privacy is\nimportant to us.\nWe designed gogogame Privacy Policy to make important\ndisclosures about how we collect and use your content and information and how\nyou can use the Service to share such information with others.\nWe encourage you\nto read the gogogame Privacy Policy carefully and use it to make informed\ndecisions.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>Electronic Communications</strong>\n</p>\n<p>\nWhen you visit www.gogogame.com or send e-mails\nto us, you are communicating with us electronically.\nYou consent to receive\ncommunications from us electronically.\nWe will communicate with you by e-mail\nor by posting notices on this site.\nYou agree that all agreements, notices, disclosures\nand other communications that we provide to you electronically satisfy any\nlegal requirement that such communications be in writing.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>Copyright</strong>\n</p>\n<p>\nAll content included on this site, such as text,\ngraphics, logos, button icons, images, audio clips, digital downloads, data\ncompilations, and software, is the property of gogogame or its content\nsuppliers and protected by international copyright laws.\nThe compilation of all\ncontent on this site is the exclusive property of gogogame, with copyright\nauthorship for this collection by gogogame, and protected by international\ncopyright laws.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>Trade Marks</strong>\n</p>\n<p>\nGogogame\ntrademarks and trade dress may not be used in connection with any product or\nservice that is not gogogames', in any manner that is likely to cause confusion\namong customers, or in any manner that disparages or discredits gogogame.\nAll\nother trademarks not owned by gogogame or its subsidiaries that appear on this\nsite are the property of their respective owners, who may or may not be\naffiliated with, connected to, or sponsored by gogogame or its subsidiaries.\nPublish, translate, create derivative works from, distribute, and display such\ncontent throughout the world in any media.\nYou grant gogogame and its\nassociates and sublicensees the right to use the name that you submit in\nconnection with such content, if they choose.\nYou represent and warrant that\nyou own or otherwise control all of the rights to the content that you post:\nthat the content is accurate: that use of the content you supply does not\nviolate this policy and will not cause injury to any person or entity: and that\nyou will indemnify gogogame or its associates for all claims resulting from\ncontent you supply.\ngogogame has the right but not the obligation to monitor\nand edit or remove any activity or content.\nGogogame takes no responsibility\nand assumes no liability for any content posted by you or any third party.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>License And Site Access</strong>\n</p>\n<p>\nGogogame grants you a limited license to access\nand make personal use of this site and not to download (other than page\ncaching) or modify it, or any portion of it, except with express written\nconsent of gogogame.\nThis license does not include any resale or commercial use\nof this site or its contents: any collection and use of any product listings,\ndescriptions, or prices: any derivative use of this site or its contents: any\ndownloading or copying of account information for the benefit of another\nmerchant: or any use of data mining, robots, or similar data gathering and extraction\ntools.\nThis site or any portion of this site may not be reproduced, duplicated,\ncopied, sold, resold, visited, or otherwise exploited for any commercial\npurpose without express written consent of gogogame.\nYou may not frame or\nutilize framing techniques to enclose any trademark, logo, or other proprietary\ninformation (including images, text, page layout, or form) of gogogame and our\nassociates without express written consent.\nYou may not use any meta tags or\nany other \"hidden text\" utilizing gogogame name or trademarks without\nthe express written consent of gogogame.\nAny unauthorized use terminates the\npermission or license granted by gogogame.\nYou are granted a limited,\nrevocable, and nonexclusive right to create a hyperlink to the home page of gogogame\nso long as the link does not portray gogogame, its associates, or their\nproducts or services in a false, misleading, derogatory, or otherwise offensive\nmatter.\nYou may not use any gogogame logo or other proprietary graphic or\ntrademark as part of the link without express written permission.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>Your Account and Virtual items</strong>\n</p>\n<p>\nIf you use this site, you are responsible for\nmaintaining the confidentiality of your account and password and for\nrestricting access to your computer, and you agree to accept responsibility for\nall activities that occur under your account or password.\nIf you are under 18,\nyou may use our website only with involvement of a parent or guardian.\nGogogame\nand its associates reserve the right to refuse service, terminate accounts,\nremove or edit content, or cancel orders in their sole discretion.\n</p>\n<p>\nWE MAY DELETE OR TERMINATE ACCOUNTS THAT ARE\nINACTIVE (I.E.,NOT LOGGED INTO) FOR 180 DAYS.\n</p>\n<p>\nYou are not allowed to transfer Virtual items\noutside of the Service (<i>i.e.,</i> in the “real world”), for example by\nselling , gifting, or trading them.\nWe won’t recognize those transfers as\nlegitimate.\nYou are not allowed to sublicense, trade, sell or attempt to sell\nin-game Virtual items for “real” money, or exchange Virtual items for value of\nany kind outside of a game.\nAny such transfer or attempted transfer is\nprohibited and void, and We may terminate your Account because of it.\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Your Password</strong>\n</p>\n<p>\nAt the time your account is opened, you must set\na password.\nYou are responsible for maintaining the confidentiality of your\npassword and are responsible for any harm resulting from your disclosure, or\nauthorization of the disclosure of your password or from any person's use of\nyour password to gain access to your account or account name.\nAt no time should\nyou respond to an online request for a password other than in connection with\nthe log-on process to the Services.\nShould it be determined that you did reveal\nyour password to any third parties, gogogame reserves the right to disable the\naccount.\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Your Content/Conduct in Our Services</strong>\n</p>\n<p>\nGogogame is a service provider and is not\nresponsible or liable for your content or conduct.\nGogogame' platforms enable\nusers to interact online and display and communicate information and content\nchosen by those users, and that users likewise can alter the service\nenvironment on a real-time basis.\nGogogame does not control or endorse the\ncontent of communications between users or users' interactions with each other\nin our Services.\n</p>\n<p>\nYou acknowledge that gogogame does not guarantee\nand is not responsible or liable for the quality, safety, legality,\ntruthfulness or accuracy of any such user conduct or content, nor any identity\ninformation about such user.\n</p>\n<p>\nBy using our Services, you grant gogogame a\nperpetual, worldwide, none-exclusive right to use, host, store, reproduce,\nmodify, create derivative works, communicate, publish, publicly perform,\npublicly display and distribute such content.\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Chat and Interaction With Other Users</strong>\n</p>\n<p>\nCommunicating in-game with other users and gogogame\nrepresentatives by text or any other method, is an integral part of the Game\nand the Services and is referred to as \"Chat.\" When engaging in Chat,\nyou may not: </p>\n<p>\n1) Transmit or post any content or language\nwhich, in the sole and absolute discretion of gogogame, is deemed to be libelous,\ndefamatory, obscene, pornographic, threatening, invasive of privacy or\npublicity rights, abusive, illegal, or otherwise objectionable, or that would\nconstitute or encourage a criminal offense, violate the rights of any person,\nor otherwise violate any law or give rise to liability, nor may you use a\nmisspelling or an alternative spelling to circumvent the content and language\nrestrictions listed above.\n</p>\n<p>\n2) Send repeated unsolicited or unwelcome\nmessages to a single user or repeatedly posting similar messages in a chat\narea, including without limitation continuous advertisements to sell goods or\nservice.\n</p>\n<p>\n3) Use the chat facility to harass, threaten,\nscam or deceive other users, or solicit other users to join or become members\nof any commercial online service or other organization or group (profit,\nnon-profit, religious, social, political, or otherwise).\n</p>\n<p>\n4) Post website links or URLs in the Game that\npoint to content deemed by gogogame to be inappropriate, including, without\nlimitation, any website links or URLs directed to other commercial products or\nservice, nor may you post website links or URLs to any materials (including\nsoftware and other information) that could harm (or is designed to harm) other\nplayers' computers or would allow others to inappropriately access software or\nwebsites.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>Cheats/Hacking</strong>\n</p>\n<p>\nYou are not permitted under any circumstances or\nfor any reason to cheat or utilize third-party applications or code in order to\nwin at, or gain game points or items from any of our Games.\nPunishment of violators\nwill be determined on a case-by-case basis.\nGogogame shall be entitled to file a\nclaim for monetary compensation from anyone deemed to have violated these rules\nin any way.\n</p>\n<p>\nYou agree not to design, disseminate or use any\nthird party programs designed to change any Game played on gogogame site, nor\nassist in the design of a third party program that changes any Game played on\nthe site.\nYou will be responsible for any damages to gogogame resulting from\nany of your use, dissemination or design of such programs, and you agree to pay\ngogogame liquidated damages in the sum of Hundred Thousand Dollars for each\nsuch program, or in the sum of One Thousand Dollars for each time you use a\nprogram.\n</p>\n<p>\nYou may not: </p>\n<p>\n1)Reverse-engineer, decompile or modify any of the\ngame clients and use it in any way.\n</p>\n<p>\n2)Exploit any cheats or errors which you find in\nour service.\nAny cheats or errors you discover must be reported immediately to\nus.\n</p>\n<p>\n3)Attempt to access any other user's account.\n</p>\n<p>\n4) Misuse any of our customer service\nfacilities.\n</p>\n<p>\n5) Deliberately enter false information into any\nof the forms on our website.\n</p>\n<p>\n6) Encourage, or attempt to trick other players\ninto breaking our rules.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>Reviews, Comments, Emails, And Other Content</strong>\n</p>\n<p>\nVisitors may post reviews, comments, and other\ncontent: and submit suggestions, ideas, comments, questions, or other\ninformation, so long as the content is not illegal, obscene, threatening,\ndefamatory, invasive of privacy, infringing of intellectual property rights, or\notherwise injurious to third parties or objectionable and does not consist of\nor contain software viruses, political campaigning, commercial solicitation,\nchain letters, mass mailings, or any form of \"spam.\" You may not use\na false e-mail address, impersonate any person or entity, or otherwise mislead\nas to the origin of a card or other content.\nGogogame reserves the right (but\nnot the obligation) to remove or edit such content, but does not regularly\nreview posted content.\nIf you do post content or submit material, and unless we\nindicate otherwise, you grant gogogame and its associates a nonexclusive,\nroyalty-free, perpetual, irrevocable, and fully sublicensable right to use,\nreproduce, modify, adapt, publish, translate, create derivative works from,\ndistribute, and display such content throughout the world in any media.\nYou\ngrant gogogame and its associates and sublicensees the right to use the name\nthat you submit in connection with such content, if they choose.\nYou represent\nand warrant that you own or otherwise control all of the rights to the content\nthat you post: that the content is accurate: that use of the content you supply\ndoes not violate this policy and will not cause injury to any person or entity:\nand that you will indemnify gogogame or its associates for all claims resulting\nfrom content you supply.\ngogogame has the right but not the obligation to\nmonitor and edit or remove any activity or content.\ngogogame takes no\nresponsibility and assumes no liability for any content posted by you or any\nthird party.\n</p>\n<p>\n&nbsp.\n</p>\n<p>\n<strong>Product Descriptions</strong>\n</p>\n<p>\nGogogame and its associates attempt to be as\naccurate as possible.\nHowever, gogogame does not warrant that product\ndescriptions or other content of this site is accurate, complete, reliable,\ncurrent, or error-free.\nIf a product offered by gogogame itself is not as described,\nyour sole remedy is to return it in unused condition.&nbsp.\n&nbsp;&nbsp.\n</p>\n<p>\n</p>\n<p>\nDisclaimer of warranties and limitation of\nliability this site is provided by gogogame on an \"as is\" and\n\"as available\" basis.\nGogogame makes no representations or warranties\nof any kind, express or implied, as to the operation of this site or the\ninformation, content, materials, or products included on this site.\nYou\nexpressly agree that your use of this site is at your sole risk.\nTo the full\nextent permissible by applicable law, gogogame disclaims all warranties,\nexpress or implied, including, but not limited to, implied warranties of\nmerchantability and fitness for a particular purpose.gogogame does not warrant\nthat this site, its servers, or e-mail sent from gogogame are free of viruses\nor other harmful components.\nGogogame will not be liable for any damages of any\nkind arising from the use of this site, including, but not limited to direct,\nindirect, incidental, punitive, and consequential damages.\nCertain state laws\ndo not allow limitations on implied warranties or the exclusion or limitation\nof certain damages.\nIf these laws apply to you, some or all of the above\ndisclaimers, exclusions, or limitations may not apply to you, and you might\nhave additional rights.\n</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n</p>\n<p>\n<strong>Site Policies, Modification, And Severability</strong>\n</p>\n<p>\nPlease review our other policies, such as our\nPrivate policy, posted on this site.\nThese policies also govern your visit to\nwww.gogogame.com.\nWe reserve the right to make changes to our site, policies,\nand these Conditions of Use at any time.\nIf any of these conditions shall be\ndeemed invalid, void, or for any reason unenforceable, that condition shall be\ndeemed severable and shall not affect the validity and enforceability of any\nremaining condition.\n</p>\n<p>\n<br>\n<strong>&nbsp.\n&nbsp.\n&nbsp;User Ideas</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\nIn case you submit any idea for new promotions,\nproducts, games, applications, technologies or processes or other ideas (“User\nIdeas”) to us, you agree to grant us a worldwide, non-exclusive, sublicensable,\nassignable, royalty-free, perpetual, irrevocable right to use, reproduce, distribute,\ncreate derivative works of, publicly perform, publicly display, digitally\nperform, make, have made, sell, offer for sale and import such User Ideas in\nany media now known or hereafter developed, for any purpose whatsoever,\ncommercial or otherwise, without compensation to you or the provider of the\nSubmissions.\nYou understand and agree that we shall have no obligation in your\nUser Ideas, including any obligation of confidentiality.\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>\nNeither gogogame nor any of our subsidiaries,\naffiliates, licensors, suppliers, advertisers or sponsors, nor our or their\ndirectors, officers, employees, consultants, agents or other representatives,\nare responsible or liable for any indirect, incidental, consequential, special,\nexemplary, punitive or other damages (including without limitation, damages for\nloss of business, loss of data or lost profits), under any contract, negligence,\nstrict liability or other theory arising out of or relating in any way to the\nwebsites and/or materials, including any materials available through any third\nparty platform, submissions, any linked websites or any code, product or\nservice purchased, accessible or usable through the websites or any third party\nplatform.\nYour sole remedy for dissatisfaction with the websites, materials,\nincluding any products or services available on the websites or through any\nthird party platform, submissions or any linked websites is to stop using the\nwebsites, materials, submissions, products, services, or linked websites, as\napplicable.\nThe sole and exclusive maximum liability to gogogame for all\ndamages, losses and causes of action, whether in contract, tort (including\nwithout limitation, negligence) or otherwise, shall be the total amount paid by\nyou to gogogame in the preceding twelve (12) months, if any, to access or use\nthe websites or services.\nBecause some states or jurisdictions do not allow the\nexclusion or limitation of liability for consequential or incidental damages,\nthe above limitation may not apply to you.\nNo communication of any kind between\nyou and gogogame or a representative of gogogame constitutes a waiver of any\nlimitations of liability hereunder or create any additional warranty not\nexpressly stated in the terms.\nMultiple claims will not increase the monetary\ndamages limit stated herein.\nYou agree that the damage exclusions in these\nterms of service shall apply even if any remedy fails of its essential purpose.<b>\n</b>\n</p>\n<p>\n<br>\n</p>\n</dd>\n</dl> follow us on © 2016 GOGOGAME, INC.\nALL RIGHTS RESERVED <br>\n<dl>\n<dd>About Us</dd>\n<dd>Privacy Policy</dd>\n<dd>Terms of Service</dd>\n<dd>Contact us</dd>\n</dl> ", "created_at": "2023-07-04 05:11:50.812778", "updated_at": "2023-07-04 05:12:25.764009"}], "points": [], "urls": ["gogogame.com"]}}