{"error": 448, "message": "OK", "parameters": {"id": 395, "name": "Wave Financial", "created_at": "2018-05-08 12:19:43.97399", "updated_at": "2021-07-05 20:09:14.35964", "wikipedia": "https://en.wikipedia.org/wiki/Wave_Financial", "keywords": "", "related": "", "slug": "waveapps", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/395.png", "url": "waveapps.com", "documents": [{"id": 7954, "name": "Terms of Use", "url": "https://www.waveapps.com/legal/terms-of-use", "xpath": "//body", "text": "Skip to Main ContentFeaturesInvoicingCreate and send professional invoicesPaymentsAccept credit cards and bank payments onlineAccountingTrack your income and expensesBankingBanking with built-in bookkeepingPayrollPay your staff and yourself in minutesAdvisorsGet bookkeeping coachingPricingBlogResourcesAbout UsCareersHow support worksSign inSign up for freeSign upYour accountFeaturesInvoicingPaymentsAccountingBankingPayrollAdvisorsPricingBlogResourcesAbout UsCareersHow support worksSign inSign up for freeSign upYour accountTerms of Use AgreementEffective as of: September 1, 2022<p>\n<sup>A note from Les Whiting, Wave’s Chief Financial Services Officer</sup>\n</p>\n<p>Hi! Thank you for reviewing this Terms of Use Agreement (“Agreement,” as further defined below).\nWe applaud you.\nYou must agree to this Agreement if you’re going to use the Wave website or any of the Wave services we offer here at the Wave website or through our mobile applications.\nOur lawyers wrote the Agreement and that’s the language that counts.\nWe’ve also provided some simplified wording to summarize some of the key points, but please remember that the Agreement itself is what is legally binding.\nThanks for joining the Wave community!<br>\n</p>\n<p>‍</p>\n<p>Welcome to the Wave website, an online service designed and offered by Wave Financial, Inc.\nfor our clients.\nThis Agreement explains our obligations as a service provider and your obligations as a User of Wave or our Services, as those terms are defined below.\nIT IS IMPORTANT THAT YOU READ THIS AGREEMENT CAREFULLY.\nIf you are under the age of 13, you may not use this Site.\nCapitalized or italicized terms used throughout this Agreement will have the meanings specified herein, including the defined terms contained in the “Definitions” section below.</p>In simple Terms<p>Please read this stuff or you won’t know the rules under which we will engage with you.</p>\n<p>\n<strong>This Agreement includes a binding mutual arbitration provision (“Arbitration Provision”) in Section O., which requires that disputes be resolved through individual arbitration.</strong>\n</p>\n<p>By using Wave, creating, or accessing your Wave account, including by signing in with a third-party service or partner (such as Google, Yahoo, ADP or RBC), or by otherwise using the Services we offer, you are agreeing to be bound by the Agreement without any modification or qualification.\nIF YOU ARE DISSATISFIED WITH THE AGREEMENT, OUR RULES, POLICIES, GUIDELINES OR PRACTICES, OR OUR OPERATION OF THE WAVE WEBSITE OR THE SERVICES, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE WAVE WEBSITE AND/OR OUR SERVICES, UNLESS ANOTHER REMEDY IS EXPRESSLY SET OUT IN THIS AGREEMENT.\nIf for any reason you are unable to meet all the conditions set forth in this Agreement or if you breach this Agreement, your permission to access or use our Services, any materials downloaded or printed by you, and Wave immediately lapses.</p>\n<p>We offer a number of additional services (collectively, the “Additional Services” each with their own additional terms of service (“Specific Additional Service Terms”) in addition to this Agreement.\nWhen you use an Additional Service, you will also be subject to the Specific Additional Service Terms.\nNote that if this Agreement is inconsistent with the Specific Additional Service Terms, those Specific Additional Service Terms will control.</p>\n<p>This Agreement, including any applicable Specific Additional Service Terms, is the entire agreement between you and us, and supersede all previous communications, representations, or agreements, either oral or written between you and us with respect to this subject matter.&nbsp;</p>\n<p>We reserve the right to modify or change the Agreement at any time by posting a new or revised Agreement to the Site.\nYour use of Wave or the creation or access to your Wave account is subject to the most current Agreement posted on the Site.\nThe most current version of the Agreement can be reviewed by clicking the “Terms of Use” hyperlink at the bottom of our Site.\nYou may not modify or amend this Agreement in whole or in part without the written consent of one of our authorized representatives.</p>In simple Terms<p>This is important.\nEach time you use our Services, you’re agreeing to be bound by everything in the current Agreement.\nIf you won’t or can’t agree to the Agreement, we can’t let you access or use Wave.\nThe Agreement may change in the future.</p>A.\nDefinitions<p>In addition to the terms defined elsewhere in this Agreement, the terms below will have the following meanings as used throughout this Agreement.</p>\n<ul>\n<li>“Agreement” refers to this Terms of Use Agreement, any applicable Specific Additional Service Terms, and any posted rules, policies, or guidelines applicable to Wave or the Services, all of which are incorporated by reference.</li>\n<li>\"Authorized User(s)” means a Subscriber’s employees and Guest Collaborators who are authorized to access Wave and use the Services on behalf of the applicable Subscriber.</li>\n<li>\"Cardholder Data” means a payment card holder’s primary account number, and where a full unmasked payment card number is present, any of the payment card holder’s name, expiration date, and/or service code.</li>\n<li>“Guest Collaborator” means a Person, other than a Subscriber’s employee, such as an independent contractor or agent of the Subscriber, who is authorized to access certain parts of Wave on behalf of the Subscriber.</li>\n<li>“Law(s)” means any statute, law, ordinance, regulation, rule, code, order, constitution, treaty, common law, judgment, decree, other requirement, or rule of law of any federal, state, local, provincial, or foreign government or political subdivision thereof, or any arbitrator, court, or tribunal of competent jurisdiction.</li>\n<li>\"Person\" means an individual (including a sole proprietor), corporation, partnership, joint venture, limited liability company, governmental authority, unincorporated organization, trust, association, or other entity.</li>\n<li>“Service” and “Services” mean our online financial services and other small business–related services, our Support, and any Additional Services we offer through Wave from time to time.</li>\n<li>“Site” means this website (www.waveapps.com), all related webpages, and all related websites operated by applicable subsidiaries of Wave Financial, Inc., but does not include any third-party websites which are linked to or may link from the Site whether or not such third-party websites are used in connection with the Services.</li>\n<li>“Subscriber” means any Person who maintains an account with us through which that Person or its Authorized Users access Wave or use the Services.</li>\n<li>“Support” means any technical support and assistance we provide to Users.</li>\n<li>“User(s)” means any Subscriber, Authorized User, or other Person who visits, accesses, or uses Wave or the Services.&nbsp;&nbsp;&nbsp;</li>\n<li>“Wave” means the Site and all mobile applications or any other software or applications that are associated with the Site or Services.</li>\n<li>“Wave Financial”, “we”, “us” and “our” each mean Wave Financial Inc.\nand its applicable subsidiaries that assist in providing Wave or the Services.</li>\n<li>“Wave Parties” means Wave Financial, Inc.\nand Wave Financial USA Inc., their respective direct and indirect parents, subsidiaries, affiliates, partners, service providers, suppliers, and contractors as well as the predecessors, successors, assigns, officers, directors, agents, or employees.&nbsp.\n&nbsp;</li>\n<li>“Wave Pros” means the Persons who have voluntarily registered with us to be listed on the Site as members of the Wave Pro Network in order to offer, for their own accounts, various technical support, financial consulting, accounting and bookkeeping services to Subscribers.</li>\n<li>“Wave Pro Network” means the online community of Wave Pros listed on the Site from time to time.</li>\n<li>“You” and “your” means any Person who visits the Site or uses Wave or the Services, whether such Person is a Subscriber, Authorized User, or other User.</li>\n</ul>In simple Terms<p>Now we’re defining stuff.\nMost of this doesn’t need a translation.</p>B.\nGeneral<strong>License Grant</strong>\n<p>Wave Financial grants you a non-exclusive, non-transferable limited license to use Wave, the Services and related resources for your business in accordance with this Agreement.\nYou agree not to infringe on our intellectual property rights or the intellectual property rights of any third parties with whom we have business relationships, and you will comply with the terms of any applicable license agreements.</p>In simple Terms<p>We’d love for you to use Wave, but you’re just using it.\nWe still own it.</p>\n<strong>Consent to Electronic Delivery</strong>‍<p>You agree that this Agreement and any Communications that we may provide to you from time to time comply with the requirements of any applicable Law regarding the effectiveness of electronically executed contracts or electronically delivered documents, including the requirement that such contracts or documents are in writing, and are capable of being retrieved, reviewed, printed and stored for further use by you.</p>In simple Terms<p>You can print this if you want to keep it, right?</p>\n<p>By accepting this Agreement, you agree and consent to receive electronically all communications, contracts, disclosures, and other communications that we provide in connection with your account and your use of Wave or the Services (collectively, “Communications”).\nCommunications include but are not limited to:</p>\n<ol>\n<li>agreements and policies, such as this Agreement and our Privacy Policy, including updates thereto;</li>\n<li>annual disclosures;</li>\n<li>transaction receipts or confirmations;</li>\n<li>communication in relation to accounts, including accounts that are delinquent (which may also be by phone, and may be made by Wave Financial or by anyone on its behalf, including a third-party collection agent);</li>\n<li>account statements and history.\nand</li>\n<li>federal and state tax statements.</li>\n</ol>In simple Terms<p>We’re going to communicate electronically with you.\nTake a look in the other section for some examples of what might be included.</p>\n<p>We will provide Communications to you by email, addressed to you at the primary email address listed in your account registration, which email may include a link or instructions how to access the Communication on a website, or (if permitted by applicable Law) by posting them on the Site.\nCommunications are considered received by you within 24 hours of the time they are emailed to you or posted to the Site.\nYou further agree that your electronic signature has the same effect as your manual, physical signature.<br>\n</p>In simple Terms<p>I hope this doesn’t come as too much of a surprise, but when we say communicate electronically, we mean email.</p>\n<p>By giving your consent, you are confirming that you are able to receive, open, and print or download a copy of any Communications for your records.\nIt is important for you to retain copies of Communications because they may not be accessible in your account at a later date.</p>In simple Terms<p>It’s your responsibility to ensure you can communicate by email.</p>How to Withdraw Your Consent<p>You may withdraw your consent to receive Communications electronically by contacting us through Customer Support.\nIf you withdraw your consent to receive Communications electronically, Wave Financial may deny your registration for an account, restrict or close your account, or charge you additional fees for paper copies.</p>In simple Terms<p>If you decide that we can no longer communicate by email, let us know and we’ll stop.\nIf that happens, we might not be able to work together anymore.</p>Collaboration<p>You may authorize Guest Collaborators to access and use certain parts of Wave on your behalf via the Guest Collaborator functionality available in Wave.\nGuest Collaborators, like other Authorized Users, will have access to your account information and will have the ability to perform various tasks as instructed by you, such as creating invoices, categorizing transactions, or any other tasks that you may prescribe.\nIf you administer your Wave account on behalf of a business or corporation, you represent and warrant that you have the right to provide access to your Guest Collaborators.</p>In simple Terms<p>You can invite a Guest Collaborator to work with you in Wave.\nIf you do, they can see your data and sometimes do things with it.\nPlease only grant Guest Collaborator access if you have permission to do so.</p>\n<strong>Changes to Wave</strong>\n<p>We may, without notice or liability, add, discontinue or revise any aspect, mode or design of Wave or the Services, such as the scope of the Services, time of service, or to the software/hardware required for access to Wave or the Services.\nWe may also limit the geographic locations or jurisdictions where certain Services may be available.</p>In simple Terms<p>Sometimes things change, including Wave.</p>\n<strong>Limited Remedies</strong>\n<p>Should there be a failure or error, omission, defect, deficiency, delay causing downtime, or inability to access Wave or the Services for any length of time, including as a result of the permanent termination of Service, you acknowledge and agree that, to the fullest extent permitted by applicable Law and except as otherwise expressly set out in this Agreement, your only remedy for any error, omission, defect, deficiency, delay or other failure of Wave or the Services whatsoever is to discontinue using Wave and the Services.</p>In simple Terms<p>If the service we provide is less than awesome, your recourse is to stop using Wave.</p>\n<strong>Information You Provide</strong>\n<p>You assume sole responsibility for and you shall ensure that any information, data, documents or materials used, disclosed, entered into, uploaded to or created using Wave or in connection with the Services is accurate, reliable and complete and does not violate our content guidelines.\nWe accept no responsibility for the accuracy of any information, data, documents, or materials entered into or created using Wave or the Services except as otherwise set out herein.\nThe input, posting or uploading of any information to Wave and the storage of any information, data, documents or materials in Wave by us does not constitute our endorsement or warranty as to the compliance of such information or materials with applicable Law, or to the accuracy, timeliness, materiality, completeness, or reliability of such information or materials.</p>In simple Terms<p>This is software that crunches numbers.\nIf you put the wrong numbers in, Wave Financial cannot be responsible for the wrong numbers coming out.\nWe will not be checking your work.\nEven if your numbers are correct, we aren’t going to certify that you’ve done what the government or anyone else needed you to do.</p>\n<strong>Consent to Monitoring</strong>\n<p>You authorize us, our service providers and their vendors and subcontractors to monitor your account and your use of Wave and the Services.</p>\n<p>‍</p>\n<strong>Compliance with Privacy &amp.\nData Security Laws</strong>\n<p>You represent and warrant that you have obtained all required consents and you comply with all applicable Laws, including, without limitation, all privacy Laws, in connection with any use and disclosure of information relating to your use of Wave and the Services.</p>\n<strong>Consent to Privacy Policy</strong>\n<p>Our Privacy Policy is hereby incorporated into this Agreement by this reference.\nYou may review our current Privacy Policy.\nBy accessing our using Wave or the Services, you agree to the terms of our Privacy Policy, including our use or disclosure of any personal information you provide for the purposes set out in our Privacy Policy and all uses ancillary thereto.</p>In simple Terms<p>Our Privacy Policy is part of this Agreement we make with you.\nPlease have a read.</p>\n<strong>Other Information You Provide Us</strong>\n<p>While using the Services, we may also collect information from you about someone else.\nIf you provide us with personal information about someone else, you are obligated to ensure that you are authorized to disclose that information to us, and that we, without further action, may collect, use, and disclose that information for the purposes described in our Privacy Policy.\nFor example, you are responsible for obtaining any necessary consents needed to allow us to transfer any personal information uploaded to Wave or used in connection with the Services to the United States or Canada.</p>\n<p>Wave Financial may ask that you assist with any requests by Persons whose information you’ve disclosed to us to access or update their information, and you agree to do so.</p>In simple Terms<p>You might give us some information about employees or customers while using Wave.\nWe’ll treat that information the same way we treat yours, as outlined in our Privacy Policy.\nYou’re stating you’ve got the necessary consent to do so.</p>C.\nConditions of Usage.<p>Wave and the Services are for use by businesses and not for personal, family, or household purposes.\nYou agree to use Wave and the Services only for the purposes for which they were intended and only in accordance with this Agreement.&nbsp;</p>In simple Terms<p>Wave is what it is.\nDon’t use it for something it’s not.</p>\n<p>By creating or accessing a Wave account, including by signing in with a third-party service or partner (such as Google, Yahoo, ADP or RBC), you agree, represent and warrant that you will provide us with true, current, complete and accurate information requested in the registration form and from time to time in connection with your use of Wave or the Services.\nYou also will select a username and password.\nYou are responsible for keeping your username, password, account details, and all information required in connection with your use of Wave or the Services (<em>e.g.,</em> employee information if you use Wave Payroll) confidential and up to date.</p>In simple Terms<p>When you register, don’t lie about who you are.\nKeep track of your login details and keep them safe.</p>\n<p>You’re the only one who knows your password, so keep it a secret!</p>\n<p>If you are not the business owner and are registering a Wave account on behalf of a business, you represent and warrant that you have been authorized and directed by your business's principals to open the account and that you have shared all usernames, passwords and access credentials with other Authorized Users in your business and that you have provided us with the business contact information of at least one other individual.\nIf you leave the business and your business’s principal contacts us we may be required to provide access to the Wave account.\nYou agree to hold harmless and release the Wave Parties from any liability if we do so.</p>In simple Terms<p>When you register, don’t lie about who you are.\nBy registering, you’re also agreeing to our Privacy Policy.\nKeep track of your login details, and keep them safe.&nbsp;</p>\n<p>You are entirely responsible for any activities that occur under your Wave account.\nYou agree to notify us immediately of any unauthorized access to or use of your account.\nYou understand and agree that you are liable for unauthorized use of your Wave account.\nYou agree to hold harmless and release the Wave Parties from any loss or liability whatsoever that you may incur as a result of someone other than you using your username, password or account, either with or without your knowledge.\nYou agree to indemnify the Wave Parties for any damages, third-party claims or liabilities whatsoever that the Wave Parties may incur as a result of activities that occur on or through your Wave account, whether or not you were directly or personally responsible.</p>In simple Terms<p>You’re responsible for what happens in your Wave account.\nIf someone gets hold of your password and does something to your account, it is your responsibility to deal with.</p>\n<p>We are responsible for the security of Cardholder Data that is collected, transmitted, stored, or processed by us on your behalf.\nWave Financial has developed strict security features to protect Cardholder Data, and as such it is required that this data only be used in anticipated ways and stored in appropriate places.</p>In simple Terms<p>There are a bunch of rules for handling credit card information known as the Payment Card Industry Data Security Standard (PCI-DSS).\nTo help us follow these rules and protect Cardholder Data, we need you to use Wave as it is intended.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT YOU ARE PROHIBITED FROM ENTERING CARDHOLDER DATA INTO ANY FORM OR DATA ENTRY FIELDS IN WAVE, EXCEPT INTO THOSE FIELDS INTENDED SOLELY FOR THAT PURPOSE (<em>i.e.</em> where Wave explicitly requests such data be entered into such fields).</p>\n<p>Appropriate fields are clearly marked with labels such as ‘card number’ or by having a credit card icon precede them.\nFor clarity, it is not permissible to store Cardholder Data in fields with labels such as ‘memo’ or ‘note’.\nSimilarly, excluding payment forms, you must never enter CVV2 data into any fields in Wave.\nYou assume all responsibility for any Cardholder Data entered into Wave in violation of this Agreement.</p>In simple Terms<p>You agree not to enter your Cardholder Data in any form where such data isn’t explicitly requested by Wave.\nWe’re not responsible for people doing unexpected things with their data.</p>D.\nOnline Access to Financial Institutions, Wave Pros and Other Services.<p>Certain online services (including access to online banking, online payments, online invoicing, digitization, storage of receipts, certain payroll related services, the Wave Pro Network and other online services related to the use of Wave) are provided by financial institutions and other third-party service providers and not by us.\nYou agree to hold harmless and release the Wave Parties from any liability relating to your use of such online services, including the Wave Pro Network and the Wave Pros.\nYour access to and conditions of use of such services may be limited in accordance with the terms of use published by such third-party service provider.\nYou represent and warrant that you have the right to provide us with usernames, passwords, personal information and other access credentials which we may require to access any third-party services or accounts in connection with the Services.</p>\n<p>Wave Financial does not provide professional accounting services or financial advice.\nUnless expressly stated to the contrary, Wave Financial does not pre-qualify, review, or endorse Wave Pros and we provide no representation or warranty as to the background, reputation, character, qualifications, skills, insurance, work product, services, advice, recommendations or quality of the Wave Pro.\nIf you use a Wave Pro, you acknowledge that you are doing so at your own risk and hereby agree to release and hold the Wave Parties harmless from any loss or liability you incur arising from your use of the Wave Pro.</p>In simple Terms<p>Sometimes you can use Wave in conjunction with services from other companies.\nWhat you do with those other companies is up to you and them to work out.\nThat includes fees they may charge you.\nIf you need to provide Wave with login credentials for that other company, in order to make things work, you will only do so if you have permission.</p>E.\nSoftware Notice.<p>In the event that a User is required to download or use software in connection with Wave or the Services, he or she shall be unable to download and access such software unless he or she first agrees to the license agreement relating to such software.\nUse of any such software is governed by this Agreement and the applicable license agreement.</p>In simple Terms<p>For installable software, you’ll have to agree to a license agreement before you can use it.</p>F.\nCopyrights, Trademarks and Intellectual Property.<p>Wave Financial and its licensors and suppliers own both the proprietary rights as well as the intellectual property rights to all URLs, materials, products, web content, web page designs, web page layouts, images, text, tools, utilities and software that make up Wave and the Services.\nThe technical procedures, processes, concepts and methods of operation that are inherent within Wave constitute are proprietary and confidential to Wave.\nThe usage of Wave or our Services does not constitute a sale or transfer of any intellectual property rights to any Users.\nWithout any prejudice to the foregoing, your data, information and other content you provide to us or input using Wave and the Services remains exclusively yours.\nAny Subscriber information or data entered using Wave or otherwise provided for accessing Wave on behalf of a Subscriber remains the property of the Subscriber.\nYou hereby grant to Wave Financial, which Wave Financial hereby accepts, a worldwide, perpetual, royalty free, nonexclusive right and license to use all data, information and content&nbsp.\nprovided&nbsp.\nin connection with your use of Wave and the Services for any uses reasonably related to the delivery of Wave or the Services.</p>In simple Terms<p>You own all your data, and you give us permission to do things with your data like crunch numbers for you.\nWe own everything we’ve created.</p>\n<p>Materials on and relating to Wave, including the content of Wave and any software downloaded from Wave, are protected by copyright, trademark and other intellectual property Laws.\nWave Financial reserves all rights in and to such materials.\nYou&nbsp.\nwill not make, store, download, transfer, sell, reproduce, redistribute, transfer to any other server, modify, reverse engineer or copy the Services or any of the materials or software or any part of Wave or any content therefrom without Wave Financial’s express written consent.\nYou will also take all reasonable steps to forestall any unauthorized use, copying or transfer of materials on or relating to Wave.</p>In simple Terms<p>Another way of saying that Wave Financial owns everything we’ve created.\nYou agree not to try to duplicate, copy or steal anything we’ve created.</p>\n<p>Notwithstanding the above, you may, subject to the following conditions, use individual screen displays (screenshots) which you generate as a User of the Services.\nYour use of screenshots is subject to the following:</p>\n<ul>\n<li>No screenshot may be used from any beta version of Wave unless it has been commercially released to the public;</li>\n<li>the use is for illustrative purposes;</li>\n<li>the use may not imply any endorsement by or affiliation with Wave Financial;</li>\n<li>the screenshot does not contain any commentary which may appear to have been attributable to us;</li>\n<li>the screenshot does not contain any third-party content.\nand</li>\n<li>the use does not violate this Agreement.&nbsp;</li>\n</ul>In simple Terms<p>You can take screen shots as long as:</p>\n<ul>\n<li>It’s not a beta feature or product;</li>\n<li>you’re just trying to illustrate something;</li>\n<li>the screenshot doesn’t suggest a relationship that doesn’t exist;</li>\n<li>the screenshot doesn’t suggest we said or meant something that we didn’t say or mean;</li>\n<li>the screenshot doesn’t contain something that Wave financial can’t give permission for.\nand</li>\n<li>the screenshot doesn’t break any other rules.</li>\n</ul>\n<p>Wave Financial has rights to several trademarks which it uses in connection with the operation of Wave or the Services.\nWave Financial does not grant any Users any right or license to use the Wave Financial trademarks or any logo, trade name or other intellectual property other than as expressly set out in this Agreement or in another license between you and us.</p>In simple Terms<p>Permission to use Wave is not permission to use our trademarks.</p>G.\nProhibited Use.<p>You shall only access the information stored using Wave or the Services for lawful purposes only and may not use such information for the purpose of committing or furthering fraudulent acts or for committing any acts that would give rise to civil liability, criminal liability, or both.</p>In simple Terms<p>You’re not allowed to use Wave to do or help anything illegal or bad.</p>\n<p>You shall not&nbsp.\npublish, post, upload, distribute, provide or enter any material or information that is illegal, unlawful or could reasonably be regarded as fraudulent, libelous, malicious, threatening, offensive, profane, obscene, fanning ethnic or racial tensions, immoral or that any reasonable individual would consider objectionable on grounds of good conscience.</p>In simple Terms<p>Don’t use Wave to spread bad stuff.</p>\n<p>No User shall use any means to restrict or prevent another User from accessing or enjoying Wave.</p>In simple Terms<p>Don’t do anything that gets in the way of other Wave customers.</p>\n<p>You are not permitted to upload information or other content to Wave that you reasonably ought to know infringes on the intellectual property rights of others, or that places unnecessary load so as to affect the performances of Wave, the Services or our systems and equipment.\nYou may not use Wave and the Services in a manner which could block access to, impair, damage or otherwise disable Wave or any of our servers or other equipment.\nYou may not attempt to gain unauthorized access to Wave or to any other Subscribers’ accounts, computer systems or networks through any means such as password mining, keystroke logging or hacking.\nYou shall not upload any files that contain viruses, Trojan horses, malware, spyware, worms, corrupted files or any other material or software that may damage the operation of another computer.\nAny and all materials uploaded are subject to applicable Laws.</p>In simple Terms<p>Don’t upload things that don’t belong to you.\nDon’t try to break anything.\nDon’t try to get into Wave’s secure machines and systems, or anyone else’s account.</p>\n<p>You may not lease, sell, pledge, sublicense, assign or otherwise deal with Wave or the software belonging to Wave Financial in a manner that is inconsistent with our intellectual property rights in and to Wave and the software.</p>In simple Terms<p>Wave belongs to Wave Financial.\ndon’t try to sell it or anything like that.</p>\n<p>You may not promote any commercial interest, falsify or delete any information on Wave, collect personal information without express authority to do so, violate any applicable Laws, create a false identity or utilize Wave under false pretenses.</p>In simple Terms<p>More bad things you’re not allowed to do, like pretending to be someone you’re not, or breaking Laws.</p>I.\nLimitation of Liability.<p>TO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, YOU AND ALL USERS HEREBY AGREE TO RELEASE, REMISE AND FOREVER DISCHARGE THE WAVE PARTIES FROM ANY AND ALL MANNER OF RIGHTS, LOSSES, COSTS, CLAIMS, COMPLAINTS, DEMANDS, DEBTS, DAMAGES, CAUSES OF ACTION, PROCEEDINGS, LIABILITIES, OBLIGATIONS, LEGAL FEES, OR COSTS OF ANY NATURE OR KIND (COLLECTIVELY, A \"CLAIM\") WHETHER KNOWN OR UNKNOWN, WHICH NOW OR HEREAFTER ARISE FROM, RELATE TO, OR ARE CONNECTED IN ANY MANNER WHATSOEVER WITH THIS AGREEMENT OR THE USE, OR INABILITY TO USE, WAVE OR THE SERVICES INCLUDING, BUT NOT LIMITED TO, (I) THE PRO NETWORK AND THIRD-PARTY SERVICES.\n(II) VIRUSES, SPYWARE, SERVICE PROVIDER FAILURES OR INTERNET ACCESS INTERRUPTIONS.\nOR (III) LOSS OF DATA, ERROR, INACCURACY OF DATA, PAYMENT FAILURE, PAYMENT DEFECT, INACCURATE CALCULATIONS (EXCEPT AS OTHERWISE SET OUT HEREIN), DOWNTIME, IDENTITY THEFT, FRAUD OR UNAUTHORIZED ACCESS REGARDLESS OF WHETHER ANY SUCH CLAIM IS BASED IN CONTRACT OR TORT OR OTHERWISE AND NOTWITHSTANDING THE SUFFICIENCY OR INSUFFICIENCY OF ANY REMEDY PROVIDED FOR HEREIN OR IN ANY LICENSE.</p>In simple Terms<p>You agree that the only parts where Wave Financial accepts liability are those places below where we explicitly say so.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL THE WAVE PARTIES BE LIABLE TO YOU, ANY USERS, OR ANY THIRD-PARTY FOR ANY LOST PROFIT OR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES ARISING FROM OR RELATING TO THIS AGREEMENT OR YOUR USE OF, OR INABILITY TO USE, WAVE OR THE SERVICES, EVEN IF THE WAVE PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND REGARDLESS OF WHETHER SUCH CLAIM IS BASED IN CONTRACT, TORT OR OTHERWISE.\nACCESS TO, AND USE OF, WAVE AND THE SERVICES ARE AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE, MISUSE, ERROR, OR LOSS OF DATA ARISING FROM SUCH ACCESS AND USE.</p>\n<p>SOME JURISDICTIONS INCLUDING STATES SUCH AS NEW JERSEY IN THE UNITED STATES, DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nIF YOU LIVE IN ONE OF THESE JURISDICTIONS, THE ABOVE LIMITATION OR EXCLUSION DOES NOT APPLY TO YOU.</p>\n<p>OTHER THAN AS EXPRESSLY SET FORTH IN THIS AGREEMENT AND TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE WAVE PARTIES MAKE NO WARRANTIES, EXPRESS OR IMPLIED, REGARDING WAVE OR THE SERVICES.\nWITHOUT LIMITING THE PRECEDING SENTENCE, YOU AND ALL</p>\n<p>USERS AGREE THAT ANY IMPLIED WARRANTIES SUCH AS THE IMPLIED WARRANTIES OF NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE EXCLUDED FROM YOUR LICENSE AND USE OF WAVE AND THE SERVICES</p>\n<p>SOME JURISDICTIONS, INCLUDING NEW JERSEY IN THE UNITED STATES, DO NOT ALLOW EXCLUSIONS OR LIMITATIONS OF IMPLIED WARRANTIES.\nIF YOU LIVE IN ONE OF THESE JURISDICTIONS, THE ABOVE LIMITATIONS DO NOT APPLY TO YOU AND IN SUCH CASE, ANY IMPLIED WARRANTIES ARE LIMITED IN DURATION TO THE MINIMUM PERMISSIBLE UNDER APPLICABLE LAW FROM THE DATE YOU FIRST ACCESSED OR USED WAVE OR THE SERVICES.&nbsp;</p>\n<p>YOU AND THE USERS EXPRESSLY ACKNOWLEDGE AND AGREE THAT WAVE AND THE SERVICES ARE PROVIDED ON AN \"AS IS\" BASIS AND YOU AND THE USERS AGREE TO USE WAVE, THE SERVICES, ANY THIRD-PARTY SERVICES AND ONLINE SERVICES, AND ANY CONTENT, MATERIALS, TOOLS, UTILITIES, SOFTWARE AND FUNCTIONALITY RELATED TO WAVE OR THE SERVICES AT YOUR OWN RISK.\nYOU AND THE USERS AGREE TO DETERMINE THE SUITABILITY OF WAVE AND SERVICES FOR THE INTENDED USE AND AGREE TO VERIFY ALL RESULTS OBTAINED USING WAVE AND THE SERVICES.</p>\n<p>You agree that the essential purposes of this Agreement may be fulfilled even with these limitations on liabilities.\nYou acknowledge that H&amp;R Block would not be able to offer the Products and Services on an economical basis without these limitations.</p>In simple Terms<p>More capital letters saying that Wave Financial’s liability is limited to the areas we explicitly say so.</p>J.\nTermination of Service.<p>Wave Financial may terminate your subscription, this Agreement and your use of Wave and the Services at any time and for any reason, with or without notice, if you breach this Agreement or we suspect you of fraud or suspect that your Wave account has been compromised in any way.&nbsp;</p>\n<p>If you are an entity, Wave Financial may also terminate your subscription, this Agreement and your use of Wave, if you: (i) become insolvent or admit your inability to pay your debts generally as they become due.\n(ii) become subject, voluntarily or involuntarily, to any proceeding under any domestic or foreign bankruptcy or insolvency Law, which is not fully stayed within 10 business days or is not dismissed or vacated within 30 days after filing.\n(iii) are dissolved or liquidated or take any corporate action for such purpose.\n(iv) make a general assignment for the benefit of creditors.\nor (v) have a receiver, trustee, custodian, or similar agent appointed by order of any court of competent jurisdiction to take charge of or sell any material portion of your property or business.</p>In simple Terms<p>If you break the rules, we can close your Wave account(s).&nbsp;</p>\n<p>You may terminate your subscription, this Agreement and your use of Wave by following the “Close your Wave Account” instructions found on your account page.Upon such termination, you must immediately cease using Wave.\nWe may at our option immediately block your access to Wave.</p>\n<p>The Arbitration Provision will survive the termination of this Agreement.</p>In simple Terms<p>You can unsubscribe easily - anytime you want.</p>K.\nOwnership and Disclosure of Information.<p>You own all of your business’s private data, content and all information which you enter and use in connection with the Services.\nWe do not claim any rights, proprietary or otherwise over any data or information which you may use or disclose in connection with the Services and Wave.\nNotwithstanding the above, there may be circumstances in which we may be required to disclose data, such as the following:</p>\n<ul>\n<li>For the purposes of fraud prevention and law enforcement;</li>\n<li>To comply with any legal, governmental or regulatory requirement;</li>\n<li>To our lawyers in connection with any legal proceedings.\nand</li>\n<li>To comply with a court order.</li>\n</ul>\n<p>If we are required to disclose your data or information, we will use our best efforts to provide you with reasonable notice in the circumstances and if appropriate the right to challenge any such request.\nWave Financial’s Privacy Policy sets out in greater detail how we strive to protect your privacy and limit disclosure of your personal information.</p>In simple Terms<p>We want you to be in control of all your data.\nYou own it.\nWe do not.\nWe won’t disclose personally identifiable info except in cases like those below:</p>\n<ul>\n<li>To uphold our obligation to law enforcement;</li>\n<li>if we’re required by law;</li>\n<li>when we talk to our own lawyers.\nand</li>\n</ul>\n<p>If we’re required by Law to divulge your info, or in any cases outlined above, we’ll do our best to let you know ASAP and allow you to have your say about it.</p>L.\nThird Party Links, APIs and Content.<p>When using Wave or the Services, you may be directed to websites maintained by other third-party service providers.\nIn addition, some of the functionality of the Services and Wave interoperate with, and are highly dependent upon, application programming interfaces (APIs) from third parties, such as Google and Yahoo!.</p>\n<p>The availability of such third-party services (including their APIs) in connection with Wave does not constitute an endorsement, warranty, or representation as to the fitness, suitability, merchantability, title, non-infringement, quality, or accuracy of the third-party provider or its products or services.\nIf at any point such third-party services cease to make themselves or their APIs available to us on reasonable terms, we may cease to provide those third-party services or any our Services (that are dependent on such third-party services) without providing you with any&nbsp.\nrefund, credit or other compensation.\nYour only recourse is to terminate your subscription and cease using Wave and the Services.&nbsp;</p>\n<p>You acknowledge that such third-party sites and services are completely independent of Wave and as we have no control over them, we accept no liability in respect of your use, ability or inability to use any third-party sites or services or the content of such sites or services.\nYou acknowledge that any use of the products and services offered by such third-party services providers (<em>e.g.,</em> for the purposes of payment processing, direct deposit services, payroll tax return preparation, filing and government remittances) will be at your sole risk.\nYou acknowledge that use of such third-party service providers and their websites and services is, except where prohibited or modified by applicable Law, subject to the terms, conditions and policies established by the third-party service providers.\nYou expressly hold us harmless and hereby release us from any liability whatsoever whether arising out of contract, tort or otherwise for and from any liability or loss arising out of your use of, or inability to use, the products and services of third-party service providers whether or not such use is ancillary to your use of Wave.\nIf you authorize us to do so, we may grant third parties' access to some or all (depending on the permission you give) of your private data, content and information in your Wave account through our own API for use in connection with their services.\nHowever, we may at any time in our discretion and without notice to you, discontinue providing our API to such third-party services, without providing you with any refund, credit or other compensation.\nYour only recourse is to terminate your subscription, this Agreement and cease using Wave and the Services.</p>In simple Terms<p>If you find a link to something in Wave, or use a service that relies on an API, including advertising links, we can’t be responsible for what other people or companies are saying or doing.</p>M.\nAuthorization to Export Data.<p>You acknowledge that we may export your information outside the Province of Ontario and outside of Canada for processing, since we outsource certain information processing to third-party service providers who are resident in the United States.\n&nbsp;Therefore, your information may be available to the United States government or its agencies under a lawful order made in the United States.\nAdditionally, some of our employees may have access to your information outside of Canada and the US.\nWe do not share personal information except as provided in our Privacy Policy.</p>In simple Terms<p>To run our services, sometimes we need to make a copy of data files.</p>N.\nForce Majeure.<p>We will not be liable for any delay or failure in our performance of the Agreement by reason of the occurrence of an unforeseen event beyond our reasonable control, including but not limited to, acts of God, natural disasters, pandemics, power failures, server failures, third-party service provider failures or service interruptions, embargo, labour disputes, lockouts and strikes, riots, war, floods, insurrections, legislative changes, and governmental actions.&nbsp;</p>In simple Terms<p>If things outside of our control interrupt Wave or the Services, the Wave Parties are not liable.&nbsp;</p>O.\n<strong>Arbitration (“Arbitration Provision”)</strong>\n<p>THIS SECTION AFFECTS YOUR RIGHTS.\nPLEASE READ IT CAREFULLY BEFORE AGREEING TO THESE TERMS.&nbsp.\nIF YOU ARE A CANADIAN CUSTOMER, PLEASE REFER TO PARAGRAPH 9 BELOW.</p>\n<p>1.\nGENERALLY.\nYou and the Covered Parties (defined below) agree that any and all disputes and claims between you and the Covered Parties will be resolved by binding individual arbitration.\nAll issues are for the arbitrator to decide, except for those issues relating to the arbitrability of disputes and the validity, enforceability, and scope of this arbitration provision, including the interpretation of paragraph 7 below, must be determined by a court and not an arbitrator.\nFor purposes of this Arbitration Provision, references to “you” include your direct and indirect parents, subsidiaries, and affiliates as well as the predecessors, successors, assigns, officers, directors, agents or employees of any of them.\nreferences to “Covered Parties” include Wave Financial, Inc.\nand Wave Financial USA Inc., their respective direct and indirect parents, subsidiaries, and affiliates as well as the predecessors, successors, assigns, officers, directors, agents or employees of any of them.&nbsp.\nThis agreement to arbitrate includes, but is not limited to, all claims arising out of or relating to any aspect of services provided by Wave, whether based in equity, contract, tort, statute, fraud, misrepresentation or any other legal theory, and regardless of whether the claims arise prior to, during, or after the termination of any service.&nbsp;&nbsp;</p>\n<p>YOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THIS AGREEMENT, YOU AND THE COVERED PARTIES ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS, REPRESENTATIVE, JOINT OR CONSOLIDATED ACTION IN COURT OR IN ARBITRATION.</p>\n<p>2.\nEXCEPTIONS.\nYou and the Covered Parties agree that nothing in this Arbitration Provision will be deemed to waive, preclude, or otherwise limit your or the Covered Parties’ right to (i) elect that an individual claim be decided in small claims court as long as it is brought and maintained as an individualized claim, or (ii) bring issues to the attention of federal, state, provincial, or local agencies.&nbsp;&nbsp;</p>\n<p>3.\nPRE-ARBITRATION NOTICE OF DISPUTE.\nA party who intends to seek arbitration must first mail a written Notice of Dispute (“Notice”) to the other party.\nThe Notice to the Covered Parties should be addressed to: Wave-Legal Department, Attention: Notice of Dispute, Wave Financial USA Inc.\n1500 Wewatta Street, Ste.\n200, Denver CO 80202.\nThe Notice must be on an individual basis and provide at least the following information: (a) the claimant’s name, telephone number, and e-mail address.\n(b) the nature or basis of the claim or dispute.\nand (c) the specific relief sought.\nIf the dispute is not resolved within 60 days after the Notice is received, then you or the Covered Parties may file an arbitration.\nThe existence or substance of any settlement discussions shall not be disclosed.</p>\n<p>4.\nARBITRATION RULES.\nAny arbitration between you and the Covered Parties will be governed by the Consumer Arbitration Rules of the American Arbitration Association (“AAA”), or if the AAA determines that you are not a consumer, the AAA’s Commercial Arbitration Rules, as modified by this Arbitration Provision or any other instructions that the parties may agree upon at the time (collectively, the \"AAA Rules\"), and will be administered by the AAA.\nThe AAA Rules and filing forms are available online at www.adr.org, or by calling the AAA at 1-800-778-7879.\nIf AAA is unavailable or unwilling to administer the arbitration consistent with this Arbitration Provision, the parties shall agree to, or the court shall select, another arbitration provider.\nThe arbitrator will be either a retired judge or an attorney specifically licensed to practice law in the state of your residence and selected by the parties from the arbitration provider’s national roster of arbitrators.\nThe arbitrator will be selected using the following procedure: (1) the arbitrator provider will send the parties a list of five candidates meeting this criteria.\n(2) if the parties cannot agree on an arbitrator from the list, each party shall return its list to the arbitration provider within 10 days, striking up to two candidates, and ranking the remaining candidates in order of preference.\n(3) the arbitration provider shall appoint as arbitrator the candidate with the highest aggregate ranking.\nand (4) if for any reason the appointment cannot be made according to this procedure, the arbitration provider will provide the parties a new list of five candidates meeting the above criteria until an appointment can be made.</p>\n<p>5.\nARBITRATION COSTS.\nPayment of all filing, administrative, arbitrator, and hearing fees will be governed by the applicable AAA rules.&nbsp.\nIf you inform us that you cannot afford to pay your share of the fees, we will consider advancing those fees on your behalf.\nIn addition, if the AAA concludes that its Consumer Arbitration Rules apply, we will reimburse you for your share of the fees at the conclusion of the arbitration (regardless of who wins) unless (i) you failed to comply with paragraph 3 above or paragraph 7 below, or (ii) either the substance of your claim or the relief you sought was determined to be frivolous or brought for an improper purpose as measured by the standards set forth in Federal Rule of Civil Procedure 11(b), in which case the payment of fees will be governed by the AAA Consumer Arbitration Rules and you agree to reimburse the Covered Parties for all fees advanced on your behalf.</p>\n<p>6.&nbsp.\nHEARING.\nAny arbitration hearings will take place in the county of your billing address.</p>\n<p>7.&nbsp.\nNO CLASS OR REPRESENTATIVE CLAIMS.\nAll arbitrations will proceed on an individual basis and may not proceed in any manner as a class action arbitration, private attorney general arbitration, or arbitration involving joint or consolidated claims under any circumstance unless all parties consent in writing.\nYOU AND THE COVERED PARTIES AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND IN DOING SO WAIVE THE RIGHT TO A TRIAL BY JURY OR TO ASSERT OR PARTICIPATE IN A CLASS ACTION LAWSUIT OR CLASS ACTION ARBITRATION, TO ASSERT OR PARTICIPATE IN A PRIVATE ATTORNEY GENERAL LAWSUIT OR PRIVATE ATTORNEY GENERAL ARBITRATION, AND TO ASSERT OR PARTICIPATE IN ANY JOINT OR CONSOLIDATED LAWSUIT OR JOINT OR CONSOLIDATED ARBITRATION OF ANY KIND.\nThe arbitrator is empowered to resolve the dispute with the same remedies and defenses available in court, but the arbitrator’s rulings or any relief granted must be individualized to you and will not apply to or affect any other Person or company.\nIf a court decides that applicable Law precludes enforcement of any of this paragraph’s limitations as to a particular claim or any particular request for a remedy for a claim (such as a request for public injunctive relief), then only that particular claim or only that particular request for a remedy (and only that particular claim or particular request for a remedy) must remain in court and be severed from any arbitration.</p>\n<p>8.&nbsp.\nOTHER TERMS AND INFORMATION.\nThis Arbitration Provision will be governed by, and interpreted, construed, and enforced in accordance with, the Federal Arbitration Act and other applicable federal Law.\nExcept as set forth above in paragraph 7, if any portion of this Arbitration Provision is deemed invalid or unenforceable, it will not invalidate the remaining portions of the Arbitration Provision.\nThis Arbitration Provision supersedes any prior arbitration agreement between you and the Covered Parties.\nNo arbitration award or decision will have any preclusive effect as to any issues or claims in any dispute, arbitration, or court proceeding where any party was not a named party in the arbitration, unless and except as required by applicable Law.&nbsp;</p>\n<p>9.\nARBITRATION FOR CANADIAN CUSTOMERS.\nAny claim between you and the Covered Parties (defined below) must be referred to private and confidential arbitration before a single arbitrator chosen by the parties.\nFor purposes of this provision, references to “you” include your direct and indirect parents, subsidiaries, and affiliates as well as the predecessors, successors, assigns, officers, directors, agents or employees of any of them.\nreferences to “Covered Parties” include Wave Financial, Inc., its respective direct and indirect parents, subsidiaries, and affiliates as well as the predecessors, successors, assigns, officers, directors, agents or employees of any of them.\nNotice to arbitrate a claim against the Covered Parties should be addressed to: Wave Financial Inc.\n235 Carlaw Avenue, Toronto, Ontario, M4M 2SI.\nThe arbitration will be conducted in accordance with the current rules relating to commercial arbitration in the province in which you reside.\nAdditionally, you waive any right you may have to start or participate in any class action against the Covered Parties, and you agree to opt out of any class proceeding against the Covered Parties.</p>In simple Terms<p>This section affects your rights to file suit as you will be agreeing to resolve disputes by arbitrating them on an individual basis – please read it carefully and thoroughly before agreeing to this Agreement.&nbsp;</p>\n<strong>P.\nSeverance.</strong>\n<p>Except as otherwise provided in the Arbitration Provision, all provisions of this Agreement, notwithstanding the manner in which they have been grouped together or linked grammatically, are severable from each other.\nIf any of the provisions of this Agreement should be determined by a court of competent jurisdiction to be unenforceable, the remaining provisions of the Agreement shall survive and remain in full force and effect and continue to be binding and enforceable.</p>In simple Terms<p>One bad apple doesn’t spoil the whole bunch.\nIf you find an error in these terms, the rest of the terms are still in effect except as otherwise stated in the Arbitration Provision.<br>\n</p>Q.\n<strong>Governing Law.</strong>\n<p>If you reside in the United States, this Agreement shall in all respects be governed by and interpreted, construed and enforced in accordance with the Laws of the state in which you accepted this Agreement, except as otherwise provided in the Arbitration Provision.&nbsp.\nOtherwise, this Agreement shall in all respects be governed by and interpreted, construed and enforced in accordance with the Laws of the Province of Ontario and the Laws of Canada applicable therein as applied to agreements entered into and to be performed entirely within Ontario, without regard to its choice of Law or conflicts of Law principles that would require application of the Law of a different jurisdiction.</p>In simple Terms<p>If you reside in the United States, the Law of the state in which you accepted this Agreement governs this Agreement and anything that comes out of it, except as provided in the Arbitration Provision.&nbsp.\nOtherwise, the Laws of Ontario and Canada govern this Agreement and anything that comes out of it.</p>R.\n<strong>Legal Status of Wave Financial Inc</strong>.<p>The websites www.waveaccounting.com, www.wavepayroll.com, www.waveapps.com, and www.wavefinancial.com, and the names Wave, Wave Financial, Wave Accounting, Wave Payroll, Wave Personal and Wave Apps are property of Wave Financial Inc.\na company incorporated under the Canada Business Corporations Act.</p>In simple Terms<p>Our official name is Wave Financial Inc., and all of Wave Financial’s stuff belongs to that company.\nWe’re a Canadian company, and we like hockey.</p>\n<strong>S.\nLanguage.</strong>\n<p>You and we expressly acknowledge and agree that this Agreement and all related agreements, schedules, materials, licenses and policies are to be drafted in the English language only.\nIl est convenu que cette convention et tous les annexes, documents, licences et politiques s’y rattachant soient rédigés en anglais.</p>In simple Terms<p>We do business in English.<br>\n</p>T.\nInformation Received from Third Party Services<p>If you elect to have Wave access information from a third-party account by providing the access information to such third-party account, our service provider, Plaid Inc.\n(“Bank Data Provider”), will access such third-party accounts for the purposes of performing the Services.\nThis can include aggregation of bank transaction data as well as account verification.\nBy providing the requisite access information to Wave, you grant us and our Bank Data Providers permission and authority to access the relevant third-party accounts, on your behalf or on behalf from the principal account holder, and retrieve the relevant information to make it available as part of the Services and agree to be bound by our Bank Data Provider's terms of use in addition to this Agreement.\nYou are not permitted to provide Wave with any access information for any third-party accounts for which you are not the principal account holder unless you have the authority to act on behalf of the principal account holder.</p>\n<p>We are not obligated to review the information for any purpose, including, but not limited to, its accuracy.\nYou are responsible for ensuring the accuracy, completeness and timeliness of any information provided to us or any third-party service providers in connection with Wave or any of the Services.</p>In simple Terms<p>If you wish to connect Wave with your bank, you are giving us (and our appropriate partner) the authority to get your data from your bank.</p>U.\nRegistration Information.<p>You and your Authorized Users are responsible for maintaining the confidentiality and security of usernames, passwords and other access credentials which allow the use of Wave and access to the Services.\nYou understand and agree that you are liable for unauthorized use of your account.</p>In simple Terms<p>You’re the only one who knows your password, so keep it a secret! If someone gets hold of your password and does something to your account, I’m afraid that’s your fault.<br>\n</p>V.\nConsumer Issues.<p>Unless you subscribe only to our Wave Personal application, in which case this section does not apply to you, you acknowledge and agree that you will only use Wave and the Services for business purposes and not for personal, family or household purposes.</p>In simple Terms<p>Wave is made for businesses.</p>W.\nNo Waiver<p>No delay or omission to exercise any right or remedy accruing upon any breach or default under this Agreement will impair any such right or remedy nor will it be construed as a waiver of any such breach or default or of any similar breach or default thereafter occurring, and no single or partial exercise thereof will preclude any other or further exercise thereof or the exercise of any other right or remedy.\nNo waiver (or consecutive waivers) of any single breach or default will operate or be construed as a waiver of any subsequent breach or default.</p>In simple Terms<p>From time to time, Wave Financial may pay penalties or waive some of our rights, as defined in these Terms.\nThis doesn’t mean Wave Financial waives its rights in any other circumstances and shouldn’t be interpreted as an indicator of future behavior.</p>X.\nTerms for Additional Services<p>Your use of certain Additional Services is subject to and governed by additional terms of service (<em>i.e.</em> the Specific Additional Service Terms, noted in the recitals at the beginning of this Agreement).\nIf you use any of the Services listed immediately below, the linked Specific Additional Service Terms apply.\nIn the event such additional or specific terms are inconsistent with the Specific Additional Service Terms, those Specific Additional Service Terms will control.</p>\n<p>\n<strong>All Businesses</strong>\n</p>\n<p>Developer API Including but not limited to developer.waveapps.com, api.waveapps.com.<br>\n</p>\n<p>Plaid If you connect your financial institution to Wave for automatic transaction importing, you are bound by this agreement with our data provider.</p>\n<p>Stripe If your processing of credit card payments is powered by Stripe, you’re bound by their Terms of Service.</p>\n<p>Wave Advisors If you use our Wave Advisors professional services, these terms apply.</p>\n<p>\n<strong>For U.S.\nBusinesses</strong>\n</p>\n<p>Wave Money If you use Wave Money through our web app, mobile app, or API, and are a U.S.\nbusiness, these terms apply.</p>\n<p>Wave Payments If you use Wave Payments through our web app, mobile app, or API, and are a U.S.\nbusiness, these terms apply.</p>\n<p>Wave Payment Service If you make or receive payments through our web app, mobile app, or API, and are a U.S.\nbusiness, these terms apply.</p>\n<p>Wave Payroll If you use Wave Payroll through our web app, mobile app, or API, and are a U.S.\nbusiness, these terms apply.</p>\n<p>\n<strong>For Canadian Businesses</strong>\n</p>\n<p>Wave Payments If you use Wave Payments through our web app, mobile app, or API, and are a Canadian business, these terms apply.</p>\n<p>Wave Payment Service If you make or receive payments through our web app, mobile app, or API, and are a Canadian business, these terms apply.<br>\n</p>\n<p>Wave Payroll If you use Wave Payroll through our web app, mobile app, or API, and are a Canadian business, these terms apply.</p>In simple Terms<p>Rather than making these Terms even larger, we’ve opted to put some app-specific terms into place.\nThese are the rules that govern the use of those specific apps linked to in the legal section.</p>Y.\nDigital Millennium Copyright Act.<p>Some of the content provided on Wave from time to time may be contributed by Users.\nYou shall comply with our Community Rules and Regulations posted at &lt;link&gt.\nas those rules and regulations may be changed from time to time, including our rule against infringing upon other peoples’ copyrighted materials.</p>In simple Terms<p>You agree not to infringe on other people’s copyrights.</p>\n<p>If you believe your copyright in any work has been infringed and such work is accessible through Wave, you may notify Wave Financial’s copyright agent pursuant to the Digital Millennium Copyright Act of 1998 (DMCA) for notice of claims of copyright infringement here:&nbsp;</p>\n<p>Attention: Copyright Agent (DMCA)<br>Wave Financial<br>235 Carlaw Ave., Suite 501<br>Toronto, ON M4M 2S1<br>Canada<br>dmcaagent@waveapps.com</p>In simple Terms<p>If someone is infringing on your copyright, please let us know.</p>\n<p>Procedure for Counter-Notification: If material that you have posted to Wave has been taken down, you may file a counter-notification by contacting Wave Financial’s copyright agent, who can be reached here, Attention: Copyright Agent, which counter-notification must contain the following details:</p>\n<ul>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or disabled;</li>\n<li>A statement, under penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material in question;</li>\n<li>Your name, address and telephone number;</li>\n<li>Except as otherwise provided in the Arbitration Provision, a statement that, notwithstanding the choice of Laws and venue otherwise set out herein, you consent for the purposes of this counter-notification and other proceedings under the DMCA to the jurisdiction of the Federal District Court for judicial district in which your address is located or, if your address is outside of the USA, for the jurisdiction of the Courts of the Province of Ontario in the City of Toronto, Canada, and that you will accept service of process from the Person who submitted a notice in compliance with the section (c)(1)(C) of the DMCA, as generally described above.\nand</li>\n<li>Your physical or electronic signature.</li>\n</ul>In simple Terms<p>If, following a complaint, we took something down that belongs to you, and you want it back up, follow these instructions.</p>\n<p>NOTE THAT YOU MAY BE HELD LIABLE FOR DAMAGES, COSTS AND ATTORNEY'S FEES INCURRED BY US, BY A COPYRIGHT OWNER, OR BY A COPYRIGHT OWNER'S LICENSEE IF YOU PROVIDE ANY FALSE INFORMATION OR MISREPRESENT YOURSELF AS THE RIGHTFUL OWNER OF COPYRIGHTED MATERIAL.\nYOU MAY ALSO BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY.</p>\n<p>This information should not be construed as legal advice.\nFor further details on the information required for valid DMCA notifications, see 17 U.S.C.\n512(c).</p>\n<p>We will terminate the Wave accounts of Subscribers who are repeat infringers.&nbsp.\nIf you believe another Subscriber is a repeat infringer, please notify our copyright agent, identified above and provide information to allow our copyright agent to identify the repeat infringer.<br>\n</p>In simple Terms<p>If you file a false complaint, there will be consequences.</p>Features<ul>\n<li>Accounting software</li>\n<li>Invoicing software</li>\n<li>Invoicing app</li>\n<li>Payments</li>\n<li>Payroll software</li>\n<li>Wave Advisors</li>\n<li>Pricing</li>\n<li>Credit card payments</li>\n<li>Bank payments</li>\n<li>Recurring billing</li>\n</ul>Wave<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Press</li>\n<li>Sitemap</li>\n</ul>Helpful Links<ul>\n<li>Blog</li>\n<li>Help Center</li>\n<li>Invoice templates</li>\n<li>Accounting education center</li>\n<li>Payroll education center</li>\n<li>QuickBooks alternative</li>\n<li>Freelance Hub</li>\n<li>Small business study</li>\n</ul>Support &amp.\nTools<ul>\n<li>How support works</li>\n<li>System status</li>\n<li>Accounting calculators</li>\n<li>Invoicing generators</li>\n<li>Payroll calculators</li>\n</ul>Copyright © 2010-2022 Wave Financial Inc.\nAll Rights Reserved.<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Security</li>\n<li>Licensing</li>\n<li>Accessibility</li>\n<li>Social Media Disclaimer</li>\n</ul>Back to top Survey by Qualaroo ", "created_at": "2021-07-05 20:12:04.559151", "updated_at": "2022-12-18 05:29:15.686562"}, {"id": 7955, "name": "Privacy Policy", "url": "https://www.waveapps.com/legal/privacy-policy", "xpath": "//body", "text": "Skip to Main ContentFeaturesInvoicingCreate and send professional invoicesPaymentsAccept credit cards and bank payments onlineAccountingTrack your income and expensesBankingBanking with built-in bookkeepingPayrollPay your staff and yourself in minutesAdvisorsGet bookkeeping coachingPricingBlogResourcesAbout UsCareersHow support worksSign inSign up for freeSign upYour accountFeaturesInvoicingPaymentsAccountingBankingPayrollAdvisorsPricingBlogResourcesAbout UsCareersHow support worksSign inSign up for freeSign upYour accountPrivacy PolicyEffective as of: June 1, 2022<p>We value your trust and respect your privacy.\nWe exist to support small business owners like you by offering a fast and easy way for you to manage your business finances.</p>\n<p>We believe the only good policy is one you can understand without a lawyer by your side, so we’ve worked hard to explain—clearly and in plain English—what we do, what information we collect, and why, so you can feel confident about using Wave.</p>\n<p>If anything here is unclear, please reach out to us.\nWe sincerely hope this helps you better understand our privacy practices, and how we operate.\nThank you for joining the Wave community!</p>\n<strong>A.\nSCOPE</strong>\n<p>Our products and services are offered by Wave Financial Inc.\nor by companies related by common ownership or control, including, Wave Financial USA Inc.\nand Wave Money Inc., (collectively, “Wave,” “we,” “us,” or “our”).</p>\n<p>This privacy policy applies to:</p>\n<ul>\n<li>waveapps.com and its subdomains (the “Site”);</li>\n<li>our mobile apps that incorporate this privacy policy.\nand</li>\n<li>products and services branded with the Wave name.</li>\n</ul>In simple Terms<p>Policies like these aren’t always the easiest to understand (or fun to read).\nWe’ll do our best to make the legal language make sense on this side.\nThe stuff along the left is what you’re agreeing to.</p>\n<p>This privacy policy does not apply to products or services offered on or through our Site or services by our Business Partners, third-party websites, or our affiliate H&amp;R Block, (“Business Partners”), which have their own policies.\nYou should carefully read the privacy policies and any terms and conditions applicable to such Business Partners.\nWhen you request products or services from such Business Partners, you give us permission to provide these companies with information about you necessary to fulfill or process your request.</p>In simple Terms<p>Sometimes, we work with other companies and organizations to bring our customers an unbeatable experience.\nWhen this happens, their privacy policies apply and they’ll have access to some of your information, but only as much as is absolutely necessary to provide the service you want.</p>\n<p>\n<strong>Special Note to Parents: </strong>Because of the nature of the services we provide, we do not market our services to children under the age of 13, nor do we knowingly collect information from children under the age of 13.<br>\n</p>\n<p>“Personal Information,” means information about an identifiable individual.\nThat’s what this policy is about – our collection, protection, use, retention, disclosure and other processing of Personal Information and your rights relating to these activities Specifically, we collect the following categories of personal information:&nbsp;</p>\n<ul>\n<li>Contact Information (e.g., name, phone number, address, and email address);</li>\n<li>Social Insurance Number or Social Security Number, and other government identification numbers (e.g., Driver’s License Number);</li>\n<li>Financial Information (e.g., income, revenue, assets, credits, deductions, expenses, and bank account information);</li>\n<li>Date of Birth;</li>\n<li>Payment Data (e.g., checking, debit and credit card account numbers, balances and payment history);</li>\n<li>Health Information (e.g., health insurance status and financial information related to payment for healthcare services);</li>\n<li>Geo-Location Information;</li>\n<li>Website, Mobile Application, and Email Usage Data (e.g., interactions with a website, application or advertisement);</li>\n<li>Device Information (e.g., internet protocol (IP) address, device type, unique identifier, app version, operating system, network data, and phone state);</li>\n<li>Login Information;&nbsp;</li>\n<li>Demographic Information;</li>\n<li>Professional or employment-related information.\nand</li>\n<li>Education information.</li>\n</ul>In simple Terms<p>We treat your personal information with the same respect we want our own to be treated with—and when you deal with finances like we do, there’s a lot of personal information involved.\nHere’s a list of exactly what we collect.</p>\n<p>We also compile certain aggregate or anonymized data about our users.\nWhat is aggregate data? “Tim Smith buys a coffee at a coffee shop on Main Street” is the Personal Information of Tim Smith, but “20% of Wave users buy coffee on Tuesdays” is aggregate data.\nWe may use and disclose aggregated or anonymized information in our public statements and to identify individuals that may be interested in our Services.</p>In simple Terms<p>Understanding our customers is a huge part of building better experiences.\nTo do this, we may look at and share customer data in summarized and anonymous forms, but rest assured, when we do, we cannot identify you or any customer personally.</p>\n<p>We use Personal Information to provide you and your business with the services.\nOur Privacy Policy is based on the following ten fair information principles:</p>\n<ol>\n<li>Accountability</li>\n<li>Identifying purposes</li>\n<li>Consent</li>\n<li>Limiting collection</li>\n<li>Limiting use, disclosure, and retention</li>\n<li>Accuracy</li>\n<li>Safeguards</li>\n<li>Openness</li>\n<li>Individual access</li>\n<li>Challenging compliance</li>\n</ol>In simple Terms<p>The government provides these 10 principles on collecting, storing, and using personal information.\nBy following this list, we cover all our bases so you can rest easy knowing your personal information is safe.</p>\n<strong>1.\nAccountability and Challenging compliance</strong>\n<br>\n<br>\n<p>Wave has named a Privacy Officer who is responsible for all things privacy at Wave.\nThis includes our policies and procedures that are designed to keep your information safe.\nIf you have any questions about our privacy practices or this policy, you can contact us at:</p>\n<p>Wave Financial Inc.<br>Privacy Officer<br>235 Carlaw Ave, Suite 501 Toronto, ON M4M 2S1 Canada<br>Email: privacy@waveapps.com</p>\n<p>\n<br>If you’re not satisfied with our response, you have the option of contacting the Office of Canada’s Privacy Commissioner of Canada.</p>In simple Terms<p>If you have any questions or concerns about your privacy, we have someone to listen and help.\nHere’s how you can get in touch with that person.</p>\n<strong>2.\nIdentifying Purposes</strong>\n<p>Wave collects, uses, discloses, and otherwise manages Personal Information in a variety of ways related to our Site and the services we provide.\nWe’ve outlined these below.\nYour use of the services determines which information we collect and use.\nFor example, payroll information is optional, unless you’d like to use Wave Payroll to run payrolls, at which point we will need to collect payroll information to provide you with this service.\nSimilarly, when you create an invoice, your customer’s email is optional, but if you’d like us to deliver the invoice by email, this information becomes necessary.</p>In simple Terms<p>Many Wave services and features simply wouldn’t work without some personal information.\nHere’s why and how that information is collected, stored, and used.</p>\n<p>Wave may collect, use, or store Personal Information for the purposes described below.</p>\n<ul>\n<li>In order to provide you with the services you request, which may include the following:</li>\n<li>We collect information directly from you when you use or interact with our Site or our services.\nThis Personal Information may relate to you, your employees, or individuals you interact with.</li>\n<li>We may also collect information from third parties when you connect your Wave account to them.\nThese integrations may pull data into or share data out of Wave.\nIn some cases, we use a service provider to connect you to a third-party service (e.g., when you connect&nbsp.\na bank account to Wave).\nWhen you connect your Wave account with a third-party service, their terms and policies apply.</li>\n<li>We may also collect your name and email address from third parties when you sign up and login to our Site using single sign-on (SSO).</li>\n</ul>In simple Terms<p>We sometimes connect with other service providers to deliver the best products and services.\nWhen this happens, your information also falls under their terms and policies.</p>\n<ul>\n<li>Our Site or services may offer publicly accessible blogs or community forums.\nYou should be aware that any information you provide in these areas may be read, collected, and used by others who access them.\nTo request removal of your Personal Information from our blog or community forum, you may contact us by emailing us at privacy@waveapps.com.\nIn some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why.</li>\n<li>To promote or offer you services, and to determine your eligibility for new products services we may offer from time to time.</li>\n<li>To offer you products and services from our Business Partners.</li>\n<li>To provide you with educational materials and guides relevant to the services you use.</li>\n<li>To contact you for the purposes of Service updates and system and account notifications.&nbsp;</li>\n<li>To provide you with support in connection with the services.</li>\n<li>We collect information and usage data whenever you interact with us, whether online, through a mobile application, or through an email.\nThis data may include which websites you visit, what you click on, and when you performed those actions.\nThese activities may be performed by us or a service provider acting on our behalf.</li>\n</ul>In simple Terms<p>Personal Information would only appear in our blog or community if you posted it.\nIf you’ve posted on our site and want it removed, just let us know.\nWe can almost always remove it, and if not, we’ll let you know why.</p>\n<strong>We do not sell your Personal Information to other companies.</strong>In simple Terms<p>We will not sell your details, ever.</p>\n<strong>How we Disclose Information.</strong>\n<br>\n<p>We may disclose your information to other Wave companies, our affiliates, or to third parties with whom we have a written contract limiting the use and disclosure of your information.\nWe may share your information to support the products and services you request or provide you information on products and services that may benefit you.</p>In simple Terms<p>There are times when personal information does need to be disclosed.\nYou have the right to know about these situations, so we’ve listed them here.</p>\n<p>For example:</p>\n<ul>\n<li>\n<strong>Wave Companies and Our Other Affiliates, including H&amp;R Block.</strong> We may provide information to companies related by common ownership or control.\nThese companies may use this information to support the products and services you request or market additional products and services to you.</li>\n</ul>\n<ul>\n<li>\n<strong>Business Partners.</strong> We work closely with a variety of business partners that are not Wave companies.\nWe may offer products jointly with our Business Partners.&nbsp.\nWe may share information that is related to such transactions with that Business Partners.\nWe require all Business Partners to have written agreements with us that require them to safeguard your information and prohibit them from selling, retaining, using or disclosing your personal information for any purpose other than for the specific purpose of performing the contract.</li>\n</ul>In simple Terms<p>Online products like Wave need to interact with other business partners in order to work properly.\nWhen this involves sharing personal information, we’re vigilant about ensuring the information is managed securely and responsibly.</p>\n<ul>\n<li>\n<strong>Service Providers.</strong> We may transfer (or otherwise make available) your personal </li>\n<li>information to third parties who provide services on our behalf.\nWe have written agreements with our service providers that require them to utilize appropriate physical, technical, and administrative controls to protect personal information and prevent them from using personal information for any purpose other than performing the service they provide.\nFor example, we may use service providers to host our website and to process payments.\nYour Personal Information may be maintained and processed by these third parties in other jurisdictions.\nWe use service providers in Canada and the United States.\nWhen your information is in another jurisdiction, it will be subject to their laws.\nWe only share the information these service providers need to perform the service and we don’t authorize them for any other use or disclosure of personal information.</li>\n</ul>In simple Terms<p>We also occasionally need to share personal information with service providers.\nThis is especially true for complicated tasks like transferring money electronically.\nWe take the same high level of caution, and ensure the information is used only for the purposes needed.<br>\n</p>\n<ul>\n<li>\n<strong>Persons Who Acquire Our Assets or Business.</strong> If we sell or transfer any of our business or assets (including insolvency or bankruptcy proceedings), certain information about our clients may be a part of that sale or transfer.\nIn the event such sale or transfer results in a material change to this privacy policy, we will notify you.\nThe notification procedure will be the same as the procedure we use to notify you of a change to this Privacy Notice&nbsp.\nas described below.</li>\n</ul>In simple Terms<p>If the ownership of Wave changes, customer information may be included in the transfer of ownership.\nRest assured, we’ll let you know if that change causes material updates to these policies.</p>\n<ul>\n<li>\n<strong>Responses to Legal Requests.</strong> We may disclose your information when we have a good faith belief that such disclosure is required or permitted by law pursuant to a legal request.\nThis may occur in connection with a court order, legal process, or other judicial, administrative or investigative proceeding that produces a request for information from us.\nIn certain situations, we may be required to disclose your information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</li>\n</ul>In simple Terms<p>When laws require us to share customer information with the proper authorities, we’re obligated to do so.</p>\n<ul>\n<li>\n<strong>Protection of Wave and Others.</strong> We may disclose your information when we believe that disclosure is necessary to protect either your or our rights and safety.\nWe may disclose your information to federal, state, provincial, or local officials in order to, and only to the extent necessary, inform the official of activities that may constitute, or may have constituted, a violation of any criminal law or to assist the official in investigating or prosecuting a violation of criminal law.</li>\n</ul>In simple Terms<p>Like the point above, information may be shared with government authorities when legally required.</p>\n<ul>\n<li>\n<strong>Aggregate Data.\n</strong>We may disclose aggregate information compiled using information that does not identify you individually or personally.\nThis may include, for example, the total number of visitors from a particular geographic area or the average user age.</li>\n</ul>In simple Terms<p>Some summarized, anonymous information may be shared publicly, but could never be connected to individual customers.</p>\n<strong>3.\nConsent</strong>\n<strong>Submitting the Personal Information of Others</strong>\n<p>When you submit the Personal Information of your customers or employees to us, you are responsible for informing such customers and employees about Wave, and for obtaining any necessary consent or authority from them, including informing them that Wave operates within Canada and utilizes service providers within the United States.\nIn addition, your Personal Information will be accessed by Wave employees outside of Canada and the US for business purposes.</p>\n<p>You may also choose to refer someone to our Site or through one of our referral programs.\nWe may ask for that person’s name and contact information, including email address.\nWe will send them a single invitation email to the address you provide.\nPlease ensure that you only submit email addresses of individuals or businesses with whom you have a relationship and who would want to receive the message.</p>\n<strong>Closing your Wave Account</strong>\n<p>At any time and without penalty, you can close your Wave account and stop using our services.\nPlease ensure you complete the account closure process which includes a confirmation email.\nOtherwise, your account may not be closed.</p>In simple Terms<p>We’d be sad to see you go, but if you do, we won’t make closing your account a hassle.\nJust don’t forget the confirmation email to make it official.</p>\n<strong>Email and Communications Consent</strong>\n<p>At any time, you can opt-out of commercial email communications from us by clicking on the unsubscribe link in such emails, or via the Email Preferences settings in your account.\nCertain non-commercial communications may still be sent to you that are required to provide you with our services.\nFor example, system notifications, major product changes, changes to our Terms of Use, or other news that we believe will materially affect how you interact with Wave.</p>\n<p>The only way to completely stop all emails from Wave is to close your account as outlined above.</p>In simple Terms<p>We like to keep in touch, and promise we won’t overdo it.\nStill, if you’d ever like to opt-out, we’ve made it easy.</p>\n<p>Heads up: If you do opt out of our marketing emails, we may still send you important, non-marketing messages.</p>\n<strong>4.\nLimiting Collection</strong>\n<p>Wave only collects the Personal Information necessary to provide the services to you.\nThe services you use will determine most of the information Wave collects.\nWe’ll also provide you the option of sharing additional information to enhance your Wave experience.</p>\n<p>Wave may also use third-party services to supplement or enrich our understanding of our customers.\nThis includes cross-referencing information like a name, business name, email address or IP address in third-party databases and using the information there to improve our understanding of you and your business.</p>In simple Terms<p>We only collect the personal information we need to deliver the services you want.\nWhat we collect depends on which services you use.</p>\n<p>Some of the services allow you to provide access to your Wave account to other authorized users, which we call “guest collaborators”.\nGuest collaborators have access to information in your Wave account, including Personal Information, and may perform various tasks on your behalf.\nYou take full responsibility for any collection, use or disclosure of your Personal Information by your guest collaborator(s).</p>\n<p>To provide access to your account to a guest collaborator, you must provide the guest collaborator’s name and email address.\nWe will send them a single email inviting them to the Site.\nWave only uses this information to invite your guest collaborator.\nPlease ensure that you only submit email addresses of individuals or businesses that you have a relationship with and who would want to receive the message.\nThe guest collaborator may contact us at privacy@waveapps.com to request that we remove their name and email address from our database.\nThis will remove the guest collaborator’s ability to access to or perform tasks on your behalf in your Wave account.</p>In simple Terms<p>You can allow someone else to access and use your Wave account.\nBe vigilant, as you are responsible for how that person uses the information they can access.</p>\n<strong>5.\nLimiting Use, Disclosure and Retention</strong>\n<p>We will use and disclose your Personal Information as described in this policy.\nSome Wave employees who have access to your Personal Information outside of Canada and the US.\nRegardless of where a Wave employee is physically located, your Personal Information is protected by the safeguards described in this Privacy Policy.&nbsp;</p>\n<p>We will retain your information for the period necessary to fulfill the purposes outlined in this policy, unless a longer retention period is required by law.\nTo be clear, that means we’ll retain your Personal Information while you have an active account, and afterward if we need to do so to meet our legal obligations.\nIf you choose to close your Wave account, we will destroy your Personal Information within 60 days unless we are otherwise legally obliged to keep it longer consistent with our retention policies or if we determine it is necessary to defend against legal claims.</p>In simple Terms<p>We take our responsibilities about using, disclosing, and storing your personal information seriously.\nWith rare legal exceptions, your information will be destroyed within 60 days of closing your account.</p>\n<strong>6.\nAccuracy</strong>\n<p>Wave relies on you to provide us with information that is accurate and complete.\nWe provide you the mechanisms and rely on you to keep your information up to date.\nYou can request updates or corrections of any inaccuracies in your Personal Information at any time by contacting us at the contact information listed in the policy.\nWe will respond to your request within a reasonable timeframe.</p>In simple Terms<p>t’s up to you to ensure the information you provide Wave is accurate.\nIf you need to make changes, just let us know.</p>\n<strong>7.\nSafeguards</strong>\n<p>Wave uses a combination of reasonable and appropriate safeguards designed to protect your information.\nThese safeguards are administrative controls (things like policies, procedures, and training), technical controls (things like encryption, firewalls, and secure coding frameworks), and physical controls (secured hosting environments).\nFor additional details, please see our security page.\nIf you have questions about security on our Site, you can contact us at security@waveapps.com.\nNevertheless, no method of transmission over the Internet or electronic storage is 100% secure.\nTherefore, we cannot guarantee absolute security.</p>In simple Terms<p>From policies to software to physical measures, we do everything we can to protect your information.\nIf you’d like more details, feel free to reach out.</p>\n<p>We ensure that any third party acting on our behalf maintains reasonable and appropriate safeguards in respect of your Personal Information.\nAdditional information about our third parties’ privacy practices is available upon request.</p>In simple Terms<p>When we work with another partner, we make sure they’re vigilant about protecting your information too.</p>\n<p>You are also responsible for helping to protect the security of your Personal Information.\nFor instance, never give out your email account information or your password for the sServices to third parties.\nOur team will never request your password or PIN, and we ask that you never post account or credit card numbers to our support channels.</p>In simple Terms<p>Here are some best practices to help you keep your information secure on your end.</p>\n<strong>8.\nOpenness</strong>\n<p>This policy outlines our privacy practices.\nIf you have questions about it, please contact our Privacy Officer at privacy@waveapps.com.</p>In simple Terms<p>We have someone to help if you have any questions about this document, so reach out.</p>\n<strong>9.\nIndividual Access</strong>\n<p>You may access, update and correct inaccuracies in the Personal Information in our custody or control at any time, subject to limited exceptions prescribed law.\nYou can download or export data you input into the Site at any time, or to correct inaccuracies, simply log in to your account and make the necessary changes.</p>In simple Terms<p>We’ve made it easy for you to access and update your information on your own by logging into your account.</p>\n<p>You can also request access, corrections or updates to all your Personal Information, including information not available through your account, by contacting us as set out in this privacy policy.\nWe may request certain Personal Information for the purposes of verifying the identity of the individual seeking access to their personal information records.</p>In simple Terms<p>Not all information can be edited by you in your account.\nFor those cases, here’s how to get it done.</p>\n<strong>B.\nADDITIONAL DETAILS</strong>\n<p>‍</p>1.\n<strong>Public Content and Social Media</strong>\n<p>Wave has public forums and blogs.\nAny information submitted there may be read and collected by anyone.\nYou may request removal of Personal Information from forum or blog posts and comments by contacting us at privacy@waveapps.com.</p>In simple Terms<p>When you post or provide information to somewhere like a comments section or forum, other people may see it.\nIf you’d like this information removed, get in touch and we’ll get it done.</p>\n<p>If you provide us with a testimonial, with your consent we may post it on our Site or in other materials and media, along with your name.\nIf you want your testimonial removed, please contact us at privacy@waveapps.com.</p>\n<p>You may engage with us through social media sites.\nWhen you engage with us on these sites, we may have access to certain information about your account (e.g., name, username).\nThese sites may collect your IP address, how you’re engaging with us, and may use cookies to enable the site to function properly.\nWe may use this information to personalize your experience and to provide you with other products or services you may request.</p>In simple Terms<p>Same thing goes for testimonials you may have provided.\nIf you’d like it removed, just ask.</p>\n<strong>2.\nAdditional Information on Service Providers</strong>\n<p>We may use service providers to verify bank account information you provide to us in providing our services to you.\nIf you are in the U.S., please note that:<br>\n<em>Wave uses Plaid Inc.\n(“Plaid”) to gather your data from financial institutions.\nBy using our service, you grant Wave and Plaid the right, power, and authority to act on your behalf to access and transmit your personal and financial information from the relevant financial institution.\nYou agree to your personal and financial information being transferred, stored, and processed by Plaid in accordance with the </em>\n<em>Plaid Privacy Policy</em>\n<em>.</em>\n</p>In simple Terms<p>In some cases we work with external partners to make sure information is accurate and services can be provided.\nBy using Wave, you agree to sharing your information with these partners.</p>\n<p>We may also use services provided by third-party platforms (such as social networking sites) to serve targeted ads on such platforms to you or others, and we may provide a hashed version of your email address or other information to the platform provider for such purposes.\nTo opt-out of the sharing of your information with such platforms, please send an email to privacy@waveapps.com.</p>In simple Terms<p>When third-parties are involved, we keep your details anonymous</p>\n<strong>3.\nCalifornia Consumer Privacy Act</strong>\n<p>If you live in California, you may have the following rights over your information:</p>\n<ul>\n<li>For the period covering the 12 months preceding your request, you may request that we disclose to you the categories and specific pieces of information collected about you, the categories of sources from which we collected that information, and the purposes for which your information was collected.</li>\n<li>You may also request that we delete information we collected from you.</li>\n<li>You have the right not to be discriminated against for exercising your rights over your information.</li>\n</ul>\n<p>As stated above, we do not sell your personal information.</p>\n<p>You may submit a request to exercise your rights by emailing ccpa-requests@waveapps.com or calling us toll-free at 1 (877) 596-0796.\nWhen receiving a request, we will collect personal information to verify the identity of the individual making the request.\nGovernment identification may be required.</p>In simple Terms<p>Some states have different laws.\nHere’s some of the ways things work in California.</p>\n<strong>4.\nGeneral Data Protection Regulation</strong>\n<p>Our services are hosted on servers located in Canada and the United States.\nWe also use service providers located in Canada and the United States to provide you with our services.\nThe transfer of your information, and the information you input into our services, to Canada and the United States is necessary to deliver our services.\nPlease be aware that the laws in Canada or the United States may not provide the same level of protection to your personal information as your home country.&nbsp;</p>\n<p>We have updated documentation, internal policies and procedures, and agreements to align with GDPR requirements applicable to us.</p>\n<p>You should consult with your legal professional to understand your GDPR compliance obligations.\nIf you are deemed a data controller, you are responsible for ensuring that you have a legitimate basis for the collection, processing, and transfer of the personal data you input into our services.\nBy using our services, you represent to us that you have met your GDPR compliance obligations.</p>In simple Terms<p>Most of what we do happens in Canada and the United States.\nSo, information you provide will likely pass through these two countries.</p>\n<p>If you are accessing our services from the European Union, you may have certain rights regarding the processing of your personal information.\nFor instance, if the information you provide contains special categories of personal data, we will only process it with your explicit consent, which can be withdrawn at any time.\nYou may have the following additional rights:&nbsp;</p>\n<ul>\n<li>You have the right to access and correct your information.&nbsp;</li>\n<li>You have the right to obtain erasure of your information, object to or restrict processing activities related to your information, or withdraw your consent to the processing of your information after you have provided it.&nbsp;</li>\n<li>You have the right to obtain a copy of your information in a structured, commonly used, machine readable format.&nbsp;</li>\n<li>You have the right to lodge a complaint with your local supervisory authority regarding our processing of your information.\n</li>\n</ul>\n<p>To exercise your rights, or if you otherwise have questions about the processing of your personal data, you may contact us at privacy@waveapps.com.</p>In simple Terms<p>Like California, the European Union provides residents with unique rights and responsibilities.</p>\n<strong>5.\nVisiting the Site and Using the Mobile Apps</strong>\n<p>In general, you can visit the Site without telling us who you are or submitting any Personal Information.\nHowever, we and/or our service providers (such as Google Analytics) collect IP (Internet protocol) addresses from all visitors to the Site and other related information such as page requests, browser type, operating system, and average time spent on our Site.\nWhen you use any of our mobile apps, we also collect device type, operating system, unique device identifier, and date and time stamp.\nThis information is used to help us understand the activity on, and to monitor and improve, our Site and mobile apps.</p>In simple Terms<p>To help make our apps and website the best they can be, we look at information on how they’re used.</p>\n<strong>6.\nCookies, Tags, and Web Beacons</strong>\n<p>We treat the personal information of everyone who comes to our Site in accordance with this Privacy Policy, whatever their “do not track” setting.\nWhile we do not respond to web browser “do not track” signals, we give you choices about receiving promotional offers.\nYou can exercise your choices as described in this privacy policy.</p>In simple Terms<p>Although we track web activity, you can choose to receive or not receive promotional offers from us.</p>\n<p>Technologies such as cookies, web beacons, tags and scripts are used by Wave, our advertising and analytics service providers (such as Google analytics), and affiliates to analyze usage trends, administer the Site, and to gather demographic information about our user base as a whole.</p>In simple Terms<p>As always, we only collect information as required and to improve what we offer.</p>\n<p>A cookie is small piece of data that our Site can send to your browser, which may then be stored on your device so we can recognize you when you return.\nWe use cookies for session tracking to make it possible to navigate the secure environment inside our Site.\nThese cookies (1) may let us know who you are, (2) are necessary to access your account, and (3) will give us information that we can use to personalize our Site according to your preferences.\nYou can control the use of cookies in your browser.\nIf you disable cookies, you will not be able to access your account or take advantage of all of the features of the Site and mobile apps.</p>In simple Terms<p>Cookies, while delicious, are also a helpful way of providing you with a smooth experience.</p>\n<p>You can turn cookies off in your browser but the site may not work properly if you do.</p>\n<strong>7.\nNotification of Privacy Policy Changes</strong>\n<p>We may update this privacy policy to reflect changes to our information practices.\nIf we make any material changes we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on our website prior to the change becoming effective.\nWe encourage you to periodically review our privacy policy for the latest information on our privacy practices.</p>In simple Terms<p>It’s a good idea to check in on this policy here and there for updates.\nIf the updates are significant, we’ll let you know.</p>\n<strong>8.\nUpdating or Deleting your Information</strong>\n<p>You may update or delete your information through your Wave account.\nWe may maintain a copy of the information in our records.\nAdditionally, if you request we permanently delete your account or information, we may still retain and use your information as necessary to comply with our legal obligations.</p>In simple Terms<p>You’re free to update or delete your information.\nWe will only hang on to anything we legally need to keep.</p>Features<ul>\n<li>Accounting software</li>\n<li>Invoicing software</li>\n<li>Invoicing app</li>\n<li>Payments</li>\n<li>Payroll software</li>\n<li>Wave Advisors</li>\n<li>Pricing</li>\n<li>Credit card payments</li>\n<li>Bank payments</li>\n<li>Recurring billing</li>\n</ul>Wave<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Press</li>\n<li>Sitemap</li>\n</ul>Helpful Links<ul>\n<li>Blog</li>\n<li>Help Center</li>\n<li>Invoice templates</li>\n<li>Accounting education center</li>\n<li>Payroll education center</li>\n<li>QuickBooks alternative</li>\n<li>Freelance Hub</li>\n<li>Small business study</li>\n</ul>Support &amp.\nTools<ul>\n<li>How support works</li>\n<li>System status</li>\n<li>Accounting calculators</li>\n<li>Invoicing generators</li>\n<li>Payroll calculators</li>\n</ul>Copyright © 2010-2022 Wave Financial Inc.\nAll Rights Reserved.<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Security</li>\n<li>Licensing</li>\n<li>Accessibility</li>\n<li>Social Media Disclaimer</li>\n</ul>Back to top Survey by Qualaroo ", "created_at": "2021-07-05 20:19:33.414262", "updated_at": "2022-12-18 05:27:52.927023"}, {"id": 7953, "name": "Your Security", "url": "https://www.waveapps.com/legal/security-and-privacy", "xpath": "//body", "text": "Skip to Main ContentFeaturesInvoicingCreate and send professional invoicesPaymentsAccept credit cards and bank payments onlineAccountingTrack your income and expensesBankingBanking with built-in bookkeepingPayrollPay your staff and yourself in minutesAdvisorsGet bookkeeping coachingPricingBlogResourcesAbout UsCareersHow support worksSign inSign up for freeSign upYour accountFeaturesInvoicingPaymentsAccountingBankingPayrollAdvisorsPricingBlogResourcesAbout UsCareersHow support worksSign inSign up for freeSign upYour accountYour Security<p>When it comes to keeping your data and your money safe, we never rest.\nWe’ve built bank-grade security measures into our systems to make sure you can use Wave with confidence.</p>\n<strong>Data Security</strong>\n<p>\n<strong>\n<br>PCI-DSS Certified:</strong> Wave is Level 1 PCI-DSS certified.\nThis means that every year we have a third-party audit to validate our practices and make sure we’re doing the right things for you and your customers.<br>\n</p>\n<p>\n<strong>Secure data transmission:</strong> When you load a page in your browser, or upload information to Wave, all that information is encrypted while it’s moving over the internet.\nWe secure your data via encryption.</p>\n<p>\n<strong>Secure data storage:</strong> Your accounting data is stored on servers that have strict physical access and technical controls, meaning there are rules in place limiting access to only the people who need it to do their jobs.\nThe facilities are monitored 24/7 and access to your information is strictly controlled.<br>‍</p>Mobile Security<p>\n<br>Passwords are encrypted when they’re collected and when they’re sent to our servers.\nWe don't store them without encrypting them first.\nIn fact, all communications between our apps and our servers are encrypted using security protocols.</p>\n<p>Do you have additional questions about the security of Wave? Please contact us.\nWe’d be happy to tell you more about the many steps we take to ensure the security of your sensitive information.</p>Features<ul>\n<li>Accounting software</li>\n<li>Invoicing software</li>\n<li>Invoicing app</li>\n<li>Payments</li>\n<li>Payroll software</li>\n<li>Wave Advisors</li>\n<li>Pricing</li>\n<li>Credit card payments</li>\n<li>Bank payments</li>\n<li>Recurring billing</li>\n</ul>Wave<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Press</li>\n<li>Sitemap</li>\n</ul>Helpful Links<ul>\n<li>Blog</li>\n<li>Help Center</li>\n<li>Invoice templates</li>\n<li>Accounting education center</li>\n<li>Payroll education center</li>\n<li>QuickBooks alternative</li>\n<li>Freelance Hub</li>\n<li>Small business study</li>\n</ul>Support &amp.\nTools<ul>\n<li>How support works</li>\n<li>System status</li>\n<li>Accounting calculators</li>\n<li>Invoicing generators</li>\n<li>Payroll calculators</li>\n</ul>Copyright © 2010-2022 Wave Financial Inc.\nAll Rights Reserved.<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Security</li>\n<li>Licensing</li>\n<li>Accessibility</li>\n<li>Social Media Disclaimer</li>\n</ul>Back to top Survey by Qualaroo ", "created_at": "2021-07-05 20:11:05.536463", "updated_at": "2022-12-18 05:28:58.996381"}], "points": [{"id": 2164, "title": "WaveApps TOU & Privacy Policy (October 2013)", "source": "https://groups.google.com/forum#!topic/tosdr/ymDBwE3Y29A", "status": "WaveApps TOU & Privacy Policy (October 2013)", "created_at": "2018-05-15 09:12:16.6694", "updated_at": "2021-02-06 03:50:33.928454", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["waveapps.com"]}}