{"error": 448, "message": "OK", "parameters": {"id": 7588, "name": "Quilgo", "created_at": "2023-03-16 03:53:23.890388", "updated_at": "2023-03-29 19:26:47.721991", "wikipedia": null, "keywords": null, "related": null, "slug": "quilgo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7588.png", "url": "quilgo.com", "documents": [{"id": 14613, "name": "Privacy policy", "url": "https://quilgo.com/privacy", "xpath": "//body", "text": "<ul>\n<li>Pricing</li>\n<li>Guide</li>\n<li>FAQ</li>\n</ul>\n<ul>\n<li>\n<strong>Join now</strong>\n</li>\n<li>Sign in</li>\n</ul>\n<strong>Privacy and cookies policy</strong>\n<strong> 1.\n&nbsp;</strong>\n<strong> Introduction</strong>\n<p> 1.1 We are committed to safeguarding the privacy of our website visitors and customers.\nin this policy we explain how we will handle your personal data.</p>\n<p> 1.2 By using our website and agreeing to this policy, you consent to our use of cookies in accordance with the terms of this policy.</p>\n<strong> 2.\n&nbsp;</strong>\n<strong> How we use your personal data</strong>\n<p> 2.1 In this Section 2 we have set out:</p>\n<p> (a) the general categories of personal data that we may process;</p>\n<p> (b) in the case of personal data that we did not obtain directly from you, the source and specific categories of that data;</p>\n<p> (c) the purposes for which we may process personal data.\nand</p>\n<p> (d) the legal bases of the processing.</p>\n<p> 2.2 We may process data about your use of our website and services (\"<strong> usage data</strong> \").\nThe usage data may include your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and website navigation paths, as well as information about the timing, frequency and pattern of your service use, and any scores or other inputs and outputs associated with the usage of our products and services.\nThe source of the usage data is our analytics tracking system.\nThis usage data may be processed for the purposes of analysing the use of the website and services.\nThe legal bases for this processing are the fulfilment of our contract with you to provide you with access to our products and services, and our legitimate interests, namely monitoring and improving our website and services.</p>\n<p> 2.3 We may process your account data (\"<strong> account data</strong> \").\nThe account data may include your name and email address and any payment information you provide to us.\nThe source of the account data is you or the organisation through which you access our products and services.\nThe account data may be processed for the purposes of operating our website, providing our services, ensuring the security of our website and services, maintaining back-ups of our databases and communicating with you.\nThe legal bases for this processing are the fulfilment of our contract with you to provide you with access to our products and services, and our legitimate interests, namely the proper administration of our website and business.</p>\n<p> 2.4 We may process information that you post for publication on our website or through our services (\"<strong> publication data</strong> \").\nThe publication data includes the structure, metadata, and content of all materials that you provide to us in connection with your use of our products and services.\nThe publication data may be processed for the purposes of enabling such publication and administering our website and services.\nThe legal bases for this processing are the fulfilment of our contract with you to provide you with access to our products and services, and our legitimate interests, namely the proper administration of our website and business.</p>\n<p> 2.5 We may process information contained in any enquiry you submit to us regarding our products and/or services (\"<strong> enquiry data</strong> \").\nThe enquiry data may be processed for the purposes of offering, marketing and selling relevant products and/or services to you.\nThe legal basis for this processing is the fulfilment of your request to us.</p>\n<p> 2.6 We may process information relating to transactions, including purchases of goods and services, that you enter into with us and/or through our website (\"<strong> transaction data</strong> \").\nThe transaction data may be processed for the purpose of supplying the purchased goods and services and keeping proper records of those transactions.\nThe legal basis for this processing is the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract and our legitimate interests, namely our interest in the proper administration of our website and business.</p>\n<p> 2.7 We may process information that you provide to us for the purpose of subscribing to our email notifications and/or newsletters (\"<strong> notification data</strong> \").\nThe notification data may be processed for the purposes of sending you the relevant notifications and/or newsletters.\nThe legal basis for this processing is the fulfilment of your request to us.</p>\n<p> 2.8 We may process information contained in or relating to any communication that you send to us (\"<strong> correspondence data</strong> \").\nThe correspondence data may include the communication content and metadata associated with the communication.\nOur website will generate the metadata associated with communications made using the website contact forms.\nThe correspondence data may be processed for the purposes of communicating with you and record-keeping.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business and communications with users.</p>\n<p> 2.9 We proctor tests using webcam - for this we capture images, video and sound through your device when you use our products and services.\nThis is to prevent impersonation and use of unfair means.\nBy using our products and services, you consent to us capturing and processing images, video, and sound from your camera and microphone.\nThe legal basis for this processing is consent.</p>\n<p> 2.10 &nbsp;In addition to the specific purposes for which we may process your personal data set out in this Section 2, we may also process any of your personal data where such processing is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>\n<p>&nbsp;</p>\n<strong> 3.\n&nbsp;</strong>\n<strong> Providing your personal data to others</strong>\n<p> 3.1 We may disclose your personal data to any member of our group of companies (this means our subsidiaries, our ultimate holding company and all its subsidiaries) insofar as reasonably necessary for the purposes set out in this policy.</p>\n<p> 3.2 We may disclose your personal data to our insurers and/or professional advisers insofar as reasonably necessary for the purposes of obtaining and maintaining insurance coverage, managing risks, obtaining professional advice and managing legal disputes.</p>\n<p> 3.3 Financial transactions relating to our website and services are handled by our payment services providers, Stripe.\nWe will share transaction data with our payment services providers only to the extent necessary for the purposes of processing your payments, refunding such payments and dealing with complaints and queries relating to such payments and refunds.\nYou can find information about the payment services providers' privacy policies and practices at https://stripe.com/.</p>\n<p> 3.4 In addition to the specific disclosures of personal data set out in this Section 3, we may also disclose your personal data where such disclosure is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>\n<p> 3.5 We use Hubspot.com to manage the feedback from our customers.\nHubspot.com gathers correspondence data, usage data and account data.\nYou can find information about Hubspot.com privacy policies and practices at https://legal.hubspot.com/privacy-policy .</p>\n<p> 3.6 We use Amazon Web Services as a storage for the media collected for proctoring purposes.\nYou can find information about Amazon Web Services privacy policies and practices at https://aws.amazon.com/privacy/ .\n</p>\n<p> 3.7 We use Google Cloud Platform for data backups.\nYou can find information about Google Cloud Platform privacy policies and practices at https://www.google.com/policies/privacy/ .</p>\n<strong> 4.\n&nbsp;</strong>\n<strong> International transfers of your personal data</strong>\n<p> 4.1 In this Section 4, we provide information about the circumstances in which your personal data may be transferred to countries outside the European Economic Area (EEA).</p>\n<p> 4.2 The hosting facilities for our website are situated in Republic of Ireland and United States and provided by Heroku.\nYou can find information about the hosting providers’ privacy policies and practices at https://heroku.com/ .\nHeroku relies on ​Salesforce’s Processor Binding Corporate Rules​ and the European Commission’s standard contractual clauses for transfer of personal data outside of the European Economic Area.\nBy using the website or providing us with your information, you consent to transfer your data to Republic of Ireland and United States.</p>\n<p> 4.3 Our data backups are situated in United Kingdom and hosted by Google Cloud Platform.\nYou can find information about the hosting providers’ privacy policies and practices at https://www.google.com/policies/privacy/ .\nBy using the website or providing us with your information, you consent to transfer your data to United Kingdom.</p>\n<strong> 5.\n&nbsp;</strong>\n<strong> Retaining and deleting personal data</strong>\n<p> 5.1 This Section 5 sets out our data retention policies and procedure, which are designed to help ensure that we comply with our legal obligations in relation to the retention and deletion of personal data.</p>\n<p> 5.2 Personal data that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.</p>\n<p> 5.3 Notwithstanding the other provisions of this Section 5, we may retain your personal data where such retention is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>\n<strong> 6.\n&nbsp;</strong>\n<strong> Amendments</strong>\n<p> 6.1 We may update this policy from time to time by publishing a new version on our website.</p>\n<p> 6.2 You should check this page occasionally to ensure you are happy with any changes to this policy.</p>\n<p> 6.3 We may notify you of changes to this policy by email or through the private messaging system on our website.</p>\n<strong> 7.\n&nbsp;</strong>\n<strong> Your rights</strong>\n<p> 7.1 You may instruct us to provide you with any personal information we hold about you.\nprovision of such information will be subject to:</p>\n<p> (a) the supply of appropriate evidence of your identity (for this purpose, we will usually accept a photocopy of your passport certified by a solicitor or bank plus an original copy of a utility bill showing your current address).</p>\n<p> 7.2 We may withhold personal information that you request to the extent permitted by law.</p>\n<p> 7.3 You may instruct us at any time not to process your personal information for marketing purposes.</p>\n<p> 7.4 In practice, you will usually either expressly agree in advance to our use of your personal information for marketing purposes, or we will provide you with an opportunity to opt out of the use of your personal information for marketing purposes.&nbsp;</p>\n<p> 7.5 You have the right to request access to and rectification or erasure of personal information, the right to restrict processing of your personal information, and the right to object to processing of your personal information.\nYou have the right to object to your personal information being processed on the grounds of our legitimate interests.\n</p>\n<p> 7.6 You have the right to lodge a complaint regarding our processing of your personal information with a data protection supervisory authority in a country where you live, work, or where you believe a breach may have occurred.</p>\n<strong> 8.\n&nbsp;</strong>\n<strong> Third party websites</strong>\n<p> 8.1 Our website includes hyperlinks to, and details of, third party websites.</p>\n<p> 8.2 We have no control over, and are not responsible for, the privacy policies and practices of third parties.</p>\n<strong> 9.\n&nbsp;</strong>\n<strong> Personal data of children</strong>\n<p> 9.1 Our website and services are targeted at persons over the age of 18.</p>\n<p> 9.2 In the event that you are a school, district or teacher in the United States and want to use personal details of your students, who are under the age of 13 - you agree that you are responsible for complying with the U.S.\nChildren's Online Privacy Protection Act (\"COPPA\") and, to the extent applicable, the Family Educational Rights and Privacy Act (\"FERPA\").\nThis means that you must notify the students' parents/guardians of the personally identifiable information that Quilgo will collect, and that you will obtain parental/guardian consent before your students establish accounts or use Quilgo.\nWhen obtaining such consent, you must provide parents/guardians with a copy of this Privacy Policy.\nYou must keep all consents on file and provide them to us if we request them.\nFor more information on complying with COPPA, see the Federal Trade Commission's website.\nIf you are located outside of the United States, we will rely upon you to obtain any required consent or approval from the parent or guardian of any student covered by similar laws, and, as a condition to your and your students' use of Quilgo, you agree that you will be responsible for complying with such laws.</p>\n<strong> 10.</strong>\n<strong> Updating information</strong>\n<p> 10.1 &nbsp;Please let us know if the personal information that we hold about you needs to be corrected or updated.</p>\n<strong> 11.</strong>\n<strong> About cookies</strong>\n<p> 11.1 &nbsp;A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser.\nThe identifier is then sent back to the server each time the browser requests a page from the server.</p>\n<p> 11.2 &nbsp;Cookies may be either \"persistent\" cookies or \"session\" cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date.\na session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.</p>\n<p> 11.3 &nbsp;Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies.</p>\n<strong> 12.</strong>\n<strong> Cookies that we use</strong>\n<p> 12.1 &nbsp;We use cookies for the following purposes:</p>\n<p> (a) authentication - we use cookies to identify you when you visit our website and as you navigate our website (cookies used for this purpose are: connect.sid - a token of a visitor or a logged in user, io - a token for real-time communication between Quilgo visitors and Quilgo server);</p>\n<p> (b) status - we use cookies to help us to determine your navigation through our website (cookies used for this purpose are: openpage - last opened form ID, ref - a referral token).</p>\n<strong> 13.</strong>\n<strong> Cookies used by our service providers</strong>\n<p> 13.1 &nbsp;Our service providers use cookies and those cookies may be stored on your computer when you visit our website.</p>\n<p> 13.2 &nbsp;We use Google Analytics and Google Tag Manager to analyse the use of our website.\nGoogle Analytics and Google Tag Manager gathers information about website use by means of cookies.\nThe information gathered relating to our website is used to create reports about the use of our website.\nGoogle's privacy policy is available at: https://www.google.com/policies/privacy/ .</p>\n<p> 13.3 &nbsp;We use Heroku to scale the performance of our website.\nHeroku gathers information about website use by means of cookies.\nYou can find information about Heroku privacy policies and practices at https://www.salesforce.com/company/privacy/.</p>\n<strong> 14.</strong>\n<strong> Managing cookies</strong>\n<p> 14.1 &nbsp;Most browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser, and from version to version.\nYou can however obtain up-to-date information about blocking and deleting cookies via these links:</p>\n<p> (a) https://support.google.com/chrome/answer/95647?hl=en (Chrome);</p>\n<p> (b) https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences (Firefox);</p>\n<p> (c) http://www.opera.com/help/tutorials/security/cookies/ (Opera);</p>\n<p> (d) https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies (Internet Explorer);</p>\n<p> (e) https://support.apple.com/kb/PH21411 (Safari).\nand</p>\n<p> (f) https://privacy.microsoft.com/en-us/windows-10-microsoft-edge-and-privacy (Edge).</p>\n<p> 14.2 &nbsp;Blocking all cookies will have a negative impact upon the usability of many websites.</p>\n<p> 14.3 &nbsp;If you block cookies, you will not be able to use all the features on our website.</p>\n<strong> 15.\nData Processing</strong>\n<p> Quilgo collects information under the direction of its Clients, and has no direct relationship with the individuals whose personal information it processes.</p>\n<p> If you are a Client, by using our products and services, you confirm that you have the appropriate permission to share the personal information of your users with us, and that you have provided them with access to a copy of this policy.</p>\n<p> If you are a customer of one of our Clients and would no longer like to be contacted by one of our Clients that use our service, please contact the Client that you interact with directly.\nWe may transfer personal information to companies that help us provide our service.\nTransfers to subsequent third parties are covered by the service agreements with our Clients.</p>\n<p> We will retain personal information we process on behalf of our Clients for as long as needed to provide services to our Client.\nQuilgo will retain this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>&nbsp;</p>\n<strong> 16.</strong>\n<strong> Our details</strong>\n<p> 16.1 &nbsp;This website is owned and operated by Native Platform Ltd.</p>\n<p> 16.2 &nbsp;We are registered in England and Wales under registration number 09897552, and our registered office is at 71-75 Shelton Street, Covent Garden, London, United Kingdom, WC2H 9JQ.</p>\n<p> 16.3 &nbsp;You can contact us:</p>\n<p> (a) by post, using the postal address given above;</p>\n<p> (b) using our website contact form.\nor</p>\n<p> (d) by email to hello@quilgo.com.\n</p>\n<p>\n</p>\n<p>This document was last updated: Sunday 27 September 2020</p>Quilgo Add-onTerms &amp.\nConditionsPrivacy Policy &amp.\nCookiesPricingFAQ<strong>Join now</strong>Native Platform Ltd<br>© 2017-2023<br>All rights reserved ", "created_at": "2023-03-16 03:53:23.951953", "updated_at": "2023-03-16 03:53:50.38809"}, {"id": 14612, "name": "Terms of service", "url": "https://quilgo.com/terms", "xpath": "//body", "text": "<ul>\n<li>Pricing</li>\n<li>Guide</li>\n<li>FAQ</li>\n</ul>\n<ul>\n<li>\n<strong>Join now</strong>\n</li>\n<li>Sign in</li>\n</ul>\n<strong>Terms and conditions of use</strong>\n<strong> 1.\n&nbsp;</strong>\n<strong> Introduction</strong>\n<p> 1.1 These terms and conditions shall govern your use of our website and our products and services.</p>\n<p> 1.2 By using our website, products, and services, you accept these terms and conditions in full.\naccordingly, if you disagree with these terms and conditions or any part of these terms and conditions, you must not use our website or our products or services.</p>\n<p> 1.3 You must be at least 18 years of age to use our website, products, and services.\nby using them, you warrant and represent to us that you are at least 18 years of age.</p>\n<p> 1.4 Our website uses cookies.\nby using our website or agreeing to these terms and conditions, you consent to our use of cookies in accordance with the terms of our privacy and cookies policy.</p>\n<strong> 2.\n&nbsp;</strong>\n<strong> Copyright notice</strong>\n<p> 2.1 Copyright (c) 2020 Native Platform Ltd.</p>\n<p> 2.2 Subject to the express provisions of these terms and conditions:</p>\n<p> (a) we, together with our licensors, own and control all the copyright and other intellectual property rights in our website, the material on our website, and in our products and services.\nand</p>\n<p> (b) all the copyright and other intellectual property rights in our website and in our products and services are reserved.</p>\n<strong> 3.\n&nbsp;</strong>\n<strong> Licence to use website</strong>\n<p> 3.1 In respect of our website, you may:</p>\n<p> (a) view pages from our website in a web browser;</p>\n<p> (b) download pages from our website for caching in a web browser;</p>\n<p> (c) print pages from our website;</p>\n<p> (d) &nbsp;&nbsp;&nbsp;export your materials in the form of csv-formatted documents;</p>\n<p> (e) use our website services by means of a web browser,</p>\n<p> &nbsp;&nbsp;&nbsp.\nsubject to the other provisions of these terms and conditions.</p>\n<p> 3.2 Except as expressly permitted by Section 3.1 or the other provisions of these terms and conditions, you must not download any material from our website or save any such material to your computer.</p>\n<p> 3.3 You may only use our website for your own personal and business purposes, and you must not use our website for any other purposes.</p>\n<p> 3.4 Except as expressly permitted by these terms and conditions, you must not edit or otherwise modify any material on our website.</p>\n<p> 3.5 Unless you own or control the relevant rights in the material, you must not:</p>\n<p> (a) republish material from our website (including republication on another website);</p>\n<p> (b) sell, rent or sub-license material from our website;</p>\n<p> (c) show any material from our website in public;</p>\n<p> (d) exploit material from our website for a commercial purpose.\nor</p>\n<p> (e) redistribute material from our website.</p>\n<p> 3.6 Notwithstanding Section 3.5, you may redistribute our newsletter in print and electronic form to any person.</p>\n<p> 3.7 We reserve the right to restrict access to areas of our website, or indeed our whole website, at our discretion.\nyou must not circumvent or bypass, or attempt to circumvent or bypass, any access restriction measures on our website.</p>\n<p> 3.8 Subject to your compliance with these terms and conditions, including your payment for any paid-for products and services for us, you may use any products and services we make available to you.</p>\n<strong> 4.\n&nbsp;</strong>\n<strong> Acceptable use</strong>\n<p> 4.1 You must not:</p>\n<p> (a) use our website, products, or services in any way or take any action that causes, or may cause, damage to our systems or impairment of the performance, availability or accessibility of our systems;</p>\n<p> (b) use our website, products, or services in any way that is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity;</p>\n<p> (c) use our website, products, or services to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software;</p>\n<p> (d) conduct any systematic or automated data collection activities (including without limitation scraping, data mining, data extraction and data harvesting) on or in relation to our website, products, or services without our express written consent;</p>\n<p> (e) access or otherwise interact with our website, products, or services using any robot, spider or other automated means, except for the purpose of search engine indexing;</p>\n<p> (f) violate the directives set out in the robots.txt file for our website.</p>\n<p> 4.2 You must not use data collected from our website, products, or services to contact individuals, companies or other persons or entities.</p>\n<p> 4.3 You must ensure that all the information you supply to us through our website, products, or services, or in relation to our website, is true, accurate, current, complete and non-misleading.</p>\n<strong> 5.\n&nbsp;</strong>\n<strong> Use on behalf of organisation</strong>\n<p> 5.1 If you use our website, products, or services or expressly agree to these terms and conditions in the course of a business or other organisational project, then by so doing you bind both:</p>\n<p> (a) yourself.\nand</p>\n<p> (b) the person, company or other legal entity that operates that business or organisational project,</p>\n<p> &nbsp;&nbsp;&nbsp.\nto these terms and conditions, and in these circumstances references to \"you\" in these terms and conditions are to both the individual user and the relevant person, company or legal entity, unless the context requires otherwise.</p>\n<strong> 6.\n&nbsp;</strong>\n<strong> Registration and accounts</strong>\n<p> 6.1 To be eligible for an account on our website under this Section 6, you must provide us with an electronic mail address and other information (\"Registration Data\").</p>\n<p> 6.2 You may register for an account with our website, products, or services by completing and submitting the account registration form on our website, and clicking on the verification link in the email that the website will send to you, whenever such a link is required for your account confirmation.</p>\n<p> 6.3 You must not allow any other person to use your account to access the website.</p>\n<p> 6.4 You must notify us in writing immediately if you become aware of any unauthorised use of your account.</p>\n<p> 6.5 You must not use any other person's account to access our website, products, or services.</p>\n<strong> 7.\n&nbsp;</strong>\n<strong> User login details</strong>\n<p> 7.1 If you register for an account with our website, you will be asked to provide us with your real active email address (“user ID”) and choose a password.</p>\n<p> 7.2 Your user ID must not be liable to mislead and must comply with the content rules set out in Section 13.\nyou must not use your account or user ID for or in connection with the impersonation of any person.</p>\n<p> 7.3 You must keep your password confidential.</p>\n<p> 7.4 You must notify us in writing immediately if you become aware of any disclosure of your password.</p>\n<p> 7.5 You are responsible for any activity on our website arising out of any failure to keep your password confidential, and may be held liable for any losses arising out of such a failure.</p>\n<strong> 8.\n&nbsp;</strong>\n<strong> Cancellation and suspension of account</strong>\n<p> 8.1 We may:</p>\n<p> (a) edit your account details;</p>\n<p> (b) temporarily suspend your account.\nand/or</p>\n<p> (c) cancel your account,</p>\n<p> &nbsp;&nbsp;&nbsp.\nat any time in our sole discretion, providing that if we cancel any services you have paid for and you have not breached these terms and conditions, you will be entitled to a refund of any amounts paid to us in respect of those services that were to be provided by us to you after the date of such cancellation.\nwe will give you reasonable written notice of any cancellation under this Section 8.1.</p>\n<p> 8.2 You may cancel your account on our website using your account control panel on the website or by email to hello@quilgo.com .\nYou will not be entitled to any refund if you cancel your account in accordance with this Section 8.2.</p>\n<strong> 9.\n&nbsp;</strong>\n<strong> Trial periods and Subscriptions</strong>\n<p> 9.1 To become a subscriber to our paid-for services, you must pay the applicable subscription fees after you have registered for an account with us.\nWe will send you an acknowledgement of your order.</p>\n<p> 9.2 We may provide you with free access to our products and services for a limited period of time on a trial basis.\nWe may require you to provide us with a valid payment method in order to provide you with such free trial access.\nIt is your responsibility to cancel your subscription before the end of any trial period, otherwise your payment method will automatically be charged for a standard subscription to the same products and services for which you have had free access during the trial period.\nYou will not be entitled to any refunds for any payments taken from your payment method following the end of any free trial access period.</p>\n<p> 9.3 For so long as your account and subscription remain active in accordance with these terms and conditions, you will benefit from the features specified on our website in relation to your subscription type.</p>\n<p> 9.4 We may from time to time vary the benefits associated with a subscription by giving you written notice of the variation, providing that, if in our reasonable opinion such a variation results in a substantial loss of value or functionality, you shall have the right to cancel your subscription, and we will refund to you any amounts paid to us in respect of any period of subscription after the date of such cancellation.</p>\n<p> 9.5 At the end of any period of subscription for which you have paid, and subject to the other provisions of these terms and conditions, your subscription will be automatically renewed and you must pay to us the applicable subscription fees (and you agree that we may automatically charge any payment method we have on file for you in relation to such fees), unless you cancel the subscription using the cancellation facility on our website before the date of renewal.</p>\n<strong> 10.</strong>\n<strong> Fees</strong>\n<p> 10.1 &nbsp;The fees in respect of our products and services will be as set out on the website from time to time.</p>\n<p> 10.2 &nbsp;All amounts stated in these terms and conditions or on our website are stated inclusive of VAT.</p>\n<p> 10.3 &nbsp;You must pay to us the fees in respect of our website services in advance, in full, in cleared funds, in accordance with any instructions on our website.</p>\n<p> 10.4 &nbsp;We may vary fees from time to time by posting new fees on our website, but this will not affect fees for services that have been previously paid.</p>\n<p> 10.5 &nbsp;If you dispute any payment made to us, you must contact us immediately and provide full details of your claim.</p>\n<p> 10.6 &nbsp;If you make an unjustified credit card, debit card or other charge-back then you will be liable to pay us, within 7 days following the date of our written request:</p>\n<p> (a) an amount equal to the amount of the charge-back;</p>\n<p> (b) all third party expenses incurred by us in relation to the charge-back (including charges made by our or your bank or payment processor or card issuer);</p>\n<p> (c) an administration fee of GBP 15.00 including VAT.\nand</p>\n<p> (d) all our reasonable costs, losses and expenses incurred in recovering the amounts referred to in this Section 10.6 (including without limitation legal fees and debt collection fees),</p>\n<p> &nbsp;&nbsp;&nbsp.\nand for the avoidance of doubt, if you fail to recognise or fail to remember the source of an entry on your card statement or other financial statement, and make a charge-back as a result, this will constitute an unjustified charge-back for the purposes of this Section 10.6.</p>\n<p> 10.7 &nbsp;If you owe us any amount under or relating to these terms and conditions, we may suspend or withdraw the provision of services to you.</p>\n<p> 10.8 &nbsp;We may at any time set off any amount that you owe to us against any amount that we owe to you, by sending you written notice of the set-off.</p>\n<strong> 11.</strong>\n<strong> Distance contracts: cancellation right</strong>\n<p> 11.1 &nbsp;This Section 11 applies if and only if you offer to contract with us, or contract with us, as a consumer - that is, as an individual acting wholly or mainly outside your trade, business, craft or profession.</p>\n<p> 11.2 &nbsp;You may withdraw an offer to enter into a contract with us through our website, or cancel a contract entered into with us through our website, at any time within the period:</p>\n<p> (a) beginning upon the submission of your offer.\nand</p>\n<p> (b) ending at the end of 14 days after the day on which the contract is entered into,</p>\n<p> &nbsp;&nbsp;&nbsp.\nsubject to Section 11.3.\nYou do not have to give any reason for your withdrawal or cancellation.</p>\n<p> 11.3 &nbsp;You agree that we may begin the provision of services before the expiry of the period referred to in Section 11.2, and you acknowledge that, if we do begin the provision of services before the end of that period, then:</p>\n<p> (a) if the services are fully performed, you will lose the right to cancel referred to in Section 11.2;</p>\n<p> (b) if the services are partially performed at the time of cancellation, you must pay to us an amount proportional to the services supplied or we may deduct such amount from any refund due to you in accordance with this Section 11.</p>\n<p> 11.4 &nbsp;In order to withdraw an offer to contract or cancel a contract on the basis described in this Section 11, you must inform us of your decision to withdraw or cancel (as the case may be).\nYou may inform us by means of any clear statement setting out the decision.\nIn the case of cancellation, you may inform us using the cancellation form that we will make available to you.\nTo meet the cancellation deadline, it is sufficient for you to send your communication concerning the exercise of the right to cancel before the cancellation period has expired.</p>\n<p> 11.5 &nbsp;If you withdraw an offer to contract, or cancel a contract, on the basis described in this Section 11, you will receive a full refund of any amount you paid to us in respect of the offer or contract, except as specified in this Section 11.</p>\n<p> 11.6 &nbsp;We will refund money using the same method used to make the payment, unless you have expressly agreed otherwise.\nIn any case, you will not incur any fees as a result of the refund.</p>\n<p> 11.7 &nbsp;We will process the refund due to you as a result of a cancellation on the basis described in this Section 11 without undue delay and, in any case, within the period of 14 days after the day on which we are informed of the cancellation.</p>\n<strong> 12.</strong>\n<strong> Your content: licence</strong>\n<p> 12.1 &nbsp;In these terms and conditions, \"your content\" means all works and materials (including without limitation text, graphics, images, audio material, video material, audio-visual material, scripts, software and files) that you submit to us or our website in the course of using our website, products, and services.\nIn particular, you acknowledge that “your content” includes the structure and content of any forms that you create, use, or submit responses to in the course of using our products and services, and also the audio and video footage taken from any camera connected to any device used to interact with our products and services.</p>\n<p> 12.2 &nbsp;You grant to us a non-exclusive, royalty-free, perpetual license to reproduce, store and use your content in relation to our website, products and services.\nWe will ask for your permission in advance, where appropriate, before we make any of your content visible to others on our website, products, or services.</p>\n<p> 12.3 &nbsp;You grant to us the right to sub-license the rights licensed under Section 12.2.</p>\n<p> 12.4 &nbsp;You grant to us the right to bring an action for infringement of the rights licensed under Section 12.2.</p>\n<p> 12.5 &nbsp;You hereby waive all your moral rights in your content to the maximum extent permitted by applicable law.\nand you warrant and represent that all other moral rights in your content have been waived to the maximum extent permitted by applicable law.</p>\n<p> 12.6 &nbsp;You may edit certain parts of your content to the extent permitted using the editing functionality made available on our website.</p>\n<p> 12.7 &nbsp;Without prejudice to our other rights under these terms and conditions, if you breach any provision of these terms and conditions in any way, or if we reasonably suspect that you have breached these terms and conditions in any way, we may delete, unpublish or edit any or all of your content.</p>\n<strong> 13.</strong>\n<strong> Your content: rules</strong>\n<p> 13.1 &nbsp;You warrant and represent that your content will comply with these terms and conditions.</p>\n<p> 13.2 &nbsp;Your content must not be illegal or unlawful, must not infringe any person's legal rights, and must not be capable of giving rise to legal action against any person (in each case in any jurisdiction and under any applicable law).</p>\n<p> 13.3 &nbsp;Your content, and the use of your content by us in accordance with these terms and conditions, must not:</p>\n<p> (a) be libellous or maliciously false;</p>\n<p> (b) be obscene or indecent;</p>\n<p> (c) infringe any copyright, moral right, database right, trade mark right, design right, right in passing off, or other intellectual property right;</p>\n<p> (d) infringe any right of confidence, right of privacy or right under data protection legislation;</p>\n<p> (e) constitute negligent advice or contain any negligent statement;</p>\n<p> (f) constitute an incitement to commit a crime, instructions for the commission of a crime or the promotion of criminal activity;</p>\n<p> (g) be in contempt of any court, or in breach of any court order;</p>\n<p> (h) be in breach of racial or religious hatred or discrimination legislation;</p>\n<p> (i) be blasphemous;</p>\n<p> (j) be in breach of official secrets legislation;</p>\n<p> (k) be in breach of any contractual obligation owed to any person;</p>\n<p> (l) depict violence in an explicit, graphic or gratuitous manner;</p>\n<p> (m) &nbsp;&nbsp;be pornographic, lewd, suggestive or sexually explicit;</p>\n<p> (n) be untrue, false, inaccurate or misleading;</p>\n<p> (o) constitute spam;</p>\n<p> (p) be offensive, deceptive, fraudulent, threatening, abusive, harassing, anti-social, menacing, hateful, discriminatory or inflammatory.\nor</p>\n<p> (r) cause annoyance, inconvenience or needless anxiety to any person.</p>\n<strong> 14.</strong>\n<strong> Report abuse</strong>\n<p> 14.1 &nbsp;If you learn of any unlawful material or activity on our website, or any material or activity that breaches these terms and conditions, please let us know.</p>\n<p> 14.2 &nbsp;You can let us know about any such material or activity by email to abuse@quilgo.com.</p>\n<strong> 15.</strong>\n<strong> Limited warranties</strong>\n<p> 15.1 &nbsp;We do not warrant or represent:</p>\n<p> (a) the completeness or accuracy of the information published on our website;</p>\n<p> (b) that the material on the website is up to date.\nor</p>\n<p> (c) that the website or any of our products or services will remain available</p>\n<p> 15.2 &nbsp;We reserve the right to discontinue or alter any or all of our products and services, and to stop publishing our website, at any time in our sole discretion without notice or explanation.\nand save to the extent expressly provided otherwise in these terms and conditions, you will not be entitled to any compensation or other payment upon the discontinuance or alteration of any website services, or if we stop publishing the website.</p>\n<p> 15.3 &nbsp;To the maximum extent permitted by applicable law and subject to Section 16.1, we exclude all representations and warranties relating to the subject matter of these terms and conditions, our website and the use of our website.</p>\n<strong> 16.</strong>\n<strong> Limitations and exclusions of liability</strong>\n<p> 16.1 &nbsp;Nothing in these terms and conditions will:</p>\n<p> (a) limit or exclude any liability for death or personal injury resulting from negligence;</p>\n<p> (b) limit or exclude any liability for fraud or fraudulent misrepresentation;</p>\n<p> (c) limit any liabilities in any way that is not permitted under applicable law.\nor</p>\n<p> (d) exclude any liabilities that may not be excluded under applicable law,</p>\n<p> &nbsp;&nbsp;&nbsp.\nand, if you are a consumer, your statutory rights will not be excluded or limited by these terms and conditions, except to the extent permitted by law.</p>\n<p> 16.2 &nbsp;The limitations and exclusions of liability set out in this Section 16 and elsewhere in these terms and conditions:</p>\n<p> (a) are subject to Section 16.1.\nand</p>\n<p> (b) govern all liabilities arising under these terms and conditions or relating to the subject matter of these terms and conditions, including liabilities arising in contract, in tort (including negligence) and for breach of statutory duty, except to the extent expressly provided otherwise in these terms and conditions.</p>\n<p> 16.3 &nbsp;To the extent that our website and our products and services are provided free of charge, we will not be liable for any loss or damage of any nature.</p>\n<p> 16.4 &nbsp;We will not be liable to you in respect of any losses arising out of any event or events beyond our reasonable control.</p>\n<p> 16.5 &nbsp;We will not be liable to you in respect of any business losses, including (without limitation) loss of or damage to profits, income, revenue, use, production, anticipated savings, business, contracts, commercial opportunities or goodwill.</p>\n<p> 16.6 &nbsp;We will not be liable to you in respect of any loss or corruption of any data, database or software.</p>\n<p> 16.7 &nbsp;We will not be liable to you in respect of any special, indirect or consequential loss or damage.</p>\n<p> 16.8 &nbsp;You accept that we have an interest in limiting the personal liability of our officers and employees and, having regard to that interest, you acknowledge that we are a limited liability entity.\nyou agree that you will not bring any claim personally against our officers or employees in respect of any losses you suffer in connection with the website or these terms and conditions (this will not, of course, limit or exclude the liability of the limited liability entity itself for the acts and omissions of our officers and employees).</p>\n<p> 16.9 &nbsp;Our aggregate liability to you in respect of any contract to provide services to you under these terms and conditions shall not exceed the total amount paid and payable to us under the contract.</p>\n<strong> 17.</strong>\n<strong> Indemnity</strong>\n<p> 17.1 &nbsp;You hereby indemnify us, and undertake to keep us indemnified, against any and all losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by us to a third party in settlement of a claim or dispute) incurred or suffered by us and arising directly or indirectly out of your use of our website or any breach by you of any provision of these terms and conditions.</p>\n<strong> 18.</strong>\n<strong> Breaches of these terms and conditions</strong>\n<p> 18.1 &nbsp;Without prejudice to our other rights under these terms and conditions, if you breach these terms and conditions in any way, or if we reasonably suspect that you have breached these terms and conditions in any way, we may:</p>\n<p> (a) send you one or more formal warnings;</p>\n<p> (b) temporarily suspend your access to our website or any product or service;</p>\n<p> (c) permanently prohibit you from accessing our website, products, or services;</p>\n<p> (d) block computers using your IP address from accessing our website, products, or services;</p>\n<p> (e) contact any or all of your internet service providers and request that they block your access to our website, products, or services;</p>\n<p> (f) commence legal action against you, whether for breach of contract or otherwise.\nand/or</p>\n<p> (g) suspend or delete your account(s) with us.</p>\n<p> 18.2 &nbsp;Where we suspend or prohibit or block your access to our website or a part of our website, you must not take any action to circumvent such suspension or prohibition or blocking (including without limitation creating and/or using a different account).</p>\n<strong> 19.</strong>\n<strong> Third party websites</strong>\n<p> 19.1 &nbsp;Our website includes hyperlinks to other websites owned and operated by third parties.\nsuch hyperlinks are not recommendations.</p>\n<p> 19.2 &nbsp;We have no control over third party websites and their contents, and subject to Section 16.1 we accept no responsibility for them or for any loss or damage that may arise from your use of them.</p>\n<strong> 20.</strong>\n<strong> Trademarks</strong>\n<p> 20.1 &nbsp;Quilgo, Native Platform Ltd, our logos and our other registered and unregistered trademarks are trademarks belonging to us.\nwe give no permission for the use of these trademarks, and such use may constitute an infringement of our rights.</p>\n<p> 20.2 &nbsp;The third party registered and unregistered trademarks or service marks on our website are the property of their respective owners and, unless stated otherwise in these terms and conditions, we do not endorse and are not affiliated with any of the holders of any such rights and as such we cannot grant any licence to exercise such rights.</p>\n<strong> 21.</strong>\n<strong> Variation</strong>\n<p> 21.1 &nbsp;We may revise these terms and conditions from time to time.</p>\n<p> 21.2 &nbsp;The revised terms and conditions shall apply to the use of our website, products, or services from the date of publication of the revised terms and conditions on the website, and you hereby waive any right you may otherwise have to be notified of, or to consent to, revisions of these terms and conditions.</p>\n<strong> 22.</strong>\n<strong> Assignment</strong>\n<p> 22.1 &nbsp;You hereby agree that we may assign, transfer, sub-contract or otherwise deal with our rights and/or obligations under these terms and conditions.</p>\n<p> 22.2 &nbsp;You may not without our prior written consent assign, transfer, sub-contract or otherwise deal with any of your rights and/or obligations under these terms and conditions.</p>\n<strong> 23.</strong>\n<strong> Severability</strong>\n<p> 23.1 &nbsp;If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect.</p>\n<p> 23.2 &nbsp;If any unlawful and/or unenforceable provision of these terms and conditions would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.</p>\n<strong> 24.</strong>\n<strong> Third party rights</strong>\n<p> 24.1 &nbsp;A contract under these terms and conditions is for our benefit and your benefit, and is not intended to benefit or be enforceable by any third party.</p>\n<p> 24.2 &nbsp;The exercise of the parties' rights under a contract under these terms and conditions is not subject to the consent of any third party.</p>\n<strong> 25.</strong>\n<strong> Entire agreement</strong>\n<p> 25.1 &nbsp;Subject to Section 16.1, these terms and conditions, together with our privacy and cookies policy, shall constitute the entire agreement between you and us in relation to your use of our website and shall supersede all previous agreements between you and us in relation to your use of our website.</p>\n<strong> 26.</strong>\n<strong> Law and jurisdiction</strong>\n<p> 26.1 &nbsp;These terms and conditions shall be governed by and construed in accordance with English law.</p>\n<p> 26.2 &nbsp;Any disputes relating to these terms and conditions shall be subject to the non-exclusive jurisdiction of the courts of England.</p>\n<strong> 27.</strong>\n<strong> Statutory and regulatory disclosures</strong>\n<p> 27.1 &nbsp;We will not file a copy of these terms and conditions specifically in relation to each user or customer and, if we update these terms and conditions, the version to which you originally agreed will no longer be available on our website.\nWe recommend that you consider saving a copy of these terms and conditions for future reference.</p>\n<p> 27.2 &nbsp;These terms and conditions are available in the English language only.</p>\n<p>&nbsp;</p>\n<strong> 28.</strong>\n<strong> Our details</strong>\n<p> 28.1 &nbsp;This website is owned and operated by Native Platform Ltd.</p>\n<p> 28.2 &nbsp;We are registered in England and Wales under registration number 09897552, and our registered office is at 71-75 Shelton Street, Covent Garden, London, United Kingdom, WC2H 9JQ</p>\n<p> 28.3 &nbsp;You can contact us:</p>\n<p> (a) by post, using the postal address given above;</p>\n<p> (b) using our website contact form.\nor</p>\n<p> (d) by email to hello@quilgo.com.\n</p>\n<p>\n</p>\n<p>This document was last updated: Sunday 27 September 2020</p>Quilgo Add-onTerms &amp.\nConditionsPrivacy Policy &amp.\nCookiesPricingFAQ<strong>Join now</strong>Native Platform Ltd<br>© 2017-2023<br>All rights reserved ", "created_at": "2023-03-16 03:53:23.921536", "updated_at": "2023-03-16 03:54:02.081749"}], "points": [], "urls": ["quilgo.com"]}}