{"error": 448, "message": "OK", "parameters": {"id": 9617, "name": "LavaTech", "created_at": "2023-09-14 20:26:25.190429", "updated_at": "2023-09-14 22:02:43.2161", "wikipedia": null, "keywords": null, "related": null, "slug": "lavatech", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9617.png", "url": "lavatech.top", "documents": [{"id": 19102, "name": "Services Agreement", "url": "https://gitlab.com/lavatech/servicesagreement/-/raw/master/README.md", "xpath": "//body", "text": "# LavaTech Services Agreement ## Definitions **You:** Refers to the individual reading and/or agreeing to this license.\n**\"LSA\"/\"LavaTech Services Agreement\":** Refers to this document.\n**LavaTech Staff:** LavaTech staff refers to the team members of LavaTech.\nThe active team member list may be found on https://lavate.ch/.\n**LavaTech Services:** LavaTech Services refers to services hosted by LavaTech.\nA (possibly incomplete) list of these services may be found on https://lavate.ch/.\n**LavaTech Jurisdictions:** Refers to legal jurisdictions of:\n- Turkey\n- Brazil\n- United States of America\n- Germany\n- France\n- Finland and the country you reside in.\n**Problematic Person:** Refers to individuals that are one or more of the following:\n- \"asshole\"\n- \"nazi\" / \"neo-nazi\" / \"white supremacist\" / \"anti-semite\" / fascist / alt-right\n- misogynist\n- TERF (Trans Exclusive Radical Feminist) / \"gender critical\"\n- SWERF (Sex Worker Exclusive Radical Feminist)\n- transphobe\n- homophobe --- ## Updates to this document This agreement may be changed at any time without any notice.\nIt's your responsibility to regularly check for changes.\n## Scope of the license LavaTech services are revocably, non-transferably, non-exclusively and non-sublicensably licensed to you without any warranty.\nLavaTech staff holds the right to revoke your license to any/all of services for any reason (including but not limited to violations of this agreement).\n## Prohibited actions You may NOT:\n- use LavaTech services in a commercial manner or environment.\nOur services are strictly for individuals.\nWorker owned cooperatives and non-profit entities are exempt from this clause.\n- use LavaTech services in a way that is illegal in LavaTech Jurisdictions (including but not limited to uploading copyrighted content or sharing adult content with minors).\n- use LavaTech services to harass or abuse people.\n- use LavaTech services to provide any form of media that can be used to harass or abuse people.\n- use LavaTech services if you're under 13 years of age.\nIf you're legally a minor, an adult may need to accept this agreement on your behalf.\n- use LavaTech services if one or more of LavaTech Staff members considers you a Problematic Person.\n- use LavaTech services if you self identify as one or more of the criteries for being considered a Problematic Person.\n- abuse, attack or pentest LavaTech services without prior written approval.\nYou may share adult content through LavaTech services as long as you're allowed to share the content, and the content (and context) isn't in violation of the prohibitions presented in this document.\nYou may send an email to security@lavatech.top in order to apply for a written approval to attack or pentest.\nLavaTech Staff is free to accept or deny your request at their will.\n", "created_at": "2023-09-14 20:26:25.224585", "updated_at": "2023-09-14 20:27:56.114676"}], "points": [], "urls": ["lavatech.top"]}}