{"error": 448, "message": "OK", "parameters": {"id": 7474, "name": "blocksite", "created_at": "2023-03-12 06:53:55.34258", "updated_at": "2023-03-29 19:26:43.848947", "wikipedia": null, "keywords": null, "related": null, "slug": "blocksite", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7474.png", "url": "blocksite.co", "documents": [{"id": 14369, "name": "Privacy Policy Extension", "url": "https://blocksite.co/privacy", "xpath": "//body", "text": " ProductResourceBlogProductResourceBlogFollow usAvailable onAdd to ChromeSign UpAdd to ChromeSignupPrivacy Policy ExtensionBlockSite privacy policy and data collection practices.<b>BlockSite – Privacy Policy</b>\n<p>\n<i>[Last modified: December 29, 2020]</i>\n</p>\n<p>\n<b>Introduction</b>\n</p>\n<p>This privacy policy (“<b>Privacy Policy</b>”) governs the data collection practices BlockSite LP (“<b>Company</b>”, “<b>us</b>”, “<b>we</b>” and “<b>our</b>”) uses when you use our&nbsp;<b>\n<i>BlockSite</i>\n</b>&nbsp;browser add-on extension (“<b>BlockSite Product</b>”).&nbsp;</p>\n<p>This Privacy Policy is provided to make important disclosures on&nbsp;<b>how</b>&nbsp;and&nbsp;<b>why</b>&nbsp;we collect,&nbsp;<b>share</b>&nbsp;and&nbsp;<b>use</b>&nbsp;your information.\nOur users’ privacy is important to us.\nWe encourage you to read the Privacy Policy carefully prior to using our BlockSite Product and use it to make informed decisions.</p>\n<p>By using the BlockSite Product, you acknowledge that you have read and understood the terms of this Privacy Policy.\nThis Privacy Policy is part of our Terms of Use (Link: https://blocksite.co/terms) and the processing of personal data is necessary in order to provide you with the Service (as defined below).\nDefinitions herein shall have the same meaning as in our Terms of Use.&nbsp;</p>\n<p>\n<b>What Information Do We Collect?</b>\n</p>\n<p>The information we collect when you use the BlockSite Product (“<b>Product Data</b>”) includes (i) non-identifiable information, which may be made available or gathered via a user’s use of the BlockSite Product (“<b>Non-Personal Information</b>“).\nand (ii) individually identifiable information, namely information that identifies an individual or may with reasonable effort be used to identify an individual (“<b>Personal Information</b>”).&nbsp;</p>\n<ul>\n<li>The Non-Personal Information we collect incudes technical data such as type of browser, operating system, time stamp and certain browsing data.\nIn order to&nbsp;actively avoid processing any Personal Information and to transfer solely Non-Personal Information to our servers, we make sure the browsing data, such as visited URLs, is cleaned and scrubbed on your device prior to being sent to our servers, for the purpose of removing and filtering any information that could be used to identify you.&nbsp;</li>\n<li>The Personal Information we collect or save includes: (i) online identifiers such as IP address, which is hashed (irreversibly encrypted) on a daily basis, and thus is not and cannot be traced back to an individual or used in any way to identify an individual.\n(ii) unique ID, which is a random number we generate to keep track of the amount of data sets we collect.\nAlthough the unique ID does not reveal the identity of a user and is not generated based on any user personal information, it may be considered under some jurisdictions as Personal Information.</li>\n</ul>\n<p>If you contact us for support, you will also need to provide us with your contact details so we can communicate with you to provide the support needed.\nThis is also Personal Information but we will treat this as separate from the Product Data in our systems.</p>\n<p>\n<b>How is the Product Data Used?</b>\n</p>\n<p>We use the Product Data to allow you to make use of and benefit from the features offered by the BlockSite Product.\nThe BlockSite Product helps block access to certain sites based on your preference to ensure a safe and positive browsing experience (the “<b>Service</b>”).\nIn order to know which sites to block for you, we need to process the Product Data as described above.\nThis includes your browsing data.</p>\n<p>\n<b>How is the Product Data Shared?</b>\n</p>\n<p>We do not share any Personal Information with third parties unless&nbsp;<b>(i)</b>&nbsp;required by law or regulation;&nbsp;<b>(ii)</b>&nbsp;needed to deliver the Service, for security and fraud detection.\nand&nbsp;<b>(iii)</b>&nbsp;in case of merger and acquisition.&nbsp;&nbsp;</p>\n<p>\n<b>For the sole purpose of providing and improving the Services&nbsp;</b>we share Product Data with third-party service providers and our affiliated companies who help us deliver elements of the Service.</p>\n<p>You may stop us from collecting certain Product Data by following the steps mentioned below in the section “Stopping the collection of Product Data”.&nbsp;</p>\n<p>\n<b>Cookies and Third-Party Tools</b>\n</p>\n<p>The BlockSite Product makes use of Cookies.\nA “<b>Cookie</b>” is a small text file found in a browser directory, which a website assigns and stores on your computer while you view a website.\nCookies may be used for a number of different purposes including facilitating automatic activation of some features, remembering your preferences, customizing your user experience, etc.\nMore information about how Cookies work can be found at&nbsp;www.allaboutcookies.org.&nbsp;</p>\n<p>BlockSite Product makes use of the following Cookies:&nbsp;</p>\n<ol>\n<li>\n<b>Google Analytic and Firebase Cookies:</b>&nbsp;These&nbsp;cookies are used to collect analytic data about how users use our BlockSite Product as well as tracking analytics, reporting and fixing crashes.&nbsp;For more information, please review Google’s privacy policy available&nbsp;here, as well as Google Analytics opt out available&nbsp;here.&nbsp;For additional information regarding our use of Google products, click&nbsp;here.</li>\n<li>\n<b>Sentry Cookies:</b>&nbsp;These cookies are used for error tracking in order to monitor and fix crashes in real time.\nSentry’s privacy policy is available&nbsp;here.&nbsp;</li>\n</ol>\n<p>Google and Sentry may use and store Cookies on your device separately from the Cookies used by the BlockSite Product.&nbsp;</p>\n<ul>\n<li>Any information collected about you from these Cookies (including Personal Information) will be managed on the basis of the relevant privacy practices of these third parties which we recommend you review.&nbsp;</li>\n<li>You may stop these Cookies from collecting information by following the instructions of the relevant third party, or by adjusting your browser preferences.&nbsp;</li>\n</ul>\n<p>\n<b>Lawful Basis for Processing</b>\n</p>\n<p>\n<b>Product Data:</b>&nbsp;We process Personal Information comprised within the Product Data for the purpose of providing the Services to meet your needs.\nThe lawful basis for processing this data is the legitimate interest we have in providing the Services to you, or, where applicable, your consent for the processing of this data, for example, the deployment of Cookies.&nbsp;</p>\n<p>\n<b>Contact</b>: If you contact us for support, or register to receive our newsletter, we will process Personal Information as necessary to provide the requested support / communications.\nThe lawful basis for processing this data is the legitimate interest we have in addressing your request.&nbsp;</p>\n<p>\n<b>Retention arrangements</b>\n</p>\n<p>Unless you instruct us otherwise, we retain the information we collect for as long as needed to provide the Services and to comply with our legal obligations.\nWe believe in data minimization and only keep the information we truly need and only for the period of time required.&nbsp;</p>\n<p>\n<b>User Rights</b>\n</p>\n<p>If you are resident in the EU or UK and certain other countries, you may have the right to ask us to delete Personal Information, to access and/or obtain a copy of your Personal Information, to data portability, to request data rectification, to object to processing, to restrict processing, and/or to withdraw consent to processing.\nThese rights are governed by applicable privacy laws and may be subject to important legal exceptions.&nbsp;</p>\n<p>If you would like to exercise any of these rights, please contact our Data Protection Officer at:&nbsp;dpo@blocksite.co&nbsp;who will be pleased to help.\nNote that we may request proof of your identity and we reserve the right to charge a fee where allowed by law.</p>\n<p>Occasionally, we may contact you with information and promotional emails about BlockSite services and related products.\nIf you would like to opt-out of receiving such communications, please follow the instructions in the email or send us an email at support@blocksite.co.<br>Just so you know, it may take up to ten (10) business days for us to process opt-out requests.\nIt may still be possible for us to send you emails about your account or any BlockSite Services you’ve requested from us even if you opt-out of receiving promotional and informational emails.</p>\n<p>\n<b>Stopping the collection of Product Data</b>\n</p>\n<p>You may stop the automatic collection of certain Product Data from your device at any time by managing your settings.\nTo do this, go to your browser settings page and find the “Extensions” tab, where you should be able to find “BlockSite” as a listed extension.\nClick on “Settings” for this extension then deselect the checkbox next to the words “Enable “Block By Category” Blocking”.&nbsp;</p>\n<p>If you follow the deactivation steps explained above, we will no longer automatically collect Product Data from you.&nbsp;<b>It is important to note that deactivation may mean that some or all of the Services provided by BlockSite may no longer be available</b>.&nbsp;</p>\n<p>\n<b>How do we safeguard your information?</b>\n</p>\n<p>We take great care in implementing and maintaining the security of your information.\ntherefore, we have implemented technical, physical and administrative security measures to protect your information.\nIn addition, we internally limit access to your information and limit the amount of data processed and shared.\nFor example, we hash your IP address and use a randomly generated number as your unique ID, to limit the amount of Personal Information we hold about you.&nbsp;</p>\n<p>Product Data are stored in data servers managed by AWS.\nAWS are a well-respected global cloud provider, who help manage our data in a secure environment.\nFor more information regarding the data security provided by AWS, please see: https://aws.amazon.com/security/.&nbsp;&nbsp;</p>\n<p>We will take the necessary steps to ensure that international transfers of personal data (including Personal Information) meet all requirements under applicable data protection laws.\nWhen personal data collected within the European Economic Area (“<b>EEA</b>“) is transferred outside the EEA, we will take the steps necessary to ensure that the transfer of such data provides sufficient safeguards, and you may exercise your rights, where applicable, to receive information on such transfer mechanism.\nPersonal Information transferred outside the EEA is transferred for processing by AWS on its servers in the United States, and among the Company’s affiliates, in both cases pursuant to standard contractual clauses approved by the European Commission.\nIf you would like to understand more about these arrangements and your rights in connection therewith, please contact our Data Protection Officer at: dpo@blocksite.co.</p>\n<p>\n<b>Minors</b>\n</p>\n<p>Children under 13 are&nbsp;<b>prohibited</b>&nbsp;from using the BlockSite Product.\nIn the event that we become aware that a user under the age of 13 has shared any information, we will discard such information.\nIf you have any reason to believe that a child under the age of 13 has shared any information with us, please contact our Data Protection Officer at: dpo@blocksite.co.\nIf you are under 18, please be sure to read this policy with your parents or legal guardians and ask questions about things you do not understand.</p>\n<p>\n<b>Amendments</b>\n</p>\n<p>We reserve the right to periodically amend or revise the Privacy Policy.\nmaterial changes will be effective immediately upon the display of the revised Privacy Policy.\nThe last revision date will be reflected in the “Last modified” heading.\nYour continued use of the BlockSite Product, following the notification of such amendments on our website, constitutes your acknowledgement of such amendments to the Privacy Policy and, where the processing of personal data is based on consent (<i>see above</i>), your agreement to be bound by the terms of such amendments.</p>\n<p>\n<b>How to contact us?</b>\n</p>\n<p>If you have any questions about this Privacy Policy, please contact us at:&nbsp;support@blocksite.co.</p>\n<p>If you have a complaint about your handling of Personal Information under the terms of this Privacy Policy and you are resident in European Union or United Kingdom, you may raise that with your local data protection supervisory authority.&nbsp;&nbsp;</p>\n<p>\n<b>Additional Rights of California Users</b>\n</p>\n<p>California residents have certain additional rights, pursuant to California privacy laws, including the California Consumer Privacy Act (“<b>CCPA</b>”).\nThe CCPA defines “personal information” as any information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to a particular California resident or household, but excluding publicly available data.\nThis section does not apply to our handling of publicly available information or other personal information subject to an exemption pursuant to Section 1798.145(c)-(f) of the CCPA.</p>\n<p>\n<b>Personal Information that We Collect, Disclose, and Sell</b>\n</p>\n<p>The following list (our “<b>Notice of Collection</b>”) describes the categories of personal information about California residents that we collect, from the sources listed in the “What Information Do We Collect” section above.\nWe do not sell your personal information or disclose it to third parties for a business purpose.\nWe may disclose these categories of personal information to our service providers, solely for their use as necessary to perform services on our behalf.\nThe personal information collected is used according to the “How is the Product Data Used” section above.&nbsp;&nbsp;</p>\n<p>Note that the term “sale” is defined broadly in the CCPA to include any exchange of data for consideration of any kind.&nbsp;</p> &nbsp;<b>Categories of personal information</b>\nDo we collect this data?\nDo we disclose&nbsp;this data for a business purpose?\nDo we sell this data? Name, Contact Information &amp.\nOther Identifiers&nbsp;&nbsp.\n<i>YES</i>\n<i>YES</i>\n<i>NO</i> Customer Records: Customer records including personal information such as name or email address\n<i>YES</i>\n<i>YES</i>\n<i>NO</i> Usage Data: Internet or other electronic network activity information, including information related to&nbsp.\ninteraction with a website or application, access logs and other activity information related to use of our products or services\n<i>YES</i>\n<i>NO</i>\n<i>NO</i>\n<p>\n<b>Your Rights as a California Consumer</b>\n</p>\n<p>Consumers have certain rights under California law, which restricts certain business practices, and which gives California consumers the right to request disclosure of what personal information about you we collect, use, disclose, and sell.&nbsp.\nThis includes (a) the right to opt out of the sale (if applicable) of your personal information.\n(b) the right to request, at no charge up to twice every 12 months: (i) a copy the personal information collected from you in the preceding 12 months.\n(ii) deletion of the personal information collected from you.\n(iii) disclosure of certain information about how we handled your personal information in the prior 12 months (your “<b>Right to Know</b>”), including certain information on the categories of information collected, the categories of sources, the business purposes for its collection and sale (if applicable), and the categories of third parties with whom it was shared.</p>\n<p>You may exercise the foregoing rights by (a) clicking&nbsp;here&nbsp;.\n(b) contacting us at dpo@blocksite.co.</p>\n<p>If you submit one of these requests, we will first try to verify your identity.\nThen, we will attempt to match the information provided in your request with personal information we have about you, if any.\nIf you have created an account on our BlockSite Product, we may ask you, as part of our identity verification process, to sign in to your account.\nWe will take further action on your request only where we are reasonably satisfied that we have verified your identity.\nWe will use&nbsp;reasonable efforts to respond to your request within forty-five days after we receive and verify it, or, if we cannot do so, then we will respond over the following forty-five day period.&nbsp;&nbsp;&nbsp;</p>\n<p>The CCPA does not allow any discrimination against California consumers for exercising their rights under the CCPA.\nIn addition, financial incentives offered to California consumers related to their personal information are subject to certain requirements imposed by the CCPA.\nIn particular: (a) A company may not discriminate against a consumer who exercised his/her rights under the CCPA, such as by denying or providing a different level or quality of services to the consumer, or by charging different prices or rates to, or imposing penalties on the consumer, unless reasonably related to the value provided by the consumer’s data.</p>\n<p>Your Rights under California’s Shine-the-Light Law.&nbsp.\nCalifornia’s “Shine-the-Light” law (Cal.\nCiv.\nCode § 1798.83), provides that California residents who provide certain personal information to us have the right to request and obtain from us, free of charge, information about the personal information we have shared with third parties for their own direct marketing use (if any).\nThese requests may be made once each calendar year regarding information shared with a third party in the previous calendar year.\nTo make such a request, please submit the request in writing to dpo@blocksite.co, and include in the request a statement confirming that you are a California resident.</p>\n<p>The use of information received from Google APIs will adhere to the Chrome Web Store User Data Policy, including the Limited Use requirements.</p>Take control of your time.\nBlock distracting apps and sites.\nMake productivity your priorityProductStay FocusedProductivityTime ManagementReviewsConnectBlogOur PoliciesTerms of UsePrivacy Policy ExtensionPrivacy Policy Website and AppResourcesFAQSupportEnjoy exclusive offers and updatesEnsure that you never miss out on our promotions and special feature releasesSubscribe© All rights reserved for BlockSite 2023Available on<p>\n</p>Our Website uses cookiesWe Use Cookies for various purposes including analytics, personalized content and ads.\nBy continuing to browse this site, you agree to our use of cookies as described in our Privacy PolicyOK, GOT IT", "created_at": "2023-03-12 06:54:53.889341", "updated_at": "2023-03-12 06:56:41.338948"}, {"id": 14368, "name": "Terms", "url": "https://blocksite.co/terms/", "xpath": "//body", "text": " ProductResourceBlogProductResourceBlogFollow usAvailable onAdd to ChromeSign UpAdd to ChromeSignupTerms of UseBlockSite End User License Agreement.BlockSite End User License Agreement\n<p>\n<em>[Last modified: January 27, 2021]</em>\n</p>\n<p>This End User License Agreement (“EULA”) together with the privacy policies available at:&nbsp;https://blocksite.co/privacy/&nbsp;and&nbsp;https://blocksite.co/privacy-app-and-web/&nbsp;(“Privacy Policies”) is made between BlockSite LP (“Company”, “us”, “we” and “our”), the operator of the&nbsp;<em>BlockSite </em>extensions and mobile apps (“BlockSite” or “Product”) and you, a user of BlockSite.</p>\nIntroduction\n<ul>\n<li>By accessing or using the Product, you hereby agree to abide by this Agreement and the Privacy Policies, incorporated herein by reference (collectively the “Agreement“).\nIf you do not agree to abide by this Agreement, please do not access or use the Product or Service (as defined below).</li>\n<li>We reserve the right, at our discretion, to revise or update this Agreement at any time.\nAny material change will be effective five (5) days following posting the revised terms on the applicable website or by sending a notification through the Product.\nThe last revision will be reflected in the “Last modified” heading.\nYour continued use of the Product thereafter means you consent to such changes and you agree to be bound by them.\nPlease make sure to review our EULA and the Privacy Policy periodically.</li>\n<li>You represent and warrant that you are at least 13 years of age and of legal competence to enter into this Agreement.\nIf you are under 18, please be sure to read this policy with your parents or legal guardians and ask questions about things you do not understand.</li>\n</ul>\nScope of Services\n<p>\n<strong>\n<em>BlockSite</em>\n</strong>&nbsp;enables you to build a customized browsing environment by allowing you to block unwanted content and websites according to your choosing (“Service”).</p>\nLicense and User Restrictions\n<p>Subject to the terms and conditions of this Agreement, we hereby grant you a personal, revocable, non-exclusive, non-sublicensable, non-assignable, non-transferable license (“License“) to download, install and use the Product and Service on your&nbsp;personal device&nbsp;that you own or control.\nWe reserve all right, title and interest not expressly granted herein under this License to the fullest extent possible under applicable laws.\nYou may not sublicense, assign, or transfer the License granted to you under the Agreement, and any attempt to sublicense, assign, or transfer any part of your rights under the Agreement is void.</p>\n<p>You may not attempt to access the Service or Product by any automated means, including scraping, crawling, data-mining, or using any robot, spider, or other automatic device to send queries to the Service or Product.&nbsp.\nYou agree not to disrupt, disable, overburden, damage, modify or interfere with the Service, the Product or otherwise impair or degrade its performance in any way.\nYou agree not to impede or interfere with others’ use of the Service or the Product.\nYou further agree not to alter or tamper with any information or materials on or associated with the Service or the Product.</p>\n<p>You agree that you and/or any third party on your behalf shall not: (i) sublicense, redistribute, sell, lease, lend or rent the Product.\n(ii) make the Product available over a network where it could be used by multiple devices owned or operated by different people at the same time.\n(iii) disassemble, reverse engineer, decompile, decrypt, or attempt to derive the source code of the Product.\n(iv) copy (except for back-up purposes), modify, improve, or create derivative works of the Product or any part thereof.\n(v) circumvent, disable or otherwise interfere with security-related features of the Product or features that prevent or restrict use or copying of any content or that enforce limitations on use of the Product.\n(vi) remove, alter or obscure any proprietary notice or identification, including copyright, trademark, patent or other notices, contained in or displayed on or via the Product.\n(vii) use the communications systems provided by the Product to send unauthorized or unsolicited commercial communications.\n(viii) use our name, logo or trademarks without our prior written consent.\nor (ix) use the Product to violate any applicable laws, rules or regulations, or for any unlawful, harmful, irresponsible, or inappropriate purpose, or in any manner that breaches this Agreement.\nANY USE OF THE SERVICES OR PRODUCT NOT SPECIFICALLY PERMITTED UNDER THESE TERMS ARE STRICTLY PROHIBITED AND MAY RESULT, AT COMPANY’S SOLE DISCRETION, IN THE SUSPENSION OR TERMINATION OF YOUR ACCESS TO THE SERVICE.</p>\nPaid Subscription Plans\n<p>In addition to free versions of our Product or Service, we may offer a variety of paid subscription plans, which include additional features (“<strong>Premium Plans</strong>”).\nOur Premium Plans may have differing terms, durations, and prices, including a trial period.\nthe applicable terms for each Premium Plan will be disclosed to you prior to purchasing any of our Premium Plans.\nTo Learn more about our Premium Plans, please visit&nbsp;https://blocksite.co/purchase.</p>\n<p>We may change our Premium Plans and their associated terms, including prices, at any time.\nhowever, once you have purchased a specific Premium Plan, any changes to your existing plan will apply no earlier than thirty (30) days following our notice to you, which may be provided via the email address you provided upon purchasing your Premium Plan or via the Product for which you purchased a Premium Plan, as applicable.</p>\n<p>We may also offer from time to time special promotional offers involving our Premium Plans.\nWe reserve the right to change or cancel these promotional offers at our sole discretion.</p>\n<p>Should you choose to purchase a Premium Plan, your subscription fees and any other charges you may incur in connection with your use of our Product or Service, such as taxes and/or transaction fees, as applicable, will be charged to you via the payment method you provided upon purchasing your Premium Plan and, depending on the Product for which you purchased a Premium &nbsp;Plan, will be charged through a third-party and subject to such third-party’s terms and conditions applicable to payments, as further described in the table below.\nThe length of your billing period will depend on the type of subscription that you chose upon purchasing your Premium Plan.\nIf a payment for your Premium Plan is not successfully settled for any reason and you do not cancel your Premium Plan, we may suspend your access to your Premium Plan until your payment method has been successfully charged.</p>\n<p>You may cancel your Premium Plan at any time by following the instructions in the table below related to the Product for which you purchased a Premium Plan.\nIf you have opened a user account with BlockSite, you may also visit&nbsp;https://user.blocksite.co/&nbsp;to cancel your Premium Plan.\nShould you choose to cancel, your access to your Premium Plan and any related features will continue through the end of your billing period, as applicable, and expire thereafter.\nTo the extent permitted by applicable law, any subscription fees paid for your purchase of a Premium Plan are non-refundable and we do not provide refunds for any partial subscriptions.</p>\n<strong>Product</strong>\n<p>\n<strong>Premium Plan Payment</strong>\n</p>\n<strong>Premium Plan Cancellation</strong>\n<strong>Mobile app – Android</strong>\n<p>Payment will be made through Google Play.\nGoogle Play’s Terms of Service are available here:&nbsp;https://play.google.com/intl/en-US_us/about/play-terms/index.html.</p>\n<p>&nbsp;</p>\n<p>Please note that opening a user account with BlockSite is not required in order to purchase a Premium Plan for our Android mobile app.\nhowever, if you wish to access your Premium Plan across all your devices, please be sure to sign-up for an account at &nbsp;https://user.blocksite.co/signup.</p> To cancel your Premium Plan, please contact our Support via&nbsp;https://blocksite.co/support-requests/&nbsp;or visit Google Play’s Help Center at &nbsp;&nbsp;https://support.google.com/googleplay/?hl=en#topic=3364260.\n<strong>Mobile app –&nbsp.\niOS</strong>\n<p>Payment will be made through Apple Store.\nApple Media &nbsp;Services’ Terms and Conditions are available here:&nbsp;https://www.apple.com/legal/internet-services/itunes/us/terms.html.</p>\n<p>&nbsp;</p>\n<p>Please note that opening a user account with BlockSite is not required in order to purchase a Premium Plan for our iOS mobile app.\nhowever, if you wish to access your Premium Plan across all your devices, please be sure to sign-up for an account at &nbsp;https://user.blocksite.co/signup.</p>\n<p>To cancel your Premium Plan, please visit Apple at&nbsp;https://support.apple.com/en-us/HT202039.</p>\n<p>&nbsp;</p>\n<p>Please note that your iOS Premium Plan may only be cancelled through Apple.</p>\n<strong>Extension</strong>\n<p>Payment will be made through either Stripe or PayPal.</p>\n<p>Stripe’s Services Agreement is available here:&nbsp;https://stripe.com/ssa.</p>\n<p>PayPal’s User Agreement is available here:&nbsp;https://www.paypal.com/us/webapps/mpp/ua/useragreement-full?locale.x=en_US.</p>\n<p>&nbsp;</p>\n<p>Please note that opening a user account with BlockSite is&nbsp;<strong>required</strong>&nbsp;in order to purchase a Premium Plan for our extension.\nTo sign-up for an account, please visit&nbsp;https://user.blocksite.co/signup.</p>\n<p>To cancel your Premium Plan, please visit your BlockSite user account at&nbsp;https://user.blocksite.co/&nbsp;or contact our Support via&nbsp;https://blocksite.co/support-requests/.</p>\n<p>Please note that regardless of the payment method used to purchase your Premium Plan, we do not see or receive your full payment information at any point, as payments for our Premium Plans are fully processed by the third-parties listed above.</p>\nIntellectual Property\n<p>All trademarks, service marks, product names, and trade names of the Company appearing on or through the Service or the Product are exclusively owned by the Company.\nAll other trademarks, service marks, product names, copyrights and logos appearing on or through the Service or Product are the property of their respective owners.\nYou may not use or display any trademark, service mark, product name, trade name, or logo appearing on or through the Service without the owner’s prior written consent.\nThe Company is the exclusive owner of the Product and any software component or technology incorporated therein.\nUnless explicitly stated herein, nothing in this Agreement shall be construed as conferring any license to intellectual property rights, whether by estoppel, implication, or otherwise.\nAll content included in the Product and the Service is the property of the Company or its respective licensors or content suppliers and is protected by United States and international copyright laws.</p>\nDisclaimer of Warranties\n<p>You expressly agree that your use of, or inability to use, the Service or the Product is at your sole risk.\nThe Service, Product and the information and materials therein are provided on an “AS IS” and “AS AVAILABLE” basis.&nbsp.\nThe Company does not provide any user assurance or warrant the accuracy, comprehensibility, reliability, correctness or completeness of the Service or Product, whether to you or to any other party.\nWhere permitted by law, the Company and its partners or service providers specifically disclaim any representation or warranty, express or implied, of any kind, including, but not limited to, warranties of merchantability, title, non-infringement or fitness for any particular purpose.\nThe Company does not provide any warranty, representation or user assurance that your use of the Service, the Product, or any results you (or any other person or entity) may obtain from use of the Product or Service, shall be uninterrupted, timely, without delays, secure or error-free, or that any defects shall be corrected, or that the Product or Service will meet any third party’s expectations.\nNote that the Android mobile app version of the Product makes use of the Android accessibility services, if enabled by you, to enable the Product’s features that Block sites and apps according to your choice, without requiring extra navigation, which may be difficult for some users, particularly those with mobility disabilities.</p>\nLimitation on Liabilities\n<p>To the fullest extent permitted by law, in no event shall the Company be liable for special, incidental, consequential, direct, indirect, exemplary, punitive or tort damages, including, but not limited to, damages resulting from loss of use, loss of data, loss of profits, loss of business, or diminution of value arising out of, in connection with, related to or arising in any manner out of the use of, or the inability to use, or any decision or action taken in reliance upon, the Service or Product, and whether based in tort, contract, negligence, strict liability or otherwise, even if we are or have been expressly advised of the possibility of such damages.\nIf you become dissatisfied in any way with the Product or Service, your sole and exclusive remedy is to uninstall the Product.\nYou hereby waive any and all claims against the Company, and its affiliates, agents, representatives and licensors arising out of your use of the Service or Product.\nIf any portion of this limitation on liability is found to be invalid or unenforceable for any reason, then the aggregate liability of the Company and its affiliates shall not exceed the lesser of the cost of the Service or the Product.</p>\nIndemnification\n<p>You agree to indemnify and hold the Company and its subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any alleged claim or demand, including reasonable attorneys’ fees, made by any third party due to or arising out of your access to or use of the Service or the Product or to any matter governed by this Agreement.\nThe user is solely responsible for his or her actions when using the Service or Product.</p>\nTermination and Service Interruptions\n<p>At any time, you may stop using the Product or related Service by (i) uninstalling the extension through your browser’s settings, or uninstalling the mobile app directly from your device or through the app page on the applicable mobile application store and (ii) if you have purchased a Premium Plan, cancelling your plan per the “Paid Subscription Plans” section above.\nWe reserve the right, at any time, to: (a) discontinue or modify any aspect of the Product or Service.\nor (b) terminate this Agreement and your use of the Product or Service with or without cause, and shall not be liable to you or any third party for any of the foregoing.\nThe Company does not assume any responsibility with respect to, or in connection with, the termination of the Product or Service or this Agreement.</p>\n<p>You acknowledge that: (i) your access to and use of the Product or Service may be suspended for the duration of any unanticipated or unscheduled downtime or unavailability of any portion or all of the Product or Service for any reason, including as a result of power outages, system failures or other interruptions.\nand (ii) we shall be entitled, without any liability to you, to suspend access to any portion or all of the Product or Service at any time (a) for scheduled downtime to permit us to conduct maintenance or make modifications to the Product or Service.\nor (b) in the event that we determine that the Product or the Service are prohibited by law or we otherwise determine that it is necessary or prudent to do so for legal or regulatory reasons (collectively, “Services Interruptions“).</p>\n<p>The availability and functionality of the Product and Service depends on various factors, including software, hardware and communication networks that are provided by third parties.\nThese factors are not fault-free.\nThe Company does not warrant that the Product or Service will operate without disruption, errors or interruptions, or that it will be accessible, or available at all times or be immune from errors or unauthorized access.\nWe reserve the right to add additional features to the Product and Service or to provide updates, upgrades or programming fixes.\nwe have no obligation to make available to you any subsequent versions of the Product or Service.</p>\nGoverning Law\n<p>Except for disputes relating to the Company’s intellectual property (such as any patents (registered or pending), copyrights, trade secrets, designs or trademarks) (“Excluded Disputes“), you agree that all disputes between you and the Company (whether or not such dispute involves a third party) with regard to your relationship with the Company, including without limitation disputes related to this Agreement or rights of privacy or publicity, will be resolved by binding, individual arbitration under the American Arbitration Association’s rules for arbitration of consumer-related disputes and you and the Company hereby expressly waive trial by jury.\nYou may bring claims only on your own behalf.\nNeither you nor the Company will participate in a class action or class-wide arbitration for any claims covered by this agreement.\nYou also agree not to participate in claims brought in a private attorney general or representative capacity, or consolidated claims involving another person’s claim, if the Company is a party to the proceeding.\nThis dispute resolution provision will be governed by the Federal Arbitration Act.\nJudgment on the award rendered by the arbitrator may be entered in any court having competent jurisdiction.\nNotwithstanding any other provision under applicable law, the arbitrator will not have authority to award damages, remedies or awards that conflict with this Agreement.\nYou must include your name and residence address, and a clear statement that you want to opt out of this arbitration agreement.\nIf the prohibition against class actions and other claims brought on behalf of third parties contained above is found to be unenforceable, then all of the preceding language in this Arbitration section will be null and void.\nThis arbitration agreement will survive the termination of your relationship with the Company.\nFor any action at law or in equity relating to the arbitration provision of this Agreement and the Excluded Disputes, or if you opt out of the agreement to arbitrate, you agree to resolve any dispute you have with the Company exclusively in a state or federal court located in New York County, New York, and to submit to the personal jurisdiction of the courts located in New York County for the purpose of litigating all such disputes.\nAny cause of action you might have relating to the Service is limited in time to one (1) year from the arising incident, and will be permanently barred afterwards.\nFailure of the Company to enforce any rights or to take action against you in the event of any breach hereunder shall not be deemed a waiver of such rights or of subsequent actions in the event of future breaches.</p>\nAmendments\n<p>The Company reserves the right, with or without notice to you, to amend, modify, update or make changes to this Agreement in its sole discretion.\nContinued use or access to the Service or Product, or any part thereof, constitutes your acceptance of such changes.\nThe date of the last amendments shall be reflected in the “Last modified” heading.</p>\nEntire Agreement, Severability, Agency, Assignment and Headers\n<p>This Agreement constitutes the entire agreement between you and the Company, and supersedes any prior agreement.\nIf any part of this Agreement is found void and unenforceable, it will not affect the validity of the balance of the Agreement, which shall remain valid and enforceable according to its terms.\nNo agency, partnership, joint venture, employee-employer or franchiser-franchisee relationship is intended or created by this Agreement.\nYou may not assign or otherwise transfer by operation of law or otherwise this Agreement or any right or obligation herein.\nThe Company expressly reserves its right to assign or transfer this Agreement and to delegate any of its obligations hereunder at its sole discretion.\nHeadings are for reference purposes only and do not limit the scope or extent of the relevant section.\nThe Company’s failure to act with respect to a breach by you or others does not waive our right to act with respect to subsequent or similar breaches.</p>\nUpdates and Upgrades\n<p>In order to enhance and further develop the Product and Service we may automatically download and install updates and upgrades from time to time.\nThese updates and upgrades are designed solely to improve the Product or Service, provide enhanced functionalities, and/or embed new modules and versions which will not affect your device in any way.\nYou hereby agree to receive such updates and upgrades as part of your use of the Product or Service.\nIn the event we believe that such updates or upgrades shall materially affect your use of the Service or Product, we will make best efforts to notify you.\nIn addition, your browser periodically checks for updates of all your extensions including&nbsp;<em>BlockSite</em>.\nUpdates to stabilize&nbsp;<em>BlockSite</em>&nbsp;for Chrome releases are handled by the&nbsp;<em>Google Web Store</em>&nbsp;website and are subject to the&nbsp;Google Privacy Policy.\nUpdates to stabilize&nbsp;<em>BlockSite</em>&nbsp;for the versions for any other browser or mobile app are handled by the respective browser extension or mobile application store website and are subject to the applicable browser or mobile application store privacy policy.</p>\nContacting Us\n<p>If you have any questions about these terms, or wish to report violators of this Agreement, contact support@blocksite.co<u>.</u>\n</p>Take control of your time.\nBlock distracting apps and sites.\nMake productivity your priorityProductStay FocusedProductivityTime ManagementReviewsConnectBlogOur PoliciesTerms of UsePrivacy Policy ExtensionPrivacy Policy Website and AppResourcesFAQSupportEnjoy exclusive offers and updatesEnsure that you never miss out on our promotions and special feature releasesSubscribe© All rights reserved for BlockSite 2023Available on<p>\n</p>Our Website uses cookiesWe Use Cookies for various purposes including analytics, personalized content and ads.\nBy continuing to browse this site, you agree to our use of cookies as described in our Privacy PolicyOK, GOT IT", "created_at": "2023-03-12 06:53:55.373214", "updated_at": "2023-03-12 06:57:27.314677"}, {"id": 14370, "name": "Privacy Policy for Website", "url": "https://blocksite.co/privacy-app-and-web", "xpath": "//body", "text": " ProductResourceBlogProductResourceBlogFollow usAvailable onAdd to ChromeSign UpAdd to ChromeSignupPrivacy Policy for Website, Mobile App, and Desktop AppBlockSite privacy policy and data collection practices.\n<strong>BlockSite – Privacy Policy for Website, Mobile App, and Desktop App</strong>\n<p>\n<em>[Last modified:&nbsp;</em>\n<em>October 14, 2021]</em>\n</p>\n<strong>Introduction</strong>\n<p>This privacy policy (“<strong>Privacy Policy</strong>“) governs the data collection practices BlockSite LP (“<strong>Company</strong>”, “<strong>us</strong>”, “<strong>we</strong>” and “<strong>our</strong>”) uses when you use our&nbsp;<strong>\n<em>BlockSite</em>\n</strong>&nbsp;mobile app or desktop app (“<strong>BlockSite Product</strong>”) or our website,&nbsp;www.blocksite.co&nbsp;(the “<strong>Website</strong>”).\nThis Privacy Policy is provided to make important disclosures on&nbsp;<strong>how</strong>&nbsp;or&nbsp;<strong>why</strong>&nbsp;we collect,&nbsp;<strong>share</strong>&nbsp;and&nbsp;<strong>use</strong>&nbsp;our users’ information.\nOur users’ privacy is important to us.\nWe encourage you to read the Privacy Policy carefully prior to using our BlockSite Product and use it to make informed decisions.\nIf you would like to use our BlockSite add-on extension, please be sure to review and agree to the terms of the separate privacy policy available on our Website.</p>\n<p>By using the BlockSite Product or Website, you agree to the terms of this Privacy Policy.\nYour continued use of the BlockSite Product or Website constitutes your agreement to this Privacy Policy.\nThis Privacy Policy is part of our End User License Agreement (Link:&nbsp;<u>https:// blocksite.co/terms</u>) and, to the extent that the processing of personal data is based on consent&nbsp;<em>(see below)</em>, is a legally binding agreement between you and the Company.\nDefinitions herein shall have the same meaning as defined therein.\nIf you do not agree to these terms, please do not access or use the BlockSite Product or Website.</p>\n<p>\n<strong>IF YOU OBJECT TO THESE TERMS PLEASE DO NOT ACCESS OR USE THE WEBSITE, DOWNLOAD, INSTALL, OR USE THE BLOCKSITE PRODUCT OR SERVICES IN ANY MANNER.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>\n</p>\n<strong>What Information Do We Collect?</strong>\n<p>The information we collect includes non-identifiable information which may be made available or gathered via the user’s use of the BlockSite Product and, where applicable and enabled by users of the mobile app, via the Android accessibility service (“<strong>Non-Personal Information</strong>“).\nThis Non-Personal Information is cleaned and scrubbed on your device – prior to being sent to our servers and prior to any other use – for the purpose of removing information that could be used to identify you.\nAs such, we are not aware of and cannot determine the identity of the user from which the Non-Personal Information is collected.</p>\n<p>\n<strong>Non-Personal Information</strong>&nbsp;collected through your use of the&nbsp;<strong>desktop app</strong>&nbsp;includes:</p>\n<ul>\n<li>Browsing history information (URLs/domains visited)</li>\n<li>Internet Protocol (IP) address – but note that we permanently delete the last portion of the IP address and hash the full IP address before storing it, thus preventing us from having the ability to use it to transmit any information to your device or to otherwise identify you</li>\n<li>GUID – a random number generated on your device upon app installation and stored in order to distinguish one user from another, which cannot be used to transmit any information to your device or to otherwise identify you</li>\n<li>User agent – which helps identify which browser is being used, what version, and on which operating system</li>\n<li>Tracker details – our tracker type and version</li>\n<li>Transition Type – how the current URL was reached (i.e., via manual typing, tab switching, or link clicking)</li>\n<li>Browser profile counter – a random number generated to distinguish between different users using the same browser</li>\n</ul>\n<p>\n<strong>Non-Personal Information</strong>&nbsp;collected through your use of the&nbsp;<strong>mobile app</strong>&nbsp;includes:</p>\n<p>\n<u>Android</u>\n</p>\n<ul>\n<li>Technical information (operating system version, device model name, screen size, and mobile network code, browser type);</li>\n<li>Browsing history information (URLs/domains visited, and the dates, times and durations of visits)</li>\n<li>List of installed apps (app name, app ID, installation and update date, version, whether app is a system app, whether app is on home page)</li>\n<li>App usage (including duration of use) – but note that we do not collect data from within the installed apps, but rather solely aggregated data concerning use itself</li>\n<li>GUID – a random number generated on your device upon app installation and stored in order to distinguish one user from another, which cannot be used to transmit any information to your device or to otherwise identify you</li>\n<li>Internet Protocol (IP) address – but note that we permanently delete the last portion of the IP address and hash the full IP address before storing it, thus preventing us from having the ability to transmit any information to your device or to otherwise identify you.</li>\n</ul>\n<p>Android app permissions requested (“<strong>Permission</strong>”):</p>\n<ul>\n<li>App Usage: this Permission enables us to understand the user’s browsing habits, in order to enable the user to improve their productivity.</li>\n<li>Accessibility: this Permission enables us to block unwanted websites or apps and enable the safe use of your device and browser, which is the app’s core functionality.\nFor more information, please see “How is the Data Used” Section below.</li>\n</ul>\n<p>To access these Permissions, you will need to explicitly enable them through an in-app permission or the mobile settings.\nYou may disable these Permissions at any time.\nHowever, depending on the Permission you choose to disable, a feature or all features may not operate properly.\nWe share the information obtained through the Permissions to provide the Services.</p>\n<p>\n<u>iOS</u>\n</p>\n<ul>\n<li>Device information (operating system version and device model name)</li>\n<li>Browsing history information (URLs/domains visited, and the dates and times of visits)</li>\n<li>Internet Protocol (IP) address – but note that we permanently delete the last portion of the IP address and hash the full IP address before storing it, thus preventing us from having the ability to transmit any information to your device or to otherwise identify you</li>\n<li>Country</li>\n<li>GUID – a random number generated on your device upon app installation and stored in order to distinguish one user from another, which cannot be used to transmit any information to your device or to otherwise identify you</li>\n<li>IDFA (Apple identifier for advertisers)</li>\n<li>User agent – which helps identify which browser is being used, what version, and on which operating system</li>\n</ul>\n<p>Such Non-Personal Information is processed for the purposes described in the “How Is the Data Used?” section hereunder.</p>\n<p>We do not collect from you any individually identifiable information, namely information that identifies an individual or may with reasonable effort be used to identify an individual (“<strong>Personal Information</strong>“) except as may be voluntarily provided by you if and when you register and create an account or otherwise contact us, such as your name and email address, provided that such information will be used solely to communicate with and support you, and will not be shared with any third parties except as set forth in the “How is the Data Shared” section below.</p>\n<strong>How is the Data Used?</strong>\n<p>We collect your information during your access or use of the BlockSite Website or the BlockSite Product as detailed above, and use that information to block your access to certain sites based on parameters you define and control (the “<strong>Services</strong>”).\nWe use that information based on our legitimate interests in promoting and improving the BlockSite Product and our services, on the necessity of such information for the provision of the BlockSite Product and our services where applicable (as described in this Privacy Policy) or, where permitted under applicable law, on the implied consent that you provide by using the BlockSite Product, or by requesting support, registering for the BlockSite Product, or through your use of the various forums and blogs available within the website.</p>\n<p>In practice, in order to provide the BlockSite Product and the Services, we need to scan the webpages you browse, and we need to retrieve the apps you are trying to open.\nMeaning, we use the data collected from you, as detailed and specified above, and transmit it to our servers for the purpose of enabling the BlockSite Product and in order to know when and where there is content, a website or an app to block.\nThus, the processing of Non-Personal Information in this context is necessary for a user-facing feature, namely the provision of the Services as described above.\nAccordingly, without access to such information, some or all of the site-blocking would not work.\nYou acknowledge and agree that by using the BlockSite website and by downloading and using the BlockSite Product, you request that we provide you with the Services.</p>\n<p>We also use Non-Personal Information, aggregated information or statistics regarding your use of the Services, which do not describe or identify any individual user, in order to monitor and understand user interest and improve the Services.&nbsp;</p>\n<strong>How is the Data Shared?</strong>\n<p>We do&nbsp;<strong>not</strong>&nbsp;share any Personal Information collected from you with third parties or any of our partners.\nWe may disclose information you submitted if we have a good faith belief that disclosure of such information is reasonably necessary:</p>\n<p>(i) to comply with any applicable law, regulation, legal process or governmental request;</p>\n<p>(ii) to enforce our policies (including our policies and agreements), including investigations of potential violations thereof;</p>\n<p>(iii) investigate, detect, prevent, or take action regarding illegal activities or other wrongdoing, suspected fraud or security issues;</p>\n<p>(iv) to establish or exercise our rights to defend against legal claims;</p>\n<p>(v) to prevent harm to the rights, property or safety of us, our users, yourself or any third party.\nor</p>\n<p>(vi) for the purpose of collaborating with law enforcement agencies or in case we find it necessary in order to enforce intellectual property or other legal rights.</p>\n<p>Note that we may also appoint third-party service providers, or have certain services provided by one of our affiliated companies, operating under our instructions, who may need access to your information in connection with their services on our behalf.\nTransfers of your Personal Information will be made in accordance with applicable data protection laws.</p>\n<p>We will take the necessary steps to ensure that international transfers of personal data (including Personal Information) meet all requirements under applicable data protection laws.\nWhen personal data collected within the European Economic Area (“<strong>EEA</strong>“) is transferred outside the EEA, we will take the steps necessary to ensure that the transfer of such data provides sufficient safeguards, and you may exercise your rights, where applicable, to receive information on such transfer mechanism.</p>\n<p>\n<strong>Cookies and Third-Party Tools</strong>\n</p>\n<p>When you use the BlockSite Website or our Product, we may use Cookies that enable us to identify you.\nPlease note that a “Cookie” is a small text file found in a browser directory, which a website assigns and stores on your computer while you view a website.\nIt is a standard practice to use Cookies, and they are used for different purposes including allowing you to navigate among pages efficiently, facilitating automatic activation of some features, remembering your preferences, and making the interaction between you and various services such as ours easier and faster.\nIn addition, Cookies are used to help customize your user experience.\nMore information about cookies can be found at&nbsp;www.allaboutcookies.org.</p>\n<p>BlockSite’s Website may use third-party tools (e.g.&nbsp;www.google.com/analytics/<u>,</u>&nbsp;&nbsp;https://keen.io&nbsp;or some of the tools described below) or third-party content (e.g.&nbsp;www.youtube.com).\nThese third parties may use and store their own Cookies on your device, which Cookies may collect information about you, including Personal Information, subject to the privacy practices of these third parties.\nThese third-party Cookies may collect information such as how often users access our Website, what pages users visit, and when.\nFor additional information on third party Cookies, please check with the relevant third party.</p>\n<p>We use the information we receive from third parties such as Google Analytics based on our legitimate interests in promoting and improving the BlockSite Product and our services.\nNote that we do not combine the information collected through the use of third-party tools with any Personal Information collected from you.\nYou may remove Cookies by following the instructions on your device governing the setting of your preferences.\nOur Cookies do not enable any access to or inspection of other information on your device.\nIf you wish to be notified of when Cookies are placed on your device, you may set your web browser to provide such notices.</p>\n<p>These are some of the tools used in our Products and/or Website:</p>\n<p>\n<u>Hotjar</u>\n</p>\n<p>We use&nbsp;Hotjar&nbsp;in order to better understand our users’ needs and to optimize our service and user experience.\nHotjar is a technology service that helps us better understand our users’ experience (e.g.\nhow much time they spend on which pages, which links they choose to click, what users do and do not like, etc.) and this enables us to build and maintain our service with user feedback.\nHotjar uses cookies and other technologies to collect data on our users’ behavior and their devices (in particular device IP address (captured and stored only in anonymized form), device screen size, device type (unique device identifiers), browser information, geographic location (country only), preferred language used to display our website).\nHotjar stores this information in a pseudonymized user profile.\nNeither Hotjar nor we will ever use this information to identify individual users or to match it with further data on an individual user.\nFor further details, please see Hotjar’s privacy policy by clicking on&nbsp;this link.</p>\n<p>You can opt out of the creation of a user profile, Hotjar’s storing of data about your usage of our site and Hotjar’s use of tracking cookies on other websites, by following this&nbsp;opt-out link.</p>\n<p>\n<u>Taboola</u>\n</p>\n<p>Our Website uses technologies from Taboola Inc.\n(28 West 23rd St.\n5th Fl, New York, NY 10010,&nbsp;www.taboola.com, “Taboola”).\nTaboola uses Cookies that determine how you navigate our Website, which of our pages you visit, and to determine what content and video services you use.\nThe Cookie enables us to create pseudonymous user profiles by collecting device-related data as well as log data, and to recommend content that suits your personal interests, so that we can design our offer individually for you.\nThese usage profiles are not merged with data about the bearer of the pseudonym and do not allow us to draw any conclusions about the data subject.\nFor more information about Taboola and the ability to disable the Taboola Cookie, visit&nbsp;https://www.taboola.com/privacy-policy.</p>\n<p>\n<u>Facebook Pixel</u>\n</p>\n<p>Our website measures conversions using visitor action pixels from Facebook Inc.\n(1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA, “Facebook”).</p>\n<p>These allow the behavior of site visitors to be tracked after they click on a Facebook ad to reach the provider’s website, allowing an analysis of the effectiveness of Facebook advertisements for statistical and market research purposes and their future optimization.</p>\n<p>The data collected is anonymous to us as operators of this website and we cannot use it to draw any conclusions about our users’ identities.\nHowever, the data are stored and processed by Facebook, which may make a connection to your Facebook profile and which may use the data for its own advertising purposes, as stipulated in the&nbsp;Facebook privacy policy.\nThis will allow Facebook to display ads both on Facebook and on third-party sites.\nWe have no control over how this data is used.&nbsp.\nSee Facebook’s privacy policy to learn more about protecting your privacy:&nbsp;https://www.facebook.com/about/privacy/.</p>\n<strong>You can deactivate the Facebook custom audiences remarketing feature in the Ads Settings section at&nbsp;</strong>\n<strong>https://www.facebook.com/ads/preferences/?entry_product=ad_settings_screen</strong>\n<strong>.</strong>\n<p>\n<u>Firebase</u>\n</p>\n<p>We use Firebase (https://firebase.google.com/) for user registration and authentication, for users who decide to create accounts and provide their email address and create passwords for that purpose.\nFor further details, please see Firebase’s privacy policy by clicking on&nbsp;this link.</p>\n<p>\n<u>PayPal and Stripe</u>\n</p>\n<p>We use PayPal (https://www.paypal.com/) and Stripe (https://stripe.com/) to facilitate secure electronic payment by users for features and services that are offered for a fee.\nFor further details, please see PayPal’s privacy policy by clicking on&nbsp;this link&nbsp;and Stripe’s privacy policy by clicking on&nbsp;this link.</p>\n<p>\n<u>Google AdMob</u>\n</p>\n<p>Our Product may serve third-party advertisements, delivered to you by Google.\nGoogle processes an advertising ID from the device on which ads are served to determine interests, demographics and other data, which may be used to serve better targeted ads to the user via the Google Mobile Ads SDK.\nFor further details, please see Google’s privacy policy by clicking on&nbsp;this link&nbsp;and AdMob &amp.\nAdSense program policies by clicking on&nbsp;this link&nbsp;and&nbsp;this link.&nbsp.\n&nbsp;</p>\n<p>\n<strong>Opt out right</strong>\n</p>\n<p>You may opt out of the automatic collection and sharing of Non-Personal Information described above as follows:</p>\n<p>For the mobile app (Android):</p>\n<p>By selecting the checkbox next to the words “Opt Out” which can be found in the “About” screen of the application.</p>\n<p>For the mobile app (iOS):</p>\n<p>By selecting the toggle next to the words “Opt Out” which can be found In the “About Us” screen of the application.</p>\n<p>For Cookies used on the Website:</p>\n<p>Follow the instructions of the relevant third party, as indicated.</p>\n<p>After you opt out, we will no longer automatically collect and share your Non-Personal Information as described in this Privacy Policy.\nNote that once you opt out, some or all of the Services provided by BlockSite will no longer be available.</p>\n<strong>User Rights</strong>\n<p>Please note that, unless you instruct us otherwise, we retain the information we collect for as long as needed to provide the services described herein and to comply with our legal obligations, resolve disputes and enforce our agreements.\nIf you object to the aforesaid collection, use and share of data, please uninstall or disable the BlockSite Product immediately from your device.</p>\n<p>Where provided under applicable law (e.g., within the European Union), you may have the right to ask us to delete Personal Information which you have provided to us,&nbsp.\nsubject to applicable exceptions, such as in order to preserve that information for anticipated litigation or demands from a regulator, or some or all of the following rights: the right to obtain information on our use of your Personal Information, the right to obtain a copy thereof, the right to data portability, the right of data rectification, the right to object to processing based on our legitimate interests, the right to restriction of the processing, and the right to withdraw your consent.</p>\n<p>In order to assert any of these rights, please contact our Data Protection Officer at: dpo@blocksite.co.\nNote that we may request proof of your identity, and we reserve the right to charge a fee where allowed by law, such as in circumstances where your request is deemed to be excessive.</p>\n<p>In addition, you may have the right to lodge a complaint with a supervisory authority, subject to applicable law (as is the case in the European Union).</p>\n<strong>How do we safeguard your information?</strong>\n<p>We make best efforts to use security methods and encryptions when handling sensitive data (i.e., handle the user data securely, including transmitting it via modern cryptography).\nUnfortunately, no data transmission over the Internet or any wireless network can be guaranteed to be 100% secure.\nAs a result, while we strive to protect your information, you acknowledge that: (a) there are security and privacy limitations of the Internet which are beyond our control.\n(b) the security, integrity and privacy of any and all information and data exchanged between you and us through the BlockSite Products cannot be 100% guaranteed.</p>\n<strong>Minors</strong>\n<p>Children under 13 are&nbsp;<strong>prohibited</strong>&nbsp;from using the BlockSite Product.\nIn the event that we become aware that a user under the age of 13 has shared any information, we will discard such information.\nIf you have any reason to believe that a child under the age of 13 has shared any information with us, please contact our Data Protection Officer at: dpo@blocksite.co.\nIf you are under 18, please be sure to read this policy with your parents or legal guardians and ask questions about things you do not understand.</p>\n<strong>Additional Rights of California Users</strong>\n<p>California residents have certain additional rights, pursuant to California privacy laws, including the California Consumer Privacy Act (“<strong>CCPA</strong>”).\nThe CCPA defines “personal information” as any information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to a particular California resident or household, but excluding publicly available data.\nThis section does not apply to our handling of publicly available information or other personal information subject to an exemption pursuant to Section 1798.145(c)-(f) of the CCPA.</p>\n<p>\n<strong>Personal Information that We Collect, Disclose, and Sell</strong>\n</p>\n<p>The following list (our “Notice of Collection”) describes the categories of personal information about California residents that we collect, from the sources listed in the “What Information Do We Collect” section above.\nWe do not sell your personal information or disclose it to third parties for a business purpose.\nWe may disclose these categories of personal information to our service providers, solely for their use as necessary to perform services on our behalf.\nThe personal information collected is used according to the “How is the Data Used” section above.&nbsp;</p>\n<p>Note that the term “sale” is defined broadly in the CCPA to include any exchange of data for consideration of any kind.</p>\n<p>\n<strong>Categories of personal information</strong>\n</p>\n<p>Do we collect this data?</p>\n<p>Do we disclose &nbsp;this data for a business purpose?</p>\n<p>Do we sell this data?</p>\n<p>Name, Contact Information &amp.\nOther Identifiers&nbsp;</p>\n<p>\n<em>YES</em>\n</p>\n<p>\n<em>YES</em>\n</p>\n<p>\n<em>NO</em>\n</p>\n<p>Customer Records: Customer records including personal information such as name, address, and telephone number</p>\n<p>\n<em>YES</em>\n</p>\n<p>\n<em>YES</em>\n</p>\n<p>\n<em>NO</em>\n</p>\n<p>Purchase History and Tendencies: Commercial information including records of products purchased or used</p>\n<p>\n<em>&nbsp;</em>\n<em>YES</em>\n</p>\n<p>\n<em>YES</em>\n</p>\n<p>\n<em>NO</em>\n</p>\n<p>Usage Data: Internet or other electronic network activity information, including information related to&nbsp.\ninteraction with a website or application, access logs and other activity information related to use of our products or services</p>\n<p>\n<em>YES</em>\n</p>\n<p>\n<em>YES</em>\n</p>\n<p>\n<em>NO</em>\n</p>\n<p>\n<strong>Your Rights as a California Consumer</strong>\n</p>\n<p>Consumers have certain rights under California law, which restricts certain business practices, and which gives California consumers the right to request disclosure of what personal information about you we collect, use, disclose, and sell.&nbsp.\nThis includes (a) the right to opt out of the sale (if applicable) of your personal information.\n(b) the right to request, at no charge up to twice every 12 months: (i) a copy the personal information collected from you in the preceding 12 months.\n(ii) deletion of the personal information collected from you.\n(iii) disclosure of certain information about how we handled your personal information in the prior 12 months (your “Right to Know”), including certain information on the categories of information collected, the categories of sources, the business purposes for its collection and sale (if applicable), and the categories of third parties with whom it was shared.</p>\n<p>You may exercise the foregoing rights by (a) clicking&nbsp;here&nbsp;.\n(b) contacting us at&nbsp;dpo@blocksite.co.</p>\n<p>If you submit one of these requests, we will first try to verify your identity.\nThen, we will attempt to match the information provided in your request with personal information we have about you, if any.\nIf you have created an account on our Product or Website, we may ask you, as part of our identity verification process, to sign in to your account.\nWe will take further action on your request only where we are reasonably satisfied that we have verified your identity.\nWe will use reasonable efforts to respond to your request within forty-five days after we receive and verify it, or, if we cannot do so, then we will respond over the following forty-five day period.&nbsp;&nbsp;</p>\n<p>The CCPA does not allow any discrimination against California consumers for exercising their rights under the CCPA.\nIn addition, financial incentives offered to California consumers related to their personal information are subject to certain requirements imposed by the CCPA.\nIn particular: (a) A company may not discriminate against a consumer who exercised his/her rights under the CCPA, such as by denying or providing a different level or quality of services to the consumer, or by charging different prices or rates to, or imposing penalties on the consumer, unless reasonably related to the value provided by the consumer’s data.</p>\n<p>\n<u>Your Rights under Califormia’s Shine-the-Light Law</u>.&nbsp.\nCalifornia’s “Shine-the-Light” law (Cal.\nCiv.\nCode § 1798.83), provides that California residents who provide certain personal information to us have the right to request and obtain from us, free of charge, information about the personal information we have shared with third parties for their own direct marketing use (if any).\nThese requests may be made once each calendar year regarding information shared with a third party in the previous calendar year.\nTo make such a request, please submit the request in writing to dpo@blocksite.co, and include in the request a statement confirming that you are a California resident.</p>\n<p>\n<strong>Amendments</strong>\n</p>\n<p>We reserve the right to periodically amend or revise the Privacy Policy.\nmaterial changes will be effective immediately upon the display of the revised Privacy Policy.\nThe last revision date will be reflected in the “Last modified” heading.\nYour continued use of the BlockSite Product, following the notification of such amendments on our website, constitutes your acknowledgement of such amendments to the Privacy Policy and, where the processing of personal data is based on consent (<em>see above</em>), your agreement to be bound by the terms of such amendments.</p>\n<strong>How to contact us?</strong>\n<p>If you have any questions about these terms, please contact us at: support@blocksite.co.</p>Take control of your time.\nBlock distracting apps and sites.\nMake productivity your priorityProductStay FocusedProductivityTime ManagementReviewsConnectBlogOur PoliciesTerms of UsePrivacy Policy ExtensionPrivacy Policy Website and AppResourcesFAQSupportEnjoy exclusive offers and updatesEnsure that you never miss out on our promotions and special feature releasesSubscribe© All rights reserved for BlockSite 2023Available on<p>\n</p>Our Website uses cookiesWe Use Cookies for various purposes including analytics, personalized content and ads.\nBy continuing to browse this site, you agree to our use of cookies as described in our Privacy PolicyOK, GOT IT", "created_at": "2023-03-12 06:55:29.309607", "updated_at": "2023-03-12 06:55:38.390415"}], "points": [], "urls": ["blocksite.co"]}}