{"error": 448, "message": "OK", "parameters": {"id": 7566, "name": "PeopleLooker ", "created_at": "2023-03-15 20:14:11.144258", "updated_at": "2023-03-29 19:26:46.996365", "wikipedia": null, "keywords": null, "related": null, "slug": "peoplelooker", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7566.png", "url": "peoplelooker.com", "documents": [{"id": 14565, "name": " Terms and Conditions", "url": "https://www.peoplelooker.com/terms-conditions/", "xpath": "/html/body/section[2]/div[1]/div[2]", "text": " Terms and Conditions <p>These Terms and Conditions were last updated on 10/10/2022</p>\n<p>Please take some time to review these Terms and Conditions that You are entering into, and please note and pay special attention to our dispute resolution policy which requires binding arbitration on an individual basis to resolve disputes (rather than jury trials or class actions, and also limits available remedies) in most circumstances.</p>\nTERMS AND CONDITIONS\n<p>WE ASK THAT YOU KINDLY CLOSELY REVIEW THESE TERMS AND CONDITIONS, INCLUDING THE DISPUTE RESOLUTION CLAUSES, OPTING-OUT LINK AND FCRA AND OTHER USE RESTRICTIONS SET FORTH BELOW) <strong>BEFORE</strong> YOU USE, ACCESS, POST OR PURCHASE ANY ITEM ON WWW.PEOPLELOOKER.COM, THE PEOPLELOOKER BACKGROUND CHECK APPLICATION, OR ANY OTHER AFFILIATED WEBSITE OR MOBILE APPLICATION THAT LINKS TO AND UTILIZES THESE TERMS (ALL SUCH PLATFORMS, COLLECTIVELY REFERRED TO AS THE \"SITE\").</p>\n<p>\n<strong>Please note that, among other items, these terms contain an agreement to arbitration and a class action waiver giving up a right to a court hearing or jury trial or to participate in class action litigation.\nArbitration is mandatory and is the exclusive remedy for any and all disputes unless specified below.\nPlease carefully review the dispute resolution section below.</strong>\n</p>\n<p>\n<strong>WE STRONGLY URGE YOU TO CLOSELY REVIEW THESE TERMS AND CONDITIONS IN FULL BEFORE USING OR ACCESSING ANY CONTENT OR PURCHASING ANY MEMBERSHIP PLAN ON OR THROUGH THE SITE.\nBY VIRTUE OF YOUR USING OR MAKING ANY PURCHASE ON THE SITE, YOU EFFECTIVELY DEMONSTRATE IN FULL YOUR ACCEPTANCE OF THE TERMS AND CONDITIONS SET FORTH BELOW OR OTHERWISE CONTAINED HEREIN.\nIF YOU DO NOT WISH TO ACCEPT THESE TERMS AND CONDITIONS, PLEASE DO NOT USE, PROVIDE ANY INFORMATION TO, OR PURCHASE ANY ITEMS ON, THE SITE!</strong>\n</p>\n<strong>~ Contents ~</strong>\n<ol>\n<li>Introduction and an initial note regarding the Fair Credit Reporting Act and related obligations</li>\n<li>Scope of these Terms, License Grant, Electronic Signature and Legal Age Requirement</li>\n<li>Class Action Waiver, Mandatory Arbitration, Dispute Resolution and Governing Law</li>\n<li>Removing Your Information</li>\n<li>Modification to these Terms</li>\n<li>Restrictions on Your Use of the Site and Information Obtained from PeopleLooker—Your Obligations</li>\n<li>Some of Our Reserved Rights</li>\n<li>Billing Errors, Promotional Prices and Discounts</li>\n<li>Proprietary Rights</li>\n<li>Your Grant of License to Feedback, et al.</li>\n<li>Posting Reviews, Social Media Forums, Rights to Use and Use at Your Own Risk</li>\n<li>Membership Requirements and Conditions: Registration, Account Username and Password, Term/Termination and Fees, Taxes and Billing</li>\n<li>Indemnification</li>\n<li>Disclaimer of Warranties</li>\n<li>Limitation of Liability</li>\n<li>Links to other Websites, Advertisers, Third Party Products/Services, All at Your own Risk</li>\n<li>Cancellation Policy</li>\n<li>Refund Policy</li>\n<li>Treatment of Reversals and Chargebacks</li>\n<li>Equitable Relief</li>\n<li>Entire Agreement</li>\n<li>Force Majeure</li>\n<li>Severability</li>\n<li>Waiver</li>\n<li>Misconduct</li>\n<li>Transferability</li>\n<li>Your Relationship with PeopleLooker</li>\n<li>Notices</li>\n<li>How to Contact Us</li>\n<li>Important Reminder: Certain Prohibited Uses of the Site</li>\n</ol>\n<strong>1.\nIntroduction and an initial note regarding the Fair Credit Reporting Act and related obligations</strong>\n<p>These Terms and Conditions (collectively, the \"Terms\"), together with our Privacy Policy, represent the legally binding agreement between you (\"You\" or \"Your\") and PeopleLooker LLC (\"PeopleLooker,\" \"We,\" \"Our,\" or \"Us\").</p>\n<p>PeopleLooker is a database of publicly available sources of information aggregated for Your convenience, intended for personal individual use rather than for professional purposes, that makes available services that allow users to search for information as permitted by these Terms, such as to learn what information is in their own public records, to reconnect with long-lost friends or relatives, or, for example, to learn about the backgrounds of neighbors, online dates, acquaintances, buying/selling a personal item and other uses.\nThrough PeopleLooker, end-user visitors to the Site can view and/or access certain content, information, media, text, data, images, graphics, user interfaces, audio, video, photographs, trademarks, logos, artwork, designs, magnetic translations, digital conversions, products, services, software functionality and other materials posted to or made available through the Site (collectively, \"Content\") as compiled, distributed and displayed by PeopleLooker and other third-party content providers (\"Third-Party Providers\") including, but not limited to, third-party websites or services that provide information about individuals (each, a \"Search Subject\") that can be searched for and accessed through the Site or other background information services We make available (\"PeopleLooker Checks\").</p>\n<p>\n<strong>WE</strong> DO <strong>NOT</strong> PROVIDE PRIVATE INVESTIGATOR SERVICES AND <strong>ARE NOT A CONSUMER REPORTING AGENCY</strong> AS DEFINED BY THE FAIR CREDIT REPORTING ACT 15 U.S.C.\n§ 1681 et seq.\n(\"FCRA\") BECAUSE THE INFORMATION WE PROVIDE IS NOT COLLECTED OR PROVIDED, IN WHOLE OR IN PART, FOR THE PURPOSE OF SERVING AS A FACTOR IN ESTABLISHING A PERSON’S ELIGIBILITY FOR (a) CREDIT OR INSURANCE TO BE USED PRIMARILY FOR PERSONAL, FAMILY, OR HOUSEHOLD PURPOSES.\n(b) EMPLOYMENT PURPOSES.\n(c) BENEFITS, TENANCY OR EDUCATIONAL ADMISSION CONSIDERATIONS.\nOR (d) IN CONNECTION WITH A BUSINESS TRANSACTION INITIATED BY AN INDIVIDUAL CONSUMER FOR PERSONAL, FAMILY, OR HOUSEHOLD PURPOSES.\nWE DO NOT MAKE ANY REPRESENTATION OR WARRANTY AS TO THE CREDIT WORTHINESS, CREDIT STANDING, CREDIT CAPACITY, CHARACTER, GENERAL REPUTATION, PERSONAL CHARACTERISTICS, OR MODE OF LIVING OF ANY PERSON.\nAS SUCH, THE ADDITIONAL PROTECTIONS AFFORDED TO CONSUMERS AND OBLIGATIONS PLACED UPON CONSUMER REPORTING AGENCIES UNDER FCRA ARE NOT CONTEMPLATED BY, NOR CONTAINED WITHIN, THESE TERMS.</p>\n<p>Accordingly, You acknowledge and agree that You will not conduct any PeopleLooker Checks or otherwise obtain or use any Content or other information obtained from or through the Site about a Search Subject or any person for purposes prohibited under FCRA.\nBecause We are NOT a Consumer Reporting Agency, <strong>You</strong> are <strong>prohibited</strong> under FCRA <strong>from</strong>\n<strong>using any information obtained from the Site</strong> about a Search Subject including, but not limited to, information obtained through PeopleLooker Checks, <strong>as a factor in determining</strong> the Search Subject’s eligibility for:</p>\n<ul>\n<li>\n<strong>Employment</strong>, including, but not limited to, to evaluate a Search Subject for initial employment, reassignment, promotion, or retention (including, but not limited to, household workers such as babysitters, cleaning personnel, nannies, contractors, and domestic workers);</li>\n<li>\n<strong>Tenancy</strong>, including, but not limited to, deciding whether to lease a residential or commercial space to a Search Subject;</li>\n<li>\n<strong>Educational Admission or Benefits</strong>, including, but not limited to, assessing a Search Subject’s qualifications for an educational program or scholarship;</li>\n<li>\n<strong>Personal Credit, Loans or Insurance</strong>, including, but not limited to, assessing the risk associated with providing credit, a loan or insurance based on a Search Subject’s existing debt obligations.\nand/or</li>\n<li>\n<strong>Business Transactions</strong> initiated by an individual consumer.\nIncluding, but not limited to, determining whether a Search Subject continues to meet the terms of a personal customer account.</li>\n</ul>\n<p>Nor may you use any Content in order to take any \"adverse action\" as such term is defined in FCRA.\nUsing information about a Search Subject obtained from Us in any of the aforementioned ways violates both these Terms and the law and can lead to possible criminal penalties.\nWe take this very seriously, and reserve the right to terminate user access, terminate Accounts, and report violators to law enforcement as appropriate.\nIf You are not sure whether Your desired use of information obtained from PeopleLooker complies with these restrictions, please contact us at support@peoplelooker.com before conducting any PeopleLooker Checks or otherwise obtaining information about a Search Subject from PeopleLooker.</p>\n<strong>2.\nScope of these Terms, License Grant, Electronic Signature and Legal Age Requirement</strong>\n<p>We reserve the right at any time and without notice to deny You access to the Site or to any portion thereof and to terminate Your rights under these Terms, in Our sole and absolute discretion.\nYour rights under these Terms will terminate automatically if You fail to comply with these Terms, subject to the survival rights of certain provisions identified herein.\nTermination will be effective without notice.\nUpon termination, You must promptly destroy all copies of any aspect of the Site in Your possession, custody or control.</p>\n<p>These Terms govern: Your use and access of the Content We provide and/or make available.\nYour purchase of membership plans from the Site.\nand Your use of any PeopleLooker Checks provided to You in connection therewith.\nPEOPLELOOKER GRANTS YOU A NON-EXCLUSIVE, NON-TRANSFERABLE ( <em>that means Your account is for You alone to use--Your neighbor, coworker, spouse or assistant should obtain their own accounts</em>) REVOCABLE AND LIMITED LICENSE FOR INDIVIDUAL, PERSONAL (NOT PROFESSIONAL) USE AND PROVIDES THE USE OF THE SITE, THE RELATED CONTENT, AND THE PEOPLELOOKER CHECKS (and, if You are a subscriber, certain other services) TO YOU ONLY ON THE CONDITION THAT YOU ACCEPT AND AGREE TO ALL OF THE TERMS CONTAINED HEREIN.\nYou acknowledge and agree, however, that <strong>PeopleLooker may terminate this license at any time for any reason.</strong> BY USING THE SITE, YOU EXPRESSLY ACCEPT AND AGREE TO BE BOUND BY AND ABIDE BY ALL THE TERMS CONTAINED HEREIN, AND BY ACCEPTING THESE TERMS THROUGH THE COMPLETION OF A PURCHASE, SELECTION OF A METHOD OF PAYMENT, AND YOUR ENTRY OF PAYMENT METHOD INFORMATION, YOU HEREBY AUTHORIZE US TO CHARGE SUCH SELECTED PAYMENT METHOD AND ITS ASSOCIATED PAYMENT ACCOUNT THAT YOU HAVE SPECIFIED FOR THE PURCHASE OF ONE OF OUR MEMBERSHIP PLANS.\nIF YOU DO NOT AGREE WITH THE ENTIRETY OF THESE TERMS, YOU ARE NOT GRANTED PERMISSION TO AND MAY NOT ACCESS OR USE THIS SITE AND/OR THE CONTENT, AND YOU ARE HEREBY INSTRUCTED TO EXIT THE SITE IMMEDIATELY.</p>\n<p>Accordingly, these Terms apply to You when You: (a) access, view, download, or otherwise use any page on the Site other than the home page located at www.peoplelooker.com.\nand/or (b) submit an online application to become a PeopleLooker user and/or subscriber, which enables You to utilize a host of services made available to such users/subscribers by and through the Site.\nBy engaging in either of these actions, You acknowledge and agree that You (a) have read, understand and agree to be bound by these Terms in their entirety.\n(b) consent to the use of electronic signatures, contracts, orders and other records, and to the electronic delivery of notices, policies and records of transactions initiated or completed through the site or through any other interactions with PeopleLooker.\nand (c) waive any rights or requirements under any statutes, regulations, rules, ordinances or other laws in any jurisdiction which require (i) an original signature, (ii) delivery or retention of non-electronic records, or (iii) payments or the granting of credits in ways other than through electronic means.\nBy providing Your email address, You agree to receive email from Us.\nThe Site and its services are available only to individuals that are at least eighteen (18) years of age and that can enter into legally binding contracts under applicable law.\nIf You are under eighteen (18) years of age or do not agree to these Terms in their entirety, do not access, view, download or otherwise use any page on the Site other than the home page located at www.peoplelooker.com and do not submit an online application to become a user or subscriber.</p>\n<p>The PeopleLooker Privacy Policy (\"Privacy Policy\") is part of these Terms and is incorporated herein by reference.\nBy accepting these Terms, You hereby acknowledge, understand and agree to the collection and use of certain of Your personally identifiable information by the Site as described in the Privacy Policy.\nAny requests to remove Your information from PeopleLooker’s People Search results will be governed by the procedures described in the Privacy Policy.\nClick here to view the Privacy Policy.</p>\n<strong>3.\nClass Action Waiver, Mandatory Arbitration, Dispute Resolution and Governing Law</strong>\n<p>BY USE OF THE SITE, YOU ACKNOWLEDGE AND AGREE TO OUR MANDATORY ARBITRATION OF DISPUTES PROVISION THAT GENERALLY REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS, AND ALSO LIMITS THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF A DISPUTE.\nYou acknowledge and agree that all claims, disputes or controversies between You and Us (including against any of Our employees, agents, affiliates, subsidiaries, predecessors, successors or assigns) relating to the Site or related websites, the Content, PeopleLooker Checks, related services and materials, any related transaction or relationship and/or Your information, including, without limitation, tort and contract claims, claims based upon any federal, state or local statute, law, order, ordinance or regulation, the issue of arbitrability, shall be resolved by the final and binding arbitration procedures set below.\nYou further acknowledge and agree that any such claims shall be brought solely in Your individual capacity and not as a plaintiff or class member in any purported class, representative proceeding, or private attorney general capacity.\nSimilarly, you agree that any controversy concerning whether a dispute is arbitrable shall be determined by the arbitrator and not by a court and the arbitrator may not consolidate more than one person's claims and may not otherwise preside over any form of a representative or class proceeding.\nYou voluntarily and knowingly waive any right to a jury trial.</p>\n<p>\n<strong>BY AGREEING TO THIS AGREEMENT TO ARBITRATE, YOU ACKNOWLEDGE THAT YOU ARE GIVING UP YOUR RIGHT TO GO TO COURT AND YOUR RIGHT TO A JURY TRIAL</strong>.\nIn arbitration, disputes are resolved by neutral arbitrators, rather than by a judge or jury.\nArbitration is more informal than a court trial, however, an arbitrator can award relief.\nSeparate and apart from the agreement to arbitrate set forth above, You hereby waive any right to bring or participate in any class action in any way related to, or arising from, these Terms or the matters that they describe.\nYou acknowledge that this class action waiver is material and essential to the arbitration of any dispute(s) You may have and is non-severable from this agreement to arbitrate claims.</p>\n<p>\n<strong>YOU UNDERSTAND THAT BY AGREEING TO THIS AGREEMENT TO ARBITRATE, WHICH CONTAINS THIS CLASS ACTION LITIGATION AND CLASS ARBITRATION WAIVER, YOU MAY ONLY BRING CLAIMS AGAINST US, OUR AGENTS, OFFICERS, SHAREHOLDERS, MEMBERS, EMPLOYEES, SUBSIDIARIES, AFFILIATES, PREDECESSORS IN INTEREST, SUCCESSORS AND/OR ASSIGNS IN AN INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nIF YOU DO NOT AGREE TO THIS ARBITRATION AGREEMENT AND CLASS ACTION WAIVER, YOU MUST TELL US IN WRITING AND NOT USE OUR SITE, PEOPLELOOKER CHECKS OR OUR SERVICES.</strong>\n</p>\n<p>These Terms shall be treated as though they were executed and performed in New York, NY and shall be governed by and construed in accordance with the laws of the State of New York (without regard to conflict of law principles).</p>\n<p>At PeopleLooker, We expect that Our customer service team will be able to resolve most complaints You may have regarding Our provision, or Your use of, our Site and its services, such as PeopleLooker Checks.\nIf You have a complaint, You can contact Our customer service team as described in the \"How to Contact Us\" section below.\nIn the unlikely event that Your complaint remains unresolved, We prefer to specify now what each of us should expect in order to avoid any confusion later.\nAccordingly, You and PeopleLooker agree to the following resolution process for all disputes and claims that You or PeopleLooker may have arising from Our provision, or Your use, of our Site and its services, such as PeopleLooker Checks (each a \"Service Claim\").</p>\n<p>In an attempt to find the quickest and most efficient resolution of any Service Claim, You and PeopleLooker agree to first discuss the Service Claim informally for at least 30 days.\nTo do that, the party who brings the Service Claim must first send to the other party a notice that must include (1) a description of the Service Claim and (2) a proposed resolution.\nIf You want to raise a Service Claim, You must send the aforementioned description and proposed resolution by email ( support@peoplelooker.com) and/or certified mail to: PeopleLooker, Attn: Legal Department, MSC – 175605, P.O.\nBox 105168, Atlanta, GA 30348-5168.\nTo subsequently discuss Your Service Claim with You, We will contact You using the email address or mailing address You provide in Your letter to Us.\nIf PeopleLooker wants to raise a Service Claim, We will send You the aforementioned description and claim notice to You at the email address that We have on file for You.\nIf We do not have an email address for You on file, PeopleLooker will send Our Service Claim to You through a means that complies with the service of process rules of the State of New York.</p>\n<p>IF YOU AND PEOPLELOOKER DO NOT REACH AN AGREED UPON RESOLUTION WITHIN 30 DAYS OF RECEIPT OF THE SERVICE CLAIM, YOU AND PEOPLELOOKER AGREE THAT THE SERVICE CLAIM MUST BE RESOLVED THROUGH BINDING INDIVIDUAL (NOT CLASS) ARBITRATION WITH ARBITRATION RESOLUTION SERVICES INC.\n(\"ARS\") USING ITS RULES AND REGULATIONS GOVERNING THE SUBMISSION OF DISPUTES INVOLVING BUSINESSES AND INDIVIDUALS, AVAILABLE HERE.\nIf ARS is unavailable or refuses to arbitrate the parties' dispute for any reason, the arbitration shall be administered and conducted by a widely-recognized arbitration organization that is mutually agreeable to the parties, if possible under any rules by such organization applicable to disputes between business and consumers, but neither party shall unreasonably withhold their consent.</p>\n<p>EXCEPTIONS TO THIS ARBITRATION REQUIREMENT: EITHER PARTY HAS THE RIGHT TO PURSUE: AN INTELLECTUAL PROPERTY CLAIM OR CLAIM RELATING TO UNAUTHORIZED ACCESS TO DATA THROUGH THE SITE (INCLUDING, BUT NOT LIMITED TO, CLAIMS RELATING TO PATENT, COPYRIGHT, TRADEMARK, SERVICE MARK AND TRADE SECRETS AND CLAIMS RELATING TO THE ACCESS OR RETRIEVAL OF DATA THROUGH THE SITE USING AN AUTOMATED PROCESS SUCH AS SCRAPING) IN STATE OR FEDERAL COURTS LOCATED IN NEW YORK, NY.\nBOTH PEOPLELOOKER AND YOU AGREE TO SUBMIT TO THE PERSONAL JURISDICTION OF THOSE COURTS FOR THESE CLAIMS.</p>\n<p>NOTHING HEREIN SHALL BE CONSTRUED TO PRECLUDE ANY PARTY FROM SEEKING INJUNCTIVE RELIEF IN THE STATE OR FEDERAL COURTS LOCATED IN NEW YORK, NY IN ORDER TO PROTECT ITS RIGHTS PENDING AN OUTCOME IN ARBITRATION.</p>\n<p>TO HELP RESOLVE ANY ISSUES BETWEEN US PROMPTLY AND DIRECTLY, YOU AND PEOPLELOOKER AGREE TO BEGIN ANY ARBITRATION OR COURT PROCEEDINGS ALLOWED UNDER THIS SECTION WITHIN ONE YEAR AFTER A CLAIM ARISES AND AGREE TO WAIVE THE RIGHT TO TRIAL BY JURY.\nOTHERWISE, THE CLAIM IS WAIVED.</p>\n<p>Rather than force everyone to visit Us, ARS' arbitration contemplates arbitration without travelling anywhere, but instead via their cloud-based platform.\nDisagreements regarding the forum for arbitration will be settled by an ARS arbitrator.</p>\n<p>When the 30-day period described above has elapsed, You may, as an individual (but not as a class) initiate the arbitration through the process described in ARS’ Business and Individual Rules.\nIf You initiate the arbitration, Your arbitration fees will be limited to the Application filing fee set forth by ARS rules.\nYou and PeopleLooker acknowledge, understand and agree that any decision or award rendered by ARS may be entered in any court of competent jurisdiction.</p>\n<p>If the arbitrator rules against PeopleLooker, in addition to accepting whatever responsibility is ordered by the arbitrator, We think it fair that PeopleLooker reimburse Your reasonable attorneys’ fees and costs, regardless of who initiated the arbitration.\nBy contrast, if the arbitrator rules in PeopleLooker’s favor, We will not seek reimbursement of Our attorneys’ fees and costs, regardless of who initiated the arbitration.</p>\n<p>This is a Class Action and Trial Waiver.</p>\n<p>IT IS IMPORTANT THAT YOU UNDERSTAND THAT BY ENTERING INTO THESE TERMS, YOU ARE WAIVING THE RIGHT TO PARTICIPATE IN A CLASS ACTION AGAINST US.\nTHE ARBITRATOR'S DECISION OR AWARD WILL BE CONCLUSIVE AND BINDING AND MAY BE ENTERED AS A JUDGMENT IN ANY COURT OF COMPETENT JURISDICTION.</p>\n<strong>4.\nRemoving Your Information</strong>\n<p>\n<strong>If You wish to remove Your personal information from the Site, please visit the Opt-out page.</strong>\n</p>\n<strong>5.\nModifications to these Terms</strong>\n<p>We may modify these Terms, in whole or in part, from time to time in Our sole discretion, effective immediately upon posting modified Terms to the Site and, if You are a subscriber, by directly communicating them to You when You log in to the Site.\nprovided, however, that: (i) any modification to the Dispute Resolution section shall not apply to any disputes initiated prior to the applicable modification.\nand (ii) any modification to the Fees and Billing section shall not apply to any charges incurred prior to the applicable modification.\nBy not terminating Your account (\"Account\") within seven (7) days after Our providing a notice of modifications to the Terms as described above or by continuing to use or access the Site or any of its services after modified Terms are posted to the Site, You agree to comply with, and be bound by, such modifications.\nUnless explicitly stated otherwise, any future offer(s) made available to You on the Site that augment(s) or otherwise enhance(s) the current features of the Site shall be subject to these Terms.</p>\n<strong>6.\nRestrictions on Your Use of the Site and Information Obtained from PeopleLooker—Your Obligations</strong>\n<p>You are granted a non-exclusive, non-transferable, revocable limited license to access and use the Site, Content, PeopleLooker Checks, and, if You are a subscriber, certain other services, in accordance with these Terms for individual, personal (not professional) use.\nYou acknowledge and agree that <strong>PeopleLooker may terminate this license at any time for any reason, but especially in the event that You fail to observe the permissible uses of the Site</strong>, as further set forth below.</p>\n<p>As a condition to access the Site and its assorted services, and without limiting the generality of the foregoing, You agree that, unless otherwise expressly authorized by these Terms or in writing by PeopleLooker, You will <strong>not</strong>:</p>\n<p>I.\nConduct any PeopleLooker Checks or otherwise obtain or use any Content or other information obtained from or through the Site about a Search Subject for purposes prohibited by FCRA;</p>\n<p>Because PeopleLooker is not a Consumer Reporting Agency, You are prohibited by FCRA from using any information obtained from the Site about a Search Subject including, but not limited to, information obtained through PeopleLooker Checks, as a factor in determining the Search Subject’s eligibility for:</p>\n<ul>\n<li>employment, including, but not limited to, when evaluating a Search Subject for initial employment, reassignment, promotion or retention (including, but not limited to, household workers such as babysitters, cleaning personnel, nannies, contractors and domestic workers);</li>\n<li>tenancy, including, but not limited to, deciding whether to lease a residential or commercial space to a Search Subject;</li>\n<li>educational admission or benefits, including, but not limited to, assessing a Search Subject’s qualifications for an educational program or scholarship;</li>\n<li>personal credit, loans or insurance, including, but not limited to, assessing the risk associated with providing credit, a loan or insurance based on a Search Subject’s existing debt obligations.\nand</li>\n<li>business transactions initiated by an individual consumer, including, but not limited to, determining whether a Search Subject continues to meet the terms of a personal customer account.</li>\n</ul>\n<p>Using information about a Search Subject obtained from PeopleLooker in these ways violates both these Terms and the law and can lead to possible criminal penalties.\nWe take this very seriously and reserve the right to terminate user access, terminate accounts and report violators to law enforcement as appropriate.\nIf You are not sure whether Your desired use of information obtained from PeopleLooker complies with these restrictions, please contact Us at support@peoplelooker.com before conducting any PeopleLooker Checks or otherwise obtaining information about a Search Subject from PeopleLooker.</p>\n<p>II.\nUse the Site, its assorted services or Content, including, but not limited to, PeopleLooker Checks: (a) in violation of any applicable foreign or domestic laws, statutes, rules, regulations or judicial decrees.\n(b) in a manner that does or is intended to cause emotional or physical harm to, discriminate against, <strong>doxing of any kind,</strong> stalking or otherwise acting to harass, mass-market, robo-dial or SPAM any other person (and please <strong>be advised</strong> that <strong>phone numbers and addresses provided on Search Subjects may be protected and restricted via do-not-call, unsubscribe or other telemarketing activity registries and contact restrictions</strong>--for example, pursuant to law, telemarketers and sellers are required to search applicable Do Not Call registries at least once every 31 days and drop from their call lists the phone numbers of consumers who are registered, <strong>failure to do so is against the law and a breach of these Terms</strong>).\n(c) to seek information about or harm minors in any way.\n(d) to seek information about celebrities or public figures.\n(e) to produce or distribute any libelous, obscene or indecent material.\n(f) to infringe upon the legal or proprietary rights of any third parties (including, but not limited to, copyright, patent, trademark, trade secret, and other proprietary rights, publicity rights and/or privacy rights).\nor (g) post, publish or transmit any text, comments and/or other material that (i) is defamatory.\n(ii) is obscene, pornographic or offensive.\n(iii) invades another's privacy.\n(iv) is false or misleading.\n(v) promotes bigotry, racism, hatred or harm against any individual or group.\n(vi) infringes another's rights, including any intellectual property rights.\n(vii) violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil or criminal liability.\n(viii) accesses, tampers with, or otherwise uses non-public areas of the Site.\n(ix) is in connection with sending unsolicited email, junk mail, \"spam\" or chain letters, promotions or advertisements for products or services or altered, deceptive or false source-identifying information.\nand/or (x) impersonates or misrepresents Your affiliation with any person or entity;</p>\n<p>III.\nDistribute, transmit in any way to any other computer, website or other medium or end-user, or otherwise provide any of Our services or other material posted to or made available by or through the Site, including, but not limited to, Content and results of PeopleLooker Checks, in any way to any third party.\nFor the avoidance of doubt, You agree that You will strictly treat all such material as confidential information and take all reasonable steps to ensure that such material is stored in a secure manner;</p>\n<p>IV.\nProvide or submit any information or data to PeopleLooker or conduct any PeopleLooker Checks concerning Search Subjects that You are not authorized to provide, submit or conduct;</p>\n<p>V.\nDirectly or indirectly download, reproduce, create, compile or incorporate any part of the Site including, but not limited to, Content, PeopleLooker Checks and Our other services, into any database, collection, compilation, directory or information retrieval system, electronic or otherwise;</p>\n<p>VI.\nUse, copy, reproduce, record, retransmit, emulate, clone, sell, resell, rent, lease, decompile, disassemble, reverse engineer, broadcast, distribute, publish, upload, post, publicly display, perform, digitize, compile or translate any part of the Site, Content, PeopleLooker Checks Our other services or other material posted to or made available by or through the Site, for any commercial purpose or for any purpose that is competitive, in PeopleLooker’s sole determination, to PeopleLooker;</p>\n<p>VII.\nAccess the Site through any automated or manual process for the purpose of mass marketing, spam, direct mail or monitoring the Site’s performance, functionality, vulnerability or availability for any commercial purpose or with tampering or destructive intent;</p>\n<p>VIII.\nAccess, retrieve any data from, or otherwise perform any other activities on or through the Site using any type of software or other automated process (e.g., scripts, robots, scrapers, crawlers or spiders);</p>\n<p>IX.\nCreate any \"derivative works\" by altering any aspect of the Site, Content, PeopleLooker Checks or Our other services;</p>\n<p>X.\nUse the Site, Content, PeopleLooker Checks or Our services in conjunction with any other third-party content;</p>\n<p>XI.\nUse any device, software, or routine to interfere or attempt to interfere with the proper working of the Site or the access of any user, host, network or platform (including, without limitation, sending a virus, spamming, overloading or mail-bombing the Site), or to bypass, disable or block any portion of the Site, associated software, or any PeopleLooker server or computer system or breach any security or authentication measures associated therewith;</p>\n<p>XII.\nTake any action that, as determined in PeopleLooker’s sole discretion, imposes an unreasonable or disproportionately large load on the Site infrastructure, and/or requests or downloads an inordinate volume of reports indicative of a prohibited use case;</p>\n<p>XIII.\nForge any instructions coming from Your computer or otherwise obfuscate the name or location of Your computer or IP address, such as via a Virtual Private Network, in order to disguise the origin of any communication You transmit to or through the Site;</p>\n<p>XIV.\nPublish a link to a PeopleLooker web page other than PeopleLooker’s home page (known as \"deep-linking\");</p>\n<p>XV.\nCover or otherwise obfuscate any advertisement located on PeopleLooker;</p>\n<p>XVI.\nSimulate the appearance or function of PeopleLooker on another website, such as through \"framing\" or \"mirroring\";</p>\n<p>XVII.\nUse the Site via multiple sessions concurrently, permit others to use Your account or otherwise grant access to others;</p>\n<p>XVIII.\nAttempt to, or in any fashion, use Our Site for unsolicited contact;</p>\n<p>XIX.\nUse the Site, Content, PeopleLooker Checks or any of Our services for professional, commercial, business, governmental, collections, marketing, lead-list generating, advertising or broker/reseller services purposes or for any purpose other than personal (non-business) purposes.\nor</p>\n<p>XX.\nAccess the Site from, or seek information on persons residing, outside the United States.</p>\n<p>Above and beyond each of the foregoing, any unauthorized use (or attempt to use) of the Site may result in criminal and civil prosecution, including, without limitation, punishment under the Computer Fraud and Abuse Act of 1986.\nWe must reserve the unqualified right to view, monitor and record activity on the Site as needed, without any notice to or permission from You.\nAny information obtained thereby remains subject to review by law enforcement organizations in Our sole discretion.\nWe also comply with all legally binding requests for such information including, without limitation, the provision of information pursuant to a court order/subpoena.\nIn addition, We reserve the right at any time and without advance notice to modify, suspend, terminate or temporarily interrupt operation of or access to the Site or any portion thereof.</p>\n<strong>7.\nSome of Our Reserved Rights</strong>\n<p>We allow access to the Site as it may be available at any given time as contemplated and provided for in these Terms.\nYou are solely responsible for Your use of the Site and any information You obtain from the Site.\nPeopleLooker reserves the right to:</p>\n<p>A.\nmonitor, view, record, review, audit or otherwise police Your or others’ use of the Site, PeopleLooker Checks, Our other services or the associated information made available by subscribers during the application process (\"Registration Data\");</p>\n<p>B.\nmoderate any dispute between You and any other third party, including, but not limited to, disputes with other Site visitors, subscribers, or Search Subjects;</p>\n<p>C.\nverify the identity of any person using the Site, including any user/visitor who applies to be a subscriber, as well as the purpose(s) for which any user/visitor or subscriber is using the Site;</p>\n<p>D.\nnot accept, reject or cancel any orders, or terminate any accounts, that We suspect, in Our sole discretion, to be fraudulent, whether the result of, or otherwise associated with fraudulent activity, or a violation of these Terms.\nWe further reserve the right to cancel or not accept subsequent orders from customers with a previous fraudulent order history.\nand orders connected to previous credit card disputes.\nand/or</p>\n<p>E.\n<strong>monitor the volume and uses of subscribers/users utilizing the Site for potentially professional purposes and audit, inquire as to, require reaffirmation of, restrict, limit or deactivate such accounts for compliance purposes and as We deem appropriate in Our sole discretion.</strong> Accordingly, please don't be offended if we ever need to contact You to better understand and ensure that any use is compliant with these Terms and applicable law.</p>\n<p>\n<strong>As a reminder, Users may not create multiple accounts with the purpose of accessing trials.\nAbusing the Site's trial allowance may result in suspension of accounts and service.</strong>\n</p>\n<strong>8.\nBilling Errors, Promotional Prices and Discounts</strong>\n<p>Any applicable promotional prices or discounts will be identified at the time of the purchase of Your order on the checkout page.\nIf You feel that You have been billed incorrectly, We ask You to kindly please notify Our Customer Service department toll-free at 1-800-592-7153 as soon as possible to notify Us of such error.\nWe will endeavor to resolve any errors promptly.</p>\n<strong>9.\nProprietary Rights</strong>\n<p>The proprietary rights to all Content, including, without limitation, the PeopleLooker Checks, and any rights in the design, selection, arrangement, compilation, and coordination of such Content, are owned by or licensed to PeopleLooker and are protected under applicable laws (including, but not limited to, copyright, trademark and other intellectual property laws).\nExcept as expressly provided in these Terms or with PeopleLooker’s express written consent, You are not granted any rights or licenses to use any patents, copyrights, trade secrets, rights of publicity, trademarks, service marks, know-how or other proprietary rights of PeopleLooker or with respect to any of the Content.\nThe \"PeopleLooker®\" name and logo as well as all custom graphics, icons and service names are trademarks of PeopleLooker</p>\n<p>and these and all other rights are reserved.\nAll other trademarks are the property of their respective owners.</p>\n<p>PeopleLooker reserves any and all rights not explicitly granted in these Terms.\nBy using the Site, You do not acquire any ownership rights to the Site, Our services, Content, or any other information obtained therefrom.</p>\n<strong>10.\nYour Grant of License to Feedback, et al.</strong>\n<p>We welcome feedback and suggestions about how to improve the Site, the Content and PeopleLooker Checks.\nBy transmitting any ideas, suggestions, information, or other material, You represent and warrant that such feedback does not infringe, misappropriate or violate the intellectual property or proprietary rights of any third party and that You have all rights necessary to convey such feedback to Us.</p>\n<p>Accordingly, You acknowledge and agree that You grant to PeopleLooker, subject to the Privacy Policy, an irrevocable, perpetual, royalty-free, worldwide, unlimited, transferable, assignable, sublicenseable, fully-paid-up non-exclusive right and license to copy, display (in whole or in part), adopt, distribute, publish, reproduce, disseminate, transmit, create derivative works of, commercialize, retain, analyze and otherwise use, worldwide, in any form, media or technology now known or later developed and without any obligation to notify, approve, identify or compensate You or anyone else (and You hereby expressly waive any claim to the contrary), any information, ideas, concepts, comments, feedback, suggestions, Content, Registration Data and any other materials that You submit, directly or indirectly, to PeopleLooker through the Site, including, but not limited to, any information associated with Search Subjects and any ideas or suggestions regarding the Site or Our services.\nBy submitting such information or materials to us, You represent and warrant that Your submission and PeopleLooker’s use of Your submission do not and will not breach any agreement, violate any law, or infringe any right of any third party (including, but not limited to, privacy and intellectual property rights), and that the information You submit is accurate.\nPeopleLooker does not solicit ideas, concepts or other materials from You regarding improvement of the Site or services provided through the Site and You acknowledge that You are responsible for, and bear all risk as to the use or distribution of, any such ideas, concepts or materials.</p>\n<strong>11.\nPosting Reviews, Social Media Forums, Rights to Use and Use at Your Own Risk</strong>\n<p>You acknowledge and agree that You have no proprietary interest in the contents of the Site or any affiliated websites whatsoever, including, without limitation, any social media pages or forums that We control, such as blogs, message boards, comment areas and other interactive features and functionality where users may post certain comments and other content.\nMoreover, by submitting Your feedback, suggestions, commentary, review(s) and/or forum contributions, You grant Us a royalty-free, irrevocable, non-exclusive, assignable, transferable and sublicensable right and license to use, reproduce, modify, publish, translate, create derivative works from, distribute, transmit, perform and display such content or information (in whole or in part) contained in the review or forum for any purpose and/or to incorporate into other works in any form, media or technology now known or later developed for the full term of any rights that may exist in such content or information.\nYou hereby represent that You have all necessary rights to make Your review and/or forum contributions available to Us and to the Site and You also acknowledge and agree that such reviews and/or forum contributions are non-confidential for all purposes and that We have no control over the extent to which any idea or information therein may be used by any party once such content is posted or displayed.\nYou hereby acknowledge and agree that We assume no responsibility for, and recommend that You do not post, display or transmit, any confidential or sensitive information.\nAll users shall remain solely and exclusively responsible for any liability arising from their own reviews and forum contributions.</p>\n<p>To the extent You wish to post honest reviews and commentary of the Site, PeopleLooker Checks and any corresponding services or items, and/or any forum contributions, You hereby acknowledge and agree to the following:</p>\n<ul>\n<li>In order to post, You must already be an actual registered Site user and subscriber and have ordered PeopleLooker Checks in the past;</li>\n<li>You will provide Us with Your email address that is the same email address that You provided when You registered with the Site and You understand that, to the extent your email address does not match an email address associated with a user of the Site, your review and/or forum contribution may not be posted and/or may be removed;</li>\n<li>You will only provide honest and relevant reviews and/or forum contributions that reflect Your own personal experiences with the Site;</li>\n<li>\n<p>You will not post, display, upload or transmit any of the following:</p>\n</li>\n<li>\n<p>Content that libels or otherwise defames, stalks, intimidates, harasses, abuses, threatens or in any way infringes upon the rights of others;</p>\n</li>\n<li>\n<p>Anything that could reasonably interfere with or disrupt the operation of the Site and/or affiliated websites;</p>\n</li>\n<li>\n<p>Unauthorized copyrighted materials or any other content that infringes on the intellectual property, privacy and/or publicity rights of others;</p>\n</li>\n<li>\n<p>Material that impersonates any other person or entity, whether actual or fictitious, including, without limitation, employees and representatives of PeopleLooker:</p>\n</li>\n<li>\n<p>Content that encourages criminal conduct, could give rise to civil liability or otherwise violates any law or regulation in any jurisdiction;</p>\n</li>\n<li>\n<p>Obscene, profane, vulgar or otherwise objectionable language or images;</p>\n</li>\n<li>\n<p>Content that constitutes junk mail, spam, or unauthorized advertising or promotional materials;</p>\n</li>\n<li>\n<p>Statements or material that misrepresents Your affiliation with Us or any of our related entities.\nand</p>\n</li>\n<li>\n<p>Irrelevant or other off-topic statements or material.</p>\n</li>\n</ul>\n<p>You acknowledge and agree that PeopleLooker reserves the right, in its sole discretion, to not post or to remove any posted review and/or forum contribution for any reason and without notice or notification.\nSimilarly, We neither endorse nor assume any liability for the contents of any material uploaded or submitted by third party users of the Site.\nWe generally do not pre-screen, monitor, or edit the content posted by users of communications services, chat rooms, message boards, newsgroups, software libraries, or other interactive services that may be available on or through this Site.\nHowever, we and our agents have the right at their sole discretion to remove any content that, in our judgment, does not comply with these Terms of Use and any other rules of user conduct for our site, or is otherwise harmful, objectionable, or inaccurate.\nWe are not responsible for any failure or delay in removing such content.\nYou hereby consent to such removal and waive any claim against us arising out of such removal of content.</p>\n<strong>12.\nMembership Requirements and Conditions</strong>\n<p>By submitting a complete and accurate online application to become a user/subscriber, thereby agreeing to these Terms, and receiving approval from PeopleLooker, You can, for the applicable fee, obtain an account.\nAmong other services made available to Our subscribers, subscribers are able to, subject to the restrictions contained in these Terms and for the applicable fees, conduct PeopleLooker Checks.</p>\n<p>The following provisions apply to You only to the extent that You submit an application for an account to use Our Site and, if granted You become a user/subscriber:</p>\n<p>I.\nRegistration</p>\n<p>To join the Site as a user/subscriber, You must be at least eighteen (18) years of age with the requisite equipment and Internet connection to access the Site and its services and seeking to use the Site and its services for personal rather than professional purposes.\nPeopleLooker will evaluate Your application and notify You of Your acceptance or rejection.\nIf at any time any of the information You supply as part of Your application changes, You must immediately inform PeopleLooker of such changes.\nPeopleLooker may reject Your application and/or terminate Your account at any time and for any reason, in PeopleLooker’s sole discretion.\nIf You elect to submit an application, You acknowledge that You have independently evaluated the desirability of obtaining access to Our services and that You have not relied on any representation or warranty about the services other than those set forth in these Terms.</p>\n<p>II.\nAccount Username and Password</p>\n<p>You may be required to register for a username or obtain a password prior to obtaining access to Our Site's services.\nYou acknowledge and agree that (a) You are responsible for maintaining the security and confidentiality of Your username and password, (b) You will not use any other’s username and password or endeavor to access another’s account at any time, (c) You will not permit others to access Your account, (d) You will not sell, trade or otherwise share Your username and password with any other person, (e) You will notify Us immediately regarding any actual or suspected unauthorized use of Your account, user name and/or password, and (f) You will provide complete and accurate information about You and Your account during registration and if requested.\nIf You violate any of these provisions, You agree that (i) You are responsible for any actions that occur through Your account, whether or not taken by You, (ii) We shall not be liable for any loss that You incur as a result of someone else using Your password, with or without Your knowledge, and (iii) You could be held liable for any losses incurred by Us, Our affiliates, officers, directors, employees, consultants, agents and representatives due to someone else's use of Your account or password.</p>\n<p>III.\nTerm and Termination</p>\n<p>PeopleLooker reserves the right, in its sole discretion, to restrict, suspend, modify or terminate Your account at any time, with or without cause, without liability or prior notice for any reason.</p>\n<p>Upon any expiration, termination, restriction or suspension of Your account or Your participation in the Site's services:</p>\n<ul>\n<li>Any and all licenses and rights granted to You in connection with these Terms shall immediately cease and terminate;</li>\n<li>Any and all confidential or proprietary information of PeopleLooker that is in Your possession or control must be immediately returned or destroyed.\nIf requested by PeopleLooker, You or an authorized agent will certify in a signed writing that all such confidential and proprietary information has been returned or destroyed.\nand</li>\n<li>You shall remit payment on any and all fees then due and owing to PeopleLooker within five (5) days of any such expiration or termination.</li>\n</ul>\n<p>Obligations that, by their nature, would survive any termination or expiration of a user/subscriber's account shall survive any termination or expiration of the account.</p>\n<p>IV.\nFees, Taxes and Billing</p>\n<p>If You wish to use the Site's services or otherwise purchase any product or service through the Site, You will be presented with the applicable fees and billing arrangement prior to Your purchase, which include the charging of fees to a payment card <strong>on a recurring basis</strong>.\nBy ordering a subscription and/or any product via our Site, You authorize Us to charge your card accordingly.\nAs with any merchant, for Your protection, we may request additional information to authenticate the credit card being used, and absent successful authentication, we may refuse to accept an order.\nIf you believe your might have been used in a fraudulent manner to purchase a PeopleLooker Checks, please contact our customer service department as soon as possible.\nWe do not accept payment via check, cash or money order.\n<strong>In addition to the applicable subscription or order fees, depending upon the state in which you reside, either You, or We on Your behalf, are responsible for paying any and all applicable sales or use tax due to any and all taxing authorities arising from, or in connection with, Your use of the Site's services.</strong> For example, Sales or use tax is due on certain purchases delivered or sourced to certain states.\nCertain states may require such consumers to file a use tax return when sales tax is not paid at the time of purchase.</p>\n<p>\n<strong>All orders are subject to applicable taxes in the states where applicable customer resides and You authorize us to take all appropriate measures to comply with any and all applicable laws and statutes in connection with the foregoing.</strong>\n</p>\n<p>BY SUBMITTING PAYMENT, YOU REPRESENT AND WARRANT THAT YOU (A) ARE EIGHTEEN (18) YEARS OF AGE OR OLDER AND (B) HAVE THE LEGAL RIGHT TO USE THE PAYMENT MEANS SELECTED BY YOU.\nBy supplying payment card information, You authorize Our use of such information in accordance with Our Privacy Policy, including, but not limited to, Our provision of such information to third parties for the purposes of payment processing.\nYou also understand and acknowledge that PeopleLooker uses a third-party payment processor to process credit card payments on Our behalf, and when You supply payment information in connection with a purchase, You agree that PeopleLooker is not responsible for the security of such information when it is in the control of the third-party payment processor.</p>\n<p>You specifically acknowledge and agree that <strong>failure to use the Site's services does not constitute a basis for refusing to pay subscription</strong> or other <strong>fees</strong>.\nUpon prior written notice to You (with email constituting sufficient written notice), PeopleLooker reserves the right in its sole discretion to change its pricing and/or billing practices.\nIf You do not agree with these changes, You are always free to cancel Your subscription, but you recognize that You will remain responsible for timely payment of any and all fees that You have already incurred (including any applicable late fees).\nWe will understand that Your continued use of Your subscription following Our providing notice of any change constitutes and means that you consent to any and all such changes and by not terminating Your account within seven (7) days after delivery of such notice, You formally agree to comply with, and be bound by, such new pricing or billing practices.</p>\n<p>If You fail to make any scheduled payment for accrued fees, such overdue amounts may be subject to interest charges in the amount of the lesser of one and one-half percent (1.5%) per month, compounded monthly, or the maximum amount permitted by law.\nYour account may be deactivated, and access to the Site denied, for non-payment.</p>\n<p>Additionally, You acknowledge and agree that We may refuse to accept or may cancel any order, whether or not the order has been confirmed, for any or no reason (e.g., orders we suspect to be fraudulent, associated with fraudulent activity, previously fraudulent order history or previous credit card disputes), and without liability to You or anyone else.\nIf Your payment card or payment method has already been charged for an order that we subsequently cancel, We will issue You a refund as applicable.\nIf You have any questions in this regard, please feel free to contact our customer service department toll-free at 1-800-592-7153.</p>\n<strong>13.\nIndemnification</strong>\n<p>You agree to defend, indemnify and hold PeopleLooker, its parents (Beenverified LLC), subsidiaries, affiliates, joint ventures, and third-party service providers, and each of their respective members, officers, directors, employees, agents, shareholders, co-branders, content licensors, suppliers, contractors, attorneys, and other partners, harmless from and against any and all liabilities, claims, expenses (including reasonable attorneys’ fees), damages, suits, costs, demands, and judgments made by any third party, including, but not limited to, by any Search Subject, arising from or related to: (a) Your use of the Site or any Content You obtain through the Site, including, but not limited to, information obtained through PeopleLooker Checks and other information about Search Subjects.\n(b) Your failure to comply with these Terms including, but not limited to, Your violation of any laws or any rights of another individual or entity.\nor (c) any claim that PeopleLooker is obligated to pay any taxes in connection with Your use of the Site, Our services or otherwise.\nThe provisions of this paragraph are for the benefit of PeopleLooker, its parents (Beenverified LLC), subsidiaries, affiliates, joint ventures, and third-party service providers and each of their respective officers, directors, members, employees, agents, shareholders, co-branders, licensors, suppliers, contractors, attorneys and other partners.\nEach of these individuals and entities shall have the right to assert and enforce these provisions directly against You on his, her, or its own behalf.</p>\n<strong>14.\nDisclaimer of Warranties</strong>\n<p>You acknowledge that this Site could include technical or other mistakes, inaccuracies or typographical errors.</p>\n<p>THE SITE, ANY INFORMATION CONTAINED THEREIN, THE CONTENT, PEOPLELOOKER CHECKS AND ANY OTHER PEOPLELOOKER PRODUCTS OR SERVICES, ARE PROVIDED TO YOU ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS AND ALL WARRANTIES, EXPRESS AND IMPLIED, ARE DISCLAIMED TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW (INCLUDING, BUT NOT LIMITED TO, THE DISCLAIMER OF ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF INTELLECTUAL PROPERTY AND FITNESS FOR A PARTICULAR PURPOSE).\nDO NOT RELY ON THE SITE, ANY INFORMATION PROVIDED THEREIN, OR ITS CONTINUATION.\nIN PARTICULAR, BUT NOT AS A LIMITATION THEREOF, PEOPLELOOKER AND ITS PARENTS, SUBSIDIARIES AND AFFILIATES MAKE NO REPRESENTATION OR WARRANTY THAT THE SITE, ANY INFORMATION CONTAINED THEREIN, THE CONTENT, PEOPLELOOKER CHECKS OR ANY OTHER PEOPLELOOKER PRODUCTS OR SERVICES: (a) WILL ACHIEVE ANY PURPOSE FOR WHICH YOU INTENDED.\n(b) WILL BE UNINTERRUPTED, TIMELY, SECURE AND ERROR-FREE (INCLUDING, BUT NOT LIMITED TO, DUE TO SYSTEM OR NETWORK FAILURES, UPDATES, DISTURBANCES RELATED TO INTERNET SERVICE PROVIDERS, MAINTENANCE OR MALICIOUS ATTACKS), OR THAT DEFECTS OR ERRORS WILL BE CORRECTED.\n(c) WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\n(d) WILL EMPLOY SECURITY METHODS THAT GUARANTEE THAT YOU WILL NOT EXPERIENCE INTERFERENCE WITH YOUR USE OR ENJOYMENT OF THE SITE, OR THAT GUARANTEE THAT YOUR RIGHTS WILL NOT BE INFRINGED.\nOR (e) WILL BE 100% ACCURATE, COMPLETE AND UP-TO-DATE.\nTHE SITE, ANY INFORMATION CONTAINED THEREIN, THE CONTENT, PEOPLELOOKER CHECKS AND ANY OTHER PEOPLELOOKER PRODUCTS OR SERVICES MAY CONTAIN BUGS, ERRORS, PROBLEMS OR OTHER LIMITATIONS.\nPEOPLELOOKER AND ITS PARENTS, SUBSIDIARIES AND AFFILIATES WILL NOT BE LIABLE FOR THE AVAILABILITY OF THE UNDERLYING INTERNET CONNECTION YOU USE TO ACCESS THE SITE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM PEOPLELOOKER, ANY OTHER USERS, THIRD-PARTY PROVIDERS OR OTHERWISE THROUGH OR FROM THE SITE, SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS.</p>\n<p>We reserve the right at any time to make any changes to the Site, and add content, materials and features to, and discontinue content, materials and features from, that which is currently a part of Our Site, PeopleLooker Checks or other Content.\nYou assume the sole risk of using and/or relying on the Content available on the Site.</p>\n<p>YOUR USE OF THE SITE IS AT YOUR SOLE RISK, AND WE DO NOT REPRESENT OR WARRANT THAT YOUR USE OF THE SITE WILL NOT INFRINGE THE RIGHTS OF OTHERS.\nThe views and opinions expressed in any blogs, posts, articles or other areas of the Site are those of their respective authors and do not necessarily reflect Our policy or position.</p>\n<p>You understand that You may not yet have access to certain information that is otherwise available.\nFor example, please bear in mind that criminal record data provided within PeopleLooker Checks or otherwise through our Site may include records that have since been reversed, expunged, sealed or otherwise changed and/or rendered inaccessible to the public since the date on which such data was last updated or collected.</p>\n<p>\n<strong>YOU ACKNOWLEDGE AND AGREE THAT SO-CALLED \"FALSE POSITIVES\"</strong>(search results obtained from Our data providers that indicate a given fact, which is inaccurate and/or does not actually pertain to the subject in question, due to similarly named individuals and other reporting errors) <strong>MAY OCCUR AND ANY SEARCH RESULTS AND/OR OTHER INFORMATION PROVIDED VIA THE SITE MAY NOT ACCURATELY, FULLY REFLECT OR PRECISELY MATCH THE PARTICULAR INDIVIDUAL OR SPECIFIC ENTITY YOU MAY BE SEEKING.</strong>\n</p>\n<p>We use commercially reasonable efforts to deliver the items You are seeking, but You recognize, acknowledge and agree that We obtain all of PeopleLooker Checks data from third-party sources, which may or may not be completely thorough and accurate, and You should never fully rely on the accuracy or completeness of information obtained herein.\nWe do not and cannot make any representations or warranties with respect to the use or the results of the use of any information, in any format, made available through, or accessible on the Site.\nWe make no representations or warranties about the suitability, completeness, timeliness, reliability, legality, or accuracy of the Content for any purpose and expressly disclaim all warranties, express or implied, including, without limitation, any warranty of merchantability, fitness for a particular purpose or non-infringement.</p>\n<strong>15.\nLimitation of Liability</strong>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT PEOPLELOOKER AND ITS PARENTS, SUBSIDIARIES, AFFILIATES, JOINT VENTURES AND THIRD-PARTY SERVICE PROVIDERS, AND EACH OF THEIR RESPECTIVE MEMBERS, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SHAREHOLDERS, CO-BRANDERS, CONTENT LICENSORS, SUPPLIERS, CONTRACTORS, ATTORNEYS AND OTHER PARTNERS SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES (though some states do not permit the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to You) INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR INTANGIBLE LOSSES (EVEN IF PEOPLELOOKER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), TO THE FULLEST EXTENT PERMITTED BY LAW, ARISING FROM OR RELATED TO: (a) THE USE OF OR THE INABILITY TO USE THE SITE, ANY INFORMATION CONTAINED THEREIN, THE CONTENT, PEOPLELOOKER CHECKS OR ANY OTHER PEOPLELOOKER PRODUCTS OR SERVICES.\n(b) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES RESULTING FROM YOUR PURCHASE OF OR OBTAINING ANY PEOPLELOOKER PRODUCTS, SERVICES, CONTENT OR OTHER DATA THROUGH THE SITE.\n(c) THE UNAUTHORIZED ACCESS TO, OR ALTERATION OF, YOUR REGISTRATION DATA OR ANY OTHER INFORMATION ABOUT YOU MAINTAINED BY PEOPLELOOKER.\nAND (d) ANY OTHER DISPUTE RELATING TO THE SITE, ANY INFORMATION CONTAINED THEREIN, OR ANY OTHER PEOPLELOOKER PRODUCTS OR SERVICES.\nTHIS LIMITATION APPLIES TO ALL STATUTORY AND COMMON-LAW CAUSES OF ACTION INCLUDING, BUT NOT LIMITED TO, BREACH OF CONTRACT, BREACH OF WARRANTY, NEGLIGENCE, STRICT LIABILITY, MISREPRESENTATION AND ANY AND ALL OTHER TORTS.</p>\n<p>YOU HEREBY RELEASE PEOPLELOOKER AND ITS PARENTS, SUBSIDIARIES, AFFILIATES, JOINT VENTURES AND THIRD-PARTY SERVICE PROVIDERS, AND EACH OF THEIR RESPECTIVE MEMBERS, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SHAREHOLDERS, CO-BRANDERS, CONTENT LICENSORS, SUPPLIERS, CONTRACTORS, ATTORNEYS AND OTHER PARTNERS, FROM ANY AND ALL OBLIGATIONS, LIABILITIES, AND CLAIMS IN EXCESS OF THE LIMITATIONS STATED HEREIN.\nIF APPLICABLE LAW DOES NOT PERMIT SUCH LIMITATION, THE MAXIMUM LIABILITY TO YOU UNDER ANY AND ALL CIRCUMSTANCES WILL BE FIVE HUNDRED DOLLARS ($500.00).\nNO ACTION, REGARDLESS OF FORM, ARISING OUT OF YOUR USE OF THE SITE, ANY INFORMATION CONTAINED THEREIN, THE CONTENT, PEOPLELOOKER CHECKS OR ANY OTHER PEOPLELOOKER PRODUCT AND/OR SERVICE MAY BE BROUGHT BY YOU OR PEOPLELOOKER MORE THAN ONE (1) YEAR FOLLOWING THE EVENT WHICH GAVE RISE TO THE CAUSE OF ACTION.\nTHE LIMITATION OF LIABILITY SET FORTH IN THIS SECTION IS A FUNDAMENTAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN YOU AND PEOPLELOOKER AND ACCESS TO THE SITE WOULD NOT BE PROVIDED TO YOU WITHOUT SUCH LIMITATIONS.\nIN THE EVENT SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF DAMAGES TO THE EXTENT INDICATED ABOVE, OUR LIABILITY IN SUCH JURISDICTIONS SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.</p>\n<strong>16.\nLinks to other Websites, Advertisers, Third Party Products/Services, all at Your own Risk</strong>\n<p>For Your convenience in locating or accessing related information, products and services, this Site may link you to other sites on the Internet (which are maintained by third parties over which We exercise no control) or otherwise include references to information, documents, software, materials and/or services provided by other parties and/or made available through such third party websites.\nThese links do not imply Our endorsement of any third party or their products or services and We have not necessarily fully reviewed all such items.\nThese sites may contain information or material that some find inappropriate or offensive.\nBecause such sites and parties are not under Our control, We expressly disclaim, and You acknowledge that We are not responsible for, the accuracy, quality, availability, copyright compliance, legality, decency or any other aspect of the content of such sites, nor are We responsible for errors or omissions in any references to other parties or their products and services.\nThe inclusion of such a link or reference is provided merely as a convenience and does not imply endorsement of, or association with, the site or party by Us, or any warranty of any kind, either express or implied.\nThese links and advertisements are often to other websites, owned and operated, and feature content, products, services, materials, events and offers provided, by third parties.\nIn some instances, these websites are co-branded and the third parties are entitled to use Our name and logo on their websites.\nWe do not control the information, products or services available on or through these third-party websites.\nThe inclusion on the Site of a third-party link does not imply endorsement by Us of the applicable website or any association with the website’s operators.\nBecause We have no control over such websites, You acknowledge and agree that We are not responsible or liable for the availability or the operation of such websites, for any material located on or available through such websites, or for the data practices of such websites, which are subject to those websites’ respective policies and terms.\nIf You click on any third-party advertisements on the Site, participate in any promotions offered by such advertisers, or purchase any goods or services from such advertisers, any terms, conditions, warranties or representations associated with such dealings or promotions are solely between You and the applicable advertiser or other third party, and You agree that We shall not be responsible or liable, directly or indirectly, for any loss or damage You suffer through Your dealings with or based on Your reliance on any material made available by such advertisers.\nAccordingly, we make no representations with respect to, nor can we guarantee or endorse, the quality, non-infringement, accuracy, completeness, timeliness, reliability or correct sequencing of such third-party offerings.\nIn addition, Your interactions with third parties on the Site are solely between You and such third parties.\nWe expressly disclaim responsibility and liability for all third party provided content, products, services, materials, events and offers contained on or accessed through the Site, and You agree that We are not responsible for any loss or damage of any kind incurred as a result of any such interaction or as the result of the presence of such third parties’ content, products, services, materials, events and offers on the Site.</p>\n<strong>17.\nCancellation Policy</strong>\n<p>You are always free to cancel Your account and membership plan at any time by emailing support@peoplelooker.com to convey Your wish to cancel, or, if You prefer, calling Our customer support line at 1-800-592-7153 and speaking with one of Our customer service representatives.\nOur customer support centers are open twenty-four hours a day, seven days a week.\nAny cancellation request will result in cancellation of any upcoming invoices and/or bills associated with Your membership plan.\nPlease bear in mind, however, that even in the event of cancellation of Your account and associated membership plan, You will still remain responsible for payment of, or any and all other costs associated with invoices or bills previously incurred, including your then-current subscription for the remainder of the subscription period.</p>\n<strong>18.\nRefund Policy</strong>\n<p>If at any time You are not fully satisfied with Our services for any reason, You may call Our customer service department toll-free at 1-800-592-7153 to explain your dissatisfaction and/or request a refund.\nAll requests for refunds will be considered on a case-by-case basis, each of which will take into account Our pursuit of maximum customer satisfaction.\nWhere We offer refunds, You are typically limited to receipt of a single refund per subscription.\nRepetitive refunds are not permitted.\nWe reserve the right to refuse a refund to any subscriber who repeatedly requests refunds or any subscriber who, in Our reasonable good faith judgment, does so in bad faith.\nIn order to process any refund request, You must supply Us with all pertinent information your name and mailing and/or billing address.\nIf you provide us with insufficient or incorrect information, your refund will be delayed.\nDepending on the bank that issues the applicable credit or debit card used, a refund may take up to thirty days to appear on the applicable statement.\nIf You have any questions regarding whether a refund has been processed, please feel free to call our customer service department toll-free at 1-800-592-7153.</p>\n<strong>19.\nTreatment of Reversals and Chargebacks</strong>\n<p>As occurs with other online merchants, intentional credit/debit card reversals and chargebacks are frequently indicators of possible fraudulent use and/or theft of Our services and We may treat them as such.\nWe reserve the right to investigate further and file complaints with the appropriate local and federal authorities.\nPlease be advised that We regularly monitor all internet protocol address information and other user activity and that this information may be used in a civil and/or criminal case against any customer, especially in instances of possible theft or fraudulent behavior.</p>\n<strong>20.\nEquitable Relief</strong>\n<p>You agree that any breach or threatened breach of these Terms or any unauthorized or unlawful use of the Site or PeopleLooker Checks would result in irreparable injury to PeopleLooker for which monetary damages would be inadequate.\nIn such event, PeopleLooker shall have the right, in addition to other remedies available to it at law and in equity, to immediate injunctive relief without the need to post a bond.\nNothing contained in these Terms shall be construed to limit any legal or equitable remedies available to PeopleLooker.</p>\n<strong>21.\nEntire Agreement</strong>\n<p>These Terms, the Privacy Policy, and all other applicable operating rules, policies, price schedules and other supplemental terms and conditions or documents that may be published or agreed upon by You from time to time, which are expressly incorporated herein by reference, shall constitute the entire and only agreement between You and PeopleLooker with respect to Your use of the Site.\nThese Terms supersede all prior or contemporaneous agreements, representations, warranties and understandings with respect to Your use of the Site and the content contained therein.</p>\n<p>To the extent that any information or material that appears on or is posted to the Site, or otherwise is made available by Us, contains any representation, term or condition that is in conflict or inconsistent with these Terms, these Terms shall take precedence unless revised terms or conditions are contained in a signed writing by one of Our duly appointed officers.</p>\n<strong>22.\nForce Majeure</strong>\n<p>Other than for payment obligations, neither party will be liable for, or be considered to be in breach of, these Terms on account of either party’s delay or failure to perform as required under these Terms as a result of any causes or conditions that (a) are beyond the party’s reasonable control (including, but not limited to, acts of God, including storms and other natural occurrences.\nfires.\nexplosions.\ntelecommunications, Internet, or other network failures.\nresults of vandalism or computer hacking.\nnational emergencies, insurrections, acts of terrorism, riots, wars, strikes, or other comparable labor difficulties.\nand (b) the party is unable to overcome through the exercise of commercially reasonable diligence ((a) and (b), collectively, a \"Force Majeure Event\").\nIf any such Force Majeure Event occurs, the affected party will give the other party notice and will use commercially reasonable efforts to minimize the impact of any such event.</p>\n<strong>23.\nSeverability</strong>\n<p>If any provision of these Terms is held invalid or unenforceable by any applicable court decision, that provision shall be changed and interpreted so as to best accomplish the objectives of the invalid or unenforceable provision within the limits of applicable law or the applicable court decision, and the remaining provisions of these Terms shall remain in full force and effect.</p>\n<strong>24.\nWaiver</strong>\n<p>PeopleLooker’s failure to enforce a specific right or remedy for any breach of, or insist upon strict adherence to, any provision of these Terms shall not operate as or be construed to be a waiver of PeopleLooker’s right to enforce its remedies for breaches of, or insist upon strict adherence to, such provision or any other provision of these Terms.\nAny waiver of a provision of these Terms must be contained in a signed writing by a duly appointed officer of PeopleLooker.</p>\n<strong>25.\nMisconduct</strong>\n<p>PeopleLooker reserves the right to restrict, suspend or terminate Your Account or access to the Site if We determine, in Our sole and absolute discretion, that You have violated these Terms.</p>\n<strong>26.\nTransferability</strong>\n<p>These Terms will be binding on, inure to the benefit of and be enforceable by PeopleLooker’s successors and assigns.\nYou are not permitted to transfer, assign, novate or delegate any rights or obligations pursuant to these Terms unless contained in a signed writing by a duly appointed officer of PeopleLooker, and PeopleLooker reserves the right to immediately terminate Your use of the Site and Our services if You attempt to do so.</p>\n<strong>27.\nYour Relationship with PeopleLooker</strong>\n<p>Nothing in these Terms creates any partnership, joint venture, agency, franchise, sales representative or employment relationship between PeopleLooker and You or any other party.\nYou have no authority to make or accept any offers or representations on behalf of PeopleLooker.</p>\n<strong>28.\nNotices</strong>\n<p>PeopleLooker may provide legal and other notices to You, in PeopleLooker’s sole discretion, by (a) posting such notices or links to such notices on the Site, or (b) sending a notice by email, postal mail, overnight courier or facsimile to any contact address or number that You have provided to PeopleLooker.\nIf You wish to provide notice to PeopleLooker, You shall send such notice, postage prepaid by either U.S.\ncertified mail or by international or domestic overnight courier, to: MSC – 217730, P.O.\nBox 105168, Atlanta, GA 30348-5168.\nNotices You send by email or facsimile, with or without electronic confirmation, will not be deemed to be valid unless actual receipt is confirmed in a signed writing by a duly appointed officer of PeopleLooker.</p>\n<strong>29.\nHow to Contact Us</strong>\n<p>Our \"Contact Us\" page contains information that allows You to contact Us directly with any questions or comments that You may have.\nWe endeavor to review and reply promptly to each comment sent to Us.\nIf You have any questions about these Terms or the practices of PeopleLooker, or if You would like to register a complaint, notify PeopleLooker of a dispute, notify PeopleLooker of inaccurate or misleading information, or notify Us of improper use of the PeopleLooker Checks, please feel free to contact 1-800-592-7153, at support@peoplelooker.com, or via certified mail at:</p>\n<p>PeopleLooker</p>\n<p>MSC – 217730</p>\n<p>P.O.\nBox 105168</p>\n<p>Atlanta, GA 30348-5168</p>\n<strong>30.\nImportant Reminder: Certain Prohibited Uses of the Site</strong>\n<p>As a reminder, We do NOT provide private investigator services or consumer reports and are NOT a consumer reporting agency--such terms have special meaning in the Fair Credit Reporting Act, 15 USC 1681 et seq., which are incorporated herein by reference.\nThe information we provide is NOT collected or provided, in whole or in part, for the purpose of serving as a factor in establishing a person’s eligibility for (a) credit or insurance to be used primarily for personal, family, or household purposes.\n(b) employment purposes.\n(c) benefits, tenancy or educational admission considerations.\nor (d) in connection with a business transaction initiated by an individual consumer for personal, family, or household purposes.\nWe make NO representation or warranty as to the credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living of any person.\nThe additional protections afforded to consumers and obligations placed upon consumer reporting agencies under FCRA are not contemplated by, nor contained within, these Terms.</p>\n<p>You acknowledge and agree that You will not conduct any PeopleLooker Checks or otherwise obtain or use any Content or other information obtained from or through the Site about a Search Subject or any person for purposes prohibited under FCRA.\nBecause We are NOT a Consumer Reporting Agency, <strong>You</strong> are <strong>prohibited</strong> under FCRA <strong>from</strong>\n<strong>using any information obtained from the Site</strong> about a Search Subject including, but not limited to, information obtained through PeopleLooker Checks, <strong>as a factor in determining</strong> the Search Subject’s eligibility for:</p>\n<ul>\n<li>\n<strong>Employment</strong>, including, but not limited to, to evaluate a Search Subject for initial employment, reassignment, promotion, or retention (including, but not limited to, household workers such as babysitters, cleaning personnel, nannies, contractors, and domestic workers);</li>\n<li>\n<strong>Tenancy</strong>, including, but not limited to, deciding whether to lease a residential or commercial space to a Search Subject;</li>\n<li>\n<strong>Educational Admission or Benefits</strong>, including, but not limited to, assessing a Search Subject’s qualifications for an educational program or scholarship;</li>\n<li>\n<strong>Personal Credit, Loans or Insurance</strong> including, but not limited to, assessing the risk associated with providing credit, a loan or insurance based on a Search Subject’s existing debt obligations.\nand/or</li>\n<li>\n<strong>Business Transactions</strong> initiated by an individual consumer.\nIncluding, but not limited to, determining whether a Search Subject continues to meet the terms of a personal customer account.</li>\n</ul>\n<p>Nor may you use any Content in order to take any \"adverse action\" as such term is defined in FCRA.\nUsing information about a Search Subject obtained from Us in any of the aforementioned ways violates both these Terms and the law and can lead to possible criminal penalties.\nWe take this very seriously, and reserve the right to terminate user access, terminate Accounts, and report violators to law enforcement as appropriate.</p>\n<p>So, You may <strong>NEVER</strong>, under any circumstances, use Our Site, Content, PeopleLooker Checks or services or the information provided regarding Search Subjects to make decisions about employment, tenant screening, consumer credit, insurance or any other purpose that would require FCRA compliance or any other purpose prohibited by law (including, doxing, harassing or stalking someone).\nYou agree that You will not use any information obtained from Our Site for purposes of and/or in connection with determining a prospective person or candidate's suitability for: employment, housing or accommodations, credit, health or any other insurance, loans, benefits, privileges or services provided by any business establishment.\nscholarships, tuition assistance, fellowships or education opportunities.\nThe information We provide has NOT been collected in whole or in part for the purpose of furnishing consumer reports, as defined by FCRA.\nAccordingly, by using the Site, You recognize, acknowledge, understand and agree that You will not use any of the information obtained from the Site as a factor in: (a) evaluating an individual for employment, promotion, reassignment or retention (including employment of household workers such as babysitters, cleaning personnel, nannies, contractors, and other individuals).\n(b) establishing any individual's eligibility for personal credit, loans, insurance or assessing risks associated with existing consumer credit obligations.\n(c) evaluating an individual for educational opportunities, scholarships or fellowships.\n(d) evaluating an individual’s eligibility for a license or other benefit granted by a government agency.\n(e) any effort to take any \"adverse action\" as such term is defined in FCRA.\nor (f) any other product, service or transaction in connection with which a consumer report is used under FCRA or any similar state statute, including, without limitation, job applications, check-cashing, apartment rentals or opening deposit or transaction accounts.</p>\n<p>If You are not sure whether Your desired use of information obtained from PeopleLooker complies with these restrictions, please contact us at support@peoplelooker.com before conducting any PeopleLooker Checks or otherwise obtaining information about a Search Subject from PeopleLooker.</p>\n<p>The information available on the Site is not 100% accurate, complete or up to date, so please do not use it in lieu of Your own common sense due diligence, especially where a person's criminal history may be concerned.\nWe receive Our data from a variety of licensors and sources and cannot make any firm representation or warranty regarding the accuracy thereof or concerning the actual character or integrity of those about whom You inquire.</p> ", "created_at": "2023-03-15 20:14:11.176905", "updated_at": "2023-03-15 20:15:49.730866"}, {"id": 14566, "name": "Privacy Policy", "url": "https://www.peoplelooker.com/privacy-policy/", "xpath": "/html/body/section[2]/div[1]/div[2]", "text": null, "created_at": "2023-03-15 20:14:11.212694", "updated_at": "2023-03-15 20:18:06.325276"}], "points": [], "urls": ["peoplelooker.com"]}}