{"error": 448, "message": "OK", "parameters": {"id": 7188, "name": "LineageOS", "created_at": "2022-12-31 22:53:05.108543", "updated_at": "2023-07-10 22:02:32.678181", "wikipedia": "https://en.wikipedia.org/wiki/LineageOS", "keywords": null, "related": null, "slug": "lineageos", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/7188.png", "url": "lineageos.org", "documents": [{"id": 13743, "name": "Legal Terms of Service & Privacy Policy", "url": "https://lineageos.org/legal/", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>\nBlog</li>\n<li>\nEngineering</li>\n<li>\nAbout</li>\n<li>\nCommunity</li>\n<li>\nLegal</li>\n<li> Status</li>\n<li> Wiki</li>\n</ul> For full functionality of this site it is necessary to enable JavaScript.\nHere are the instructions how to enable JavaScript in your web browser.\nLegal Terms of Service\nDISCLAIMER\n<p>All information and files — both in source and compiled form — are provided on an as is basis.\nNo guarantees or warranties are given or implied.\nThe user assumes all risks of any damages that may occur, including but not limited to loss of data, damages to hardware, or loss of business profits.\nPlease use at your own risk.\nNote that unless explicitly allowed by the warranty covering your device, it should be assumed that any warranty accompanying your device will be voided if you tamper with either the system software or the hardware.</p>\nTERMS OF USE\n<p>Certain images, logos, pictures, and other works originating with organizations other than LineageOS may be or are the trademarks and/or servicemarks of those other organizations and are subject to the laws of their registered countries.\nLineageOS’ usage constitutes a ‘fair use’ of any such copyrighted material as provided for in section 107 of the US Copyright Law.\nIf you wish to use copyrighted material from this site for purposes of your own that go beyond ‘fair use’, you must obtain permission from the copyright owner.\nRequests for removal of copyright material may be sent to legal@lineageos.org.</p>\nPrivacy Policy\n<p>Your privacy is important to LineageOS.\nOur Privacy Policy explains how we collect, use, disclose, transfer, and store your information.\nPlease take a moment to familiarize yourself with our privacy practices.</p>\n<p>LineageOS provides an after-market operating system and applications for various mobile devices.</p>\nINFORMATION WE HAVE\n<p>Certain information (e.g.\na device unique anonymized ID, device model, etc.) is transmitted to us solely for the purpose of measuring non-personally identifiable installation metrics.\nUnless otherwise stated below, this information is not used for any other purpose.</p>\n<ol>\n<li>Information we store from the device\n<ul>\n<li>The unique anonymous ID of the device (this ID changes upon device factory reset)</li>\n<li>The device model</li>\n<li>The version(s) of our software installed on the device</li>\n<li>The country from which the device registered</li>\n<li>The wireless carrier(s) to which the device is actively registered</li>\n</ul>\n</li>\n<li>Information we store from the contributions to our code review platform (Gerrit)\n<ul>\n<li>Email addresses for registration and to facilitate review</li>\n<li>Signed Contributor License Agreements (CLA)</li>\n<li>IP addresses, SSH activity, and API access may be logged for rate limiting or to prevent abuse</li>\n</ul>\n</li>\n<li>Information we store for cursory services\n<ul>\n<li>Email addresses for registration to wiki and bug tracking software</li>\n<li>IP addresses may be logged for rate limiting or to prevent abuse</li>\n</ul>\n</li>\n<li>Additional information you may provide us\n<ul>\n<li>Bug reports submitted to assist in providing support may contain Personally Identifiable Information (PII).\nWhile we will do our best to prevent the collection of this information from processes within our control, your usage and submission of this data may contain PII and you should take steps to sanitize and validate this data prior to submission.</li>\n</ul>\n</li>\n</ol>\nOPT-OUT\n<p>You may opt-out of LineageOS device statistics via the Privacy menu in Settings on the device.</p>\nWEB\n<p>As is true of most websites, we gather some information automatically and store it in log files.\nThis information includes Internet Protocol (IP) addresses, browser type (and version) and language, Internet service provider (ISP), referring and exit pages, operating system, date/time stamp, and clickstream data.</p>\n<p>We may collect information regarding user activities on our website and from our other products and services.\nThis information is aggregated and used to help us provide more useful information to our users to understand which parts of our website, products, and services are of most interest, and for general system diagnostics.\nAggregated data is considered non-personal information for the purposes of this Privacy Policy.</p>\n<p>We do not knowingly collect personal information from children under 13 except where a parent has set up an account for their child and provided LineageOS with verified parental consent.\nIf we learn that we have collected the personal information of a child under 13 without first receiving verifiable parental consent we will take steps to delete the information as soon as possible.</p>\nINFORMATION WE MAY SHARE\n<p>We do not share your information with companies, organizations, or individuals outside of LineageOS unless one of the following circumstances applies:</p>\n<ul>\n<li>With your consent (Submission of bug reports to our bug tracking platform is considered consent.)</li>\n<li>When legally required.</li>\n</ul>\n<p>When using our code review platform (Gerrit), you agree that:</p>\n<ul>\n<li>During account creation, we collect your name, username, and email from a third party.\nThis data is immediately made public.</li>\n<li>Your name and email address will become embedded and part of the code, which will be publicly available.\nYou understand that the removal of this information would be impermissibly destructive to the project and the interests of all who contribute, utilize, and benefit from it.\nYou waive any right to request erasure, removal, or rectification of this information under any applicable privacy or other law and understand that providing this information is required to contribute to the project.</li>\n</ul>\n<p>We will share the information we have with entities outside of LineageOS if we have a good faith belief that access, use, preservation, or disclosure of the information is necessary to:</p>\n<ul>\n<li>meet any applicable law, regulation, legal process or enforceable governmental request.</li>\n<li>enforce applicable Terms of Service, including investigation of potential violations.</li>\n<li>detect, prevent, or otherwise address fraud, security, or technical issues.</li>\n<li>protect against harm to the rights, property, or safety of LineageOS, our users, or the public as required or permitted by law.</li>\n</ul>\n<p>We will update this privacy policy as needed so that it is current, accurate, and as clear as possible.</p>\n<p>\n<b>© 2016 - 2022 The LineageOS Project </b>\n<br>\nNeed to get in Contact? Check out r/LineageOS! <br>\nNeed a Press Kit? Get our Public Brand Guide <br>\nPayPal: paypal.me/LineageOS <br>\nPatreon: patreon.com/LineageOS <br>\nNote: LineageOS LLC is not a 501(c)(3) non-profit, as such donations are not tax-exempt.\n</p> ", "created_at": "2022-12-31 22:53:05.16952", "updated_at": "2022-12-31 22:53:35.472354"}], "points": [{"id": 30412, "title": "Your personal data is aggregated into statistics", "source": "https://lineageos.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-03-31 18:11:41.637498", "updated_at": "2023-07-11 06:28:16.213252", "quoteText": null, "case_id": 190, "document_id": 13743, "quoteStart": null, "quoteEnd": null}, {"id": 30418, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://lineageos.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-04-01 12:24:34.206289", "updated_at": "2023-07-11 06:28:18.328069", "quoteText": null, "case_id": 399, "document_id": 13743, "quoteStart": null, "quoteEnd": null}, {"id": 30415, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://lineageos.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-04-01 12:21:54.69268", "updated_at": "2023-07-11 06:28:18.40957", "quoteText": null, "case_id": 286, "document_id": 13743, "quoteStart": null, "quoteEnd": null}, {"id": 30417, "title": "Your personal data is used for limited purposes", "source": "https://lineageos.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-04-01 12:23:07.54075", "updated_at": "2023-07-11 06:28:18.499353", "quoteText": null, "case_id": 196, "document_id": 13743, "quoteStart": null, "quoteEnd": null}, {"id": 30416, "title": "Details are provided about what kind of information they collect", "source": "https://lineageos.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-04-01 12:22:36.149294", "updated_at": "2023-07-11 06:28:18.596121", "quoteText": null, "case_id": 228, "document_id": 13743, "quoteStart": null, "quoteEnd": null}, {"id": 31021, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://lineageos.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-04-15 09:46:33.317084", "updated_at": "2023-04-15 14:20:40.580767", "quoteText": null, "case_id": 286, "document_id": 13743, "quoteStart": null, "quoteEnd": null}, {"id": 31022, "title": "This service tracks which web page referred you to it", "source": "https://lineageos.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-04-15 09:47:26.72744", "updated_at": "2023-07-11 06:28:58.520104", "quoteText": null, "case_id": 387, "document_id": 13743, "quoteStart": null, "quoteEnd": null}, {"id": 30411, "title": "Your personal data is not shared with third parties", "source": "https://lineageos.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-03-31 18:10:12.633184", "updated_at": "2023-07-11 06:28:18.133452", "quoteText": null, "case_id": 311, "document_id": 13743, "quoteStart": null, "quoteEnd": null}, {"id": 34441, "title": "The service will only respond to government requests that are reasonable", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 11:15:36.241148", "updated_at": "2023-07-23 21:33:52.418275", "quoteText": null, "case_id": 393, "document_id": 13743, "quoteStart": null, "quoteEnd": null}], "urls": ["lineageos.org"]}}