{"error": 448, "message": "OK", "parameters": {"id": 7567, "name": "Drlogy", "created_at": "2023-03-15 20:19:24.410033", "updated_at": "2023-03-29 19:26:47.027309", "wikipedia": null, "keywords": null, "related": null, "slug": "drlogy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7567.png", "url": "drlogy.com", "documents": [{"id": 14567, "name": "Privacy Policy", "url": "https://drlogy.com/privacy", "xpath": "/html/body/div[2]/div[2]", "text": " <p>\n<br>\n</p>\n<p>Drlogy\nTechnologies&nbsp;Privet Limited&nbsp;(“us”, “we”, or “Drlogy”) is the author and publisher of the\ninternet resource www.drlogy.com (“Website”) on the world wide web as well as\nthe software and applications provided by Drlogy, including but not limited to the\nmobile application ‘Drlogy’ and the software and applications of the&nbsp.\nnames ‘Drlogy Pro’ and ‘Drlogy’ (together\nwith the Website, referred to as the “Services”).&nbsp;</p>\n<p>This privacy\npolicy (\"Privacy Policy\") explains how we collect, use, share,\ndisclose and protect Personal information about the Users of the Services,\nincluding the Practitioners (as defined in the Terms of Use, which may be\naccessed via the following weblink http://www.drlogy.com/terms (the “Terms of Use”)), the End-Users\n(as defined in the Terms of Use), and the visitors of Website (jointly and\nseverally referred to as “you” or “Users” in this Privacy Policy).\nWe created\nthis Privacy Policy to demonstrate our commitment to the protection of your\nprivacy and your personal information.\nYour use of and access to the Services\nis subject to this Privacy Policy and our Terms of Use.\nAny capitalized term\nused but not defined in this Privacy Policy shall have the meaning attributed\nto it in our Terms of Use.</p>\n<p>BY USING THE\nSERVICES OR BY OTHERWISE GIVING US YOUR INFORMATION, YOU WILL BE DEEMED TO HAVE\nREAD, UNDERSTOOD AND AGREED TO THE PRACTICES AND POLICIES OUTLINED IN THIS\nPRIVACY POLICY AND AGREE TO BE BOUND BY THE PRIVACY POLICY.\nYOU HEREBY CONSENT\nTO OUR COLLECTION, USE AND SHARING, DISCLOSURE OF YOUR INFORMATION AS DESCRIBED\nIN THIS PRIVACY POLICY.\nWE RESERVE THE RIGHT TO CHANGE, MODIFY, ADD OR DELETE\nPORTIONS OF THE TERMS OF THIS PRIVACY POLICY, AT OUR SOLE DISCRETION, AT ANY\nTIME.\nIF YOU DO NOT AGREE WITH THIS PRIVACY POLICY AT ANY TIME, DO NOT USE ANY\nOF THE SERVICES OR GIVE US ANY OF YOUR INFORMATION.\nIF YOU USE THE SERVICES ON\nBEHALF OF SOMEONE ELSE (SUCH AS YOUR CHILD) OR AN ENTITY (SUCH AS YOUR\nEMPLOYER), YOU REPRESENT THAT YOU ARE AUTHORISED BY SUCH INDIVIDUAL OR ENTITY\nTO (I) ACCEPT THIS PRIVACY POLICY ON SUCH INDIVIDUAL’S OR ENTITY’S BEHALF, AND\n(II) CONSENT ON BEHALF OF SUCH INDIVIDUAL OR ENTITY TO OUR COLLECTION, USE AND\nDISCLOSURE OF SUCH INDIVIDUAL’S OR ENTITY’S INFORMATION AS DESCRIBED IN THIS\nPRIVACY POLICY.</p>\n<p>1.\nPURPOSE OF\nOUR POLICY</p>\n<p>1.1 Drlogy provides the Drlogy online medical appointment booking\nservices and associated technologies.</p>\n<p>1.2 Drlogy have adopted this Privacy Policy to ensure\nthat we have standards in place to protect the Personal Information that we\ncollect about individuals that is necessary and incidental to:</p>\n<p>a.\nProviding the system and services that Drlogy offers.\nand</p>\n<p>b.\nThe normal day-to-day operations of our business.</p>\n<p>1.3 This Privacy Policy follows the standards of the SPI\nrules set by the Indian Government for the handling of Personal Information\nunder the Section 43A of the Information Technology Act, 2000.\nRegulation 4 and\n3(1) of the Information Technology (Intermediaries Guidelines) Rules, 2011.</p>\n<p>1.4 By publishing this Privacy Policy we aim to make\nit easy for our customers and the public to understand what Personal\nInformation we collect and store, why we do so, how we receive and/or obtain\nthat information, and the rights an individual has with respect to their\nPersonal Information in our possession.</p>\n<p>2.\nWHO AND WHAT\nTHIS POLICY APPLIES TO</p>\n<p>2.1 Our Privacy Policy deals with how we handle both\n\"personal information\" and \"health information\" as those\nterms are defined in the Section 43A of the Information Technology Act, 2000.\nRegulation 4 and 3(1) of the Information Technology (Intermediaries Guidelines)\nRules, 2011.\n(and together referred to in this Privacy Policy as Personal\nInformation)</p>\n<p>2.2 We handle Personal Information in our own right\nand also for and on behalf of our customers and users.</p>\n<p>2.3 Our Privacy Policy apply to information we collect\nabout businesses or companies, it also &nbsp;apply to information about the people in those\nbusinesses or companies which we store.</p>\n<p>2.4 The Privacy Policy applies to all forms of\ninformation, physical and digital, whether collected or stored electronically\nor in hardcopy.</p>\n<p>a.\nIf, at any time, an individual provides Personal Information or\nother information about someone other than himself or herself, the individual\nwarrants that:</p>\n<p>b.\nWith respect to\nPersonal Information about a child, they are that child's \"responsible\nperson\" as defined in the the Section 43A of the Information Technology\nAct, 2000.\nRegulation 4 and 3(1) of the Information Technology (Intermediaries\nGuidelines) Rules, 2011.\n(namely a parent or guardian).\nand/or They have that\nperson's consent to provide such information for the purpose specified.</p>\n<p>\n<br>\n</p>\n<p>3.\nTHE\nINFORMATION WE COLLECT</p>\n<p>3.1 User Information: The type of information collected from the Users, In the course of business it is necessary for us\nto collect user Information.\nThis information allows us to identify who an\nindividual is for the purposes of our business, share Personal Information when\nasked of us, contact the individual in the ordinary course of business and\ntransact with the individual.\nWithout limitation, the type of information we\nmay collect is:</p>\n<p>a.\nHealth Information.\nWe may collect information for an appointment about the health, disability,\nhealth services, medical histories, prescriptions, allergies and other\ninformation about an individual defined as \"health information\" in\nthe the Section 43A of the Information Technology Act, 2000.\nRegulation 4 and\n3(1) of the Information Technology (Intermediaries Guidelines) Rules, 2011.;</p>\n<p>b.\nPersonal\nInformation.\nWe may collect personal details such as an individual's name,\nlocation, date of birth, nationality, family details and other information defined\nas \"Personal Information\" in the the Section 43A of the Information\nTechnology Act, 2000.\nRegulation 4 and 3(1) of the Information Technology\n(Intermediaries Guidelines) Rules, 2011 that allows us to identify who the\nindividual is.\n<br>\n</p>\n<p>c.\nProfesional Information.\nWe may collect profesional details such as an that allows us to identify who the individual is.\neither PAN card or Aadhaar card or Election card or Driving Licence and also for ownership of practice, details of either Letterhead/Prescription pad or Tax receipt or bill or Registation detail or Documents of Medical waste.\nFor Pharmacy and agency for verification we collect details of Drug Licence and pharmacist registration.<br>\n</p>\n<p>d.\nContact Information.\nWe may collect information such as an individual's email address, telephone\n&amp.\nfax number, third-party usernames, residential, business and postal\naddress and other information that allows us to contact the individual;</p>\n<p>e.\nFinancial\nInformation.\nWe may collect financial information related to an individual such\nas any bank or credit card details used to transact with us and other\ninformation that allows us to transact with the individual and/or provide them\nwith our services;</p>\n<p>f.\nStatistical\nInformation.\nWe may collect information about an individual's online and\noffline preferences, habits, movements, trends, decisions, associations,\nmemberships, finances, purchases and other information for statistical\npurposes.\nand</p>\n<p>g.\nInformation an\nindividual sends us.\nWe may collect any personal correspondence that an\nindividual sends us, or that is sent to us by others about the individual's\nactivities.</p>\n<p>h.\nOther personal information that you voluntarily choose to provide to us such as information shared by you with us through emails or letters or app including any images, photos, files, audio files, videos, voice or sound recording, music files, docs, and any other format documents/file.\n</p>\n<p>3.2 We may collect other Personal Information about an\nindividual, which we will maintain in accordance with this Privacy Policy.</p>\n<p>3.3 We may also collect non-Personal Information about\nan individual such as information regarding their computer, network and\nbrowser.\nThis may include their IP address.\nWhere non-Personal Information is\ncollected.</p>\n<p>\n<br>\n</p>\n<p>4.\nHOW\nINFORMATION IS COLLECTED</p>\n<p>4.1 Most information will be collected in association\nwith an individual's use of Drlogy, an enquiry about Drlogy or generally\ndealing with us.\nHowever we may also receive Personal Information from sources\nsuch as advertising, an individual's own promotions, public records, mailing\nlists, contractors, staff, recruitment agencies and our business partners.\nIn\nparticular, information is likely to be collected as follows:</p>\n<p>a.\nRegistrations/Subscriptions.\nWhen an individual registers or subscribes for a service, list, account,\nconnection or other process whereby they enter Personal Information details in\norder to receive or access something, including a transaction;</p>\n<p>b.\nAccounts/Memberships.\nWhen an individual submits their details to open an account and/or become a\nmember with us;</p>\n<p>c.\nSupply.\nWhen an\nindividual supplies us with goods or services;</p>\n<p>d.\nContact.\nWhen an\nindividual contacts us in any way;</p>\n<p>e.\nAccess.\nWhen an\nindividual accesses us physically we may require them to provide us with\ndetails for us to permit them such access.\nWhen an individual accesses us\nthrough the internet we may collect information using cookies (if relevant – an\nindividual can adjust their browser's setting to accept or reject cookies) or\nanalytical services.\nand/or</p>\n<p>f.\nAs there are many\ncircumstances in which we may collect information both electronically and\nphysically, we will endeavour to ensure that an individual is always aware of\nwhen their Personal Information is being collected.</p>\n<p>g.\nWhere we obtain\nPersonal Information without an individual's knowledge (such as by accidental\nacquisition from a client) we will either delete/destroy the information, or\ninform the individual that we hold such information.</p>\n<p>\n<br>\n</p>\n<p>5.\nWHEN PERSONAL\nINFORMATION IS USED &amp.\nDISCLOSED</p>\n<p>5.1 The primary reason Personal Information is used or\ndisclosed is to make a booking for an appointment or request a service through Drlogy.\nWe maintain all Health Information in the strictest confidence.</p>\n<p>5.2 In general, the primary principle is that we will\nnot use any Personal Information other than for the purpose for which it was\ncollected other than with the individual's permission.\nThe purpose of\ncollection is determined by the circumstances in which the information was\ncollected and/or submitted.</p>\n<p>5.3 We will retain Personal Information for the period\nnecessary to fulfil the purposes outlined in this Privacy Policy unless a\nlonger retention period is required or permitted by law.</p>\n<p>5.4 It is necessary for us to disclose an individual's\nPersonal Information to third parties in a manner compliant with the SPI Rules\nin the course of our business, which would primarily be to make appointments.</p>\n<p>5.5 We will only ever pass your contact information to\nmedical centres booked through the Drlogy booking platform for the purposes of\nmaintaining up to date records and communicating to you health related\ninformation.</p>\n<p>5.6 We will not disclose or sell an individual's\nPersonal Information to unrelated third parties under any circumstances.</p>\n<p>5.7 Information is used to enable us to operate our\nbusiness, especially as it relates to an individual.\nThis may include:</p>\n<p>a.&nbsp;&nbsp;&nbsp.\nThe provision of goods and services between an individual and us;</p>\n<p>b.&nbsp;&nbsp;&nbsp.\nVerifying an individual's identity;</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nCommunicating with an individual about:</p>\n<p>d.&nbsp;&nbsp;&nbsp.\nTheir relationship with us;</p>\n<p>e.&nbsp;&nbsp;&nbsp.\nOur goods and services;</p>\n<p>f.&nbsp;&nbsp;&nbsp;&nbsp.\nOur own marketing and promotions to customers and prospects;</p>\n<p>g.&nbsp;&nbsp;&nbsp.\nCompetitions, surveys and questionnaires;</p>\n<p>h.&nbsp;&nbsp;&nbsp.\nInvestigating any complaints about or made by an individual, or if\nwe have reason to suspect that an individual is in breach of any of our terms\nand conditions or that an individual is or has been otherwise engaged in any\nunlawful activity.\nand/or</p>\n<p>i.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAs required or permitted by any law.</p>\n<p>5.8&nbsp;&nbsp.\nThere are some circumstances in which we must disclose an\nindividual's information:</p>\n<p>a.&nbsp;&nbsp;&nbsp.\nWhere we reasonably believe that an individual may be engaged in\nfraudulent, deceptive or unlawful activity that a governmental authority should\nbe made aware of;</p>\n<p>b.&nbsp;&nbsp;&nbsp.\nAs required by any law.\nand/or</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nIn order to sell our business (in that we may need to transfer\nPersonal Information to a new owner).</p>\n<p>5.9 We will not disclose an individual's Personal\nInformation to any entity outside of India that is in a jurisdiction that does\nnot have a similar regime to the SPI rules or an implemented and enforceable\nprivacy policy similar to this Privacy Policy.\nWe will take reasonable steps to\nensure that any disclosure to an entity outside of India will not be made until\nthat entity has agreed in writing with us to safeguard Personal Information as\nwe do.</p>\n<p>5.10 We may utilise third-pay service providers to\ncommunicate with an individual and to store contact details about an\nindividual.\nNo Health Information is stored in any third-party services in India\nor elsewhere.</p>\n<p>5.11 End-Users’ personally identifiable information,\nwhich they choose to provide on the Website is used to help the End-Users\ndescribe/identify themselves.\nOther information that does not personally\nidentify the End-Users as an individual, is collected by Drolgy from End-Users\n(such as, patterns of utilization described above) and is exclusively owned by\nDrlogy.\nDrlogy may also use such information in an aggregated or non-personally\nidentifiable form for research, statistical analysis and business intelligence\npurposes, and may sell or otherwise transfer such research, statistical or\nintelligence data in an aggregated or non-personally identifiable form to third\nparties and affiliates.\nIn particular, Drlogy reserves with it the right to use\nanonymized End-User demographics information and anonymized End-User health\ninformation for the following purposes: </p>\n<p>a.&nbsp;&nbsp;&nbsp.\nAnalyzing software usage patterns for improving product design and\nutility.</p>\n<p>b.&nbsp;&nbsp;&nbsp.\nAnalyzing such information for research and development of new\ntechnologies.</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nUsing analysis of such information in other commercial product\nofferings of Drlogy.</p>\n<p>d.&nbsp;&nbsp;&nbsp.\nSharing analysis of such information with third parties for\ncommercial use.</p>\n<p>\n<br>\n</p>\n<p>6.\nOPTING\n\"IN\" OR \"OUT\"</p>\n<p>6.1 An individual may opt to not have us collect their\nPersonal Information.\nThis may prevent us from offering them some or all of our\nservices and may terminate their access to some or all of the services they\naccess with or through us.\nThey will be aware of this when:</p>\n<p>a.&nbsp;&nbsp;&nbsp.\nOpt In.\nWhere relevant, the individual will have the right to choose\nto have information collected and/or receive information from us.\nor</p>\n<p>b.&nbsp;&nbsp;&nbsp.\nOpt Out.\nWhere relevant, the individual will have the right to\nchoose to exclude himself or herself from some or all collection of information\nand/or receiving information from us.</p>\n<p>6.2 If an individual believes that they have received\ninformation from us that they did not opt in or out to receive, they should\ncontact us.</p>\n<p>\n<br>\n</p>\n<p>7.\nTHE SAFETY\n&amp.\nSECURITY OF PERSONAL INFORMATION</p>\n<p>7.1 We will take all reasonable precautions to protect\nan individual's Personal Information from unauthorised access.\nThis includes\nappropriately securing our physical facilities and electronic networks.</p>\n<p>7.2 Drlogy uses SSL encryption to store and transfer\nPersonal Information.\nDespite this, the security of online transactions and the\nsecurity of communications sent by electronic means or by post cannot be guaranteed.\nEach individual that provides information to us via the internet or by post\ndoes so at their own risk.\nWe cannot accept responsibility for misuse or loss\nof, or unauthorised access to, Personal Information where the security of\ninformation is not within our control.</p>\n<p>7.3 We are not responsible for the privacy or security\npractices of any third party (including third parties that we are permitted to\ndisclose an individual's Personal Information to in accordance with this\npolicy).\nThe collection and use of an individual's information by such third\nparties may be subject to separate privacy and security policies.</p>\n<p>7.4 If an individual suspects any misuse or loss of,\nor unauthorised access to, their Personal Information, they should let us know\nimmediately.</p>\n<p>7.5 We are not liable for any loss, damage or claim\narising out of another person's use of the Personal Information where we were\nauthorised to provide that person with the Personal Information.</p>\n<p>\n<br>\n</p>\n<p>8.\nHOW TO ACCESS\nAND/OR UPDATE INFORMATION</p>\n<p>8.1 Users of Drlogy can update their Personal\nInformation from within their Drlogy account or profile.</p>\n<p>8.2 Subject to the SPI rules, an individual has the\nright to request from us the Personal Information that we have about them, and\nwe have an obligation to provide them with such information within 28 days of\nreceiving their written request.</p>\n<p>8.3 If an individual cannot update its own\ninformation, we will correct any errors in the Personal Information we hold\nabout an individual within 7 days of receiving written notice from them about\nthose errors.</p>\n<p>8.4 It is an individual's responsibility to provide us\nwith accurate and truthful Personal Information.\nWe cannot be liable for any\ninformation that is provided to us that is incorrect.</p>\n<p>8.5 We may charge an individual a reasonable fee for\nour costs incurred in meeting any of their requests to disclose the Personal\nInformation we hold about them.</p>\n<p>\n<br>\n</p>\n<p>9.\nCOMPLAINTS\nAND DISPUTES</p>\n<p>9.1 If an individual has a complaint about our\nhandling of their Personal Information, they should address their complaint in\nwriting to the details below (Clause 12).</p>\n<p>9.2 If we have a dispute regarding an individual's\nPersonal Information, we both must first attempt to resolve the issue directly\nbetween us.</p>\n<p>9.3 If we become aware of any unauthorised access to\nan individual's Personal Information we will inform them at the earliest\npractical opportunity once we have established what was accessed and how it was\naccessed.</p>\n<p>\n<br>\n</p>\n<p>10.\nCONTACTING\nINDIVIDUALS</p>\n<p>From time to time, we may send an individual important notices, such\nas changes to our terms, conditions and policies.\nBecause this information is\nimportant to the individual's interaction with us, they may not opt out of\nreceiving these communications.</p>\n<p>\n<br>\n</p>\n<p>11.\nCONSENT TO\nTHIS POLICY</p>\n<p>You acknowledge that this Privacy Policy is a part of the Terms of\nUse of the Website and the other Services, and you unconditionally agree that\nbecoming a User of the Website and its Services signifies your </p>\n<p>(i) assent to this Privacy Policy, and </p>\n<p>(ii) consent to Drlogy using, collecting, processing and/or\ndisclosing your Personal Information in the manner and for the purposes set out\nin this Privacy Policy.\nYour visit to the Website and use of the Services is\nsubject to this Privacy Policy and the Terms of Use.</p>\n<p>\n<br>\n</p>\n<p>12.\nCONTACTING\nUS</p>\n<p>All correspondence with regards to privacy should be addressed to:<br>\nThe Privacy Officer, Drlogy Technologies&nbsp;Privet Limited<br>103-106, Balajihall, 150 feet ring road, Rajkot</p>\n<p>hello@drlogy.com</p>\n<p>\n<br>\n</p>\n<p>13.\nADDITIONS TO\nTHIS POLICY</p>\n<p>13.1 If we decide to change this Privacy Policy, we will post the changes\non our webpage at http://www.drlogy.com/privacy\nPlease refer back to this Privacy Policy to review any amendments.</p>\n<p>13.2 We may do things in addition to what is stated in this Privacy\nPolicy to comply with the SPI rules, and nothing in this Privacy Policy shall\ndeem us to have not complied with the SPI rules.</p>\n<p>\n<br>\n</p>\n<p>14.\nSCHEDULE</p>\n<p>Indicative List\nof Information by Nature of Service</p>\n<p>14.1 End-Users using the Website by registering for an\naccount on the Website or ‘Drlogy’ mobile application:</p>\n<p>You can create an account by giving us information regarding your (name, mobile number, email address) and such other information as requested\non the End-User registration page.\nThis is to enable us to provide you with the\nfacility to use the account to book your appointments and store other health\nrelated information.</p>\n<p>14.2 End-Users using the Website without registering\nfor an account on the Website or ‘Drlogy’ mobile application (i.e., ‘Guest’\nEnd-User):</p>\n<p>You can use the Website without registering for an account, but to\nbook an appointment, you may be asked certain information (including your mobile number and such other information as requested when you choose to use\nthe Services without registration) to confirm the appointment.</p>\n<p>14.3 Practitioner availing of the free listing service\non the Website or ‘Drlogy’ mobile application by registering for an account:</p>\n<p>As a Practitioner, you may be required to provide us with\ninformation regarding your (name, mobile number, email address) and such other\ninformation as requested on the Practitioner registration page to create an\naccount.\nDrlogy may send email and/or SMS confirmations or other communications\nto End-Users in connection with their bookings, appointments or other\ninteractions with you, if such interactions have been facilitated by Drlogy.</p>\n<p>14.4 Practitioner availing of the free listing service\non the Website or ‘Drlogy’ mobile application without registering for an\naccount:</p>\n<p>As a Practitioner, you may avail of the listing service without\nregistering for an account by providing information regarding your (name,\nmobile number, email address) and such other information as requested by any\nof Drlogy’s employees or agents who contact you in person or by telephone.\nIn\nsuch event, Drlogy will maintain this information if and until you choose to\nregister for an account, for which Drlogy may contact you from time to time.\nDrlogy will, after such information is collected from you, send you a\nconfirmation email confirming the information provided and the fact that you\nwill be listed on the Website.\nIn the event you do not wish to be so listed on\nthe Website, please inform Drlogy immediately at hello@Drlogy.com</p>\n<p>14.5 Practitioners using the ‘Pro’ product:</p>\n<p>You will be required to create an account and may be required to\nprovide Drlogy with information regarding your (name, mobile number, email\naddress) and such other information as requested by Drlogy on the Pro\nPractitioner registration page, in order to complete your registration.</p>\n<p>Upon registration, Drlogy will access non-personally identifiable\ninformation of your patients from your patient records.\nYou agree to make your\npatients fully aware of such access.</p>\n<p>You have an option under these products to switch on ‘End-User\nFeedback’.\nThis will mean that you are giving one or more patients’ contact\ndetails to Drlogy’s feedback system.\nEnd-Users may choose to send feedback\nanonymously too, in which case you agree that you have no objection to such\nanonymous feedback.\nThe feedback system will then send an SMS and email to the\npatient(s) asking for feedback which may then be published on the Website.\nYou\nagree to make your patients fully aware of the possibility of their receiving\nsuch feedback queries.</p> ", "created_at": "2023-03-15 20:19:24.442734", "updated_at": "2023-03-15 20:20:04.922419"}, {"id": 14568, "name": " Terms of Use", "url": "https://drlogy.com/terms", "xpath": "/html/body/div[2]/div[2]", "text": " <br>Drlogy Technologies Private Limited is the Author and opetarates the services provides the Drlogy Website and Mobile App “Drlogy” (togather 'Website') for healthcare practices and patients.\n<p>These Terms of\nService deal with your use of Drlogy and the legal basis on which it is\nprovided.\nDrlogy Technologies&nbsp;Private Limited&nbsp;offers this website and Mobile App, including\nall information, tools and services available from this site to you, the user,\nconditioned upon your acceptance of all terms, conditions, policies and notices\nstated here.</p>\n<p>Drlogy is\nproudly Indian owned and developed.\nThese Terms of Service are prepared in\naccordance with Indian laws, but Drlogy may be used in other countries as well.</p>\n<p>This Agreement\nis an electronic record in terms of Information Technology Act, 2000 and\ngenerated by a computer system and does not require any physical or digital\nsignatures.\nThis Agreement is published in accordance with the provisions of\nRule 3 (1) of the Information Technology (Intermediaries guidelines) Rules,\n2011 that require publishing the rules and regulations, privacy policy and\nTerms of Use for access or usage of the Subscription Services.</p>\n<p>\n<br>\n</p>\n<p>IMPORTANT TERMS</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nINTERPRETATION</p>\n<p>The following terms are used regularly throughout these Terms of Use\nand have a particular meaning:</p>\n<p>1.1 Terms “we”, “us”, “Company”, “Drlogy”, \"Drlogy Pro\", and “our” refer to Drlogy Technologies&nbsp;Private Limited</p>\n<p>1.2 Account&nbsp;means a registered User account on the Drlogy\nplatform.</p>\n<p>1.3 Agreement&nbsp;means these Terms of Use.</p>\n<p>1.4 Authorised&nbsp;User means a person that is authorised to use a\nUser's Account.</p>\n<p>1.5 Booking&nbsp;means booking an appointment or service with a\nPractitioner or practice using the Platform.</p>\n<p>1.6 Booking Module&nbsp;means the features and tools associated with\nthe making of a Booking via the Platform.</p>\n<p>1.7 Company&nbsp;or Drlogy means Drlogy Technologies Private Limited.</p>\n<p>1.8 Confidential Information&nbsp;has the meaning set out in clause\n15 and means all information (whether or not it is described as confidential)\nin any form or medium concerning any past, present or future business,\noperations or affairs of either party, including, without limitation:</p>\n<p>1.8.1 All technical or non-technical data, formulae, patterns,\nprograms, devices, methods, techniques, plans, drawings, models and processes,\nsource and object code, software and computer records;</p>\n<p>1.8.2 All business and marketing plans and projections, details of\nagreements and arrangements with third parties, and customer and supplier\ninformation and lists;</p>\n<p>1.8.3All financial information, pricing schedules and structures,\nproduct margins, remuneration details and investment outlays;</p>\n<p>1.9 Electronic Record&nbsp;means the record of a Patient's Health\nInformation and/or other data store by the Company.</p>\n<p>1.10 Fee or Charges means any fee payable by a User for access to,\nor use of Drlogy.</p>\n<p>1.11 GST&nbsp;has the meaning given by the A Tax System (Goods and\nServices Tax).</p>\n<p>1.12 Health Information&nbsp.\ngenerally refers to information about\nthe health, medical condition, illness, injury or any other words related to\nhealthcare.</p>\n<p>1.13 Information&nbsp;means all information supplied by a User via Drlogy\nand includes Personal Information, Health Information and any other type\ninformation</p>\n<p>1.14 Intellectual Property&nbsp;means all copyright, patents,\ninventions, trade secrets, know-how, product formulations, designs, circuit\nlayouts, databases, registered or unregistered trademarks, brand names,\nbusiness names, domain names and other forms of intellectual property.</p>\n<p>1.15 Intellectual Property Rights&nbsp;means, for the duration of\nthe rights in any part of the world, any Moral Rights, industrial or\nintellectual property rights, whether registrable or not, including in respect\nof Intellectual Property, applications for the registration of any Intellectual\nProperty and any improvements, enhancements or modifications to any Intellectual\nProperty registrations.</p>\n<p>1.16 Patient&nbsp;means any person who use drlogy by any means with\na stored Electronic Record about them within the Platform including: an\nexisting patient or client of a Practice or an individual that uses Drlogy in\norder to request a Booking and/or otherwise supply information (including\nPersonal Information and Health Information) to a Practice.</p>\n<p>1.17 Patient Services&nbsp;means the Patient Services set out in\nclause 5.1.</p>\n<p>1.18 Practice&nbsp;means a medical practice, healthcare practice or\nother organised or incorporated body that provides healthcare services.</p>\n<p>1.19 Practice Services&nbsp;means the Practice Services set out in\nclause 6.1.</p>\n<p>1.20 Practice Service User/ subscriber Agreement&nbsp;means a\nPractice Service User Agreement entered into between the Company and a Practice\nin order to grant a Practice a licence to use Modules.</p>\n<p>1.21 Practitioner&nbsp;means (without limitation) a medical\npractitioner, doctor,&nbsp;Healthcare Practitioner (HCP),&nbsp;nurse, physiotherapist, occupational therapist, Pharmacist,\nLab technician, physical therapist or other healthcare practitioner that\naccepts appointments booked via a Practice and who: a Practice accepts Bookings\non behalf of via Drlogy.\nis suitably qualified to provide medical or healthcare\ntreatment of a patient.\nand is authorised to access a Patient's Electronic\nRecord.</p>\n<p>1.22 Privacy Policy&nbsp;means Drlogy's privacy policy as updated\nfrom time-to-time, which can be found at https://drlogy.com/privacy</p>\n<p>1.23 Reminder&nbsp;means an upcoming appointment, medicine reminder\nor other reminder sent to a Patient via Drlogy Platform.</p>\n<p>1.24 Reminder Module&nbsp;means the features and tools associated\nwith making a Reminder through the Platform.</p>\n<p>1.25 Site&nbsp;means the Company's website accessible at www.Drlogy.com\nand any subdomains.</p>\n<p>1.26 Special Conditions&nbsp;means the terms and conditions set out\nin the section of this agreement entitled \"Special Conditions\".</p>\n<p>1.27 Staff Member&nbsp;means an Authorised User that is an employee\nor other personnel of a Practice that may be authorised to access a Patient's or\nany other Records.</p>\n<p>1.28 Third Party&nbsp;means any person that is not a User or the\nCompany.</p>\n<p>1.29 User&nbsp;means any Practice, Patient, Practitioner, Staff\nMember or Authorised User that uses Drlogy.</p>\n<p>1.30 User Content&nbsp;means data that is uploaded or input into Drlogy\nby the User or that forms part of the User's Intellectual Property.</p>\n<p>1.31 Online Consultation means online communication between User and&nbsp;Practitioner through Chat, Call &amp.\nVideo.</p>\n<p>\n<br>\n</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nAGREEMENT</p>\n<p>PLEASE CAREFULLY READ THIS TERM OF USE AND THE PRIVACY POLICY\nAVAILABLE AT https://drlogy.com/terms and https://drlogy.com/privacy RESPECTIVELY</p>\n<p>2.1 This Agreement governs the use of Drlogy by each User and limits\nthe liability of the Company to any User.\nThis Agreement has specific terms of\nuse that apply to:</p>\n<p>Patient (clause 5): A patient, his/her representatives or\naffiliates, searching for Practitioners and practice or other information\nthrough the Website&nbsp;<b>(“End-User”, “you” or “User”)</b>\n</p>\n<p>Practices (clause 6): medical practice, healthcare practice or other\norganised or incorporated body that provides healthcare services by appointment\nfor Practitioners, and includes a Practitioner where implied by context <b>&nbsp;( Services”)</b>\n</p>\n<p>2.2 By using or otherwise accessing the services and/or by creating\nan account with us, you agree to the terms of this agreement, including the\ninformation practices disclosed in our privacy policy, the use restrictions in\nthe acceptable use policy and the terms and conditions in the additional terms.</p>\n<p>2.3 You also agree to resolve any dispute that you may have with us\nor the services in the state of gujarat.</p>\n<p>2.4 A Practice must accept a Subscriber’s term Agreement https://drlogy.com/privacy in order for a User to register a Practice Account and obtain a licence to use\nthe Practice Services associated with a license.</p>\n<p>2.5 The Services may change from time to time, at the sole\ndiscretion of Drlogy and the Agreement will apply to your visit to and your use\nof the Website to avail the Service, as well as to all information provided by\nyou on the Website at any given point in time.</p>\n<p>2.6 If you do not agree with this agreement, you cannot use the\nservices or any other information provided through drlogy.\n</p>\n<p>2.7 Please note that we offer the Services without warranties.\nIf\nyou create an account or use the Services on behalf of an individual or entity\nother than yourself, you represent that you are authorized by such individual\nor entity to accept this Agreement on such individual’s or entity’s behalf.</p>\n<p>2.8 In addition to any other express or implied consents, by using Drlogy\nthe User accepts and agrees to the terms of:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nThis Agreement.\nand</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nThe Privacy Policy.</p>\n<p>\n<br>\n</p>\n<p>3.&nbsp;&nbsp;&nbsp.\nTERM &amp.\nLIMITATIONS</p>\n<p>3.1 Term.\nThe User to access Drlogy shall be ongoing until\nterminated by The Company in accordance with this Agreement, or a Subscribers\nTerm (if applicable).</p>\n<p>3.2 Limitations on Use.\nThe Company may limit or restrict access to Drlogy\nfrom time-to-time as it sees fit, including (but not limited to):</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nEntities.\nThe Company may restrict access to user and practice.</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nLocation.\nThe Company may restrict access to Drlogy to certain\njurisdictions where it is able to offer Drlogy.</p>\n<p>\n<br>\n</p>\n<p>4.&nbsp;&nbsp;&nbsp.\nREGISTRATION</p>\n<p>4.1 The User and practice must register an account in Drlogy to use Drlogy.</p>\n<p>4.2 The Company may set any time any registration requirements in\nits absolute discretion.</p>\n<p>4.3 Registration and Creation of Practitioner/Practice Profile</p>\n<p>Once a Pre-Existing Profile with contact details of healthcare providers or medical professionals created from publicly available information and authorised sources, with information including any of but not limited to name, photo, address, education, experience, accomplishments, clinic address, mobile number, e-mail address etc., of such healthcare providers or medical professionals (hereinafter referred to as the “Pre-Existing Profile”) is create, the Platform may automatically generate a password and sent to User, automatically generate a password which may be changed by Registered User in the first login.\nSuch Registered User may self verify or edit personal and professional Information including Practitioner/Practice information if require.\nThen You are solely responsible for maintaining secrecy and confidentiality of your login details including your user name, password and user code.\nYou hereby acknowledge and accept that the Platform will grant access to any person who has obtained your username, password and User code in the same manner as it would have granted access to You and You shall be responsible for all activities conducted under your username, password and any user code.\nThe Company, its Directors, shareholders, employees, associates, contractors or agents shall not be responsible in any manner for any Losses occurring from any breach of secrecy of your username, password and user code.\nYou agree that the sole purpose of registering on or using the Platform is to access an e-platform for healthcare providers or medical professionals in order to engage in meaningful discussions in relation to the medical profession, networking and collaborating effectively and keeping track on news and views in the medical world.\n<br>\n</p>\n<p>4.4 The Platform contains Pre-Existing Profiles, which contain the personal and professional Information of various Persons belonging to the medical profession and by registering on the Platform and the Registered Users confirm that they have no objection to the presence of their Pre-Existing Profiles.\nYou have a right to access, modify, correct and eliminate the data about You, which has been collected in the Pre-Existing Profiles or modified pursuant to your decision to become a Registered User.\nYou are expressly and voluntarily accepting these terms and conditions and that of Privacy Policy.\nThe supplying of all such information by You on the Platform, including all information deemed \"personal\" or “sensitive” by applicable laws, is entirely voluntary on your part.</p>\n<p>\n<br>\n</p>\n<p>5.&nbsp;&nbsp;&nbsp.\nPATIENT TERMS OF USE</p>\n<p>5.1 Patient Services.&nbsp;Drlogy enables Patients to:</p>\n<p>5.1.1 Create and manage a Patient Account;</p>\n<p>5.1.2 Make their Information available to their selected Practice;</p>\n<p>5.1.3 View available appointment times;</p>\n<p>5.1.4 Select the type of appointment required relative to their\nhealth requirements;</p>\n<p>5.1.5 Request a Booking;</p>\n<p>5.1.6 Receive notifications from a Practice regarding their Booking\nrequest or Booking confirmation;</p>\n<p>5.1.7 Receive notifications regarding a Reminder;</p>\n<p>5.1.8 Edit the Patient's Information;</p>\n<p>5.1.9 Respond to notifications.\nand</p>\n<p>5.1.10 Such other features and tools as the Company may make available\nvia Drlogy from time-to-time.</p>\n<p>5.2 Identity Verification.</p>\n<p>5.2.1 The Patient must verify their identity by supplying at least\nthree forms of unique identification in order to use Drlogy, including but not\nlimited to: a current mobile telephone number on which the Patient can be\ncontacted.\nthe Patient's surname.\nand the Patient's date of birth.</p>\n<p>5.2.2 In order to protect the Personal Information and Health\ninformation of its Users, Drlogy may restrict access to the Patient's Account\nuntil the identity of the user can be verified in the event that a user fails\nto supply the correct verification information for a Patient's Account.</p>\n<p>5.3 The Patient is responsible for correctly setting up its Account,\nand any Information that it enters into Drlogy, including (where applicable) an\nElectronic Record.\nThe Company shall not be liable to any User for errors made\nby a Patient that incorrectly:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nCreates or manages an Account.\nor</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nSupplies or manages Information.</p>\n<p>5.4 The Patient agrees and accepts that:</p>\n<p>5.4.1 The Patient uses Drlogy at its own risk.</p>\n<p>5.4.2 Under no circumstance will Drlogy be liable for any illness,\ninjury, or death resulting from the use of Drlogy.\nAny claim based on illness,\ninjury or death that results from a Patient's use of Drlogy must be directed to\nthe relevant Practice or Practitioner.</p>\n<p>5.4.3 Patients under the age of 18 may not use Drlogy without their\nparent or guardian's consent, or their Parent or guardian using Drlogy on the\nPatient's behalf as an Authorised User.</p>\n<p>5.4.4 The Company makes no representation or warranty &nbsp;that an appointment time is actually available\nor that a Practice will confirm a Booking request.\nIt is the Patient's\nresponsibility to contact the Practice if they experience any issues with their\nBooking request, Booking, Reminder made via Drlogy, including any delay they\nmight experience.</p>\n<p>5.4.5 Drlogy may share the Electronic Record and other personal\ninformation of the Patient with any Practice or Practitioner authorised by the\nPatient.</p>\n<p>5.4.6 Any information shared by Drlogy with a Practice authorised by\nthe Patient may be retained by the Practice for the purpose of updating their\nadministrative records.</p>\n<p>5.4.7 Drlogy may send the Patient emails, text messages, push\nnotifications and other alerts on behalf of Practices and their Practitioners.</p>\n<p>5.4.8 Any consent made by a Patient through Drlogy is valid and\nbinding unless and until revoked by the Patient and a Practice or Practitioner\nmay rely on a consent made through Drlogy without any need to further verify\nthe veracity of that consent.</p>\n<p>5.4.9 All Information about a Patient is used and controlled by the\nPatient, Practice or Practitioner, not Drlogy.</p>\n<p>5.4.10 All Information input to Drlogy about a Patient is provided\nwith that Patient's consent.</p>\n<p>5.4.11 The Practice authorised by the Patient to receive the\nElectronic Record and other personal information may have its own policy\ngoverning access to this information and the use of Drlogy by its Practitioners\nand Staff Members.</p>\n<p>5.4.12 Any person who registers or uses a Patient Account in Drlogy\nwarrants that he or she is an authorised representative of that Patient, their\nparent or their legal guardian with the requisite authority to bind the Patient\nto this Agreement.</p>\n<p>5.4.13 BOOK APPOINTMENT </p>\n<p>5.4.13.1 Drlogy enables Users to connect with Practitioners through\nBook facility that allows Users book an appointment through the Drlogy Website\nor App</p>\n<p>5.4.13.2 Drlogy will ensure Users are provided confirmed appointment\non the Book facility.\nHowever, Drlogy has no liability if such an appointment is\nlater cancelled by the Practitioner, or the same Practitioner is not available\nfor appointment and related issues.</p>\n<p>5.4.13.3 The results of any search Users perform on the Website for\nPractitioners should not be construed as an endorsement by Drlogy of any such\nparticular Practitioner.\nIf the User decides to engage with a Practitioner to\nseek medical services, the User shall be doing so at his/her own risk.</p>\n<p>5.4.13.4&nbsp;Without prejudice to the generality of the above, Drlogy\nis not involved in providing any healthcare or medical advice or diagnosis and\nhence is not responsible for any interactions between User and the\nPractitioner.\nUser understands and agrees that Drlogy will not be liable for:</p>\n<p>5.4.13.4.1 User interactions and associated issues User has with the\nPractitioner;</p>\n<p>5.4.13.4.2 the ability or intent of the Practitioner(s) or the lack\nof it, in fulfilling their obligations towards Users;</p>\n<p>5.4.13.4.3 any wrong medication or quality of treatment being given\nby the Practitioner(s), or any medical negligence on part of the\nPractitioner(s);</p>\n<p>5.4.13.4.4 inappropriate treatment, or similar difficulties or any\ntype of inconvenience suffered by the User due to a failure on the part of the\nPractitioner to provide agreed Services;</p>\n<p>5.4.13.4.5 any misconduct or inappropriate behaviour by the\nPractitioner or the Practitioner’s staff;</p>\n<p>5.4.13.4.6 cancellation or no show by the Practitioner or\nrescheduling of booked appointment or any variation in the fees charged, as provided.</p>\n<p>5.4.13.5 Users are allowed to provide feedback about their\nexperiences with the Practitioner, however, the User shall ensure that, the\nsame is provided in accordance with applicable law.\nUser however understands\nthat, Drlogy shall not be obliged to act in such manner as may be required to\ngive effect to the content of Users feedback, such as suggestions for delisting\nof a particular Practitioner from the Website.</p>\n<p>5.4.14 RELEVANCE ALGORITHM: </p>\n<p>5.4.14.1 Drlogy’s relevance algorithm for the Practitioners is a\nfully automated system that lists the Practitioners, their profile and\ninformation regarding their Practice on its Website.\nThese listings of\nPractitioners do not represent any fixed objective ranking or endorsement by Drlogy.\n</p>\n<p>5.4.14.2 Drlogy &nbsp;will not be\nliable for any change in the relevance of the Practitioners on search results,\nwhich may take place from time to time.\nThe listing of Practitioners will be\nbased on automated computation of the various factors including inputs made by\nthe Users including their comments and feedback or other factors.\nSuch factors\nmay change from time to time, in order to improve the listing algorithm.\n</p>\n<p>5.4.14.3 Drlogy &nbsp;in no event\nwill be held responsible for the accuracy and the relevancy of the listing\norder of the Practitioners on the Website.</p>\n<p>5.4.15 LISTING CONTENT AND DISSEMINATING INFORMATION</p>\n<p>5.4.15.1 Drlogy collects, directly or indirectly and displays on the\nWebsite, relevant information regarding the profile and practice of the\nPractitioners listed on the Website, such as their name , qualification,\nvisiting hours, specialization, fees, location, experience, mode of payment and\nother similar details.\nDrlogy takes reasonable efforts to ensure that such\ninformation is updated at frequent intervals.\nAlthough Drlogy screens and vets\nthe information and photos submitted by the Practitioners, it cannot be held\nliable for any inaccuracies or incompleteness represented from it, despite such\nreasonable efforts.</p>\n<p>5.4.15.2 The Services provided by Drlogy or practic or any of its\nlicensors or service providers are provided on an \"as is\" and “as\navailable’ basis and without any warranties or conditions (express or implied,\nincluding the implied warranties of merchantability, accuracy, fitness for a\nparticular purpose, title and non-infringement, arising by statute or otherwise\nin law or from a course of dealing or usage or trade).\n</p>\n<p>5.4.15.3 Drlogy does not provide or make any representation,\nwarranty or guarantee, express or implied about the Website or the Services.\n</p>\n<p>5.4.15.4 Drlogy does not guarantee the accuracy or completeness of\nany content or information provided by Users on the Website.\nTo the fullest\nextent permitted by law, Drlogy disclaims all liability arising out of the\nUser’s use or reliance upon the Website, the Services, representations and\nwarranties made by other Users, the content or information provided by the\nUsers on the 5.4.15.5 Website, or any opinion or suggestion given or expressed\nby Drlogy or any User in relation to any User or services provided by such\nUser.</p>\n<p>5.4.15.6 The Website may be linked to the website of third parties,\naffiliates and business partners.\nDrlogy has no control over &nbsp;and not liable or responsible for content,\naccuracy, validity, reliability, quality of such websites or made available\nby/through our Website.\nInclusion of any link on the Website does not imply\nthat Drlogy endorses the linked site.\nUser may use the links and these services\nat User’s own risk.</p>\n<p>5.4.15.7 Drlogy assumes no responsibility, and shall not be liable\nfor, any damages to, or viruses that may infect User’s equipment on account of\nUser’s access to, use of, or browsing the Website or the downloading of any\nmaterial, data, text, images, video content, or audio content from the Website.\nIf a User is dissatisfied with the Website, User’s sole remedy is to\ndiscontinue using the Website.</p>\n<p>5.4.15.8 If Drlogy determines that you have provided fraudulent,\ninaccurate &nbsp;or incomplete information,\nincluding through feedback, Drlogy reserves the right to immediately suspend\nyour access to the Website or any of your accounts with Drlogy and makes such\ndeclaration on the website alongside your name/your practice’s name as\ndetermined by Drlogy for the protection of its business and in the interests of\nUsers.\nYou shall be liable to indemnify Drlogy for any losses incurred as a\nresult of your misrepresentations or fraudulent feedback that has adversely\naffected Drlogy or its Users.</p>\n<p>5.4.15.9 Drlogy has published information for guidance purpose and\ndoes not have the ability to ascertain accuracy of the data based on which the\ninformation has been published and nor does it have any duty to disclose to\nanyone the source of the underlying data sets based on which this information\nhas been published.\nDrlogy is not liable in any manner for any consequence\nwhatsoever arising out of any use of the information published here.</p>\n<p>5.4.16 NOT FOR DOCTOR-PATIENT RELATIONSHIP AND EMERGENCY USE<br>\n</p>\n<p>5.4.16.1 Please note that some of the content, text, data, graphics,\nimages, information, suggestions, guidance and other Information that may be\navailable on the Website may be provided by individuals in the medical\nprofession.\nThe provision of such Information does not create a licensed\nmedical professional/patient relationship between Drlogy and you and does not\nconstitute an opinion, medical advice or diagnosis or treatment of any\nparticular condition, but is only provided to assist you with locating\nappropriate medical care from a qualified practitioner.</p>\n<p>5.4.16.2 It is hereby expressly clarified that, the Information that\nyou obtain or receive from Drlogy and its employees, contractors, partners,\nsponsors, advertisers, licensors or otherwise on the Website is for\ninformational purposes only.\nWe make no guarantees, representations or\nwarranties, whether expressed or implied, with respect to professional\nqualifications, quality of work, expertise or other information provided on the\nWebsite.\nIn no event shall we be liable to you or anyone else for any decision\nmade or action taken by you in reliance on such information.</p>\n<p>5.4.16.3 The Services are not intended to be a substitute for\ngetting in touch with emergency healthcare.\nIf you are an End-User facing a\nmedical emergency (either on your or a another person’s behalf), please contact\nan ambulance service or hospital directly.</p>\n<p>5.4.17 ONLINE CONSULTATIONS<br>\n</p>\n<p>5.4.17.1&nbsp;You are advised not to use the Drlogy online consultation services in case of any medical emergencies like accidents, bleeding injuries, burns, sexual abuse/assault, medicolegal cases or if You are in a critical condition.&nbsp;</p>\n<p>5.4.17.2&nbsp;If You are a Registered User but do not satisfy the above pre-conditions, please do not avail the online consultation services.\nDrlogy will not be responsible or liable for any harm or loss that You may suffer if You elect to access those Services.&nbsp;</p>\n<p>5.4.17.3&nbsp;All Users, who are patients, and who opt for online consultation services, may be required to undergo an initial medical examination to ascertain and record medical history, medication history and medical status before video-consulting support can be provided.&nbsp;</p>\n<p>5.4.17.4&nbsp;Online consultation services are provided at the express consent by the User and the same shall not be construed as a replacement for physical consultation and the Services are meant for general consultation only.\nIf after online consultation, if it is recommended to undergo any diagnostic tests or if You are issued with a Prescription, the same are provided based on the information and preliminary examination, hence the same shall not be treated as accurate, final and conclusive.&nbsp;</p>\n<p>5.4.17.5&nbsp;Healthcare Practitioner (HCP) reserves their rights to modify the prescription or recommended diagnostic tests if the User provides any additional information in future consultation.&nbsp;</p>\n<p>5.4.17.6&nbsp;Online consultation services may be provided via the following communication channels Call Center Helplines / Telephones / Mobiles / IM Chats / Online Chats / SMS &amp.\nText Chats with and without camera and video facilities at the sole discretion of Drlogy.\nReasonable efforts will be made to protect Your privacy and confidentiality across Health Consultation Services.&nbsp;<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>6.&nbsp;&nbsp;&nbsp.\nPRACTICE TERMS OF USE</p>\n<p>6.1 Practice Services.&nbsp.\nDrlogy may enable a Practice to:</p>\n<p>6.1.1 Create and manage a Practice Account;</p>\n<p>6.1.2 Add Practitioners to the Practice Account for the applicable\nFee;</p>\n<p>6.1.3 Collect Information and Booking requests from Patients;</p>\n<p>6.1.4 Accept a Booking request from a Patient in order to confirm a\nBooking;</p>\n<p>6.1.5 Send notifications to Patients regarding a Booking;</p>\n<p>6.1.6 Set preferences and rules for Bookings, Practitioners and\nPatients;</p>\n<p>6.1.7 Send Reminder notifications to Patients for a Fee;</p>\n<p>6.1.8 Set preferences and settings in order to manage Reminders;</p>\n<p>6.1.9 Such other features and tools as the Company may make\navailable via Drlogy from time-to-time.</p>\n<p>6.1.10 Upload logos and information on their Practice into Drlogy\nfor use in communications with Patients.</p>\n<p>6.1.11 Print information stored in Drlogy;</p>\n<p>6.1.12 Receive notifications of a Patient's interaction with Drlogy.\nand</p>\n<p>6.1.13 Authorise Staff Members to access and use Drlogy.</p>\n<p>6.2 The Practice is responsible for correctly setting up its\nAccount, and any Information that it enters into Drlogy, including an\nElectronic Record.\nThe Company shall not be liable to any User for errors made\nby a Practice that incorrectly:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nCreates or manages an Account.\nor</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nSupplies or manages Information.</p>\n<p>6.3 Use of the platform for messages relating to minors.&nbsp;The\nPractice must ensure that they comply with any relevant legislation when\nsending Reminders to a Patient under 18 years of age.\n</p>\n<p>6.4 The Practice agrees and warrants that:</p>\n<p>6.4.1 It is solely responsible for ensuring that its use of Drlogy\nand storage of Electronic Records in Drlogy is compliant with the local laws of\nthe Practitioner and/or the Practitioner's Patients.</p>\n<p>6.4.2 It must ensure that its own privacy policy and other\nstatements about how it handles Patient Information are accurate in respect of\nthe Practice's use of Drlogy.</p>\n<p>6.4.3 It must pay the applicable Fee for:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nEach Practitioner that it makes available for Booking via Drlogy.\nand</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nEach Reminder notification that it sends via Drlogy.</p>\n<p>6.4.4 To the extent permitted by law the Practice indemnifies and\nwill hold Drlogy harmless against all costs, claims damages and expenses for\nany:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nPenalty imposed upon the Practice or a Practitioner.</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nInjury, illness or death caused to a Patient or Third Party.</p>\n<p>3.&nbsp;&nbsp;&nbsp.\nDamage to the property of any Patient or Third Party.</p>\n<p>4.&nbsp;&nbsp;&nbsp.\nClaim of breach of confidentiality that it owes to any Patient or\nThird Party as a result of the Practice's use of Drlogy.</p>\n<p>6.4.6 It shall not store or record any Health Information that it\ncan access through Drlogy unless it is fully compliant with the SPI Rules, 2011.</p>\n<p>6.4.7 It shall not disclose any Information about a Patient to any\nother person or party other than to its Staff Members and Practitioners or as\notherwise authorised by the Patient.</p>\n<p>6.4.8 It shall ensure all Information it has access to through its\nuse of Drlogy is kept and used in accordance with applicable privacy laws in\nthe jurisdiction.</p>\n<p>6.4.9 It shall only use Drlogy for its intended purpose as set out\nin this Agreement.</p>\n<p>6.4.10 It shall comply with all anti-spam legislation in its\njurisdiction.</p>\n<p>6.4.11 It grants Drlogy a royalty free licence to use any logos or\nother information provided in any form, media or technology for the purpose of\npromoting or marketing Drlogy.</p>\n<p>6.4.12Its licence to use Drlogy subject to the payment of all\nnecessary Fees.</p>\n<p>6.5 Drlogy may collect, synchronise, store and/or access information\nfrom Practices or Patients for the purposes of providing the Platform,\nincluding but not limited to names, contact and demographic information of\nPatients or Users.\nappointment information for appointments made using the\nPlatform and those made via other means.\nand information on Reminders stored by\nthe Practice.\nThis information will be stored in compliance with these Terms\nand the Drlogy Privacy Policy.\nThe Practice agrees and warrants that the terms\noutlined in 6.4 apply to this storage and use of information.</p>\n<p>6.6 Any person who registers a Practice or a Practitioner in Drlogy\nwarrants he or she is an authorised representative of that Practice and\nPractitioner, with the requisite authority to bind the Practice and/or\nPractitioner to this Agreement.</p>\n<p>6.7 LISTING POLICY</p>\n<p>6.7.1 Drlogy, directly and indirectly, collects information\nregarding the Practitioners’ profiles, contact details or other information and\npractice.\nDrlogy reserves the right to take down any Practitioner’s profile as\nwell as the right to display the profile of the Practitioners, with or without\nnotice to the concerned Practitioner.\nThis information is collected for the\npurpose of facilitating interaction with the End-Users and other Users.\nIf any\ninformation displayed on the Website in connection with you and your profile is\nfound to be incorrect, you are required to inform Drlogy immediately to enable Drlogy\nto make the necessary amendments.</p>\n<p>6.7.2 Drlogy shall not be liable and responsible for the ranking of\nthe Practitioners on external websites and search engines.</p>\n<p>6.7.3 Drlogy shall not be responsible or liable in any manner to the\nUsers for any losses, damage, injuries or expenses incurred by the Users as a\nresult of any disclosures or publications made by Drlogy, where the User has\nexpressly or implicitly consented to the making of disclosures or publications\nby Drlogy.\nIf the User had revoked such consent under the terms of the Privacy\nPolicy, then Drlogy shall not be responsible or liable in any manner to the\nUser for any losses, damage, injuries or expenses incurred by the User as a\nresult of any disclosures made by Drlogy prior to its actual receipt of such\nrevocation.</p>\n<p>6.7.4 Drlogy reserves the right to moderate the suggestions made by\nthe Practitioners through feedback and the right to remove any abusive or\ninappropriate or promotional content added on the Website.\nHowever, Drlogy\nshall not be liable if any inactive, inaccurate, fraudulent, or non- existent\nprofiles of Practitioners are added to the Website.</p>\n<p>6.7.5 Practitioners explicitly agree that Drlogy reserves the right\nto publish the Content provided by Practitioners to a third party including\ncontent platforms.</p>\n<p>6.7.6 Practitioner or practice hereby represent and warrant that you\nwill use the Services in accordance with applicable law.\nAny contravention of\napplicable law as a result of your use of these Services is your sole\nresponsibility, and Drlogy accepts no liability for the same.</p>\n<p>6.8 PROFILE OWNERSHIP AND EDITING RIGHTS</p>\n<p>6.8.1 Drlogy ensures to the Practitioners or practice by providing a\ntool or plateform to update your profile information.\nDrlogy reserves the right\nof ownership of all the Practitioner’s or practice profile and photographs and\nto moderate the changes or updates requested by Practitioners or practice.\nHowever, Drlogy takes the independent decision whether to publish or reject the\nrequests submitted for the respective changes or updates.\n</p>\n<p>6.8.2 Practitioners or practice hereby represent and warrant that you\nare fully entitled under law to upload all content uploaded by you as part of your\nprofile or otherwise while using Drlogy’s services, and that no such content\nbreaches any third party rights, including intellectual property rights.\nUpon\nbecoming aware of a breach of the foregoing representation, Drlogy may modify\nor delete parts of your profile information at its sole discretion with or\nwithout notice to you.</p>\n<p>6.9 REVIEWS AND FEEDBACK DISPLAY AND GIVEN RIGHTS OF DRLOGY</p>\n<p>6.9.1 All Critical Content is content created by the Users of Drlogy&nbsp;and\nthe clients of Drlogy customers and Practitioners, including the End-Users.\nAs\na platform, Drlogy does not take responsibility for Critical Content and its\nrole with respect to Critical Content is restricted to that of an\n‘intermediary’ under the Information Technology Act, 2000.</p>\n<p>6.9.2 Drlogy reserves the right to collect feedback and Critical\nContent for all the Practitioners, practice and Healthcare Providers listed on\nthe Website.</p>\n<p>6.9.3 Drlogy shall have no obligation to pre-screen, review, flag,\nfilter, modify, refuse or remove any or all Critical Content from any Service,\npractitioner, practice except as required by applicable law.</p>\n<p>6.9.4 You understand that by using the Services you may be exposed to\nCritical Content or other content that you may find offensive or objectionable.\nDrlogy shall not be liable for any effect on Practitioner’s business due to\nCritical Content of a negative nature.\nIn these respects, you may use the\nService at your own risk.\nDrlogy however, as an ‘intermediary, takes steps as\nrequired to comply with applicable law as regards the publication of Critical\nContent.</p>\n<p>6.9.5 Drlogy will take down information under standards consistent\nwith applicable law and shall in no circumstances be liable or responsible for\nCritical Content, which has been created by the Users.\nThe principles set out\nin relation to third party content in the terms of Service for the Website\nshall be applicable mutatis mutandis in relation to Critical Content posted on\nthe Website.</p>\n<p>6.9.6 If Drlogy determines that you have provided inaccurate\ninformation or enabled fraudulent feedback, Drlogy reserves the right to\nimmediately suspend any of your accounts with Drlogy and makes such declaration\non the website alongside your name/your practice name as determined by Drlogy\nfor the protection of its business and in the interests of Users.</p>\n<p>6.10 RELEVANCE ALGORITHM</p>\n<p>6.10.1 Drlogy has designed the relevance algorithm in the\nbest interest of the End-User and may adjust the relevance algorithm from time\nto time to improve the quality of the results given to the patients.\nIt is a\npure merit driven, proprietary algorithm which cannot be altered for specific\nPractitioners.\n</p>\n<p>6.10.2 Drlogy shall not be liable for any effect on the\nPractitioner’s business interests due to the change in the Relevance Algorithm.</p>\n<p>6.11 INDEPENDENT SERVICES</p>\n<p>Your use of each Service confers upon you only the rights\nand obligations relating to such Service, and not to any other service that may\nbe provided by Drlogy.</p>\n<p>&nbsp;6.12 DRLOGY HEALTH FEED, BLOGS, WHAT WE DO, R&amp;D\nAND&nbsp.\nNEWS</p>\n<p>6.12.1 Drlogy health feed is an online content platform\navailable on the website, wherein Practitioners or practice who have a Drlogy\nprofile and Users who have a health account can login and post health and\nwellness related content.</p>\n<p>6.12.2 A Practitioner or practice can use health feed by\nlogging in from their profile, creating original content comprising text,\naudio, video, images data or any combination and uploading said Content to Drlogy’s\nservers.\nThe Practitioner or practice can upload their own images or choose an\nimage from the gallery that Drlogy provides.\nDrlogy shall post such Content to Drlogy\nhealth feed at its own option and subject to these Terms and Conditions.\nThe\nContent uploaded via Drlogy health feed does not constitute medical advice and\nmay not be construed as such by any person.</p>\n<p>6.12.3 The Practitioner or practice acknowledges that they\nare the original authors and creators of any Content or comments uploaded by\nthem via Drlogy and that no Content or comment uploaded by them would\nconstitute infringement of the intellectual property rights of any other\nperson.\nDrlogy reserves the right to remove any Content or comment which it may\ndetermine at its own discretion as violating the intellectual property rights\nof any other person.\nThe Practitioner agrees to absolve Drlogy from and\nindemnify Drlogy against all claims that may arise as a result of any third\nparty intellectual property right claim that may arise from the Practitioner’s\nuploading of any Content on Drlogy health feed.\nThe Practitioner also agrees to\nabsolve Drlogy from and indemnify Drlogy against all claims that may arise as a\nresult of any third party intellectual property claim if the Practitioner\ndownloads an image from Drlogy’s gallery and utilizes it for his/her personal\nor commercial gain.</p>\n<p>6.12.4 The Practitioner or practice hereby assigns to Drlogy,\nin perpetuity and worldwide, all intellectual property rights in any Content or\ncomment created by the Practitioner and uploaded by the Practitioner via Drlogy.</p>\n<p>6.12.5 Drlogy shall have the right to edit or remove the\nContent and any comments in such manner as it may deem fit at any time.</p>\n<p>6.12.6 The Practitioner or practice may also use Drlogy in\norder to view original content created by Users or other Practitioners and also\ncreate and upload comments on such Content including their own content where\nallowed.</p>\n<p>6.12.7 Practitioner or practice acknowledges that the\ncontent on Drlogy reflects the views and opinions of the authors of such\ncontent and does not necessarily reflect Drlogy’s views.</p>\n<p>6.12.8 Practitioner agrees not to post any comments or\nupload any Content which are defamatory, obscene, objectionable or in nature\nand Drlogy reserves the right to remove any comments which it may determine at\nits own discretion to violate these Terms and Conditions or be violative of any\nlaw or statute in force at the time.\nThe Practitioner agrees to absolve Drlogy\nfrom and indemnify Drlogy against all claims that may arise as a result of any\nlegal claim arising from the nature of the Content or the comments posted by\nthe Practitioner or practice on Drlogy.</p>\n<p>&nbsp;6.13 BOOK APPOINTMENT </p>\n<p>As a valuable partner on our platform we want to ensure\nthat the Practitioners experience on the Drlogy booking platform is beneficial\nto both, Practitioners, practice and their Users.</p>\n<p>\n<br>\n</p>\n<p>7.&nbsp;&nbsp;&nbsp.\nFEES, PAYMENT AND TAXES</p>\n<p>7.1 This Agreement applies to those services made\navailable by Drlogy on the Website, which are offered free of charge to the\nUsers&nbsp;(“Services”), including the following:</p>\n<p>7.1.1 For Practitioners: Listing of Practitioners and\ntheir profiles and contact details, to be made available to the other Users and\nvisitors to the Website;</p>\n<p>7.1.2 For Users: Facility to </p>\n<p>1.&nbsp;&nbsp;&nbsp.\ncreate and maintain ‘Health or profile Accounts’,</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nsearch for Practitioners by\nname, specialty, and geographical area, or any other criteria that may be\ndeveloped and made available by Drlogy</p>\n<p>7.2 Fees apply to Practices for the use of Drlogy and the terms of\nthose Fees shall be as set out in a Subscribers terms Agreement between the Practitioners\nand Drlogy.</p>\n<p>7.3 All transactions (FEES, PAYMENT AND TAXES)&nbsp;are processed in Indian Rupee (INR)</p>\n<p>7.4&nbsp;You agree to pay all Service fees, consulting fees, reasonable out of pocket expenses and other fees applicable to Your use of the Services.\nWhile Drlogy will strive to give You a fair estimate of fees in advance, the actual fee may be dependent on the type of Services that You purchase and may vary based on the number or duration of the Services subscribed to.&nbsp;</p>\n<p>You are solely responsible for payment of all taxes, legal compliances, statutory registrations and reporting.\nDrlogy is in no way responsible for any of the taxes except for its own income tax.&nbsp;</p>\n<p>The fees could be paid online through the facility made on the Application or web.\nThird parties support and services are required to process online fee payment.\nDrlogy is not responsible for any loss or damage caused to User during this process as these third parties are beyond the control of Drlogy.&nbsp;</p>\n<p>At the sole discretion of Drlogy, the fees could also be paid offline to Drlogy representatives.</p>\n<p>All fees are exclusive of taxes.\nThe payment process would be complete only on receipt of the amount to Drlogy designated bank account.&nbsp;</p>\n<p>An invoice for fees against Services received by You will be generated periodically and will be intimated to You on the Application and/or on Your contact details.&nbsp;You may be requested to make the payment immediately or on a deferred basis, at the sole discretion of Drlogy.\nIn case the fees against Services are not received within the requested timeframe, Drlogy reserves the right to stop provision of Services on immediate basis, permanently delete Your account and all information stored against your account and, suspend or terminate the Agreement.\nYou will be solely responsible for the consequences of non-payment for the fees within the requested timeframe and have no right of recovery in any form against Drlogy.&nbsp;</p>\n<p>In order to process the payments, Drlogy might require details of Your bank account, credit card number etc.\nPlease check our privacy policy how Drlogy uses the confidential information provided by You.\nDrlogy shall send an intimation of fee receipt through an email and/or your drlogy account within seven (7) working days of fee receipt from You.&nbsp;</p>\n<p>7.5&nbsp.\nCANCELLATIONS AND REFUND POLICY</p>\n<p>For internet-based subscription Services, You are free to cancel the Service at any time.\nDrlogy shall refund any unexpended advance fees paid by You at the time of cancellation of the Service.\nIn case You wish to seek a refund of the advance paid by You because You do not agree with a modification to the Agreement, please write to hello@drlogy.com.\nWe will process refund of the unexpended amount.&nbsp;</p>\n<p>7.5.1 Refund Policy for Paid Consults</p>\n<p>In case a Healthcare Practitioner (HCP) is not available to respond to a paid consult, You can report the issue to Drlogy and request for cancellation, post which Drlogy will process the refund amount equalling to the total actual amount paid by You, including any internet handling fees.\nHowever, the refund will not include the discount value provided by Drlogy.&nbsp;</p>\n<p>In the event it is proved that a HCP has acted in a manner that is against any applicable laws, Drlogy shall provide complete refund to You, subject to investigation undertaken by Drlogy.\nIn the event it is proved that You have demonstrated abusive nature during the consult, You shall not be eligible for any refund and Drlogy/HCP shall be entitled to take any legal action as applicable.&nbsp;</p>\n<p>You are allowed a period of seven (7) days to report any consult as incomplete or unsatisfactory, and request for a refund.\nNo refund requests shall be entertained thereafter.&nbsp;</p>\n<p>In the event Drlogy establishes that Your refund claim meets the above conditions, Drlogy shall process the refund accordingly and the money will be refunded to You in seven (7) working days from the day refund has been approved from Drlogy.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>8.&nbsp;&nbsp;&nbsp.\nTHE DRLOGY APPLICATION</p>\n<p>8.1 The User agrees and accepts that Drlogy is: </p>\n<p>(a) Hosted by the Company and shall only be installed, accessed and\nmaintained by the Company,\naccessed using the internet or other connection to the Company servers and is\nnot available 'locally' from the User's systems.\nand </p>\n<p>(b) Managed and supported exclusively by the Company from the\nCompany servers and that no 'back-end' access to Drlogy is available to the\nUser unless expressly agreed in writing.</p>\n<p>8.2 As a hosted and managed service, the Company reserves the right\nto upgrade, maintain, tune, backup, amend, add or remove features and\nExercises, redesign, improve or otherwise alter Drlogy.</p>\n<p>8.3 The Company shall not exercise its rights under clause 8.2 in a\nmanner that would intentionally cause the User to lose access to User Content\nor fundamentally decrease the utility of Drlogy to the User, other than in\naccordance with the terms of this Agreement.</p>\n<p>8.4 INVITE AND EARN PROGRAM <br>\n</p>\n<p>By participating in this program, You agree to be bound by the terms and Conditions of this Policy, the Terms of Use, Privacy Policy and other relevant documentation that are available on www.Drlogy.com including any modifications, alterations or updates that We make.</p>\n<p>This program is subject to change, at the sole discretion of Drlogy.\nDrlogy holds the right to cancle all or patial Drlogy Coins granted to the user at any time without any prior notice.\nIn cash of any disputes, Drlogy decision will be final.</p>\n<p> In this program user can earn Drlogy coins.\nDrlogy coin is Drlogy virtual currency which can be redeemed within Drlogy ecosystem.Drlogy Coins are non-transferable and &amp.\nhas to be used by the individual earning it.\nIt has no commercial value.\nIt is pure promotional value and Drlogy can withdraw it any point of time.\n<br>\n</p>\n<p>To be eligible, You (Referrer) need to fulfill the following criteria and detail of the program:</p>\n<p> 8.4.1 You must have a valid account on the Drlogy App.\n<br>\n</p>\n<p>8.4.2 Your account must be mobile number verified with an Indian phone number on Drlogy App.\n<br>\n</p>\n<p>\n8.4.3 To participate in the program, You must invite people who are not existing users of the Drlogy App (\"Referee\") to download the Drlogy App.</p>\n<p> 8.4.4 The Referee must click on the link sent by You, successfully download the Drlogy App using OTP verification to login to their Drlogy App.\n<br>\n</p>\n<p>\n8.4.5 If the Referee has downloaded the Drlogy App through other means, they can use the referral code in the App menu.\nThe code is to be entered in the Invite &amp.\nEarn section and get Drlogy Coins.\n<br>\n</p>\n<p>\n8.4.6 The device on which the Referee downloads the Drlogy App must be a new device.\nThe Referee must be a new user and the mobile number should be an Indian mobile number which has not been registered before with any Drlogy account.\n<br>\n</p>\n<p>8.4.7 If the Referee fulfills all the above conditions he is eligible for the referral program.\nThe Referee needs to then complete a his profile.\n</p>\n<p>\n<br>\n</p>\n<p>9.&nbsp;&nbsp;&nbsp.\nAUTHORISED USERS</p>\n<p>9.1 The User shall authorise users to access Drlogy in its absolute\ndiscretion.\nThe Company accepts no liability for access to User Content by an\nAuthorised User or using login details of users authorised by the User.</p>\n<p>9.2 The User is solely responsible for the security of its username\nand password for access to Drlogy.</p>\n<p>9.3 The User shall notify the Company as soon as it becomes aware of\nany unauthorised access of its Drlogy account.</p>\n<p>\n<br>\n</p>\n<p>10.\nUSER CONTENT</p>\n<p>10.1 The Company obtains no right, title or interest in User Content\nincluding any Intellectual Property found within it.\nThe Company accepts no liability\nfor the content of User Content.</p>\n<p>10.2 The User is responsible for the accuracy, quality and legality\nof User Content and the User's acquisition of it, and the users that create,\naccess and/or use User Content.</p>\n<p>10.3 Despite clause 10.1, the Company shall be authorised to\npermanently delete User Content where outstanding Fees remain unpaid in\naccordance with clause 6.4 and any Subscribers Term.</p>\n<p>10.4 The Company shall not access, use, modify or otherwise deal\nwith User Content except where required by compulsion of law or upon the User's\nauthority (such as to provide support for Drlogy).</p>\n<p>\n<br>\n</p>\n<p>11.\nELECTRONIC TRANSACTIONS</p>\n<p>11.1 The User agrees that when it provides any consent, authority or\nagreement through Drlogy it does so as an electronic transaction and warrants\nthat such transaction shall be binding on the party.</p>\n<p>11.2 The User agrees that any request for a consent, authority or\nagreement it sends to other Users through Drlogy as an electronic transaction\nshall be sent directly from its email address.</p>\n<p>\n<br>\n</p>\n<p>12.\nELECTRONIC COMMUNICATION, AMENDMENT AND ASSIGNMENT</p>\n<p>12.1 The words in this clause that are defined in the Electronic\nTransactions </p>\n<p>12.2 The User can direct notices, enquiries, complaints and so forth\nto the Company as set out in this Agreement.\nThe Company will notify the User\nof a change of details from time-to-time.</p>\n<p>12.3 The Company will send the User notices and other correspondence\nto the details that the User submits to the Company, or that the User notifies\nthe Company of from time-to-time.\nIt is the User's responsibility to update its\ncontact details as they change.</p>\n<p>12.4 A consent, notice or communication under this Agreement is\neffective if it is sent as an electronic communication unless required to be\nphysically delivered under law.</p>\n<p>12.5 Notices must be sent to the parties' most recent known contact\ndetails.</p>\n<p>12.6 The User may not assign or otherwise create an interest in this\nAgreement.</p>\n<p>12.7 The Company may assign or otherwise create an interest in its\nrights under this Agreement by giving written notice to the User.</p>\n<p>\n<br>\n</p>\n<p>13.\nVERIFICATION</p>\n<p>13.1 The User is solely responsible for verifying the identity of a\nsignatory to any electronic transaction it is a party to.</p>\n<p>13.2 The Company does not guarantee the validity of any electronic\ntransaction.</p>\n<p>\n<br>\n</p>\n<p>14.\nCONFIDENTIAL INFORMATION</p>\n<p>14.1 The Company will keep confidential all information that it\nbecomes aware of regarding the User's:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nHealth Information;</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nPersonal\ninformation;</p>\n<p>3.&nbsp;&nbsp;&nbsp.\nBusiness, employees\nand contractors.</p>\n<p>14.2 The information and classes of information set out in clause 14.1\nare Confidential Information for the purposes of this Agreement.\nIn default,\ninformation relating to the business operations, personal information and other\ninformation that should be confidential is Confidential Information.</p>\n<p>14.3 Each party acknowledges and agrees that:</p>\n<p>14.3.1 The Confidential Information is secret,\nconfidential and valuable to the disclosing party (Discloser);</p>\n<p>14.3.2 It owes an obligation of confidence to the\nDiscloser concerning the Confidential Information;</p>\n<p>14.3.3 It must not disclose the Confidential Information\nto a third party except as permitted in this Agreement;</p>\n<p>14.3.4 All Intellectual Property rights remain vested in\nthe Discloser but disclosure of Confidential Information does not in any way\ntransfer or assign any rights or interests in the Intellectual Property to the\nreceiving party.\nand</p>\n<p>14.3.5 Any breach or threatened breach by the receiving\nparty of an obligation under this Agreement may cause the Discloser immediate\nand irreparable harm for which damages alone may not be an adequate remedy.\nConsequently the Discloser has the right, in addition to other remedies\navailable at law or in equity, to seek injunctive relief against the receiving\nparty (and its agents, assigns, employees, officers and directors, personally)\nor to compel specific performance of this clause.</p>\n<p>14.4 A party must notify the Discloser in writing, giving full\ndetails known to it immediately, when it becomes aware of:</p>\n<p>14.4.1 Any actual, suspected, likely or threatened breach\nby it of clause 14.2;</p>\n<p>14.4.2 Any actual, suspected, likely or threatened breach\nby any person of any obligation in relation to the Confidential Information.\nor</p>\n<p>14.4.3 Any actual, suspected, likely or threatened theft,\nloss, damage, or unauthorised access, use or disclosure of or to any\nConfidential Information.</p>\n<p>14.5 The receiving party must promptly take all steps that the\nDiscloser may reasonably require and must co-operate with any investigation, litigation or other\naction of the Discloser or of a related body corporate if there is:</p>\n<p>14.5.1 Any actual, suspected, likely or threatened breach\nof a term of this Agreement.\nor</p>\n<p>14.5.2 Any theft, loss, damage or unauthorised access, use\nor disclosure of or to any Confidential Information that is or was in its\npossession or control.</p>\n<p>\n<br>\n</p>\n<p>15.\nTERMINATION</p>\n<p>15.1 This Agreement may be terminated at any time by:</p>\n<p>15.1.1 Written notice of one party to the other.\nor</p>\n<p>15.1.2 By the User cancelling or otherwise terminating\ntheir Account through Drlogy.</p>\n<p>15.2 Deleting Drlogy does not constitute termination of this\nAgreement, although the Company may terminate this Agreement in the event it\ndetermines in its reasonable discretion that Drlogy has been deleted and the\nUser's intention is to cancel or terminate their account and this Agreement.</p>\n<p>15.3 The User agrees and accepts that deletion of Drlogy may result\nin loss of data for which the Company is in no way liable.</p>\n<p>\n<br>\n</p>\n<p>16.\nDISCLAIMER – THIRD PARTY INFORMATION &amp.\nSERVICES</p>\n<p>16.1 The User acknowledges that Drlogy:</p>\n<p>16.1.1 Is dependent on third-party services, including but not\nlimited to:</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp.\nBanks, credit and debit card providers, payment gateway or other\npayment service provider;</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp.\nTelecommunications services;</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp.\nHosting services;</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp.\nEmail services;</p>\n<p>5.&nbsp;&nbsp;&nbsp;&nbsp.\nAnalytics services.</p>\n<p>16.1.2 Provides links to third party websites containing (without\nlimitation) health information.</p>\n<p>&nbsp.\nThe User agrees that the\nCompany shall not be responsible or liable in any way for:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nInterruptions to the availability of Drlogy due to third-party\nservices.\nor</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nInformation contained on any linked third party website.</p>\n<p>\n<br>\n</p>\n<p>17.\nPRIVACY</p>\n<p>17.1 The Company maintains the Privacy Policy in compliance with SPI\nRules, 2011 for data that it collects about the User and other customers.</p>\n<p>17.2 The Privacy Policy does not apply to how the Practice handles\npersonal information.\nIt is the Practice's responsibility to meet the\nobligations of the SPI Rules, 2011 by implementing a privacy policy in\naccordance with law.</p>\n<p>17.3 The Company makes no warranty as to the suitability of Drlogy\nin regards to the Practice's privacy obligations at law or contract, and it is\nthe Practice's responsibility to determine whether Drlogy is appropriate for\nthe Practice's circumstances.</p>\n<p>17.4 The Drlogy website may use cookies (a small tracking code in a\nUser's browser) to improve a User's experience while browsing, while also\nsending browsing information back to the Company.\nThe User may manage how it\nhandles cookies in its own browser settings.</p>\n<p>\n<br>\n</p>\n<p>18.\nDATA</p>\n<p>18.1 Security.&nbsp;The Company takes the security of Drlogy and the\nprivacy of its users very seriously.\nThe User agrees that the User shall not do\nanything to prejudice the security or privacy of the Company's systems or the\ninformation on them.</p>\n<p>18.2 Transmission.&nbsp;The Company shall do all things reasonable\nto ensure that the transmission of data occurs according to accepted industry\nstandards.\nIt is up to the User to ensure that any transmission standards meet\nthe User's operating and legal requirements.</p>\n<p>18.3 Storage.&nbsp;The Company may limit the amount of data that the\nUser stores in Drlogy, and shall advise the User of such.\n</p>\n<p>18.4 Backup.&nbsp;The Company shall perform backups of Drlogy in as\nreasonable manner at such times and intervals as are reasonable for its\nbusiness purposes.\nThe Company does not warrant that it is able to backup or\nrecover specific User Content from any period of time.</p>\n<p>\n<br>\n</p>\n<p>19.\nACCESS</p>\n<p>19.1 By accepting the terms of this Agreement the User agrees that\nthe Company shall provide access to Drlogy to the best of its abilities,\nhowever:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nAccess to Drlogy may be prevented by issues outside of its control.\nand</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nIt accepts no responsibility for ongoing access to Drlogy.</p>\n<p>19.2 Users may prepare for unscheduled unavailability of Drlogy by:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nKeeping their Drlogy mobile app up to date, which will store local\ncopies of the data.\nand</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nPrinting hard copies of the information stored within Drlogy.</p>\n<p>\n<br>\n</p>\n<p>20.\nINTELLECTUAL PROPERTY</p>\n<p>20.1 Trademarks.&nbsp;The Company has moral &amp.\nregistered rights\nin its trade marks and the User shall not copy, alter, use or otherwise deal in\nthe marks without the prior written consent of the Company.</p>\n<p>20.2 Proprietary Information.&nbsp;The Company may use software and\nother proprietary systems and Intellectual Property for which the Company has\nappropriate authority to use, and the User agrees that such is protected by\ncopyright, trademarks, patents, proprietary rights and other laws, both\ndomestically and internationally.\nThe User warrants that it shall not infringe\non any third-party rights through the use of Drlogy.</p>\n<p>20.3 The Drlogy Application.&nbsp;The User agrees and accepts that Drlogy\nis the Intellectual Property of the Company and the User further warrants that\nby using Drlogy the User will not:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nCopy Drlogy or the services that it provides for the User's own\ncommercial purposes.\nand</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nDirectly or indirectly copy, recreate, decompile, reverse engineer\nor otherwise obtain, modify or use any source or object code, architecture,\nalgorithms contained in Drlogy or any documentation associated with it.</p>\n<p>20.4 Content.&nbsp;All content (with the exception of User Content)\nremains the Intellectual Property of the Company, including (without\nlimitation) any source code, analytics, insights, ideas, Exercises,\nenhancements, feature requests, suggestions or other information provided by\nthe User or any other party with respect to Drlogy.</p>\n<p>\n<br>\n</p>\n<p>21.\nLIABILITY &amp.\nINDEMNITY</p>\n<p>21.1 The User agrees that it uses Drlogy at its own risk.</p>\n<p>21.2 The User acknowledges that Drlogy does not provide medical\nadvice, nor does it hold itself out to provide medical advice.</p>\n<p>21.3 The User agrees that it has had reasonable opportunity to\nobtain legal advice on this Agreement.</p>\n<p>21.4 The User acknowledges that the Company is not responsible for\nthe conduct or activities of any user and that the Company is not liable for\nsuch under any circumstances.</p>\n<p>21.5 The User agrees to indemnify the Company for any loss, damage,\ncost or expense that the Company may suffer or incur as a result of or in\nconnection with the User's use of or conduct in connection with Drlogy,\nincluding any breach by the User of these Terms.</p>\n<p>21.6 In no circumstances will the Company be liable for any direct,\nincidental, consequential or indirect damages, loss or corruption of data, loss\nof profits, goodwill, bargain or opportunity, loss of anticipated savings or\nany other similar or analogous loss resulting from the User's access to, or use\nof, or inability to use Drlogy or any content, whether based on warranty, contract,\ntort, negligence, in equity or any other legal theory, and whether or not the\nCompany knew or should have known of the possibility of such damage, to\nbusiness interruption of any type, whether in tort, contract or otherwise.</p>\n<p>21.7 Apart from those that cannot be excluded, the Company and the\nCompany's related entities exclude all conditions and warranties that may be\nimplied by law.\nTo the extent permitted by law, the Company's liability for\nbreach of any implied warranty or condition that cannot be excluded is\nrestricted, at the Company's option to: The re-supply of services or payment of\nthe cost of re-supply of services.</p>\n<p>\n<br>\n</p>\n<p>22.\nTERMINATION</p>\n<p>22.1 Drlogy reserves the right to suspend or terminate a User’s\naccess to the Website and the Services with or without notice and to exercise\nany other remedy available under law, in cases where,</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nSuch User breaches any terms and conditions of the Agreement;</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nA third party reports violation of any of its right as a result of\nyour use of the Services;</p>\n<p>3.&nbsp;&nbsp;&nbsp.\nDrlogy is unable to verify or authenticate any information provide\nto Drlogy by a User;</p>\n<p>4.&nbsp;&nbsp;&nbsp.\nDrlogy has reasonable grounds for suspecting any illegal, fraudulent\nor abusive activity on part of such User.\nor</p>\n<p>5.&nbsp;&nbsp;&nbsp.\nDrlogy believes in its sole discretion that User’s actions may cause\nlegal liability for such User, other Users or for Drlogy or are contrary to the\ninterests of the Website.</p>\n<p>22.2 Once temporarily suspended, indefinitely suspended or\nterminated, the User may not continue to use the Website under the same\naccount, a different account or re-register under a new account.\nOn termination\nof an account due to the reasons mentioned herein, such User shall no longer\nhave access to data, messages, files and other material kept on the Website by\nsuch User.\nThe User shall ensure that he/she/it has continuous backup of any\nmedical services the User has rendered in order to comply with the User’s\nrecord keeping process and practices.</p>\n<p>\n<br>\n</p>\n<p>23.\nDISPUTES</p>\n<p>23.1 Any dispute, claim or controversy arising out of or relating to\nthis Agreement, including the determination of the scope or applicability of\nthis Agreement to arbitrate, or your use of the Website or the Services or\ninformation to which it gives access, shall be determined by arbitration in\nIndia, before a sole arbitrator appointed by Drlogy.\nArbitration shall be\nconducted in accordance with the Arbitration and Conciliation Act, 1996.\nThe\nseat of such arbitration shall be Rajkot.\nAll proceedings of such arbitration,\nincluding, without limitation, any awards, shall be in the English language.\nThe award shall be final and binding on the parties to the dispute.</p>\n<p>23.2 Subject to the above Clause 23.1 the courts at Rajkot shall\nhave exclusive jurisdiction over any disputes arising out of or in relation to\nthis Agreement, your use of the Website or the Services or the information to\nwhich it gives access</p>\n<p>\n<br>\n</p>\n<p>24.\nCONTACT INFORMATION</p>\n<p>If a User has any questions concerning Drlogy, the Website, this\nAgreement, the Services, or anything related to any of the foregoing, Drlogy\ncustomer support can be reached at the following email address: hello@drlogy.com or\nvia the contact information available from the following hyperlink:&nbsp;https://drlogy.com/contact.</p>\n<p>\n<br>\n</p>\n<p>25.\nSEVERABILITY</p>\n<p>If any provision of the Agreement is held by a court of competent\njurisdiction or arbitral tribunal to be unenforceable under applicable law,\nthen such provision shall be excluded from this Agreement and the remainder of\nthe Agreement shall be interpreted as if such provision were so excluded and\nshall be enforceable in accordance with its terms.\nprovided however that, in\nsuch event, the Agreement shall be interpreted so as to give effect, to the\ngreatest extent consistent with and permitted by applicable law, to the meaning\nand intention of the excluded provision as determined by such court of\ncompetent jurisdiction or arbitral tribunal.</p>\n<p>\n<br>\n</p>\n<p>26.\nWAIVER</p>\n<p>No provision of this Agreement shall be deemed to be waived and no\nbreach excused, unless such waiver or consent shall be in writing and signed by\nDrlogy.\nAny consent by Drlogy to, or a waiver by Drlogy of any breach by you,\nwhether expressed or implied, shall not constitute consent to, waiver of, or\nexcuse for any other different or subsequent breach.</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>Quiz #DrlogyLife</b>&nbsp;</p>\n<p>1.\nThe promoter is Drlogy Technologies&nbsp;Private Limited.&nbsp;</p>\n<p>2.\nThe quiz #DrlogyLife is open to residents of the India aged 10 years or over except employees of Drlogy Technologies&nbsp;Private Limited&nbsp;and their close relatives and anyone otherwise connected with the organisation or judging of the quiz.&nbsp;</p>\n<p>3.\nThere is no entry fee and no purchase necessary to enter this quiz#DrlogyLife.&nbsp;</p>\n<p>4.\nRoute to entry for the quiz #DrlogyLife, he/she must registered in www.drlogy.com.&nbsp;</p>\n<p>5.\nNo responsibility can be accepted for entries not received for whatever reason.&nbsp;</p>\n<p>6.\nClosing date for entry will be after 6 days of publised date to be consider.&nbsp;</p>\n<p>7.\nDrlogy Technologies&nbsp;Private Limited&nbsp;reserves the right to cancel or amend the quiz and these terms and conditions without notice in the event of a catastrophe, war, civil or military disturbance, act of God or any actual or anticipated breach of any applicable law or regulation or any other event outside of the Drlogy Technologies&nbsp;Private Limited’s control.&nbsp;</p>\n<p>8.\nDrlogy Technologies&nbsp;Private Limited&nbsp;is not responsible for inaccurate prize details supplied to any entrant by any third party connected with this quiz.&nbsp;</p>\n<p>9.\nThe prize is as stated and no cash or other alternatives will be offered and the prizes are not transferable.\nPrizes are subject to availability and we reserve the right to substitute any prize with another of equivalent value without giving notice.\nThe Prize given method decide by Drlogy Technologies&nbsp;Private Limited&nbsp;only.&nbsp;</p>\n<p>10.\nWinners will be chosen at random by software, from all entries received and verified by Drlogy Technologies&nbsp;Private Limited.&nbsp;</p>\n<p>11.\nThe winner will be notified by email or SMS or call within 7 days of the closing date.\nIf the winner cannot be contacted or do not claim the prize within 3 days of notification, we reserve the right to withdraw the prize from the winner.&nbsp;</p>\n<p>12.\nDrlogy Technologies&nbsp;Private Limited’s decision in respect of all matters to do with the quiz will be final and no correspondence will be entered into.&nbsp;</p>\n<p>13.\nThe quiz and these terms and conditions will not be governed by law.&nbsp;</p>\n<p>14.\nThe winner agrees to the use of his/her name and image in any publicity material, as well as their entry.\nAny personal data relating to the winner or any other entrants will be used solely in accordance with current india data protection legislation and will not be disclosed to a third party without the entrant’s prior consent.&nbsp;</p>\n<p>15.\nThis promotion is in no way sponsored, endorsed or administered by or associated with, Facebook, Twitter or any other Social Network.\nYou are providing your information to Drlogy Technologies&nbsp;Private Limited&nbsp;and not to any other party.\nThe information provided will be used in conjunction with the following Privacy Policy found at https://drlogy.com/privacy</p>\n<p>16.\nDrlogy Technologies&nbsp;Private Limited&nbsp;shall have the right, at its sole discretion and at any time, to change or modify these terms and conditions, such change shall be effective immediately upon posting to this webpage.&nbsp;</p>\n<p>17.\nDrlogy Technologies&nbsp;Private Limited&nbsp;also reserves the right to cancel the quiz if circumstances arise outside of its control.&nbsp;</p>\n<p>18.\nEntry into the quiz #DrlogyLife will be deemed as acceptance and to be bound by all these above terms and conditions.&nbsp;<br>\n</p>\n<p>YOU HAVE READ\nTHESE TERMS OF USE AND AGREE TO ALL OF THE PROVISIONS CONTAINED ABOVE</p> ", "created_at": "2023-03-15 20:19:24.474219", "updated_at": "2023-03-15 20:20:45.600584"}], "points": [], "urls": ["drlogy.com"]}}