{"error": 448, "message": "OK", "parameters": {"id": 7548, "name": "BoardGameGeek", "created_at": "2023-03-14 17:24:05.186606", "updated_at": "2023-03-29 19:26:46.33886", "wikipedia": "https://en.wikipedia.org/wiki/BoardGameGeek", "keywords": null, "related": null, "slug": "boardgamegeek", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7548.png", "url": "boardgamegeek.com", "documents": [{"id": 14528, "name": "Privacy Policy", "url": "https://boardgamegeek.com/privacy", "xpath": "/html/body/div[2]/main/div", "text": " Skip Sidebar BoardGameGeek <ul>\n<li> Browse <ul>\n<li>All Boardgames</li>\n<li>Categories</li>\n<li>Artists</li>\n<li>Publishers</li>\n<li>Honors</li>\n<li>Gone Cardboard</li>\n<li>Recent Additions</li>\n<li>Previews</li>\n</ul>\n<ul>\n<li>Families</li>\n<li>Mechanics</li>\n<li>Designers</li>\n<li>Accessories</li>\n<li>Random Game</li>\n<li>Podcasts</li>\n<li>Wiki</li>\n</ul>\n</li>\n<li> Forums <ul>\n<li>All Forums</li>\n<li>Recent</li>\n<li>Search</li>\n<li>Moderators</li>\n<li>Subscriptions</li>\n</ul>\n<ul>\n<li>Hot</li>\n<li>Active</li>\n<li>Post Thread</li>\n<li>Bookmarks</li>\n<li>Community Rules</li>\n</ul>\n</li>\n<li> GeekLists <ul>\n<li>Hot</li>\n<li>Recent</li>\n<li>Bookmarks</li>\n<li>My Geeklists</li>\n<li>Create New</li>\n</ul>\n</li>\n<li> Shopping <ul>\n<li>GeekMarket</li>\n<li>Trades</li>\n<li>Geek Game Shop</li>\n<li>BGG Store</li>\n<li>Auction Search</li>\n<li>eBay Listings</li>\n</ul>\n</li>\n<li> Community <ul>\n<li>Guilds</li>\n<li>Stats</li>\n<li>Bugs</li>\n</ul>\n<ul>\n<li>GeekMod</li>\n<li>Find Users</li>\n<li>GeekExchange</li>\n</ul> Submitted Content <ul>\n<li>Files</li>\n<li>Reviews</li>\n<li>Videos</li>\n<li>Podcasts</li>\n</ul>\n<ul>\n<li>Images</li>\n<li>Session Reports</li>\n<li>Blogs</li>\n<li>Podcast Episodes</li>\n</ul> Contribute <ul>\n<li>Board Game</li>\n<li>Family</li>\n<li>Publisher</li>\n</ul>\n<ul>\n<li>Person</li>\n<li>Accessory</li>\n<li>Podcast</li>\n</ul>\n<ul>\n<li>Accessory Family</li>\n<li>Award Set</li>\n<li>Award Category</li>\n<li>Periodical</li>\n</ul>\n<ul>\n<li>Award</li>\n<li>Award Position</li>\n<li>BG Honor</li>\n<li>Event</li>\n</ul>\n</li>\n<li> Help <ul>\n<li>Welcome to BGG</li>\n<li>Guide to BGG</li>\n<li>FAQ</li>\n<li>Glossary</li>\n<li>Admins</li>\n</ul>\n</li>\n</ul> The Hotness Change hotness display style <ul>\n<li> Hotness Display </li>\n<li> Stats and Thumbnails </li>\n<li> List </li>\n</ul> Games <ul>\n<li> Games </li>\n<li> People </li>\n<li> Companies </li>\n</ul>\n<ul>\n<li> Star Wars: The Deckbuilding… Published 2023 0 </li>\n<li> CATAN: Soccer Fever Scenario Published 2023 0 </li>\n<li> Hegemony: Lead Your Class to… Published 2023 0 </li>\n<li> Frosthaven Published 2023 0 </li>\n<li> Ark Nova Published 2021 0 </li>\n<li> Earth Published 2023 1 </li>\n<li> Heat: Pedal to the Metal Published 2022 -1 </li>\n<li> Brass: Birmingham Published 2018 0 </li>\n<li> Revive Published 2022 3 </li>\n<li> Stationfall Published 2023 -1 </li>\n<li> Dune: Imperium Published 2020 0 </li>\n<li> Terraforming Mars Published 2016 3 </li>\n<li> Spirit Island Published 2017 1 </li>\n<li> Vagrantsong Published 2022 2 </li>\n<li> Wingspan Published 2019 -2 </li>\n</ul>\n<p>Before you start, we have a few questions for you:</p>\n<p>\n<strong>Are you younger than 16?</strong> Sorry! You can’t have an account on our websites—click here for more info.<br>\nAre you:</p>\n<dl>\n<dd>… in Europe? Check out some info on the EU data protection regulation.</dd>\n<dd>… in California? Check out some info on your California privacy rights.</dd>\n<dd>… in Canada? Check out some info on your Canadian privacy rights.</dd>\n</dl>\n<p>\n</p> BoardGameGeek Privacy Policy<p>\n</p>\n<p>Effective: May 25, 2018</p>\n<p>\n</p>Table of Contents<ul>\n<li>BoardGameGeek Privacy Policy</li>\n<ul>\n<li>1.\nWhat is a privacy policy?</li>\n<ul>\n<li>A.\nOur privacy policy helps you understand what we do with your information.</li>\n<li>B.\nOur privacy policy is part of an agreement between you and us.</li>\n<li>C.\nOur privacy policy can change from time to time.</li>\n</ul>\n<li>2.\nWhat is personal information?</li>\n<li>3.\nWhat kind of personal information are you collecting on me?</li>\n<li>4.\nWhat about the stuff I post publicly or message to other users?</li>\n<li>5.\nI’m a user covered by the EU’s General Data Protection Regulation (“GDPR”).</li>\n<ul>\n<li>A.\nWhat rights do I have under the GDPR?</li>\n<li>B.\nWhat is your lawful basis for using my personal information?</li>\n</ul>\n<li>6.\nHow long do you store my information?</li>\n<li>7.\nWill you use my personal information to contact me?</li>\n<li>8.\nHow are you tracking me? Can I stop it?</li>\n<ul>\n<li>A.\nWe can see some of what you do in our websites.</li>\n<li>B.\nOther people can also track you as your use our websites.</li>\n<li>C.\nYou have choices about how you are tracked.</li>\n<li>D.\nWe are not set up to respond to \"Do Not Track\" signals.</li>\n</ul>\n<li>9.\nWho else do you share my personal information with?</li>\n<ul>\n<li>\n<em>Other users</em>\n</li>\n<li>\n<em>Our partners</em>\n</li>\n<li>\n<em>Our BoardGameGeek Store platform</em>\n</li>\n<li>\n<em>Our BoardGameGeek Store shippers</em>\n</li>\n<li>\n<em>Our payment processors</em>\n</li>\n<li>\n<em>Our email processor</em>\n</li>\n<li>\n<em>Our analytics</em>\n</li>\n<li>\n<em>Our help desk</em>\n</li>\n<li>\n<em>Our spam filter</em>\n</li>\n<li>\n<em>Our backup provider</em>\n</li>\n<li>\n<em>When we need to for legal or security reasons</em>\n</li>\n<li>\n<em>To a new owner of our company</em>\n</li>\n<li>\n<em>With your permission</em>\n</li>\n</ul>\n<li>10.\nDoes my personal information leave my home country?</li>\n<li>11.\nCan I see what information you have on me?</li>\n<li>12.\nHow do I change or delete my information?</li>\n<li>14.\nWhat about information that I receive from other users for trades, Geek Market purchases, and other transactions on your websites?</li>\n<li>15.\nI'm under the age of 16.\nCan I use your websites?</li>\n<li>16.\nI am a California resident.\nDo I have any special rights?</li>\n<li>17.\nI am a Canadian resident.\nDo I have any special rights?</li>\n<li>18.\nWho can I contact with questions?</li>\n</ul>\n</ul>\n<p>\n</p>\n<p>Welcome to our privacy policy!<br>\n</p> 1.\nWhat is a privacy policy?<p>\n</p>\n<p>\n</p> A.\nOur privacy policy helps you understand what we do with your information.<p>\n</p>\n<p>We collect personal information from you as you use BoardGameGeek, BoardGameGeek Store, VideoGameGeek, RPGGeek, or any of our other websites (referred to here as our \"<strong>websites</strong>\").\nThis privacy policy explains how we—BoardGameGeek, LLC, and our affiliates—use that information and what choices you have about it.</p>\n<p>Our privacy policy applies to <strong>ALL</strong> of our websites, whether you access them through a web browser, a mobile app, or another way.\nOur privacy policy does <strong>NOT</strong> apply to information collected on you by someone else.\nIn those cases, you should consult that person’s privacy policy.</p>\n<p>\n<em>About mobile apps</em>: We do not provide a mobile app.\nHowever, our fans sometimes create unofficial BoardGameGeek mobile apps through which you can access our websites.\n<strong>We are not affiliated with any mobile apps and do not know how they handle your personal information.</strong> Please read each mobile app’s privacy policies before using it.</p>\n<p>\n</p> B.\nOur privacy policy is part of an agreement between you and us.<p>\n</p> Our privacy policy and our Terms of Service apply to you, our \"<strong>users</strong>\", as part of a contract that allows you to browse our website, post on forums, trade games, shop in the BoardGameGeek Store and the Geek Market, and otherwise interact with our websites.\n<br> Keep in mind that BoardGameGeek is a software provider.\nWe do not represent any BoardGameGeek users.\nRather, we develop an online meeting place for those people to share, trade, shop, and learn.\n<strong>We cannot control how other users handle your information.\nPlease be careful when providing your information to other users.</strong>\n<br>\n<br> C.\nOur privacy policy can change from time to time.<p>When we make big changes to our privacy policy, we’ll update the date at the top of this page.\nYour use of our services after we post an updated privacy policy means that you accept and agree to the changes, so please check this page occasionally to make sure that you are up to date.</p>\n<p>\n</p> 2.\nWhat is personal information?<p>\n</p> In basic terms, \"<strong>personal information</strong>\" means information that can directly or indirectly identify you, such as your name, contact information, and in some cases, information about your behavior.<br>\n<p>“Personal information” does <strong>NOT</strong> include information that we have made anonymous so that it can no longer be used to identify you.\nWe collect anonymized data from our users for internal statistical purposes and for providing our services (such as product ratings, top games, and other trends displayed on our websites).\nWe may pass on this anonymous grouped data to third parties, but it will not be associated with your identity.</p>\n<p>\n</p> 3.\nWhat kind of personal information are you collecting on me?<p>\n</p> We collect information from you in three ways: <br>\n<ol>\n<ol>\n<li>you give it to us directly.\n</li>\n<li>we get it automatically as you use our websites.\nor </li>\n<li>you give it to another user through our websites.</li>\n</ol>\n</ol>\n<p>We only collect as much information about you as is reasonably necessary for us to provide you our services.\nThe table below is a basic summary of what happens to your information.\nFor a more complete list of what we collect, see <strong>our USER DATA SUMMARY TABLE</strong>.</p> What information do we collect?<br> When do we collect it?<br> How do we collect it?<br> Why do we collect it?<br> Your email address <br> When you register for an account<br> You give it to us directly<br> To verify that your account is legitimate and to notify you of important announcements.<br> Confirmation that you are 16 or older<br> When you register for an account<br> You give it to us directly<br> To verify that you are old enough to have an account, because your registration will be automatically rejected if you are under 16<br> Your name and contact information, including email address, physical address and phone number<br> When you register for an account or update your account information<p>When you purchase an item in the BoardGameGeek Store or the Geek Market</p> When you participate in a trade with another user<br> You give it to us directlyYou give it to another user through our websites <br> To facilitate purchases, trades, and other marketplace transactions<p>If you entered it into your account, we autofill it into your purchase orders so you don’t have to retype it every time</p>\n<p>To email you order confirmations and order updates</p> To email you direct marketing messages from BoardGameGeek, if you have opted in to them<br> Your technical data <p>Examples:</p>\n<p>-IP address and your location, to the extent it can be identified from your IP address</p>\n<p>-web browser information</p>\n<p>-make and model of your mobile device</p> -operating system being used<br> When you access our websites<br> We get it automatically as you use this website <br> To secure our websites and its user accounts <p>To tie the technical data to your specific account</p>\n<p>To remember your user preferences and to evaluate what technical needs we could better meet for our users</p> To show relevant advertisements for your broad geographic region<br> Your behavior on our websites<p>Examples:</p>\n<p>-login times</p>\n<p>-activity on our websites</p>\n<p>-records of any purchases or trades with other users</p> -votes in website polls<br> When you access our websitesSee How are you tracking me? for more information<br> We get it automatically as you use this website<br> To provide you advertising targeted to your interests, if you consent for us to do so<p>To maintain transaction records in the case of a dispute between users</p>\n<p>To secure your account and our websites</p> Votes are used to calculate categories, awards, and other classification information.<br> Your name, feedback, and/or contact information<br> When you contact anyone at the websites.<br> You give it to us directly<br> To provide and improve our customer service<br>\n<p>\n</p> 4.\nWhat about the stuff I post publicly or message to other users?<p>\n</p>\n<p>If you register for an account, you will create a public profile.\nYou may include more information on your profile as you desire, such as your full name and location, but remember that it may be accessible to anyone viewing our websites, even if they don’t have an account.</p>\n<p>Any content posted on our websites through your account, such as forum posts, wiki pages, product reviews, marketplace listings, comments, collection listings, recorded plays, images, files, or product descriptions, is referred to as your \"<strong>user contributions</strong>\".\nYour user contributions are accessible by anyone who visits our websites.\nYou should not include any sensitive information in your user contributions.</p>\n<p>When you send a private message to another user through our websites, including for purposes of trades or Geek Market purchases, we will retain the data and content of the message to provide you with a helpful message thread.</p>\n<p>\n</p> 5.\nI’m a user covered by the EU’s General Data Protection Regulation (“GDPR”).<p>\n</p>\n<p>\n</p> A.\nWhat rights do I have under the GDPR?<p>\n</p> You have rights regarding your personal information, including the right to:<br>\n<ul>\n<li>access your information</li>\n<li>change or correct your information</li>\n<li>erase your information</li>\n<li>restrict our use of your personal information under certain circumstances</li>\n<li>obtain your personal information in portable form</li>\n<li>object to our use of your personal information under certain circumstances</li>\n<li>not be subject to profiling that has legal effects on you</li>\n</ul>\n<p>\n</p> B.\nWhat is your lawful basis for using my personal information?<p>\n</p>\n<p>There are a couple of reasons we believe we are allowed to collect, use, and store your personal information under the GDPR.</p>\n<p>\n<em>With your consent</em>.\nWhen you directly give us personal information for a certain purpose or otherwise express your consent, we can use that personal information for that certain purpose.\nIf you consent for us to do so, we may use your personal information to, for example:</p>\n<ul>\n<li>display your public profile;</li>\n<li>facilitate your trades and purchases;</li>\n<li>personalize and improve the advertisements displayed to you on our website;</li>\n<li>send you our marketing emails.\nor</li>\n<li>verify that you are over 16 years of age.</li>\n</ul>\n<p>You can withdraw your consent at any time.\nPlease contact us if you would like to revoke your prior consent to any of these uses.</p>\n<p>\n<em>For our legitimate interests</em>.\nHowever, we do not always need your express consent to use your information.\nWe can use your personal information as needed for our legitimate interests, so long as those interests do not conflict with your fundamental privacy rights and freedoms.\nThese legitimate interests include:</p>\n<ul>\n<li>improving the presentation, operation, and experience of our services.\n</li>\n<li>evaluating and updating our technical infrastructure.\nand</li>\n<li>monitoring and improving the information security of our websites.</li>\n</ul>\n<p>\n<em>By contract</em>.\nA contract also creates a basis for using your information.\nBy accepting our Terms of Service, a contract is formed between us and you so that we may provide you our services.\nWe can use your personal information as needed to provide our services to you under that contract.</p>\n<p>\n<em>Law, protection, or the public good</em>.\nWe can also use your personal information to comply with our legal obligations, protect the vital interests of our users, and as needed for the public good.\nThis may include using your personal information to prevent and handle potential fraud, security breaches or other prohibited activities.</p>\n<p>\n</p> 6.\nHow long do you store my information?<p>\n</p> If you do not have an account, we will store your personal information as long as needed in the interest of system security, fraud protection, or other legitimate interests.<br> If you have an account, we will store your personal information and user contributions indefinitely.<br> Generally, if you delete your account, we will continue to store your personal information for a short time in case of any issues, and then we will delete it in accordance with our standard procedures and applicable law.\nHowever, for security purposes, we continue to store your technical data for up to eighteen (18) months after your account deletion.<br>\n<p>Generally, if you delete your account, your user contributions will be removed in the same manner as your personal information.\nHowever, you should be careful disclosing information publicly or to other users.\nAlthough most types of user contributions will be removed upon your account deletion, any content you contributed to wiki pages, game descriptions, or other editable pages will remain public.\nAlso, other users may still be able to access their copy of any private messages you sent to them while your account was active.</p>\n<p>Chatroom logs are not stored.\nThat information is deleted shortly after the chatroom closes.</p>\n<p>\n</p> 7.\nWill you use my personal information to contact me?<p>\n</p>\n<p>As needed, we will contact you by email about your account or use of our services.\nAs permitted by law, we may email you to advertise other products or services available from us, or to request that you complete a survey about your use of our services.\nYou may opt out of these communications by clicking the \"unsubscribe\" link within an email or by contacting us at contact@boardgamegeek.com, or just click here.</p>\n<p>We will not pass on your personal information to others that want to market to you without your consent.</p>\n<p>\n</p> 8.\nHow are you tracking me? Can I stop it?<p>\n</p>\n<p>\n</p> A.\nWe can see some of what you do in our websites.<p>\n</p>\n<p>We use tracking technology (like \"cookies\") to track some of what you do while using our websites.\nCookies are files sent to your browser from a website or app and stored on your device.\nWe assign a different cookie to each device that accesses our websites.\nThat way, we can provide you with a personalized experience based on your behavior on our websites.\nA cookie can, among other things, identify you electronically and store your user preferences.</p>\n<p>\n</p> B.\nOther people can also track you as your use our websites.<p>\n</p>\n<p>Third parties who are uninvolved with BoardGameGeek may collect information about you while you are visiting our website and other websites.\nFor example, third party marketers may use the information they collect on you to show you targeted ads across the web.\nBoardGameGeek works with Google’s advertising platforms to serve you advertisements on our websites, however, Google does not give us access to the information it uses to place ads for you.\nBoardGameGeek also uses Youtube API Services.\nGoogle may use the personal information that they have collected about you on our sites pursuant to their own privacy policy.</p>\n<p>If you have any questions about an ad or other targeted content, you should contact the person who placed the ad.</p>\n<p>\n</p> C.\nYou have choices about how you are tracked.<p>\n</p> You are always free to block, delete, or disable tracking technologies if your browser, application, or device so permits.\nHowever, if you do so, you may not be able to take advantage of certain site features.\nFor more information on how you can block, delete, or disable these technologies, please review your browser or device settings.<br>\nIf you do not want us to use your personal information to show you targeted ads for games, accessories, and other products or services we think you’d enjoy, you can opt-out by making the change in your privacy account settings.\nHowever, we may still keep and use your personal information as explained in this privacy policy.<br>\n<p>Opting-out of our targeted ads will not prevent third parties from sending you targeted ads.\nYou can opt out of targeted ads served via specific third party vendors by visiting the Digital Advertising Alliance’s Opt-Out page at http://optout.aboutads.info.\nYou can also opt out of targeted ads and other tracking via our cookie manager.</p>\n<p>\n</p> D.\nWe are not set up to respond to \"Do Not Track\" signals.<p>\n</p>\n<p>You can also set your browser to refuse cookies by sending out a \"Do Not Track\" signal when you go to a website.\nCalifornia law requires us to disclose how we handle such a signal.\nHowever, since there is no standard for how websites should respond to “Do Not Track” signals, we do not support them and sending one won’t change anything we do.</p>\n<p>\n</p> 9.\nWho else do you share my personal information with?<p>\n</p>\n<p>\n</p>\n<em>Other users</em>\n<p>\n</p>\n<p>If you do business with another user, such as a trade or Geek Market purchase, we will pass on the personal information you provide to the other user, such as your name, address, and phone number, as necessary for them to complete the transaction.\nThey are not allowed to use your personal information for any other purpose.\nPlease contact us if another user is using your personal information inappropriately.</p>\n<p>\n</p>\n<em>Our partners</em>\n<p>\n</p>\n<p>Our \"partners\" are the organizations and people that we work with to better provide our services.\nAs needed, we may send your information to our partners to help us communicate with you, provide customer support, or process your payments to us.\nYour information may be stored on our partners’ servers inside or outside of the U.S.</p>\n<p>\n</p>\n<em>Our BoardGameGeek Store platform</em>\n<p>\n</p>\n<p>One of our partners, Shopify, provides the software platform for the BoardGameGeek Store.\nShopify may, for your convenience, collect information about your web session, such as the items in your cart, but Shopify does not provide that information to us.\nWe will, however, be provided your contact and order information once you place an order through the BoardGameGeek Store.\nYou can see how Shopify handles your information by reviewing their privacy policy at https://www.shopify.com/legal/privacy.</p>\n<p>\n</p>\n<em>Our BoardGameGeek Store shippers</em>\n<p>\n</p>\n<p>If you purchase an item on the BoardGameGeek Store, we also may provide your contact information to our shipping partners, such as ShipStation, so that they may complete the order.\nYou can see how ShipStation handles your information by reviewing their privacy policy at https://www.shipstation.com/privacy-policy/.</p>\n<p>\n</p>\n<em>Our payment processors</em>\n<p>\n</p>\n<p>You may provide some financial information as part of the payment process, such as credit card numbers, but we are not able to access more than the last four digits of those numbers.\nWe use Stripe, Inc., or another payment processor, to handle user payment services.\nIf you send us payments with a credit card, we may provide your email address to Stripe to allow you to more easily update your payment information.\nSee Stripe’s privacy policy (available at https://stripe.com/privacy) for how they handle your information.\nSee PayPal’s privacy policy (available at https://paypal.com/privacy) for how they handle your information.</p>\n<p>\n</p>\n<em>Our email processor</em>\n<p>\n</p>\n<p>You must provide us with you email address upon registration.\nWe provide your contact information to MailChimp in order to send you messages in several contexts, including to send important site notices, as well as notification and mailing lists you opt into.\nSee MailChimp's privacy policy (available at https://mailchimp.com/legal/privacy/) for how they handle your personal information.</p>\n<p>\n</p>\n<em>Our analytics</em>\n<p>\n</p>\n<p>We may use third-party web analytics services, including Google Analytics, to collect and analyze the information discussed above, and to engage in auditing, research or reporting.\nThe information (including your IP address) collected by various analytics technologies described above will be disclosed to or collected directly by these service providers, who use the information to evaluate your use of the Services, including by noting the third-party website from which you arrive, analyzing usage trends, assisting with fraud prevention, and providing certain features to you.\nYou can find more about Google's privacy policy here: https://www.google.com/intl/en/policies/privacy/.\nTo opt out of Google Analytics, see https://tools.google.com/dlpage/gaoptout.</p>\n<p>\n</p>\n<em>Our help desk</em>\n<p>\n</p>\n<p>We use Zendesk as a third party customer support system.\nWhen you contact us through the contact or feedback forms, your information may be passed to Zendesk.\nSee Zendesk's privacy policy (https://www.zendesk.com/company/customers-partners/privacy-policy/) for how they handle your personal information.</p>\n<p>\n</p>\n<em>Our spam filter</em>\n<p>\n</p>\n<p>We use Automattic for spam filtering.\nWe provide contents of public posts along with your IP address to Automattic for automated spam filtering.\nSee Automattic's privacy policy, https://automattic.com/privacy-notice/ for how they handle your personal information.</p>\n<p>\n</p>\n<em>Our backup provider</em>\n<p>\n</p>\n<p>Our backups are stored encrypted by Arcserve.\nOnly we can decrypt the data.</p>\n<p>\n</p>\n<em>When we need to for legal or security reasons</em>\n<p>\n</p>\n<p>We may have to share your information with the police, the government, a court, or another person as required by law.\nSimilarly, as allowed by applicable law, we may share your information with third parties as needed to:</p>\n<ul>\n<li>prevent or take action if we suspect someone is:<ul>\n<li>breaking the law, </li>\n<li>committing fraud, </li>\n<li>threatening to harm someone, or </li>\n<li>violating our Terms of Service.\n</li>\n</ul>\n</li>\n<li>protect the rights, property, or safety of ourselves, our users, or a child.\n</li>\n<li>protect the safety and security of our website.\nor </li>\n<li>enable us to take reasonable precautions against liability.</li>\n</ul>\n<p>\n</p>\n<em>To a new owner of our company</em>\n<p>\n</p>\n<p>If our business is sold, whether through merger, acquisition, bankruptcy, dissolution, reorganization, or other transaction or proceeding, your personal information may be shared with the acquiring company and their representatives.\nIf so, we will post a notice on this page and the Terms of Service.</p>\n<p>\n</p>\n<em>With your permission</em>\n<p>\n</p>\n<p>BoardGameGeek will always ask for your permission before sharing your information with third parties for purposes other than those described in our privacy policy.</p>\n<p>\n</p> 10.\nDoes my personal information leave my home country?<p>\n</p>\n<p>BoardGameGeek is located in the U.S.\nIf you are outside of the U.S., we will transfer your personal information into the U.S.\nIf you do business with another user, your personal information will be sent to the country in which the other user is located.</p>\n<p>\n</p> 11.\nCan I see what information you have on me?<p>\n</p>\n<p>Yes.\nYou may review your personal information maintained by us.\nWe can provide you with exported files of your information—just ask us.</p>\n<p>As required by your applicable state, national, or international law, you may also have the right require us to change or delete your personal information, and/or refuse to permit us from further collecting or using your information.</p>\n<p>\n</p> 12.\nHow do I change or delete my information?<p>\n</p>\n<p>You can update some types of information directly within your account settings.\nIf you are unable to change your information within your account settings, please contact us and we will attempt to make the required changes.\nTo protect your privacy and security, we may require you to take certain steps or provide additional information to verify your identity before we provide any information or make corrections.\nIt’s important to remember that if you delete or limit the use of your information, our services may not function properly.</p>\n<p>You may delete your account by clicking Delete your account at the bottom of the Account Manager page.</p>\n<p>See How long do you store my information? for what happens to your information after your account is deleted.</p>\n<p>\n</p> 14.\nWhat about information that I receive from other users for trades, Geek Market purchases, and other transactions on your websites?<p>\n</p>\n<p>If you do business with another user, such as a trade or Geek Market purchase, we will pass on to you the personal information they provide, such as their name, address, and phone number, as necessary for you to complete the transaction.\nSince you are the controller of such data, separately from us, you should inform other users about your privacy practices.\nIn any case, you must abide by privacy laws and respect the privacy rights granted to other users.<br>\nYou may only use another user’s personal information for transaction-related purposes and for purposes expressly consented by that user.\nUsing personal information of other users for any other purpose violates our Terms of Service.</p>\n<p>\n</p> 15.\nI'm under the age of 16.\nCan I use your websites?<p>\n</p>\n<p>No.\nOur website is not intended for anyone younger than 16 years old.\nYou may not create an account or use any of the features of the websites that an account permits.</p>\n<p>We do not knowingly collect personal information from children under 16.\nIf we learn we have received personal information from a child under 16, we will remove it (although we may not be able to fully remove the information from our backup system).\nIf you believe we might have a child’s personal information, please contact us.</p>\n<p>\n</p> 16.\nI am a California resident.\nDo I have any special rights?<p>\n</p>\n<p>Yes.\nCalifornia Civil Code Section § 1798.83, as it may from time to time be amended or superseded, permits California residents to request certain information regarding our disclosure of their information to third parties for their direct marketing purposes.\nTo make such a request, please contact us.</p>\n<p>\n</p> 17.\nI am a Canadian resident.\nDo I have any special rights?<p>\n</p>\n<p>Yes.\nCanadian residents have certain rights under Canadian law with respect to their personal data, including the right to request access to, correct, amend, delete, or limit the use of their personal data.\nCanadian residents also have the right to withdraw their consent to certain of our online tracking programs.</p>\n<p>In accordance with Canada's Personal Information Protection and Electronic Documents Act (PIPEDA), we are responsible for the information of Canadian residents if we transfer it to a third party.\nBefore we send a Canadian resident's information to a third party, that party must agree to handle the information only as we direct them to and to protect the information as least as well as we do.<br>\nTo exercise any of these rights, please contact us.</p>\n<p>\n</p> 18.\nWho can I contact with questions?<p>\n</p>\n<p>If you have any questions about your information or our privacy policy, or if you would like to make a complaint about how BoardGameGeek processes your information, please contact us by using the details below:</p>\n<p>Data Controller:<br>\nBoardGameGeek, LLC<br>\n6 Bretton Creek Ct.<br>\nDallas, TX 75220</p>\n<p>contact@boardgamegeek.com</p>\n<p>Data Protection Officer:<br>\nBoardGameGeek DPO<br>\n6 Bretton Creek Ct.<br>\nDallas, TX 75220</p>\n<p>dpo@boardgamegeek.com</p> ", "created_at": "2023-03-14 17:24:05.219676", "updated_at": "2023-03-14 17:24:55.739279"}, {"id": 14529, "name": "Terms of Service", "url": "https://boardgamegeek.com/terms", "xpath": "/html/body/div[2]/main/div", "text": " Skip Sidebar BoardGameGeek <ul>\n<li> Browse <ul>\n<li>All Boardgames</li>\n<li>Categories</li>\n<li>Artists</li>\n<li>Publishers</li>\n<li>Honors</li>\n<li>Gone Cardboard</li>\n<li>Recent Additions</li>\n<li>Previews</li>\n</ul>\n<ul>\n<li>Families</li>\n<li>Mechanics</li>\n<li>Designers</li>\n<li>Accessories</li>\n<li>Random Game</li>\n<li>Podcasts</li>\n<li>Wiki</li>\n</ul>\n</li>\n<li> Forums <ul>\n<li>All Forums</li>\n<li>Recent</li>\n<li>Search</li>\n<li>Moderators</li>\n<li>Subscriptions</li>\n</ul>\n<ul>\n<li>Hot</li>\n<li>Active</li>\n<li>Post Thread</li>\n<li>Bookmarks</li>\n<li>Community Rules</li>\n</ul>\n</li>\n<li> GeekLists <ul>\n<li>Hot</li>\n<li>Recent</li>\n<li>Bookmarks</li>\n<li>My Geeklists</li>\n<li>Create New</li>\n</ul>\n</li>\n<li> Shopping <ul>\n<li>GeekMarket</li>\n<li>Trades</li>\n<li>Geek Game Shop</li>\n<li>BGG Store</li>\n<li>Auction Search</li>\n<li>eBay Listings</li>\n</ul>\n</li>\n<li> Community <ul>\n<li>Guilds</li>\n<li>Stats</li>\n<li>Bugs</li>\n</ul>\n<ul>\n<li>GeekMod</li>\n<li>Find Users</li>\n<li>GeekExchange</li>\n</ul> Submitted Content <ul>\n<li>Files</li>\n<li>Reviews</li>\n<li>Videos</li>\n<li>Podcasts</li>\n</ul>\n<ul>\n<li>Images</li>\n<li>Session Reports</li>\n<li>Blogs</li>\n<li>Podcast Episodes</li>\n</ul> Contribute <ul>\n<li>Board Game</li>\n<li>Family</li>\n<li>Publisher</li>\n</ul>\n<ul>\n<li>Person</li>\n<li>Accessory</li>\n<li>Podcast</li>\n</ul>\n<ul>\n<li>Accessory Family</li>\n<li>Award Set</li>\n<li>Award Category</li>\n<li>Periodical</li>\n</ul>\n<ul>\n<li>Award</li>\n<li>Award Position</li>\n<li>BG Honor</li>\n<li>Event</li>\n</ul>\n</li>\n<li> Help <ul>\n<li>Welcome to BGG</li>\n<li>Guide to BGG</li>\n<li>FAQ</li>\n<li>Glossary</li>\n<li>Admins</li>\n</ul>\n</li>\n</ul> The Hotness Change hotness display style <ul>\n<li> Hotness Display </li>\n<li> Stats and Thumbnails </li>\n<li> List </li>\n</ul> Games <ul>\n<li> Games </li>\n<li> People </li>\n<li> Companies </li>\n</ul>\n<ul>\n<li> Star Wars: The Deckbuilding… Published 2023 0 </li>\n<li> CATAN: Soccer Fever Scenario Published 2023 0 </li>\n<li> Hegemony: Lead Your Class to… Published 2023 0 </li>\n<li> Frosthaven Published 2023 0 </li>\n<li> Ark Nova Published 2021 0 </li>\n<li> Earth Published 2023 1 </li>\n<li> Heat: Pedal to the Metal Published 2022 -1 </li>\n<li> Brass: Birmingham Published 2018 0 </li>\n<li> Revive Published 2022 3 </li>\n<li> Stationfall Published 2023 -1 </li>\n<li> Dune: Imperium Published 2020 0 </li>\n<li> Terraforming Mars Published 2016 3 </li>\n<li> Spirit Island Published 2017 1 </li>\n<li> Vagrantsong Published 2022 2 </li>\n<li> Wingspan Published 2019 -2 </li>\n</ul>\n<p>Before we start--<br>\n<strong>Are you younger than 16?</strong> Sorry! You can’t have an account for our websites--click here for more info.</p>\n<strong>Please do not use our Website if you disagree with any part of the Terms of Service, including, for example:</strong>\n<ul>\n<li>\n<strong>the waiver of your right to a jury trial</strong> (see Section 15(B) for more);</li>\n<li>\n<strong>the requirement to arbitrate any disputes with us (rather than, for example, resolving the dispute in court)</strong>(see Section 15(A) for more).\nand</li>\n<li>\n<strong>the prohibition of class action lawsuits against us</strong> (see Section 15(F) for more).</li>\n</ul>\n<br>\n<br>\n<strong>We have other terms and policies that apply to you, so please also review our:</strong>\n<br>\n<ul>\n<li>\n<strong>Privacy Policy</strong>\n</li>\n<li>\n<strong>Community Rules</strong>\n</li>\n</ul>\n<br>\n<br>\n<strong>Summary of Important changes since the last version:</strong>\n<p>This summary is here for your convenience, so you can see what changes we’ve made to our terms since you last read them.\nThis is not actually part of our agreement with you, and does not cover every single change we made.\nWe hope it helps.</p> Added a section regarding the YouTube Terms of Service, which apply to the extent that you use the parts of our site that use YouTube.<br>\n<p>\n</p> Terms of Service<p>\n</p>\n<p>\n</p>Table of Contents<ul>\n<li>Terms of Service</li>\n<ul>\n<li>1.\nYour Acceptance</li>\n<ul>\n<li>A.\nYou must be legally able to accept the Terms of Service.</li>\n<li>B.\nYou must accept these terms to use the Geek Websites.</li>\n<li>C.\nBy using the Geek Websites, you indicate to us that you agree to the Terms of Service.\nWe will change these Terms of Service occasionally, so make sure you stay up to date.</li>\n<li>D.\nBy using parts of our website, you indicate that you agree to the YouTube terms of service.</li>\n</ul>\n<li>2.\nWe are not responsible for issues you have with third party websites and apps that we may link to.\nWe are responsible for the Geek Websites.</li>\n<li>3.\nYou are responsible for what happens through your account and we may hold you liable for losses resulting from improper use.</li>\n<li>4.\nYou are responsible for processing and protecting any personal information that you receive from another user or another individual.\nYou will pay us for any damages we suffer if you violate applicable privacy laws.</li>\n<li>5.\nBoardGameGeek User Submissions</li>\n<ul>\n<li>A.\nYour submissions.</li>\n<li>B.\nDon't upload anything that isn't yours without permission, especially personal information.</li>\n<li>C.\nYou own the rights to your User Submissions and give us the right to use them for their purposes in the Geek Websites.</li>\n<li>D.\nYou still own your User Submissions, but you grant us a license to them.</li>\n<li>E.\nYou also grant other users a license to your User Submissions.</li>\n<li>F.\nWe may keep deleted User Submissions.</li>\n<li>G.\nDon't upload anything illegal or against our rules.</li>\n<li>H.\nWe don't endorse or control what users submit.</li>\n<li>I.\nIf you link to certain sites, we may receive affiliate credit.</li>\n</ul>\n<li>6.\nYou must follow our rules when using the Geek Websites, or we can prevent you from further use.\nSee below for some specific rules for our users.</li>\n<ul>\n<li>A.\nFollow our rules and don't break the law.</li>\n<li>B.\nHow not to use the Geek Websites:</li>\n<ul>\n<li>i.\nDon't slam our servers with \"robots\" or \"spiders\".</li>\n<li>ii.\nDon't systematically collect user data</li>\n<li>iii.\nDon't use our sites for commercial purposes</li>\n</ul>\n<li>C.\nDon't make unauthorized changes to the Geek Websites</li>\n<li>D.\nReally, don't use the sites for unauthorized commercial purposes:</li>\n<li>E.\nDon't make unauthorized copies of anything on the site</li>\n<li>F.\nDon't do anything else shady with or on our sites:</li>\n<li>G.\nYou must abide by proper privacy practices.</li>\n<li>H.\nYou must abide by laws that control what sales can take place with persons outside of the U.S.</li>\n</ul>\n<li>7.\nProhibition Against Rogue Programming</li>\n<li>8.\nYou and BoardGameGeek are independent contractors.\nBoardGameGeek is not responsible for any issues you may have with merchants, traders, or any other users.</li>\n<li>9.\nAccount Termination Policy</li>\n<li>10.\nBoardGameGeek is based in the USA and may not be usable in your country</li>\n<li>11.\nDigital Millennium Copyright Act</li>\n<ul>\n<li>A.\nThink there is infringing content on BoardGameGeek?</li>\n<li>B.Was your content improperly removed because of a DMCA report?</li>\n</ul>\n<li>12.\nWE DISCLAIM ANY WARRANTIES.\nYOUR USE OF OUR WEBSITES AND OUR CONTENT IS AT YOUR OWN RISK.</li>\n<li>13.\nOUR LIABILITY TO YOU IS LIMITED.\nTHAT MEANS THAT IF YOU SUFFER LOSSES, WE DO NOT HAVE TO FULLY COMPENSATE YOU FOR THEM.</li>\n<li>14.\nIndemnification</li>\n<li>15.\nYOU AGREE THAT ALL CLAIMS BETWEEN YOU AND BOARDGAMEGEEK WILL BE RESOLVED THROUGH MANDATORY ARBITRATION IN DALLAS, TEXAS, AND NOT BY A COURT OR BY A JURY.</li>\n<ul>\n<li>A.\nYou will resolve claims with an arbitrator</li>\n<li>B.\nYou are waiving your right to a jury trial.</li>\n<li>C.\nYou will arbitrate under certain laws and rules.</li>\n<li>D.\nThe fees and costs can be split in different ways.</li>\n<li>E.\nEither of us can try to bring a temporary injunction against the other.</li>\n<li>F.\nYou are waiving your right to bring a claim against us as part of a class-action lawsuit.</li>\n<li>G.\nYou elect to use certain appellate rules.</li>\n</ul>\n<li>16.\nYou can’t assign your rights under these Terms of Service, but we can.</li>\n<li>17.\nThese Terms of Service are governed by Texas law and any claims will be dealt with in Texas.</li>\n<li>18.\nEverything that you and BoardGameGeek have agreed on is contained in our Terms of Service and Privacy Policy.</li>\n<li>19.\nWaiver</li>\n<li>20.\nIf a court finds part of the Terms of Service invalid, it won’t invalidate the whole of the Terms of Service.</li>\n<li>21.\nGeneral</li>\n<ul>\n<li>A.\nThis caption, and all others, are not part of the Terms of Service</li>\n<li>B.\nWe don't have to keep the site up</li>\n<li>C.\nRespect our Trademarks</li>\n<li>D.\nAll other rights reserved</li>\n<li>E.\nExcept for certain persons, nothing here applies to third parties</li>\n<li>F.\nCertain parts of the Terms of Service will apply after termination.</li>\n</ul>\n</ul>\n</ul>\n<br> 1.\nYour Acceptance<p>\n</p>\n<p>\n</p> A.\nYou must be legally able to accept the Terms of Service.<p>\n</p>\n<p>You affirm that you are either more than 18 years of age, or an emancipated minor, or possess legal parental or guardian consent, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service.\nYou affirm that you are over the age of 16, as the Geek Websites are not intended for children under 16.\nIf you are under 16 years of age then you are not permitted to have an account on the Geek Websites.</p>\n<p>\n</p> B.\nYou must accept these terms to use the Geek Websites.<p>\n</p>\n<p>All websites maintained by us, i.e., BoardGameGeek, LLC and our affiliates (collectively, “BoardGameGeek”), including without limitation all content and functionality available through the BoardGameGeek.com, RPGGeek.com, VideoGameGeek.com, and geekdo.com domain names and subdomains, including any website extensions such as widgets and gadgets, and all products, software, applications, and services offered through the websites, shall be collectively referred to as \"the Geek Websites\".\nBy using and/or visiting the Geek Websites you, the user, signify your agreement to (1) these terms and conditions (the \"Terms of Service\"), (2) BoardGameGeek's privacy policy, available at boardgamegeek.com/privacy, and incorporated herein by reference (the \"BoardGameGeek Privacy Policy\"), and (3) the BoardGameGeek Community Rules, available at boardgamegeek.com/community_rules, and incorporated herein by reference (the \"BoardGameGeek Community Rules\"), and any modifications thereto.\nIf you do not agree to the Terms of Service, the BoardGameGeek Privacy Policy, and the BoardGameGeek Community Rules, then you are not permitted to use and/or visit this Website.</p>\n<p>\n</p> C.\nBy using the Geek Websites, you indicate to us that you agree to the Terms of Service.\nWe will change these Terms of Service occasionally, so make sure you stay up to date.<p>\n</p>\n<p>These Terms of Service apply to all users of the Geek Websites.\nBoardGameGeek reserves the right to amend these Terms of Service at any time.\nBoardGameGeek will post a notification of any such modifications in the Official Terms of Service Modification Thread, available at http://www.boardgamegeek.com/thread/509198 (the \"Official Modification Thread\").\nIt is your responsibility to either periodically review these Terms of Service for any such modifications or to subscribe to the Official Modification Thread in order to be notified of modifications.\nEach modification to these Terms of Service shall become effective ten days after a notification of the modification is posted in the Official Modification Thread.\nYour continued use of the Geek Websites after the modification of these Terms of Service becomes effective following this ten day period signifies your assent to and acceptance of the amended terms and provisions.\nIf you do not agree to the announced changes, you have the option of deleting your account before the end of the 10 day period.</p>\n<p>\n</p> D.\nBy using parts of our website, you indicate that you agree to the YouTube terms of service.<p>\n</p>\n<p>Some features of the Geek Websites make use of YouTube API services.\nTo the extent that you use the features of the sites that involve YouTube, you agree to be bound by the YouTube terms of service.</p>\n<p>\n</p> 2.\nWe are not responsible for issues you have with third party websites and apps that we may link to.\nWe are responsible for the Geek Websites.<p>\n</p>\n<p>BoardGameGeek may contain links to third party websites that are not owned or controlled by BoardGameGeek.\nAlso, BoardGameGeek is not affiliated with or responsible for any mobile apps based on the Geek Websites.\nBoardGameGeek has no control over, and--except to the extent required by applicable law--assumes no responsibility for, the content, privacy policies, or practices of any third party websites.\nIn addition, BoardGameGeek will not and cannot censor or edit the content of any third party site.\nAccordingly, we encourage you to be aware when you leave BoardGameGeek and to read the terms and conditions and privacy policy of each other website that you visit.\nBy using the Geek Websites, you expressly relieve BoardGameGeek from any and all liability arising from your use of any third party website or mobile apps.</p>\n<p>\n</p> 3.\nYou are responsible for what happens through your account and we may hold you liable for losses resulting from improper use.<p>\n</p>\n<p>In order to access some features of the Geek Websites, you will have to create a BoardGameGeek account.\nYou may never use another individual's account without permission.\nWhen creating your account, you must provide accurate and complete information.\nYou are solely responsible for the activity that occurs on your account, and you must keep your account password secure.\nYou must notify BoardGameGeek immediately of any breach of security or unauthorized use of your account.\nAlthough BoardGameGeek is not liable for your losses caused by any unauthorized use of your account, you may be liable for the losses of BoardGameGeek or others due to such unauthorized use.</p> 4.\nYou are responsible for processing and protecting any personal information that you receive from another user or another individual.\nYou will pay us for any damages we suffer if you violate applicable privacy laws.<p>As you use the Geek Websites, you may receive or collect personal information as you make trades, message people, sell or buy stuff, or otherwise interact with other people.\nYou MUST protect this personal information with the utmost care and abide by privacy practices as set forth below in Section 6(G).\nYou may not use or disclose it for any purpose other than as allowed by the individual or by applicable law.</p>\n<p>You consent to the collection, processing, and transfer of all your information and customer information by BoardGameGeek and our partners as set forth in our Privacy Policy.\nBoardGameGeek may process that personal information as needed to facilitate trades, messages, sales or whichever activity it was given to us for.\nYou can read about how we treat personal information in our Privacy Policy.</p>\n<p>As explained in Section 14 on indemnification, you agree to defend, indemnify and hold us harmless if you violate any applicable privacy laws.</p> For purposes of the EU’s General Data Protection Regulation (“GDPR”), you, the user, are the data controller for any personal information you receive or collect through the Geek Websites, and BoardGameGeek and our partners are data processors.\nThis means that you are responsible under the GDPR for what happens to that personal information as it is processed by yourself, BoardGameGeek and our partners, and any third parties you allow to process it.<br>\n<p>\n</p> 5.\nBoardGameGeek User Submissions<p>\n</p>\n<p>\n</p> A.\nYour submissions.<p>\n</p>\n<p>You may upload and/or may have uploaded forum threads, forum replies, reviews, session reports, GeekLists, photographs, files, hyperlinks, ratings, tags, comments, blog posts, and other visual or textual content to BoardGameGeek (the \"User Submissions\").\nYou represent and warrant that none of your User Submissions are illegal, obscene, threatening, defamatory, invasive of privacy, infringing of any intellectual property rights, injurious to third parties, or otherwise objectionable to BoardGameGeek in its sole discretion, including but not limited to commercial solicitation, mass mailings, political campaigning, chain letters, or any form of \"spam\" (as determined by BoardGameGeek in its sole discretion).\nBoardGameGeek does not provide for any confidentiality with respect to any User Submissions.\nBoardGameGeek reserves the right to remove or delete User Submissions without prior notice.</p>\n<p>\n</p> B.\nDon't upload anything that isn't yours without permission, especially personal information.<p>\n</p>\n<p>You shall not upload User Submissions containing material that is copyrighted, protected by trademark or trade secret, or otherwise subject to third party proprietary rights, including privacy and publicity rights, including privacy and publicity rights, unless you are the owner of such rights or have permissions from their rightful owner to post the material and to grant BoardGameGeek all of the licenses granted herein.\nDo not upload or post any personal information of another person without the express permission of the person it pertains to.</p>\n<p>You shall be solely responsible for all of your User Submissions and the consequences of uploading them.</p>\n<p>\n</p> C.\nYou own the rights to your User Submissions and give us the right to use them for their purposes in the Geek Websites.<p>\n</p>\n<p>You represent and warrant that you own or have the necessary licenses, rights, consents, and permissions to use and authorize BoardGameGeek to use all patent, trademark, trade secret, copyright, and all other intellectual property rights or other proprietary rights in and to any and all User Submissions, to enable inclusion and use of the User Submissions in the manner contemplated by the Geek Websites and these Terms of Service, such as displaying the User Submission in discussion forums.\nYou grant BoardGameGeek the right to use your name and account username in connection with your User Submissions.</p>\n<p>\n</p> D.\nYou still own your User Submissions, but you grant us a license to them.<p>\n</p>\n<p>You retain all of your ownership rights in your User Submissions.\nBy uploading User Submissions to BoardGameGeek, you hereby grant BoardGameGeek a worldwide, non-exclusive, royalty-free, perpetual, sublicenseable, and transferable license to use, reproduce, distribute, adapt, modify, prepare derivative works of, display, and perform the User Submissions in connection with the Geek Websites, website extensions, and the business of BoardGameGeek and its successors and affiliates, including without limitation for promoting the Geek Websites in any media formats and through any media channels.</p>\n<p>\n</p> E.\nYou also grant other users a license to your User Submissions.<p>\n</p>\n<p>By uploading User Submissions to BoardGameGeek, you hereby grant each user of the Geek Websites a non-exclusive license to access your User Submissions through the Geek Websites, and to use, reproduce, distribute, display, and perform such User Submissions as permitted through the functionality of the Geek Websites and under these Terms of Service.</p>\n<p>\n</p> F.\nWe may keep deleted User Submissions.<p>\n</p>\n<p>You understand and agree that BoardGameGeek may retain, but not display, distribute, or perform, server copies of User Submissions that have been removed or deleted.</p>\n<p>\n</p> G.\nDon't upload anything illegal or against our rules.<p>\n</p>\n<p>You agree that you will not, in connection with User Submissions, submit material that is contrary to applicable local, national, and international laws and regulations, or that is contrary to the BoardGameGeek Community Rules, which may be updated from time to time.</p>\n<p>\n</p> H.\nWe don't endorse or control what users submit.<p>\n</p>\n<p>BoardGameGeek does not endorse any User Submissions or any opinion, recommendation, or advice expressed therein, and BoardGameGeek expressly disclaims any and all liability in connection with User Submissions.\nUser Submissions are made available \"AS IS.\" You understand and agree that when using the Geek Websites you will be exposed to User Submissions from a variety of sources and that BoardGameGeek is not responsible for the accuracy, usefulness, safety, or intellectual property rights of or relating to such User Submissions.\nYou further understand and agree that you may be exposed to User Submissions that are inaccurate, objectionable, offensive, or indecent, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against BoardGameGeek with respect to User Submissions.</p>\n<p>\n</p> I.\nIf you link to certain sites, we may receive affiliate credit.<p>\n</p>\n<p>If your user content contains a link to a site with whom we have an affiliate agreement, we may modify the link to include our affiliate identification.\nWe may then receive an affiliate fee if other users follow that link.</p>\n<p>\n</p> 6.\nYou must follow our rules when using the Geek Websites, or we can prevent you from further use.\nSee below for some specific rules for our users.<p>\n</p>\n<p>BoardGameGeek hereby grants you permission to access and make personal use of the Geek Websites as set forth in these Terms of Service, but not to download or modify the Geek Websites or any portion of the Geek Websites except with express written consent, provided that:</p>\n<p>\n</p> A.\nFollow our rules and don't break the law.<p>\n</p>\n<p>In connection with use of the Geek Websites, you shall abide by these Terms of Service, the BoardGameGeek Privacy Policy incorporated herein by reference, the BoardGameGeek Community Rules incorporated herein by reference, and all applicable local, state, federal, and international laws and regulations, including but not limited to laws and regulations pertaining to libel, slander, defamation, harassment, invasion of privacy, tort, obscenity, indecency, and copyright or trademark infringement.\nThe violation of applicable laws and/or regulations may give rise to civil and/or criminal penalties.</p>\n<p>\n</p> B.\nHow not to use the Geek Websites:<p>\n</p>\n<p>\n</p> i.\nDon't slam our servers with \"robots\" or \"spiders\".<p>\n</p>\n<dl>\n<dd>You shall not use or launch any automated system, including without limitation \"robots,\" \"spiders,\" or \"offline readers,\" that accesses the Geek Websites in a manner that sends more request messages to the BoardGameGeek servers in a given period of time than a human can reasonably produce in the same period by using a conventional online web browser, except as expressly permitted by BoardGameGeek.\n</dd>\n</dl>\n<p>\n</p> ii.\nDon't systematically collect user data<p>\n</p>\n<dl>\n<dd>You agree not to collect or harvest any personally identifiable information, including but not limited to account names, from the Geek Websites.\nYou may collect user data as needed for trades, sales, or other interactions, in accordance with these Terms of Service.\n</dd>\n</dl>\n<p>\n</p> iii.\nDon't use our sites for commercial purposes<p>\n</p>\n<dl>\n<dd>You agree not to use the communication systems provided by the Geek Websites for any commercial solicitation purposes.</dd>\n</dl>\n<p>\n</p> C.\nDon't make unauthorized changes to the Geek Websites<p>\n</p>\n<p>You shall not alter or modify any parts of the Geek Websites, including but not limited to BoardGameGeek's website extensions or any of its related technologies, except as expressly permitted by BoardGameGeek.</p>\n<p>\n</p> D.\nReally, don't use the sites for unauthorized commercial purposes:<p>\n</p>\n<p>You shall not use the Geek Websites for any commercial purposes without the prior written authorization of BoardGameGeek.\nProhibited commercial uses include without limitation any of the following actions taken without BoardGameGeek's express written approval: (i) sale of access to the Website or their related services, such as any website extensions.\n(ii) use of the Geek Websites or their related services, such as any website extensions or APIs, for the primary purpose of gaining advertising or subscription revenue.\n(iii) the sale of advertising, on the Geek Websites or any third-party website, targeted to the content of specific User Submissions or BoardGameGeek content.\nand (iv) any use of the Geek Websites or APIs that BoardGameGeek finds, in its sole discretion, to use BoardGameGeek's resources or User Submissions with the effect of competing with or displacing the market for BoardGameGeek, BoardGameGeek content, or its User Submissions.\nProhibited commercial uses do not include the sale of products such as board games, role-playing games, and video games, through the Marketplace or GeekList functionality, so long as you pay the required ad fees to BoardGameGeek on the gross amount of each such sale generated via the Geek Websites.\nBoardGameGeek reserves the right to terminate any such sales if they are deemed to be \"spam\" or fraudulent in BoardGameGeek's sole discretion.</p>\n<p>\n</p> E.\nDon't make unauthorized copies of anything on the site<p>\n</p>\n<p>You shall not engage in the use, copying, or distribution of any of the User Submissions other than expressly permitted herein, including any use, copying, or distribution of User Submissions of third parties obtained through the Geek Websites for any commercial purposes.\nYou shall not circumvent, disable, or otherwise interfere with security-related features of BoardGameGeek or features that prevent or restrict use or copying of any User Submissions or enforce limitations on use of BoardGameGeek or the User Submissions therein.</p>\n<p>\n</p> F.\nDon't do anything else shady with or on our sites:<p>\n</p>\n<p>You shall not frame or utilize any framing techniques to enclose any trademark, logo, or other proprietary information (including but not limited to images, text, page layout, or forms) of BoardGameGeek without express written consent.\nYou shall not use meta tags or any other hidden text utilizing BoardGameGeek's name or trademarks without express written consent.\nYou shall not use a false e-mail address, impersonate any person or entity, or otherwise mislead as to the origin of any User Submissions.</p>\n<p>\n</p> G.\nYou must abide by proper privacy practices.<p>\n</p>\n<p>You must establish and agree to maintain and adhere to privacy practices for your store(s) that comply with applicable state, federal, and international laws and regulations.</p>\n<p>\n</p> H.\nYou must abide by laws that control what sales can take place with persons outside of the U.S.<p>\n</p>\n<p>United States export control laws govern your use of our services.\nThese laws apply to you and your use of our services regardless of whether you actually reside in the U.S.</p>\n<p>You may not use our services for any purpose that violates export control laws, which may include the sale of products that may be legal to sell in the U.S., but illegal to export.\nYou may not use our services to offer or provide services to end customers with whom U.S.\ncitizens may not do business.</p>\n<p>Additional information about U.S.\nexport laws may be obtained from the United States government’s portal to exporting and trade services at the following website: http://www.export.gov/exportcontrols.html.</p>\n<p>\n</p> 7.\nProhibition Against Rogue Programming<p>\n</p>\n<p>You shall not upload, post, transmit, or otherwise make available in any way through the Geek Websites any software or other materials that contain a computer virus, Trojan horse, bug, time bomb, worm, or other rogue programming (\"Rogue Programming\").\nBoardGameGeek has no obligation to detect the presence of any Rogue Programming.\nAny download of software, files, or other materials or any other use of the content on BoardGameGeek is at your risk.\nYou are advised to take adequate precautions to minimize any loss to your system caused by Rogue Programming, including use of anti-virus programs and proper backup of files.</p>\n<p>\n</p> 8.\nYou and BoardGameGeek are independent contractors.\nBoardGameGeek is not responsible for any issues you may have with merchants, traders, or any other users.<p>\n</p>\n<p>You and BoardGameGeek are independent contractors, and the Terms of Service are not intended to create, and do not create, any agency, partnership, joint venture, employee-employer, or franchiser-franchisee relationship between you and BoardGameGeek.</p>\n<p>BoardGameGeek has developed a web interface that enables game enthusiasts to buy, sell, and trade games, learn, and interact with other game enthusiasts.\nExcept for sales made through the Geek Store, sales and trades are between the merchant and the customer and not between BoardGameGeek and the customer.\nIf you experience any issues or problems with an order you place through a store or any product you receive, you should address them with the merchant.\nBoardGameGeek is not responsible for any issues or problems you may have with the stuff you order from a third party or another user.</p>\n<p>BoardGameGeek is not responsible if disputes arise between merchants, traders, or any other users.\nWhen you use our services, you release BoardGameGeek from claims, damages, and demands of every kind — known or unknown, suspected or unsuspected, disclosed or undisclosed — related to disputes among merchants, traders, or any other users.</p>\n<p>\n</p> 9.\nAccount Termination Policy<p>\n</p>\n<p>BoardGameGeek may terminate a user's access to the Geek Websites if the user is determined, in BoardGameGeek's sole discretion, to have infringed these Terms of Service or the BoardGameGeek Community Rules.\nBoardGameGeek reserves the right to decide whether a User Submission is appropriate and complies with these Terms of Service for violations such as, but not limited to, pornographic, obscene, or defamatory material.\nBoardGameGeek may remove such User Submissions and/or terminate a user's access for uploading such material in violation of these Terms of Service at any time, without prior notice and at its sole discretion.\nAccounts and the personal information we possess about you will be deleted in accordance with our Privacy Policy.\nIf you have had your account terminated for cause, you are not permitted to create a new account.</p>\n<p>\n</p> 10.\nBoardGameGeek is based in the USA and may not be usable in your country<p>\n</p>\n<p>The Geek Websites are controlled and offered by BoardGameGeek from its facilities in the United States of America.\nBoardGameGeek makes no representations that the Geek Websites is appropriate or available for use in other locations.\nThose who access or use the Geek Websites from other jurisdictions do so at their own volition and are responsible for compliance with local law.</p>\n<p>\n</p> 11.\nDigital Millennium Copyright Act<p>\n</p>\n<p>\n</p> A.\nThink there is infringing content on BoardGameGeek?<p>\n</p>\n<p>If you are a copyright owner or an agent thereof and believe that any user submission or other content infringes upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (\"DMCA\") by providing our Copyright Agent designated below with the following information in writing (see 17 U.S.C.\n512(c)(3) for further detail):</p>\n<p>(i) A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;<br>\n(ii) Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;<br>\n(iii) Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit the service provider to locate the material;<br>\n(iv) Information reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and, if available, an electronic mail;<br>\n(v) A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand<br>\n(vi) A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>The designated Copyright Agent of BoardGameGeek, LLC for receipt of notifications of claimed infringement is: Scott Alden.\ne-mail: dmca@geekdo.com (subject line: \"DMCA Takedown Request\").\n6 Bretton Creek Court, Dallas, TX 75220.\nFor clarity, only DMCA notices should go to the Copyright Agent.\nany other feedback, comments, questions, or other communications may not be answered.\nYou acknowledge that if you fail to comply with all of the above requirements, your DMCA Takedown Request may not be valid.</p>\n<p>\n</p> B.Was your content improperly removed because of a DMCA report?<p>\n</p>\n<p>If you believe that your user submission or other content, which was removed (or to which access was disabled) pursuant to the above provision, is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use the content in your user submission, then you may send a counter notification to the Copyright Agent at dmca@geekdo.com (subject line: \"DMCA Counter Notification\"), containing the following information:</p>\n<p>(i) Your physical or electronic signature;<br>\n(ii) Identification of the content that has been removed or to which access has been disabled and the location at which the content appeared before it was removed or disabled;<br>\n(iii) A statement that you have a good faith belief that the content was removed or disabled as a result of mistake or a misidentification of the content.\nand<br>\n(iv) Your name, address, telephone number, and e-mail address, a statement that you consent to the jurisdiction of the federal court in Dallas, Texas, and a statement that you will accept service of process from the person who provided notification of the alleged infringement or an agent of such person.</p>\n<p>If a counter notification is received by the Copyright Agent, then BoardGameGeek, LLC may send a copy of the counter notification to the original complaining party informing that person that it may replace the removed content or cease disabling it within 10 business days.\nUnless the copyright owner files an action seeking a court order against the user who submitted the content, the removed content may be replaced, or access to it restored, in 10 to 14 business days following receipt of the counter notification, at the sole discretion of BoardGameGeek, LLC.</p> 12.\nWE DISCLAIM ANY WARRANTIES.\nYOUR USE OF OUR WEBSITES AND OUR CONTENT IS AT YOUR OWN RISK.<p>\n<strong>You agree to assume all responsibility and risk for your use of the Geek Websites and our content.\nTo the fullest extent permissible under applicable law, neither BoardGameGeek nor its related parties make any express or implied warranties or representations whatsoever with respect to the Geek Websites or our content, including but not limited to any warranties of merchantability, non-infringement, and fitness for particular purpose, and all such warranties are expressly disclaimed.</strong>\n</p>\n<p>\n<strong>Neither BoardGameGeek nor any related parties endorse or make any representation or warranty with respect to the accuracy, quality, security, reliability, timeliness, or completeness of the Geek Websites or our content or that the Geek Websites or our content is non-defamatory, non-infringing or otherwise lawful.\nNeither BoardGameGeek nor any related parties warrant that the functions performed by the Geek Websites or our content will be uninterrupted, timely, secure or error-free, or that defects in the Geek Websites or our content will be corrected.\nNeither BoardGameGeek nor any related parties guarantee or warrant that any files that may be available for downloading will be free from infection by software viruses or other harmful computer code, files, or programs.\nThe Geek Websites and our content are provided on an “as is,” “where is,“ “where available” and “as available” basis.\nYou acknowledge that any reliance on or use of the Geek Websites and our content is at your sole risk.</strong>\n</p>\n<strong>To the fullest extent provided by law, we will not be liable for any loss or damage caused by a distributed denial-of-service attack, viruses, or other technologically harmful material that may infect your computer equipment, computer programs, data, or other proprietary material due to your use of The Geek Websites, any downloads from the Geek Websites, or any other of our services.</strong>\n<br> 13.\nOUR LIABILITY TO YOU IS LIMITED.\nTHAT MEANS THAT IF YOU SUFFER LOSSES, WE DO NOT HAVE TO FULLY COMPENSATE YOU FOR THEM.<strong>To the fullest extent provided by law, in no event will BoardGameGeek or any related party be liable to any person or entity for any indirect, special, punitive, incidental or consequential damages or damages resulting from lost profits, lost data or business interruption, even if foreseeable, arising out of or in connection with BoardGameGeek’s Website, including, for example:</strong>\n<br>\n<ul>\n<li>\n<strong>the use, inability to use, or the results of use of The Geek Websites, any website linked to the Geek Websites, or our content;</strong>\n</li>\n<li>\n<strong>loss, damage, corruption or recovery of data, or breach of data or system security;</strong>\n</li>\n<li>\n<strong>failure or downtime of the Geek Websites, systems, or services in any way;</strong>\n</li>\n<li>\n<strong>hacking, viruses, malware, or other physical or digital intrusions into our systems, including, for example, those that result in a data breach.\nand</strong>\n</li>\n<li>\n<strong>our breach of the Terms of Service;</strong>\n</li>\n</ul>\n<strong>in any case, whether based on warranty, contract, tort or any other legal theory and whether or not BoardGameGeek or a related party is aware of or of advised the possibility of such damages.</strong>\n<br>\n<p>\n<strong>You specifically agree that BoardGameGeek will not be liable for any other user’s content or any conduct of a third party and that you assume the full risk of harm or damage from such content and conduct.</strong>\n</p>\n<p>\n<strong>In addition to the limitations above in this Section, the total aggregate dollar amount of BoardGameGeek’s liability to you shall not under any circumstances whatsoever exceed the total amount you have actually paid to BoardGameGeek for our services in the twelve (12) month period preceding the event giving rise to the claim.\nIf you have not paid BoardGameGeek any fees during the twelve (12) month period preceding the event giving rise to the claim, our total liability to you shall not exceed $100.\nHowever, such limitations will not apply in the event an arbitrator or court of competent jurisdiction issues a final, binding order finding that your damages were caused by BoardGameGeek’s willful misconduct.</strong>\n</p>\n<strong>This Section does not affect any liability that cannot be excluded or limited under applicable law</strong>\n<br>\n<p>\n</p> 14.\nIndemnification<p>\n</p>\n<p>A.\nTo the maximum extent permitted by law, you agree to defend, indemnify, and hold harmless BoardGameGeek, BoardGameGeek, LLC, and its owners, operators, officers, directors, employees, affiliates, assigns, and agents, from and against any and all actions, claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including without limitation attorneys' fees) arising from or in connection with: (i) your use of and access to the Geek Websites.\n(ii) your violation of any term or provision of these Terms of Service.\n(iii) your failure to abide by applicable local, state, federal, and international law.\n(iv) your violation of any third party right, including without limitation any copyright, trademark, property, or privacy right.\n(v) any claim that one of your User Submissions caused damage to a third party.\n(vi) any breach of any representation, warranty, or agreement made by you in these Terms of Service.\nor (vii) your disclosure, use, storage, or processing of personal information in violation of any applicable state, federal, or international privacy laws.\nBoardGameGeek reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to cooperate with BoardGameGeek’s defense of such claim.\nIn any case, you may not settle any third-party claim against us unless we consent to such settlement.</p>\n<p>This defense and indemnification obligation survives these Terms of Service and your use of the Geek Websites.\n<br>\n</p>\n<p>\n</p> 15.\nYOU AGREE THAT ALL CLAIMS BETWEEN YOU AND BOARDGAMEGEEK WILL BE RESOLVED THROUGH MANDATORY ARBITRATION IN DALLAS, TEXAS, AND NOT BY A COURT OR BY A JURY.<p>\n</p>\n<p>\n</p> A.\nYou will resolve claims with an arbitrator<p>\n</p>\n<p>Any dispute or claim relating in any way to the Terms of Service, your or your authorized user’s relationship with BoardGameGeek, or your or your authorized user’s use of our services (collectively referred to as a <strong>“claim”</strong>) will be resolved <strong>exclusively by final and binding arbitration, rather than by a court or a jury.\nThe only exception to such mandatory arbitration is that you are NOT prohibited from resolving any such dispute or claim as an individual claim in a small claims court.</strong> The exclusive venue for the arbitration shall be Dallas County, Texas.<br>\n<br>\n<strong>There is no judge or jury in arbitration, and court review of an arbitration award is limited.</strong> However, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow the Terms of Service as a court would.</p>\n<p>\n</p> B.\nYou are waiving your right to a jury trial.<p>\n</p>\n<p>If for any reason a claim proceeds in court rather than in arbitration <strong>we each waive any right to a jury trial.\nYou acknowledge that you make this jury waiver knowingly, voluntarily, and willingly.</strong>\n</p>\n<p>\n</p> C.\nYou will arbitrate under certain laws and rules.<p>\n</p>\n<p>This arbitration provision is entered pursuant to the Federal Arbitration Act.\nThe arbitration, and any appeal, shall be governed by the substantive law of the State of Texas and the applicable rules of the American Arbitration Association <strong>(“AAA”)</strong>.\n<br>\nIf, for any reason, the arbitration or appeal cannot be conducted before AAA or pursuant to AAA rules, and the parties cannot agree to an alternative arbitration service or rules, any court of competent jurisdiction in Dallas County, Texas, may appoint an arbitrator or select appropriate arbitration rules to govern the arbitration or appeal.</p>\n<p>\n</p> D.\nThe fees and costs can be split in different ways.<p>\n</p>\n<p>Each party shall pay an equal share of the arbitrator(s)’ fees and costs relating to the arbitration, subject to the arbitrator(s)’ authority to reallocate such fees and costs in his or her discretion.\nIn any event, each party shall be responsible for payment of their own attorney’s fees and legal costs.</p>\n<p>\n</p> E.\nEither of us can try to bring a temporary injunction against the other.<p>\n</p>\n<p>Either party may seek temporary injunctive relief in federal or state court in Dallas County, Texas, exclusively, at any time until the selection of the arbitrator(s) is completed.\nOnce the selection of the arbitrator(s) is completed, the arbitrator(s) shall assume responsibility for any further action or rulings with respect to any such temporary injunction action.\nThe parties consent to personal jurisdiction and venue in the federal and state courts of Dallas County, Texas, solely for the purpose of any such temporary injunction action.</p>\n<p>\n</p> F.\nYou are waiving your right to bring a claim against us as part of a class-action lawsuit.<p>\n</p>\n<p>\n<strong>We each agree that any dispute, whether arbitrated or brought in small claims court, will be conducted only on an individual basis and not in a class, consolidated or representative action.</strong> Without limiting the generality of the preceding sentence, each party agrees to pursue its claims on an individual basis and not to (1) join its claims with any other person or entity’s claims, (2) pursue any claim as a representative of a class, as a private attorney general or in any representative capacity, or (3) participate in a class or collective action or mass action with respect to any claim.\nIt is the express intent of the parties that the arbitrator, or, as applicable, small claims court, shall not have the power to award class or collective relief or to determine or order that the dispute should proceed as a class or collective action, whether in arbitration or in any other forum or venue.\nThe parties understand and acknowledge that by entering into this provision, <strong>we each are waiving our respective rights to have a court or jury adjudicate our claims.</strong>\n</p>\n<p>\n</p> G.\nYou elect to use certain appellate rules.<p>\n</p>\n<p>The parties adopt and agree to implement the AAA Optional Appellate Arbitration Rules with respect to any award subject to this arbitration provision.\nWritten notice of appeal shall be provided to the opposing party and the arbitration service and shall comply with the requirements of the AAA Optional Appellate Arbitration Rules or such other arbitration appellate rules to which the parties may agree or which a court may designate pursuant to the process described earlier in this Section.</p>\n<p>\n</p> 16.\nYou can’t assign your rights under these Terms of Service, but we can.<p>\n</p>\n<p>These Terms of Service, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by BoardGameGeek without restriction.</p>\n<p>\n</p> 17.\nThese Terms of Service are governed by Texas law and any claims will be dealt with in Texas.<p>\n</p>\n<p>A.\nThe laws of the State of Texas govern all matters arising out of or relating to these Terms of Service, without giving effect to conflicts of law principles thereof.</p>\n<p>B.\nIn the instance that our agreement with you to use arbitration as set forth in Section 15 is not enforced, you submit to the exclusive jurisdiction of the state and federal courts of the State of Texas for resolving any claim or dispute arising out of or relating to these Terms of Service.</p>\n<p>\n</p> 18.\nEverything that you and BoardGameGeek have agreed on is contained in our Terms of Service and Privacy Policy.<p>\n</p>\n<p>These Terms of Service, together with the BoardGameGeek Privacy Policy incorporated herein by reference and the BoardGameGeek Community Rules incorporated herein by reference, constitute the entire agreement between you and BoardGameGeek with respect to the Geek Websites, and supersede and replace any other agreement, document, correspondence, negotiation, conversation, or other written or oral understanding between you and BoardGameGeek with respect to the subject matter of this agreement.</p>\n<p>\n</p> 19.\nWaiver<p>\n</p>\n<p>No waiver of any term of these Terms of Service will be deemed a further or continuing waiver of such term or any other term, and BoardGameGeek's failure to assert any right or provision under these Terms of Service shall not constitute a waiver of such right or provision.</p>\n<p>\n</p> 20.\nIf a court finds part of the Terms of Service invalid, it won’t invalidate the whole of the Terms of Service.<p>\n</p>\n<p>If any term or provision of these Terms of Service is held void, invalid, inoperative, or otherwise unenforceable by a court of competent jurisdiction, then no other term or provision will be consequently affected, and the remaining terms and provisions will remain in full force and effect.</p>\n<p>\n</p> 21.\nGeneral<p>\n</p>\n<p>\n</p> A.\nThis caption, and all others, are not part of the Terms of Service<p>\n</p>\n<p>The captions contained herein are for reference purposes only and are not part of this agreement.</p>\n<p>\n</p> B.\nWe don't have to keep the site up<p>\n</p>\n<p>BoardGameGeek reserves the right to discontinue any aspect of the Geek Websites at any time.</p>\n<p>\n</p> C.\nRespect our Trademarks<p>\n</p>\n<p>BoardGameGeek, BoardGameGeek, and the BoardGameGeek and BoardGameGeek graphics, logos, page headers, button icons, scripts, and service names are trademarks, registered trademarks, or trade dress of BoardGameGeek, LLC or its affiliates in the United States and/or other countries.\nThese trademarks, registered trademarks, and trade dress may not be used in connection with any product or service without the express written approval of BoardGameGeek, or in any manner that is likely to cause confusion among consumers, or in any manner that disparages or discredits BoardGameGeek.\nAll other trademarks not owned by BoardGameGeek that appear on the Geek Websites are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by BoardGameGeek.\nUnless otherwise specified, all software used on this site is the property of BoardGameGeek, LLC or its affiliates and is protected by United States and international copyright laws.</p>\n<p>\n</p> D.\nAll other rights reserved<p>\n</p>\n<p>BoardGameGeek reserves all rights not expressly granted herein.</p>\n<p>\n</p> E.\nExcept for certain persons, nothing here applies to third parties<p>\n</p>\n<p>Other than BoardGameGeek’s owners, operators, officers, directors, employees, affiliates, assigns, and agents as to Section 14 (Indemnification), nothing in the Terms of Service shall be deemed to confer any third party rights or benefits.<br>\nNothing in the Terms of Service shall be deemed to confer any third party rights or benefits.</p>\n<p>\n</p> F.\nCertain parts of the Terms of Service will apply after termination.<p>\n</p>\n<p>Those provisions of the Terms of Service that expressly or by their nature survive will continue in full force and effect even if you stop using our services or if you terminate your account.\nFor example, we will still have rights under these Terms of Service to any User Submissions.\nAlso, everything that you have represented to us in the Terms of Service will survive indefinitely.</p> ", "created_at": "2023-03-14 17:24:05.252901", "updated_at": "2023-03-14 17:25:28.925363"}], "points": [], "urls": ["boardgamegeek.com"]}}