{"error": 448, "message": "OK", "parameters": {"id": 8802, "name": "Auto Trader ", "created_at": "2023-07-05 01:02:14.341733", "updated_at": "2023-07-05 10:02:23.457222", "wikipedia": null, "keywords": null, "related": null, "slug": "auto-trader", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8802.png", "url": "autotrader.co.uk", "documents": [{"id": 17191, "name": "Cookie policy", "url": "https://www.autotrader.co.uk/cookie-policy", "xpath": "//body", "text": "<p>Auto Trader cars</p>Skip to contentSkip to footerAuto Trader LogoOpen / close MenuSellSavedSearchSign in<ul>\n<li>Cars</li>\n<li>Vans</li>\n<li>Bikes</li>\n<li>Motorhomes</li>\n<li>Caravans</li>\n<li>Trucks</li>\n<li>Farm</li>\n<li>Plant</li>\n</ul>Main site menu Sign up or sign inVehicle types<ul>\n<li>Cars</li>\n<li>Vans</li>\n<li>Bikes</li>\n<li>Motorhomes</li>\n<li>Caravans</li>\n<li>Trucks</li>\n<li>Farm</li>\n<li>Plant</li>\n</ul>\n<p>Currently in the cars channel</p>\n<ul>\n<li>Used cars</li>\n<li>New cars</li>\n<li>Sell your car</li>\n<li>Value your car</li>\n<li>Car reviews</li>\n<li>Car leasing</li>\n<li>Electric cars</li>\n<li>Buy a car online</li>\n</ul>Cookie policy<ul>\n<li>Accessibility statement</li>\n<li>\n<p>Cookie policy</p>\n</li>\n<li>Privacy notice</li>\n<li>Terms of use</li>\n</ul>Cookie policyWhat are cookies?<p>Cookies are tiny text files stored on your computer when you visit certain web pages.\nAt Auto Trader we use cookies to keep track of the options you have selected on the website and to remember you when you return to our site.</p>\n<p>To get the best Auto Trader experience, you need to have cookies enabled.\nIf you don't wish to enable cookies, you will still be able to use the site but you may not be able to use some of the essential features we offer such as placing an advert so we recommend you keep them enabled.</p>\n<p>Cookies don't harm your computer.\nLike other online companies, we use cookies to provide you with more relevant and useful information.\nWe don't store personally identifiable information such as credit card details in cookies we create, but we do use information gathered from cookies to help improve your experience of the site.</p>\n<p>We use cookies to personalise content and ads, provide social media features and analyse traffic.\nWe also share information with social media, advertising and analytics partners who may combine it with other information that you've provided to them or that they've collected from your use of their services.\nBy using our site, you consent to our use of cookies.\nSee below for more information about the cookies we use.</p>Can I opt out?<p>We do have relationships with carefully-selected and monitored suppliers who may also set cookies during your visit to Auto Trader.\nthey will show you different products and services based on what you appear to be interested in.\nIf you'd like to opt out, please go to the Network Advertising Initiative website (opens in a new window - please note that we're not responsible for the content of external websites)</p>Cookies policy<p>To make full use of the features on our site you will need to accept cookies, as we can only provide you with certain personalised features of this website by using them.</p>\n<p>If your computer is configured to accept cookies we will be able to provide time saving functionality such as:</p>\n<ul>\n<li>The ability to pre-fill the search form with your postcode, thus preventing the need to input it each time you want to perform a search.</li>\n<li>The ability to login to your AutoTrader account and place adverts on the site.</li>\n</ul>\n<p>However, if you'd prefer to restrict, block or delete cookies from autotrader.co.uk, or any other website, you can use your browser to do this.\nEach browser is different, so check the 'Help' menu of your particular browser to learn how to change your cookie preferences.</p>\n<p>For further information on cookies or for details on how to delete them or refuse their installation on your computer, please visit http://www.aboutcookies.org/</p>Cookies used on the website<p>Here is a list of how we use cookies on the website</p>Google analytics<p>\n<strong>Cookies:_ga</strong>\n</p>\n<p>We use Google Analytics to carry out statistical analysis of page use, page interactions and paths through the Website to evaluate and develop our Website.\nThis is known as 'digital analytics'.\nWe may also record certain information that customers provide during a Website purchase or other process.</p>\n<p>This information allows us to understand individual behaviours and needs more accurately.For more information on how Google uses the data collected via this service, see here: http://www.google.com/policies/privacy/partners/</p>\n<p>To opt out of being tracked via Google Analytics, you can also use Google's opt-out browser add-on: https://tools.google.com/dlpage/gaoptout</p>Google DoubleClick<p>\n<strong>In their own words:</strong>\n</p>\n<p>DoubleClick for Publishers (DFP) products provide ad management and ad serving solutions to companies that buy, create or sell online advertising</p>\n<p>\n<strong>What does the company do?</strong>\n</p>\n<p>Technology that delivers advertisements to websites and monitors progress and performance of ad campaigns</p>\n<p>Privacy contact - https://support.google.com/policies/troubleshooter/2990837?hl=en<br>More info - https://www.google.com/policies/technologies/cookies/<br>Opt out - https://adssettings.google.com</p>Google Ad Exchange<p>\n<strong>In their own words:</strong>\n</p>\n<p>DoubleClick Ad Exchange connects ad networks, agencies and third-party demand-side platforms with a vast global inventory in real time.</p>\n<p>\n<strong>What does the company do?</strong>\n</p>\n<p>Technology that delivers advertisements to websites and monitors progress and performance of ad campaigns</p>\n<p>Privacy contact - https://support.google.com/policies/troubleshooter/2990837?hl=en<br>More info - https://www.doubleclickbygoogle.com/solutions/digital-marketing/ad-exchange/<br>Opt out - https://www.google.com/intl/en/policies/technologies/cookies/</p>Sophus3<p>\n<strong>In their own words:</strong>\n</p>\n<p>Our services range from industry benchmarking services to management information solutions to individual projects.\nOur advanced and objective analysis gives you the insight you need to make strong business decisions</p>\n<p>\n<strong>What does the company do?</strong>\n</p>\n<p>Our services range from industry benchmarking services to management information solutions to individual projects.\nOur advanced and objective analysis gives you the insight you need to make strong business decisions</p>\n<p>Privacy contact - http://www.sophus3.com/contact-us<br>More info - http://www.sophus3.com/services-privacy-policy/<br>Opt out - https://www.sophus3.com/privacy-cookie-policy/</p>The Trade Desk<p>\n<strong>In their own words:</strong>\n</p>\n<p>The Trade Desk is the world's largest independent buy-side only Demand Side Platform (DSP).\nOur company was founded on the core pillars of objectivity and complete transparency in an omnichannel platform built for advertisers and their agencies.</p>\n<p>\n<strong>What does the company do?</strong>\n</p>\n<p>The Trade Desk's platform offers a marketplace of inventory, data, targeting, measurement, and verification features aligned with our clients' marketing needs.\nOur business model alignment to the buy-side means that we have no conflicting interests with products we develop or where we direct working media.\nUnlike the vast majority of DSPs, we do not arbitrage any inventory and do not take undisclosed supply-side margins.\nWe provide complete transparency into every dollar spent – from platform fees, data, and targeting features, to, of course, media itself.\nOur independence and objectivity are more valuable today than ever before.\nMarketers working with The Trade Desk can be sure they are maximizing their return on advertising investment without bias.\nOur position as the leading independent, objective, transparent demand-side platform continues to grow.\nAn ever increasing number of marketers and advertisers are telling us that we deliver ROI and insights that nobody else can.\nIn addition to our market leading strategy and technology, we are also considered the best service provider in the industry, offering our clients dedicated teams that are experienced in helping brands build out programmatic principles and capabilities</p>Facebook / Instagram<p>\n<strong>In their own words:</strong>\n</p>\n<p>Facebook gives people the power to share and makes the world more open and connected.\nMillions of people use Facebook everyday to keep up with friends, upload an unlimited number of photos, share links and videos, and learn more about the people they meet</p>\n<p>\n<strong>What does the company do?</strong>\n</p>\n<p>Seller of aggregated publisher ad inventory from many websites.\nMany ad networks use proprietary technology and partner with data aggregators to target ads</p>\n<p>Privacy contact - https://www.facebook.com/full_data_use_policy<br>Opt out - https://en-gb.facebook.com/policies/cookies/</p>Scorecardresearch.com<p>\n<strong>In their own words:</strong>\n</p>\n<p>ScorecardResearch, a service of Full Circle Studies, Inc.\nand part of the comScore, Inc.\nmarket research group, (“ScorecardResearch”, “we”, “us”, or “our”) collects digital consumption behaviour data, which may include information about your activities on your computer or device, your online activities, your video streaming activities, and other activities, as part of comScore's broad market research efforts.\nWe use this data to create reports on digital consumption behaviour and trends, and to provide research and information products to our clients that inform our clients about consumers' preferences and interests.</p>\n<p>\n<strong>What does the company do?</strong>\n</p>\n<p>comScore collects aggregated consumer behaviour across the internet in order to create reports about worldwide internet usage patterns.</p>\n<p>If you wish to find out more about the supplier's use of cookies, please refer to their privacy policy at https://www.scorecardresearch.com/privacy.aspx</p>Integral Ad Science<p>\n<strong>In their own words:</strong>\n</p>\n<p>Integral Ad Science is a global technology &amp.\ndata company that empowers the ad industry to effectively influence consumers on every device</p>\n<p>\n<strong>What does the company do?</strong>\n</p>\n<p>Integral Ad Science (originally AdSafe Media) is a privately held technology company that analyzes the value of digital advertising placements.\nIntegral Ad Science is known for addressing issues around fraud, viewability, brand risk and TRAQ</p>\n<p>Privacy contact - https://integralads.com/privacy-policy/<br>Opt out - https://integralads.com/cookie-policy/</p>Content Square<p>\n<strong>In their own words:</strong>\n</p>\n<p>ContentSquare is a solution which aggregates usage and frequency data to improve user experience.</p>\n<p>Privacy contact - https://www.contentsquare.com/privacy-policy/</p>GetFeedback (Usabilla)<p>\n<strong>In their own words:</strong>\n</p>\n<p>GetFeedback is a modern CX platform that combines the best of two SurveyMonkey acquisitions: GetFeedback and its Salesforce ecosystem leadership with Usabilla's popular digital feedback technology.</p>\n<p>\n<strong>What does the company do?</strong>\n</p>\n<p>Allows you to gather and transform customer insights into meaningful action in days, not months, so you can quickly adapt to changing customer needs.</p>\n<p>Privacy contact - https://www.getfeedback.com/privacy<br>Opt out - https://www.getfeedback.com/privacy</p>Live Chat Service<p>We use third party suppliers to provide the Live Chat Service.\nCookies are used to manage your live chat session, to track your preferences and to personalise your experience.\nYou may disable persistent cookies.\nHowever, if you disable the session cookie you will not be able to use the Live Chat Services.\nIf you wish to find out more about the supplier's use of cookies, please refer to their privacy policy at:</p>\n<br>https://www.liveperson.com/policies/privacy<br>https://visitor.chat/cookie-policy/<br>https://gubagoo.com/privacyZendesk<p>\n<strong>In their own words:</strong>\n</p>\n<p>The most successful businesses understand the importance of great customer experiences.\nAt Zendesk, we believe that every great customer relationship stems from a seamless customer experience.\nSo we built a software company that designs solutions to foster better customer relationships.</p>\n<p>\n<strong>What does the company do?</strong>\n</p>\n<p>Over 100,000 businesses rely on Zendesk to make customer experiences better.\nWe provide a complete customer service solution that is easy to use and scales with your business.\nCustomer service is about more than the customer.\nIt’s about your business and your teams too.\nWe not only make things easy on your customers, but set your teams up for success and keep your business in sync.\nIt’s everything you need, in one powerful package.</p>\n<p>Cookie notice - https://www.zendesk.com/company/agreements-and-terms/cookie-notice/<br>Cookie policy - https://support.zendesk.com/hc/en-us/articles/4408824378650-Zendesk-In-Product-Cookie-Policy</p>Third party cookiesTwitter<p>Twitter is an online news and social networking service on which users post and interact with messages known as \"tweets\".</p>\n<p>\n<strong>Static.ads-twitter.com</strong>\n</p>\n<p>Cookies are used to measure the performance of the ads that we pay for on Twitter.\nWe also use cookies to deliver targeted advertising on Twitter.</p>Facebook<p>\n<strong>Connect.facebook.net</strong>\n</p>\n<p>Facebook is an online social media and social networking service.\nCookies are used to measure the performance of the ads that we pay for on Facebook.\nWe also use cookies to deliver targeted advertising on Facebook.</p>Instagram<p>\n<strong>Connect.facebook.net</strong>\n</p>\n<p>Instagram is a photo and video-sharing social networking service owned by Facebook.\nCookies are used to measure the performance of the ads that we pay for on Instagram.\nWe also use cookies to deliver targeted advertising on Instagram.</p>The Trade Desk<p>\n<strong>The Trade Desk</strong>\n</p>\n<p>The Trade Desk SaaS Solutions process pseudonymous data.\nOur Terms of Subscription Service prohibit the use of the SaaS Solutions to collect, process, and store certain types of data, such as sensitive data or data that directly identifies individuals.\nour Technology collects information generally known as pseudonymous or non-personally identifiable information (“Non-PII”) that may include, but is not limited to, your IP host address, the date and time of the ad request, specific location information of your device (which may be derived from, for example, your device's GPS, Bluetooth, or WiFi signals), pages viewed, browser type, the referring URL, Internet Service Provider, and your computer's operating system, as well as how you interact with a web page or ad.\nWe may also collect Non-PII such as age, gender, income, education, interest, and usage activity from Clients or other third parties.\nWe also may collect analogous Non-PII from mobile platforms, which may include information about your interactions with those applications (including your IP address and time-stamp information), and information about your mobile device (including device type, handset name, operating system information, mobile identifiers such as Apple IDFA and Android Advertising ID, app-specific identifiers, and a list of the applications your device interacts with).</p>DoubleClick Bid Manager<p>\n<strong>Doubleclick.net</strong>\n</p>\n<p>Doubleclick Bid Manager is a Google product.\nDoubleclick Bid Manager is a advertising platform that allows us to buy display and video advertising online.\nCookies are used to measure the performance of the ads that we pay for on Doubleclick Bid Manager.\nWe also use cookies to deliver targeted display and video advertising online.</p>DoubleClick for Search<p>\n<strong>Doubleclick.net</strong>\n</p>\n<p>Doubleclick for Search is a Google product.\nDoubleclick for Search is an advertising platform that allows us to buy adverts on Google Search.\nCookies are used to measure the performance of the ads that we pay for on Doubleclick for Search.\nWe also use cookies to deliver targeted advertising on Doubleclick for Search.</p>DoubleClick Campaign Manager<p>\n<strong>Doubleclick.net</strong>\n</p>\n<p>Doubleclick Campaign Manager is a Google product.\nDoubleclick Campaign Manager is a advertising platform that simplifies campaign planning and reporting.</p>\n<p>Cookies are used to measure the performance of the ads that we pay for on Doubleclick Bid Manager and Doubleclick for Search.\nWe also use cookies to deliver targeted advertising on Doubleclick Bid Manager and Doubleclick Search</p>Google Ad Words<p>\n<strong>Googleads.g.doubleclick.net or googleadservices.com</strong>\n</p>\n<p>Google Ad Words is an advertising platform that allows us to buy adverts on Google Search.</p>\n<p>Cookies are used to measure the performance of the ads that we pay for on Google Ad Words.\nWe also use cookies to deliver targeted advertising on Google Ad Words.</p>Bing<p>\n<strong>new UET or bat.bing.com</strong>\n</p>\n<p>Bing is an advertising platform that allows us to buy adverts on Bing Search.\nCookies are used to measure the performance of the ads that we pay for on Bing Search.\nWe also use cookies to deliver targeted advertising on Bing Search.</p>First Party CookiesAuto Trader first party cookies used on the website - Registration - Cookies: user, ursid, urss (session), userid, ursa, UpdateAccount, pageParameters<p>We use cookies on the Auto Trader web site whenever you login.\nThis is done in order to remember who you are, both for your current visit and on return visits, saving you having to login again.\nWe store the following personal details: first name, year of birth <em>(if supplied), gender, county, postcode.</em>\n</p>\n<p>Whenever you are not logged in, we use a non-personally identifiable cookie to understand the number of unique visitors who look at the adverts on the site.</p>Used and new vehicle search - Cookies: searches, SearchData, postcode, GeoLocation<p>In order to provide some of the functionality within the new and used vehicle search sections of our site, we need to store some information in cookies related to the searches you have been performing.\nFor example, whenever you compare different vehicles or adverts, we need to store the identifiers for those vehicles and adverts.\nWe store the postcode you have entered for searches to enable us to show you the distance you are from the vehicles in the adverts, and the makes and models of vehicles you are currently searching.\nWe also record related information about the postcode you supply, including the Acorn profiling code for that postcode, longitude and latitude of the postcode.\nSome of this information may also be used to bring you more relevant display adverts across our site.</p>Internal tracking - Cookies: pages, PAGE_REF (session)<p>There are certain product pages that we like to know that you have visited - such as the insurance, finance or car history pages.\nWe record this in a cookie which allows us to provide you with adverts that are more relevant to you through our display advertising.</p>\n<p>In addition, we like to understand the response that we are getting to our used car advertisers on the site, and so we use a cookie to store some information about the search you have performed.</p>Surveys<p>In order to gather feedback from our customers about the site's products &amp.\nfeatures you will be invited to provide your feedback on occasion by filling in a short survey.\nProviding feedback to us will enable the Auto Trader team to act on this feedback and improve services and features.</p>Managing CookiesHow to manage cookies.<p>Browsers are changing all the time, to get the most up to date information about managing your cookies in your browser visit http://www.aboutcookies.org/ (this will open in a new window - please note that we can't be responsible for the content of external websites)</p>AppendixEssential cookies<p>These cookies are essential for allowing you to move around the website and use our features properly.\nWithout these cookies, we cannot provide you with the services you need, such as being able to search for and save your favourite cars.</p>\n<strong>Cookie name</strong>\n<strong>Type</strong>\n<strong>Data stored</strong>\n<strong>Purpose</strong>__cf_bmSession - 30 minutes.autotrader.co.ukCloudflare Cloudflare's bot products identify and mitigate automated traffic to protect your site from bad bots.\nCloudflare places the __cf_bm cookie on End User devices that access Customer sites that are protected by Bot Management or Bot Fight Mode.\nThe __cf_bm cookie is necessary for the proper functioning of these bot solutions.\nThis cookie expires after (at most) 30 minutes of continuous inactivity by the End User.\nThe cookie contains information related to the calculation of Cloudflare's proprietary bot score and, when Anomaly Detection is enabled on Bot Management, a session identifier.\nThe information in the cookie (other than time-related information) is encrypted and can only be decrypted by Cloudflare.\nA separate __cf_bm cookie is generated for each site that an End User visits, and Cloudflare does not follow users from site to site or from session to session by merging various __cf_bm identifiers into a profile.\nThe __cf_bm cookie is generated independently by Cloudflare, and does not correspond to any user ID or other identifiers in a Customer's web application._ATD_DIGEST_, _ATD_SESSION_SessionUnique identifier for this browser's SessionUsed to identify malicious / suspicious activity on the website._sp_enable_dfp_personalized_adsSession - 3 months.autotrader.co.ukSourcePoint Created by source point to help publishers manage their calls to the DFP adserver for personalized and non-personalized ads.\nThe value is set to true if the user has consented._sp_v1_consentPersistent - 30 days.autotrader.co.ukSourcepoint_sp_v1_csvPersistent - 30 days.autotrader.co.ukSourcepoint_sp_v1_dataPersistent - 30 days.autotrader.co.ukSourcepoint_sp_v1_ltPersistent - 30 dayswww.autotrader.co.ukSourcepoint_sp_v1_optPersistent - 30 dayswww.autotrader.co.ukSourcepoint_sp_v1_ssPersistent - 30 dayswww.autotrader.co.ukSourcepoint_sp_v1_uidPersistent - 30 dayswww.autotrader.co.ukSourcepointacceptATCookies1 year.autotrader.co.ukSets true or false depending on whether the consumer accepts cookies for the Auto Trader vendor.ATUserPersistent - 1 year.autotrader.co.ukAppears on LoginbucketSessionClassifies the device accessing the website.\nPossible values are desktop, premiummobile or tabletEnabling server side components to determine the appropriate presentation of the website for the deviceconsentUUIDSession - 1 year.autotrader.co.ukSourcePoint.\nUsed to store and retrieve the consent settings for the user.euconsent-v2Persistent - 1 year.autotrader.co.ukConsent String of the IAB CMP Framework (TCF) v1.GeoLocationPersistent - 1 yearPostcode, Town, Longitude/Latitude, Northings/Eastings and ACORN code.\nThese areal related to the postcode of the last search performed.Enables us to provide the user with the distance information from each of the vehicles in their search results.\nThis information is also provided to the display advertising server to provide more relevant display ads to the user.IP_CHECKEDPersistentYes/No flagUsed to remember if the user's IP address has been checked as to assess whether they should be sent to the Northern Ireland or UK site.JSESSIONIDSessionUnique identifier for this browser's session.Used by the Servlet container to identify the user's session for the particular server that the user is connecting to.\nalthough we don't take advantage of this due to our load balancing policies.marketingOfferDisplayedPersistent - 7 daysTrueIndicates that the user has seen a marketing opt-in prompt.\nWhich ensures they are not prompted again while that cookie remains.pageParametersSessionThe path to the previous page when accessing the My Account section of the site.Used when the user navigates to the Full Page Ad of one of their saved vehicles in the MyAccount section.\nIt stores the path that the 'Back to results' link on the FPA should follow, as we want the user to navigate back to their account, not the search results.postcodePersistent - 1 yearUsed by autotrader to show cars or sellers close to youThis is used to pre-populate the postcode field on the new vehicle search forms.\nIt also re-sets the GeoLocation and used vehicle postcode cookie [SearchData].s_NIPersistentFlag to indicate the user has been recognised as a Northern Ireland user based on their IP address.Used to identify that the user has been recognised as being targeted for the NI micro site so that upon first access to .co.uk, they are sent to that site instead of the UK site.SearchDataPersistent - 1 yearPostcode of the last used vehicle search.This is used to pre-populate the postcode field on the used vehicle search forms and also updates the GeoLocation cookie upon searching.searchesPersistent - 1 yearStores the last used and new vehicle makes and models searched.This information is provided to the 247 Real Media banner advert server to provide relevant display ads to the user.short_dateSession.autotrader.co.ukDMP - Used to create readable date formattest_cookie1 dayThe test_cookie is set by doubleclick.net and is used to determine if the user's browser supports cookies.UpdateAccountSessionEncrypted authentication expiry time.This is used to identify when the user should be asked to re-authenticate (relative to the previous time when they authenticated) if they are trying to access sensitive account areas (such as the My Account section) of the site.ursidPersistent - 1 yearThe unique URS registration identifier for the current user.This allows us to identify a user (and subsequently their account details) who has logged in to the web site on a previous browsing session.urssSession - 1 yearThe unique URS registration identifier for the current user.This allows us to identify a user (and subsequently their account details) who has authenticated themselves on this browsing session.usabilla_campaign_openSessionwww.autotrader.co.ukThis cookie is dropped when you see a Usabilla survey.\nWe can then target this to ensure you wont see multiple surveys in the same session.userPersistent - 1 yearUnique identifier for the user, unique hash code for user and authenticated user status, first name (only when authenticated).This is used to complete the greeting across the top of the web site.\nWe also pass some of this information on to our banner advert server to allow us to serve more relevant display ads.useridPersistent - 1 yearUnique identifier for the user's account in our old registration system or a unique alpha-numeric string which remains between browsing sessions.Used to identify the user's account across requests and browsing sessions or if the user is not logged in, it is used to identify the same unique user across browsing sessions.\nThis applies to the old registration system only.Other cookies<p>These cookies help us personalise your experience on our site and improve our products.\nThey tell us which parts of our website people have visited and help us measure the performance of our advertising and marketing, so we can continue to make these better and more relevant to you.</p>\n<strong>Cookie name</strong>\n<strong>Type</strong>\n<strong>Data stored</strong>\n<strong>Purpose</strong>_cs_cPersistent - 13 months.autotrader.co.ukThis cookies is used by ContentSquare to save the user consent to be tracked._cs_exPersistent - 1 month.autotrader.co.ukThis cookies is used by ContentSquare to exclude some visitors from the collection._cs_idPersistent.autotrader.co.ukThis cookie contains ContentSquare's user identifier._cs_optoutPersistent.autotrader.co.ukThis cookies is used by ContentSquare to exclude some visitors from the collection._cs_sSession.autotrader.co.ukThis cookie contains the number of pageviews within the running session for ContentSquare Solution._cs_varsSession.autotrader.co.ukThis cookie is used by ContentSquare to record custom variables._derived_epikPersistent.pinterest.comPlaced when the Pinterest Tag reports a match identified without using cookies, such as through Enhanced Match.\nThe Pinterest Tag caches information to make matching on future pages easier._epikPersistent.pinterest.comSet when a person visits a page from a Pinterest ad.\nWhen someone clicks on a Pinterest ad, information is added to the URL to help the Pinterest Tag find a match.\nThe Pinterest Tag caches this information in this cookie._gaPersistent - 2 years.autotrader.co.ukGoogle analytics cookie - Used to distinguish users with an expiration time of 2 years._gat_tracker1Persistent.autotrader.co.ukGoogle Analytics This cookie is used to throttle the request rate._gcl_auPersistent - 3 months.autotrader.co.ukGoogle Adsense used to track conversion_gidPersistent - 1 day.autotrader.co.ukCookie lasts 24 hours - Google Analytics - Used to distinguish users._pin_unauthPersistent.pinterest.comFirst-party cookie placed by the Pinterest Tag when we are unable to match the user.\nIt contains a unique UUID to group actions across pages._pinterest_ct_uaPersistent.pinterest.comThe same as _pin_unauth, but as a third-party cookie._pinterest_ct_rtPersistent.pinterest.comSet whenever the person visits an advertiser's site that has the Pinterest Tag installed.\nThis is the only cookie that is conditional.\nThe _pinterest_sess cookie needs to be present for a request to ct.pinterest.com to result in a _pinterest_ct_rt cookie being written._routing_idPersistent.pinterest.comFirst-party cookie that helps ensure our website users are being directed to the latest version of Pinterest.com._sp_id.05b0Persistent - 2 years.autotrader.co.ukSnowplowStores user information that is created when a user first visits a site and updated on subsequent visits.\nIt is used to identify users and track the users activity across a domain.\nThis cookie stores a unique identifier for each user, a unique identifier for the users current session, the number of visits a user has made to the site, the timestamp of the users first visit, the timestamp of their previous visit and the timestamp of their current visit._sp_root_domain_test_#SessionUsed to track page requests from the visitor during the session._sp_ses.05b0Persistent - 30 minutes.autotrader.co.ukStores user information that is created when a user first visits a site and updated on subsequent visits.\nIt is used to identify users and track the users activity across a domain.\nThis cookie stores a unique identifier for each user, a unique identifier for the users current session, the number of visits a user has made to the site, the timestamp of the users first visit, the timestamp of their previous visit and the timestamp of their current visit._uetsidSession - 1 day.autotrader.co.ukThis is a cookie utilised by Microsoft Bing Ads and is a tracking cookie.\nIt allows us to engage with a user that has previously visited our website._uetvidPersistent - 16 dayswww.autotrader.co.ukThis is a cookie utilised by Microsoft Bing Ads and is a tracking cookie.\nIt allows us to engage with a user that has previously visited our website.abtcidPersistent.autotrader.co.ukUnique user ID for use with the abTestGroup bucketing.abTestGroupsSession - 30 minutes.autotrader.co.ukUsed for AB testing features and changes across Desktop/MobileDemdexPersistent - 180 daysUser content browsing and search activity on the Website https://autouk.demdex.netMarketing - The data collected helps us to provide users with more relevant products, content and marketing messages on the Website and advertising on third party sitesdextpPersistent - 180 daysUser content browsing and search activity on the Website https://autouk.demdex.netMarketing - The data collected helps us to provide users with more relevant products, content and marketing messages on the Website and advertising on third party sitesga_cid_cookie_valSession.autotrader.co.ukGoogle Analytics - Used to extract user value from _ga.\nLasts 2 yearsIDEPersistent - 1 year.doubleclick.netLinking of anonymous data collected in Google Analytics with data collected via the anonymous Google Doubleclick cookie, utilising a feature called 'advertising features'.\nCollects the value of the Doubleclick advertising cookie (if one exists) inside Google Analytics.\nThis allows us to link information collected in Google Analytics with google's display network.latestSecurityAlertPersistent.autotrader.co.ukCookie to determine if the customer has seen the latest security message on the home page which is shown as a yellow strip at the top of the screen.\nThis cookie stops the message being shown continuously.LPCKEY-p-245Sessione.g.\ne69fecb0-a8e3-4eb3-9d97-a764ef45c43f4-52116%7Cnull%7CsessionStorage%7C120model_5mintimestampSession.autotrader.co.ukGoogle Analytics - sets a timestamp after a user has been onsite for 5 minsMUIDPersistent.bing.comAdvertisingMUIDBPersistentbat.bing.comAdvertisingNISEARCHPersistent - 7 daysFlag to indicate which of the two sites (UK and NI) the user should be sent to, based on their preference when prompted on the site (e.g.\nupon entering a NI post code).Ensures that if the user had opted to be sent to the UK site, but was initially targeted for the NI site, that we send them to their preferred site.OT2Persistent - 3 months.serving-sys.comSizmek (bs.serving-sys.com).\nAdvertising.OT_1073742440Sessionbs.serving-sys.comprev_5minmodel_runSession.autotrader.co.ukGoogle Analytics - for users who have been onsite for at least 5 mins that day, based on the CBJ model, it allocates them to a stage depending on their onsite behaviour.scorecardresearch.com2 yearsMarketingsessVarSession.autotrader.co.ukSession VariablesnowplowOutQueue_snowplow_co_post2Collects statistical data related to the user's website visits, such as the number of visits, average time spent on the website and what pages have been loaded.\nThe purpose is to segment the website's users according to factors such as demographics and geographical location, in order to enable media and marketing agencies to structure and understand their target audience.spPersistent - 1 year.autotrader.co.ukSnowplow.\nStores a server-side collector generated unique identifier for a user that is sent with all subsequent tracking event events.TTDUniversalPixelApiPersistentUser content browsing and search activity on the WebsiteMarketing - The data collected helps us to provide users with more relevant products, content and marketing messages on the Website and advertising on third party sitesu2Persistent - 3 months.serving-sys.comUIDPersistent.scorecardresearch.comMarketingUIDRPersistent.scorecardresearch.comMarketingusbl.#.c.#Persistentusbl.[buttonID].c.[analyticsID] e.g.\nF/2/F////Usabilla/GetFeedback is used on our site for running onsite surveys.\nThe localStorage serves the purpose of ensuring that the right users see the right campaign at the right time.usblsSession/This cookie will be used to track whether users are new or returning visitors and to then show the campaign to the right users.utag_mainPersistent - 1 year.autotrader.co.ukTealium - To create an id for the session, and id for the user, create a timestamp of session, whether its the users first session and how many pageviews they have had during their current session.chevron up<p>Back to top</p>Auto Trader LogoAuto Trader Group<ul>\n<li> Security advice</li>\n<li> Contact us</li>\n<li> About Auto Trader</li>\n<li> Careers</li>\n<li> Investor information</li>\n<li> Privacy policies and terms</li>\n<li> Terms &amp.\nconditions</li>\n<li> Brand advertising on Auto Trader</li>\n<li>Manage cookies</li>\n</ul>\n<ul>\n<li>addProducts &amp.\nservices<ul>\n<li> Car valuations</li>\n<li> Sell my car</li>\n<li> Vehicle check</li>\n<li> Car finance</li>\n<li> Car insurance</li>\n<li> Part exchange</li>\n<li> Finance calculator</li>\n</ul>\n</li>\n<li>addBuying advice<ul>\n<li> Owner reviews</li>\n<li> Buying &amp.\nselling guides</li>\n<li> Retailer awards</li>\n<li> New car awards</li>\n<li> Why Auto Trader?</li>\n</ul>\n</li>\n<li>addQuick search<ul>\n<li> Car brands</li>\n<li> All UK locations</li>\n<li> Find a car dealer</li>\n<li> Electric car leasing</li>\n<li> Classic cars</li>\n<li> Cheap cars</li>\n<li> New car deals</li>\n</ul>\n</li>\n<li>addAuto Trader for dealers<ul>\n<li> Dealer portal</li>\n<li> Advertising packages</li>\n<li> Pay As You Go</li>\n</ul>\n</li>\n</ul>\n<p>Help us improve our website</p>Send feedback<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>YouTube</li>\n<li>Instagram</li>\n<li>TikTok</li>\n<li>Giphy</li>\n<li>Pinterest</li>\n</ul>\n<ul>\n<li>App Store logoHello </li>\n<li>Play Store logohp-download-android-apphp-download-android-apphp-download-android-app </li>\n</ul>Copyright © Auto Trader Limited 2023.Auto Trader Limited is authorised and regulated by the Financial Conduct Authority in relation to consumer credit and insurance mediation activities.\nOur FCA firm reference number is 735711.\nAuto Trader Limited is a credit broker and not a lender.\nRepresentative finance examples are for illustrative purposes only.\nFinance is subject to status.\nTerms and conditions apply.\nAvailable to 18s and over.\nUK residents only.\nAuto Trader receives a fee from retailers advertising finance and may receive a commission from commercial partners for introducing customers to finance products.\nThese fees and commissions do not influence the amount a customer pays.Registered office and headquarters4th Floor <br>1 Tony Wilson Place<br>Manchester<br>M15 4FN<br>United Kingdom<br>Registered number: 03909628 ", "created_at": "2023-07-05 01:02:52.942759", "updated_at": "2023-07-05 01:03:17.093399"}, {"id": 17192, "name": "Terms of use", "url": "https://www.autotrader.co.uk/terms-of-use", "xpath": "//body", "text": "<p>Auto Trader cars</p>Skip to contentSkip to footerAuto Trader LogoOpen / close MenuSellSavedSearchSign in<ul>\n<li>Cars</li>\n<li>Vans</li>\n<li>Bikes</li>\n<li>Motorhomes</li>\n<li>Caravans</li>\n<li>Trucks</li>\n<li>Farm</li>\n<li>Plant</li>\n</ul>Main site menu Sign up or sign inVehicle types<ul>\n<li>Cars</li>\n<li>Vans</li>\n<li>Bikes</li>\n<li>Motorhomes</li>\n<li>Caravans</li>\n<li>Trucks</li>\n<li>Farm</li>\n<li>Plant</li>\n</ul>\n<p>Currently in the cars channel</p>\n<ul>\n<li>Used cars</li>\n<li>New cars</li>\n<li>Sell your car</li>\n<li>Value your car</li>\n<li>Car reviews</li>\n<li>Car leasing</li>\n<li>Electric cars</li>\n<li>Buy a car online</li>\n</ul>Terms of use<ul>\n<li>Accessibility statement</li>\n<li>Cookie policy</li>\n<li>Privacy notice</li>\n<li>\n<p>Terms of use</p>\n</li>\n</ul>Terms of use<p>Access to the Website is subject to the following terms of use.</p>\n<p>By accessing the Website, you accept all terms of use that apply to the facilities and services provided.\nWe reserve the right to alter these terms of use at any time and it is your obligation to check regularly if changes have been made.\nUse of the Website after changes are posted on-line constitutes acceptance of any new terms of use.</p>\n<p>In these terms of use: \"we/us/our\" means Auto Trader Limited.\n\"Website\" means the AutoTrader Website www.autotrader.co.uk.\n\"you\"/\"your\" means the user of the online services.</p>Access to Website<p>Access to our Website is permitted on a temporary basis, and we reserve the right to withdraw or amend the service we provide on our Website without notice (see below).\nWe will not be liable if for any reason our site is unavailable at any time or for any period.</p>\n<p>From time to time, we may restrict access to some parts of our Website, or our entire Website, to users who have registered with us.</p>Content<p>By using the Website to search for vehicles, you agree that you will only use, reproduce and print materials comprising the results of such searches for your own personal, non-commercial purposes.\nYou must only use the contact details provided by private advertisers to contact them in connection with a genuine enquiry relating to the purchase of the vehicle in question.</p>\n<p>Pages contained in the Website may contain technical inaccuracies and typographical errors.\nThe information in these pages may be updated from time to time and may at times be out of date.\nWe do not accept responsibility for keeping the information up to date or liability for any failure to do so.</p>\n<p>The material on the Website is only for information purposes.\nIt does not constitute advice and you should not rely on any material on the Website to make (or refrain from making) any decision or take (or refrain from taking) any action.</p>\n<p>The Website contains material submitted and created by private and trade dealers and other third parties.\nWe exclude all liability for any illegality arising from or error, omission or inaccuracy in such material.</p>\n<p>We give no warranties, conditions, guarantees or representations, express or implied, as to:-</p>\n<ul>\n<li>the completeness or accuracy of the advice and information contained on the Website or any associated website;</li>\n<li>the content of the advertisements for vehicles included in our database, including but not limited to the ownership, quality, authenticity of a vehicle or the content more generally including any photographs, compliance with description or fitness for purpose of any such vehicles.\nWhilst we use reasonable efforts to identify and remove fraudulent advertisements, we cannot guarantee to identify all fraudulent advertisements on the Website.\nand</li>\n<li>the results of any search of our database or circumstances where there is a limited number of vehicles selected by the search on our database which might meet the searcher's requirements.</li>\n</ul>\n<p>The Website publishes advertisements placed by third parties to advertise their vehicles and other goods and/or services.\nWe do not own the vehicles or goods advertised for sale on the Website and have no liability for these or for any losses that you may incur as a result of purchasing a vehicle, goods and/or any services advertised by third parties.\nIf you choose to purchase a vehicle, goods and/or services advertised for sale by third parties on the Website, the contract will be between you and the third party advertiser (or seller) and not with us.\nYou are responsible for taking steps to safeguard you and your money before contacting an advertiser or seller and/or making a purchase.\nAdvice on buying a car safely is provided here .\nIf you see anything suspicious, or believe an advertisement to be fraudulent, please report it to us immediately so we can investigate.</p>Copyright and trade marks<p>All rights, including copyright, in the content of the web pages, in the photographs of any vehicles displayed on the Website and all database rights in our database of vehicles, are owned or controlled for these purposes by us.</p>\n<p>All trademarks, names and logos are the proprietary marks of AutoTrader, or of our associated companies.\nMarks identifying third parties are owned or licensed by those third parties or their associated companies.\nNo conditions within these terms of use confers on you any licence or right under any trademarks, names or logos.</p>\n<p>We are not liable for failure to perform any of our obligations under these terms of use caused by matters beyond our reasonable control.</p>\n<p>Unless, by exemption permitted within these terms of use, you may not copy, reproduce, redistribute, download, republish, transmit, display, adapt, alter, create derivative works from or otherwise extract or re-utilise any of the contents of the Website.\nIn particular, you must not cache any of the contents for access by third parties, nor mirror or frame any of the content of the Website nor incorporate it into another website without our express written permission.</p>\n<p>Any information belonging to the Driver and Vehicle Licensing Agency (“DVLA”) which is made available on the Website (“DVLA Information”) is made available for your personal use only whilst visiting the Website.\nYou agree not to use the DVLA Information for any commercial or business purposes.\nYou may print one copy of the DVLA Information for future reference, but you must not otherwise reproduce or redistribute the DVLA Information (whether on its own or as a component part of any other product, service or material).\nYou agree that you will not use the DVLA Information for any unlawful purposes or in a way which infringes the intellectual property rights of the DVLA or any other third party.</p>Liability<p>The material displayed on our Website (“Content”) is provided without any guarantees, conditions or warranties as to its accuracy and as otherwise excluded in these terms of use.\nYou understand and acknowledge that in using the Website, you may be exposed to Content that is factually inaccurate, offensive, indecent, fraudulent or otherwise objectionable to you.\nYou agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against us with respect to any such Content.</p>\n<p>To the extent permitted by law, we, other members of our group of companies and third parties connected to us hereby expressly exclude:</p>\n<p>all conditions, warranties and other terms which might otherwise be implied by statute and</p>\n<p>any liability for a direct, indirect or consequential loss or damage incurred by any user in connection with our Website or in connection with the use, inability to use, or results of the use of our Website, any websites linked to it and any materials posted on it, including without limitation any liability for:</p>\n<ul>\n<li>loss of income or revenue;</li>\n<li>loss of business;</li>\n<li>loss of profits or contracts;</li>\n<li>loss of anticipated savings;</li>\n<li>loss of data;</li>\n<li>loss of goodwill;</li>\n<li>wasted management or office time.\nand</li>\n<li>for any other loss or damage of any kind, howsoever arising and whether caused by tort (including negligence), breach of contract or otherwise, even if foreseeable.</li>\n</ul>\n<p>This does not affect our liability for death or personal injury arising from our negligence, nor our liability for fraudulent misrepresentation or misrepresentation as to a fundamental matter, nor any other liability which cannot be excluded or limited under applicable law.</p>\n<p>We will need to carry out routine maintenance and servicing of our servers and equipment from time to time.\nWhile we will seek to keep disruption to a minimum we cannot guarantee that the Website will be continuously available on-line.\nWe therefore provide the Website on an \"as is\" and \"as available\" basis.</p>\n<p>We make no warranty that the Website (or associated websites) is free from computer viruses or any other malicious or impairing computer programs.\nIt is your responsibility to ensure that you use appropriate virus checking software.</p>\n<p>We are not liable for any failure to perform any of our obligations under these terms of use caused by matters beyond our reasonable control.</p>Links to non-Auto Trader sites<p>The Website contains hypertext links to websites that are not operated by us or by our associated companies.\nWe do not control such websites and are not responsible for their content.\nOur inclusion of hypertext links to such websites does not imply any endorsement of the material contained on the websites or of the owners.</p>Links to the Website<p>You may establish a hypertext link to the home page of the Website, without the need for our written consent, provided there is no implied endorsement or sponsorship of you, your company or your website by us.</p>Registration details<p>To gain access to certain services on the Website you will need to register (free of charge).\nAs part of the registration process, you will be given a username and password.\nYou agree that the information supplied with your registration will be truthful, accurate and complete.\nYou also agree that you will not attempt to register in the name of any other individual nor will you adopt any username which we deem to be offensive.\nAll personal information supplied by you as part of the registration process will be protected in line with our Privacy Policy.</p>Vehicle Checks<p>We provide the vehicle history checks and the 'Basic Checks' (together, the 'checks') subject to these terms of use.\nThe checks are produced using data from Experian Limited (“Experian”).</p>\n<p>The checks are provided for your personal use only.\nYou agree not to use the checks for any commercial or business purposes.\nYou may print one copy of the check for future reference but you must not otherwise reproduce or redistribute the check.\nYou agree that you will not use the checks for any unlawful purposes or in a way which infringes the intellectual property rights of Experian or any other third party.</p>\n<p>The checks are provided for information purposes only.\nThey do not constitute advice and you should not rely on the checks to make any decision or take any action.\nNeither us nor Experian give any warranties, conditions, guarantees or representations (express or implied) as to the completeness or accuracy of the checks.\nTo the extent permitted by law, we and Experian exclude any liability for any direct, indirect or consequential loss or damage incurred by any user in connection with a check.</p>\n<p>The word “EXPERIAN” and certain other words and images are trademarks of Experian Limited and/or its associated companies and may be registered in the EU, USA and other countries.</p>General<p>We reserve the right to assign or subcontract any or all of our rights and obligations under these terms of use to a third party.\nIf we exercise this right, we shall name the assignee or subcontractor on the Website and you will be entitled to terminate the account within 5 working days.\nYou may not without our prior written consent assign or dispose of any rights or obligations arising under these terms of use.</p>\n<p>These terms of use of access together with our Privacy Policy contain the entire agreement and understanding between you and us relating to the Website, and supersede any and all prior agreements, arrangements, statements and understandings, except for any fraud or fraudulent representation by either party.\nWe exclude all representations and warranties relating to access to use of the Website, whether they are statutory or otherwise, as far as is possible by law.</p>\n<p>Our services are not suitable for those under sixteen years of age and, as such, by using our Website you represent that you are at least sixteen years of age.\nPersons who are at least sixteen years of age but under the age of eighteen years of age may only use the Website with legal parental or guardian consent.</p>\n<p>If any of these terms of use shall be held to be invalid or unenforceable, it shall not affect the enforceability of any of the remaining provisions.</p>\n<p>These terms of use shall be governed by and in accordance with English law and subject to the exclusive jurisdiction of the English Courts.</p>\n<p>If you do not agree to obey these terms of use you must stop using the Website immediately.</p>Correspondence<p>All correspondence relating to the Website or these terms of use should be sent to:</p>\n<p>Auto Trader Limited,<br>1 Tony Wilson Place,<br>Manchester,<br>M15 4FN<br>Email: enquiries@autotrader.co.uk <br>Telephone: 0345 111 0003</p>Opening hours:<p>Monday - Friday: 9am - 5.30pm</p>\n<p>Registered office: Auto Trader Limited, 1 Tony Wilson Place, Manchester, M15 4FN.</p>\n<p>Registered in England with company number 3909628.\nVAT number: 614891820</p>chevron up<p>Back to top</p>Auto Trader LogoAuto Trader Group<ul>\n<li> Security advice</li>\n<li> Contact us</li>\n<li> About Auto Trader</li>\n<li> Careers</li>\n<li> Investor information</li>\n<li> Privacy policies and terms</li>\n<li> Terms &amp.\nconditions</li>\n<li> Brand advertising on Auto Trader</li>\n<li>Manage cookies</li>\n</ul>\n<ul>\n<li>addProducts &amp.\nservices<ul>\n<li> Car valuations</li>\n<li> Sell my car</li>\n<li> Vehicle check</li>\n<li> Car finance</li>\n<li> Car insurance</li>\n<li> Part exchange</li>\n<li> Finance calculator</li>\n</ul>\n</li>\n<li>addBuying advice<ul>\n<li> Owner reviews</li>\n<li> Buying &amp.\nselling guides</li>\n<li> Retailer awards</li>\n<li> New car awards</li>\n<li> Why Auto Trader?</li>\n</ul>\n</li>\n<li>addQuick search<ul>\n<li> Car brands</li>\n<li> All UK locations</li>\n<li> Find a car dealer</li>\n<li> Electric car leasing</li>\n<li> Classic cars</li>\n<li> Cheap cars</li>\n<li> New car deals</li>\n</ul>\n</li>\n<li>addAuto Trader for dealers<ul>\n<li> Dealer portal</li>\n<li> Advertising packages</li>\n<li> Pay As You Go</li>\n</ul>\n</li>\n</ul>\n<p>Help us improve our website</p>Send feedback<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>YouTube</li>\n<li>Instagram</li>\n<li>TikTok</li>\n<li>Giphy</li>\n<li>Pinterest</li>\n</ul>\n<ul>\n<li>App Store logoHello </li>\n<li>Play Store logohp-download-android-apphp-download-android-apphp-download-android-app </li>\n</ul>Copyright © Auto Trader Limited 2023.Auto Trader Limited is authorised and regulated by the Financial Conduct Authority in relation to consumer credit and insurance mediation activities.\nOur FCA firm reference number is 735711.\nAuto Trader Limited is a credit broker and not a lender.\nRepresentative finance examples are for illustrative purposes only.\nFinance is subject to status.\nTerms and conditions apply.\nAvailable to 18s and over.\nUK residents only.\nAuto Trader receives a fee from retailers advertising finance and may receive a commission from commercial partners for introducing customers to finance products.\nThese fees and commissions do not influence the amount a customer pays.Registered office and headquarters4th Floor <br>1 Tony Wilson Place<br>Manchester<br>M15 4FN<br>United Kingdom<br>Registered number: 03909628 ", "created_at": "2023-07-05 01:03:19.401921", "updated_at": "2023-07-05 01:03:27.234108"}, {"id": 17190, "name": "Privacy Notice ", "url": "https://www.autotrader.co.uk/privacy-notice", "xpath": "//body", "text": "<p>Auto Trader cars</p>Skip to contentSkip to footerAuto Trader LogoOpen / close MenuSellSavedSearchSign in<ul>\n<li>Cars</li>\n<li>Vans</li>\n<li>Bikes</li>\n<li>Motorhomes</li>\n<li>Caravans</li>\n<li>Trucks</li>\n<li>Farm</li>\n<li>Plant</li>\n</ul>Main site menu Sign up or sign inVehicle types<ul>\n<li>Cars</li>\n<li>Vans</li>\n<li>Bikes</li>\n<li>Motorhomes</li>\n<li>Caravans</li>\n<li>Trucks</li>\n<li>Farm</li>\n<li>Plant</li>\n</ul>\n<p>Currently in the cars channel</p>\n<ul>\n<li>Used cars</li>\n<li>New cars</li>\n<li>Sell your car</li>\n<li>Value your car</li>\n<li>Car reviews</li>\n<li>Car leasing</li>\n<li>Electric cars</li>\n<li>Buy a car online</li>\n</ul>Privacy notice<ul>\n<li>Accessibility statement</li>\n<li>Cookie policy</li>\n<li>\n<p>Privacy notice</p>\n</li>\n<li>Terms of use</li>\n</ul>Auto Trader Privacy Notice (\"Notice\") (last updated 27th June 2023)<p>Auto Trader is a UK digital automotive marketplace that offers a vehicle buying and selling process.\nTo provide you with the full range of Auto Trader products and services, we need to collect and process certain information about you.</p>\n<p>This Notice and our Cookies Policy apply to all visitors to and users of:</p>\n<ul>\n<li>the Auto Trader website at www.autotrader.co.uk (the \"Website\");</li>\n<li>any Auto Trader website that links to this Notice and/or our Cookies Policy;</li>\n<li>Auto Trader social media accounts;</li>\n<li>our mobile devices and Applications (\"Apps\").</li>\n</ul>\n<p>In this Notice, references to the Website include the Apps, where applicable.</p>\n<p>It also applies to anyone contacting us by phone, SMS, email, in letters and other correspondence, in person and via social media.</p>\n<p>“Data Protection legislation” means all applicable data protection and privacy legislation in force from time to time in the UK including the UK GDPR.\nthe Data Protection Act 2018.\nthe Privacy and Electronic Communications Directive 2002/58/EC (as updated by Directive 2009/136/EC) and the Privacy and Electronic Communications Regulations 2003 (SI 2003/2426)</p>\n<p>\n</p>\n<p>“UK GDPR” means Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data as it forms part of the law of England and Wales, Scotland and Northern Ireland by virtue of section 3 of the European Union (Withdrawal) Act of 2018</p>\n<p>\n</p>\n<p>If you are a dealer contracted with us, please see the privacy notice that is available via the Portal for information regarding the personal information we hold and use in order to provide your dealership with requested products and services.</p>\n<ul>\n<li>addWho are we? Data Controller and contact details<p>For the purposes of this Notice, the data controller is Auto Trader Limited (registered in England and Wales under company registration number 03909628) and whose registered office address is at Auto Trader Limited, 4th Floor, 1 Tony Wilson Place, Manchester, M15 4FN.</p>\n<p>References in this Policy to \"Auto Trader\" also apply to its sister channels on this Website, including: Commercial Trader, Auto Trader Bikes, Auto Trader Trucks, Auto Trader Plant, Auto Trader Vans, Auto Trader Farm, Auto Trader Motorhomes, Auto Trader Caravans and Prestige Cars \"Top Marques\".</p>\n<p>If you have any questions regarding the use of your personal data please contact us at: dataprotection@autotrader.co.uk</p>\n<p>or</p>\n<p>Data Protection , Auto Trader Limited, 4th Floor, 1 Tony Wilson Place, Manchester, M15 4FN.</p>\n</li>\n</ul>Information collected by us and how we use it?<ul>\n<li>addAccount Creation<p>To create an account, we will collect your email address and your chosen password and (if you choose to provide it) your full name and telephone number.\nOnce you have registered you can update your personal details in your account at any time and you can view your adverts, payment history and subscriptions with us.\nIf you later provide your full name and telephone number, at the time of creating an online order on the Website, this personal information will be saved in your account.\nWhere you log in via Facebook or another social media account, we may be provided with limited personal details (including your account ID and email address) to verify you are logged in.\n</p>\n<p>Legal basis: </p>\n<ul>\n<li>Contract</li>\n<li>Legitimate Interest</li>\n</ul> More Information <p>We use your name and email address to register your account and send you service communications about how to access and manage your account (available within the \"My Auto Trader\" section of the Website).\nWhere you have provided a telephone number, we may also use this to contact you about your account.\nYou can access the \"My Auto Trader\" area at any time to update your details and can also change your options regarding marketing communications from Auto Trader and/or third parties that you have selected in this area.</p>\n<p>\nIf you log-in via Facebook or another social media account, those sites may automatically give us access to your limited personal details (including your account ID and email address) in order to verify if you are logged in with their site.\nOnce you are logged-in to our Website your data will be handled by us in accordance with this Privacy Policy and the Cookie Policy.\nWe are not responsible for any use of your personal data by Facebook or any other social media site and you should review their privacy policies.</p>\n</li>\n<li>addPlacing an advertisement<p>As part of the advert placement process on the Website, we collect your name, telephone number, email address and postcode, as well as details of the vehicle you wish to sell (including the vehicle registration number VRM) and device ID and IP address.</p>\n<p>Legal basis:</p>\n<ul>\n<li>Contract</li>\n<li>Legitimate interest</li>\n<li>Legal Obligation</li>\n</ul>\n<p>Click here for an explanation regarding the legal basis.</p>\n<br>\nMore Information <p>We use your name and email address to register your account and place your advert, confirm that your advert has been published and send you service communications about how to access and manage your account (available within the \"My Auto Trader\" section of the Website) and your advert.\nYou can access the \"My Auto Trader\" area at any time to update your details and can also change your options regarding marketing communications from Auto Trader and/or third parties that you have selected in this area.\n</p>\n<p>We use your postcode to provide a positioning of the vehicle you advertise within our database.\nthis allows potential buyers to locate vehicles for sale within a set radius of their chosen location.\nYour postcode is not disclosed in your advert.\n</p>\n<p>Vehicle Registration Numbers (VRM) are required to place an advert on the Website for regulatory and security purposes.\nWe will not disclose the Vehicle Registration Number within the text of your advert to any person.\nHowever, if the Vehicle Registration Number is displayed in photographs within your advert then these details will be visible to Website visitors who may use them without your authorisation.</p>\n<p>If your advert expires we will contact you via phone or email to give you the option to rebook your advert.</p>\n<p>We may also use the information you provide for internal business records and purposes, including to analyse and develop our products and services and the Website.</p>\n<p>We use certain features in our advert placement process to protect the privacy of our customers when they are communicating with potential buyers via phone or email.</p>\n<p>For customers placing a Private advert, we apply a Protect Your Number facility as a default on all adverts when customers provide their phone number.\nProtect Your Number enables you to keep your telephone number private by providing you with a substitute telephone number to use in your advert.\nYou will need to contact our Customer Service team if you wish to remove this facility.\nPlease be aware that if you opt out of using this facility, your telephone number will be visible within your advert.</p>\n<p>For customers placing Private adverts, we also provide a customer to customer email service that allows Website visitors and potential buyers who view your advert to contact you via a link displayed on your advert, without disclosing your email address.\nWe use this to disable any potential harmful links that may expose you to fraudulent activity.\nThe use of the customer to customer email service is mandatory for us to maintain security of our Website.\nWe reserve the right to monitor and retain all communications via the email service for security monitoring purposes.\n</p>\n<p>You will also be required to supply payment card details to place your advert.\nWe use third party payment providers to manage online card payment transactions.\nPayment card information is collected over a secure online payment gateway provided by:</p>\n<ul>\n<li>\n<strong>Stripe</strong> – processed in accordance with their privacy policy: https://stripe.com/gb/privacy</li>\n</ul>\n<p>All payment transactions processed are encrypted.\nYour payment card information is used solely to process payment for your advert.\nWe retain no record of your payment card details.</p>\n<p>Where you are given the option to try and sell your car at auction and you take up this offer, we will pass your details onto our partner, Dealer Auction, who will process your personal data in accordance with their privacy notice.\nWe will save your advert details and use your email address to keep in contact with you during the auction process, including to contact you, if the auction is unsuccessful, in order to help you\ncontinue to list your car on our Website.</p>\n</li>\n<li>addCommunicating with us<p>When you communicate with us, you may provide personal data to us such as your name, address, contact details, organisation details, dietary requirements.\nWe will use this in order to deal with your communication.\n</p>\n<p>Legal basis:</p>\n<ul>\n<li>Consent</li>\n<li>Legitimate interest</li>\n<li>Contract</li>\n</ul> More information <p>You may provide your personal data to us for one of the following reasons:</p>\n<ul>\n<li>To request information about advertising with Auto Trader or about any of Auto Trader's services;</li>\n<li>To make a complaint;</li>\n<li>To enquire about working with us whether the enquiry is made by you personally or on behalf of an organisation;</li>\n<li>To register for and/or attend an event.\nand/or</li>\n<li>To respond to a survey.\n</li>\n</ul>\n</li>\n<li>addUsing services on Auto Trader <p> When using services on Auto Trader you will need to provide certain personal information such as <strong>name, email address, telephone number and postcode and details regarding your vehicle (including vehicle registration number, mileage, make and model)</strong> to enable us or a third party to provide you with the services requested.\nDepending on the service, this information may be passed to a third party.\n</p>\n<p>Legal Basis</p>\n<ul>\n<li>Contract</li>\n<li>Consent</li>\n<li>Legitimate Interests</li>\n</ul> More information <p>\n<strong>Valuation</strong> – You will need to provide details regarding your vehicle in order to obtain a valuation.\nThis may be the vehicle registration number and mileage and/or other details regarding your vehicle such as the make and model.\n</p>\n<p>\n<strong>Vehicle Search facility</strong> - You will need to supply your postcode in order to use our vehicle search facility.\nWe will use this to present adverts matching your search criteria with the distance from your selected location.\n</p>\n<p>\n<strong>Request for test drive/quote/brochure</strong> - If you book a test drive of a new vehicle, or request a quote or brochure, through the Website you will need to provide your <strong>name, email address, postal address and telephone number</strong> which will be passed to the relevant dealer or other third party.\nEach request form clearly indicates that you are giving authorisation for your details to be passed to the relevant dealer or other party for them to contact you and action your request.\n</p>\n<p>\n<strong>Chat Service</strong> - If you use the chat service, available on some dealer adverts, to communicate with dealers (\"Chat Service\"), you may disclose your <strong>name, email address and other personal information</strong> to a dealer while using the service.\nThe Chat service is provided by a third party provider.\nPlease refer to the relevant Chat Service provider’s privacy policy for further information about how they process your personal data.\n</p>\n<p> All conversations and email exchanges are recorded.\nAny personal information that you disclose during a live chat or via an online form will be accessible to and processed by the relevant Chat Service provider, the dealer with whom you communicate, and will be made available to Auto Trader.\nAdditionally, the Chat Service provider may use computer infrastructure which is situated outside of the EEA.\nBy using the Chat Service, you acknowledge and agree that any personal data disclosed by you while using the Chat Service will be processed and stored by the Chat Service provider on its systems outside the EEA and protected by adequate safeguards.\n</p>\n<p>\n<strong>Online Orders</strong> - If you place an online order and reservation of a vehicle on the Website, you will need to provide your <strong>name, email address and (at your option) telephone number</strong>.\nWe will use this information to send you an email confirmation of your order and keep you updated as your order progresses.\nIf you don’t complete your order, we will save the details you have already entered in your account and use your email address to remind you to complete your order.\n</p>\n<p> We will also pass your information to the relevant dealer at the time you submit your order, so that they can contact you regarding your order.\n</p>\n<p> AutoTrader’s support team (Auto Trader Order Experts) may also contact you by email and/or (where you provide your telephone number) SMS and/or telephone to discuss the progress of your order and to gain feedback on your experience of making an online order on the Website, in order for us to try to improve our services.\n</p>\n<p> Where you request a Valuation (in connection with a part exchange\ntransaction) and/or use our Finance Application Service as part of your online order, please refer to the relevant sections relating to those services.\n</p>\n<p> You will be required to supply payment card details in order to complete your order and reserve your vehicle.\nWe use third party payment providers to manage online card payment transactions.\nPayment card information is collected over a secure online payment gateway provided by:\n</p>\n<ul>\n<li> Stripe – processed in accordance with their privacy policy: https://stripe.com/gb/privacy </li>\n</ul>\n<p> All payment transactions processed are encrypted.\nYour payment card information is used solely to process payment for vehicle reservation.\nWe retain no record of your payment card details.\n</p>\n<p>\n<strong>Finance Application Service - If you use this service at autotrader.co.uk please note the following:</strong>\n</p>\n<p>\n<strong>Assessing Suitability for Finance and Completing a Soft Search</strong>\n</p>\n<p> In order for us to assess your suitability for finance and to provide you with a\npersonalised quote, we initially use your personal data to complete a soft search which involves checking the information you provide against the credit reference agencies referred to below and against lender criteria held by Auto Trader and/or its service providers.\nThe information you provide may include the following information about you (and any joint applicants):\n</p>\n<ul>\n<li> personal details (for example, <strong>name, date of birth and marital status</strong>).\n</li>\n<li> contact details (for example, <strong>address, email address and phone number</strong>).\n</li>\n<li> employment details (for example, <strong>employment status, job title, income and employer’s contact details</strong>).\n</li>\n<li> information to verify your identity (for example, <strong>address history and whether you have a valid driving licence and UK passport</strong>).\nand </li>\n<li> details of the vehicle you wish to buy (including the <strong>vehicle registration number</strong>).\n</li>\n</ul>\n<p> As a result of an <strong>automated process</strong>, which uses credit history from the credit reference agencies and filters this information against lender lending criteria, you will be presented with the details of lenders who you may be able to obtain a loan from.\nPlease note that this does not guarantee that you will be able to obtain a loan from these lenders.\n</p>\n<p> This will not have any adverse effect on your credit rating and the soft search on your credit file will only be visible to you.\nHowever, you are only able to proceed to a full finance application on our Website or App with one of the lenders for whom our processes deem that you might be eligible.\nThis may also mean that you are unable to proceed to a full finance application on our Website or App where there are no lenders whose criteria are met using the soft check process.\n</p>\n<p> To complete a soft search we share your personal data with Equifax and Experian and you should ensure you are happy with their privacy notices:\n</p>\n<ul>\n<li>Equifax: https://www.equifax.co.uk/ein.html</li>\n<li> Experian: https://www.experian.co.uk/privacy/consumer-information-portal </li>\n</ul>\n<p>\nIn some cases, where a lender offers a “rate for risk capability” (as detailed in the\ntable below), we will share information about you (and any joint applicants) with the\napplicable lender at this “soft search” stage in order for the lender (acting as a data\ncontroller in their own right) to make an assessment based on their complete lending\ncriteria in order to provide you with an enhanced personalised quote.\nThere is no\nimpact on your credit score as only a soft search will be carried out by the credit\nagencies (as described above).\n</p>\n<p>\nThe following lenders offer a “rate for risk capability” on our Website and App and\nyou should ensure that you are happy with their privacy notices:\n• Santander: https://www.santanderconsumer.co.uk/your-data/privacy-policy/\n</p>\n<p>\n<strong>Full Finance Application</strong>\n</p>\n<p> Where you proceed to a full finance application, you will need to provide some further information as requested by the relevant lender.\nWe will share information about you and any joint applicants with the lender, and the relevant dealer who is\nselling the vehicle, so that they can progress your application.\nNote that Auto Trader acts a data controller in respect of its processing of your personal data for the purposes of providing and administrating the finance application service and the lender and the dealer each act as a data controller in their own right in respect of their processing of your personal data for the purpose of progressing your application and the sale of the vehicle (as applicable).\nYou should ensure you are happy with the lender’s and the dealer’s privacy notice, which is available from the lender and dealer (as applicable) on request.\n</p>\n<p>Your application for finance is determined by the lender.</p>\n<p>\n<strong>Additional Information</strong>\n</p>\n<p> If you are making a joint finance application, we will create a joint record for you and the other person(s) and so you must ensure you have their consent prior to disclosing their personal data.\nYou must also bring this Notice to their attention.\n</p>\n<p> We will use the information you provide, and that we obtain from the credit agencies and lenders, in order to present the results of any finance application via the Website or App.\n</p>\n<p> If you do not complete the form which enables us to complete a soft search and present quotations to you, we will send you a reminder email enabling you to complete the process.\n</p>\n<p> We will process your data which we collect in respect of Finance Application\nService in accordance with the “How long do we keep your data’ section of this Notice below.\n</p>\n<p>\n<strong>Your rights </strong>\n</p>\n<p> Under data protection law, you are entitled to the following rights where decisions are made using automated means:\n</p>\n<ul>\n<li>the right to obtain human intervention</li>\n<li>the right to express your point of view in relation to the decision</li>\n<li>the right to contest a decision</li>\n</ul>\n<p> This is in addition to the rights listed in the ‘Your rights as a data subject’ section below.\n</p>\n<p> Please email dataprotection@autotrader.co.uk if you have any queries regarding your rights.\nYou can exercise your rights as set out above by emailing dataprotection@autotrader.co.uk.\nThis request may be shared with a third party (such as Equifax or Experian, who may carry out the soft credit check on our behalf) in order to fully respond to you.\n</p>\n<p>\n<strong>Leasing</strong>\n</p>\n<p> If you apply to lease a vehicle, you will need to provide the following information about you:\n</p>\n<ul>\n<li> personal details (for example, <strong> name, date of birth, marital status, number of dependents, gender and nationality </strong>).\n</li>\n<li> contact details (for example, <strong>address, email address and phone number</strong>).\n</li>\n<li> employment details (for example, <strong> employment status, job title, income and employer’s contact details </strong>).\n</li>\n<li> employment details (for example, employment status, job title, income and employer’s contact details).\n</li>\n<li> information to verify your identity (for example, <strong> address history and whether you have a valid driving licence and UK passport </strong>).\n</li>\n<li> your income and expenditure details (for example, details of your <strong> personal and household income </strong>, your <strong>personal monthly expenses</strong>, whether you have any <strong>existing vehicle finance</strong> and, if so, the <strong>vehicle registration</strong>.\nand </li>\n<li>your <strong>bank details</strong>.</li>\n</ul>\n<p> We will share your personal information with our group company, Autorama UK Ltd (trading as ‘Vanarama’) (“Vanarama”), who we have partnered with to provide the leasing services.\nVanarama acts as a data controller in its own right in respect of their processing of your personal data for the purpose of progressing your leasing application and (if your application is successful) the administration of your leasing agreement.\nWhen you submit your application, Vanarama will share your personal data with the lender and the lender will contact credit references agencies to perform a credit check.\nThis may be a hard credit check, which will be visible to other lenders on your credit report.\nFor further information about how Vanarama processes your personal data, please see Vanarama’s privacy notice at https://www.vanarama.com/legal/privacy-policy.\n</p>\n<p> The lender also act as a data controller in respect of its processing of your personal data and you should ensure you are happy with the lender’s privacy notice, which is available from the lender on request.\n</p>\n<p> Once Auto Trader has passed your application to Vanarama, it will only retain your name and contact details.\nAuto Trader’s support team may use this information to contact you by email and/or (where you provide your telephone number) SMS and/or telephone to discuss the progress of your leasing application and to gain feedback on your experience of making a leasing application on the Website, in order for us to try to improve our services.\n</p>\n</li>\n<li>addInformation we collect if you use our Mobile Applications<p>If you choose to download or use our Mobile Applications, or access one of our mobile optimised sites, we may receive information about your <strong>location and your mobile device</strong>, including a <strong>unique identifier</strong> for your device.\nWe may use this information to provide you with location-based services, such as advertising, search results, and other personalised content.\n</p>\n<p>Legal Basis:</p>\n<ul>\n<li>Legitimate interest</li>\n<li>Consent</li>\n</ul> More information <p>Most mobile devices allow you to control or disable location services within the mobile device’s settings.\nIf you have questions about how to disable your device's location services, we recommend you contact your mobile service carrier or the manufacturer of your device.</p>\n</li>\n<li>addAdministration, development and monitoring of the Website and Services <p>To administer, maintain, develop and improve our Website and services, we use your contact details and details of your activity on the Website and interactions with us such as name, telephone number, email address and postcode, details of adverts you have published, details within the My Auto Trader section of the Website and your interactions with us.</p>\n<p>Legal Basis:</p>\n<ul>\n<li>Legitimate Interests</li>\n<li>Consent</li>\n</ul> More information <p>We will use your contact details such as name, telephone number, email address and postcode, details of adverts you have published, details with the My Auto Trader section of the Website and details of your activity on the Website and your interactions with us in order to: </p>\n<ul>\n<li>provide and administer the Website and related services and manage internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes, and to develop the Website and our products and services.</li>\n<li>generate an overall audience profile of visitors using the Website.\nWe use this information to assist us in developing relevant content on the Website as well as encouraging automotive trade advertisers to place adverts for their stock or promotions on the Website.</li>\n<li>provide customers who have opted-in to receive marketing communications, with relevant and timely offers by email (including where customers have supplied their insurance renewal date information and/or vehicle ownership details).</li>\n<li>support our 'Send to Mobile' functionality.\nThis allows visitors to our Website to send details of vehicles for sale to their mobile phone.</li>\n<li>provide a user-friendly online search experience.\nThis includes the use of website analytics tools as described further in our Cookie Policy.</li>\n<li>identify the location of visitors, to block disruptive or fraudulent use, to establish the number of visits from different countries.\n</li>\n</ul>\n</li>\n<li>addInformation shared with us by third parties<p> We may receive personal data about you from various third parties, including (without limitation) the following:\n</p>\n<ul>\n<li> Companies that enable us to collect your reviews and comments, both online and offline.\n</li>\n<li> Companies that collect your reviews and comments on behalf of dealers.\n</li>\n</ul>\n<p>Legal Basis</p>\n<ul>\n<li>Consent</li>\n<li>Legitimate interest</li>\n</ul>\n<p> Click here for an explanation regarding the legal basis.\n</p> More Information <p> We offer the ability for individuals to leave reviews of dealers on the Website.\nSome of our dealers use Feefo Holdings Limited (“Feefo”) to collect reviews (on the Website and also by direct emails to consumers) and the data Feefo receives is processed in accordance with their privacy policy: www.feefo.com/en/business/privacy-policy.\nFeefo shares the reviews with us (including any personal data disclosed by the reviewer as part of the review), which we publish on our Website.\nFeefo will also share the reviewer's name, age and location, where the reviewer has consented to this information being shared with us.\nIf the reviewer does not give their consent, Feefo will only share the reviewer’s first name and surname initial, which will appear with the review on the Website.\n</p>\n<p> Some dealers use different third party providers to collect reviews on their behalf and they share such reviews with us.\nPlease refer to the relevant review provider’s privacy policy for information about how they process your personal data.\n</p>\n</li>\n</ul>The Legal Basis we rely on for processing your information<ul>\n<li>addThe Legal Basis we rely on for processing your information<p>Under data protection laws, we are required to have a legal basis to process your personal information.\nWe have set out below the legal bases we rely on: </p>\n<ul>\n<li>\n<strong>Contract</strong>: To perform a contract entered into with you and fulfil our contractual obligations to you or to take steps at your request prior to entering into a contract.\nThis processing is necessary for us to provide the service you have requested including registering and managing your account publishing your advert and providing service updates and our support services.</li>\n<li>\n<strong>Consent</strong>: To provide information and take actions in relation to services which you have opted-in to receive.\nThis includes where you specifically request for your details to be passed onto a third party (e.g where you make an enquiry regarding a test drive or a vehicle for sale) or where you opt-in to receive relevant marketing communications from us (e.g.\nindustry news and offers).\nFor further information regarding consent please see below.</li>\n<li>\n<strong>Legal Obligation</strong>: Where processing is necessary to comply with our legal or statutory obligations.\nThis may include cooperating with police in relation to their investigations.</li>\n<li>\n<strong>Legitimate interest</strong>: Where necessary for our legitimate interests or those of a third party.\nWe rely on this basis in order to monitor and improve our Website, products and/or services, understand how visitors and customers use our Website, products and/or services, to personalise content provided to you, to deal with enquiries and complaints, undertake market research and inform our general marketing, to run our business and maintain the security or our Website and services for you, us and other Website visitors and customers.</li>\n</ul>\n</li>\n<li>addConsent<p>Where consent is required for us or a dealer to process certain types of your personal data, it must be clearly given.\nYou may give us your consent to receive our marketing communications and/or when you use the Website to request services provided by dealers.</p>\n<p>Where you have given consent for Auto Trader to process your personal data you may withdraw consent at any time by emailing dataprotection@autotrader.co.uk.\nWe will cease processing your data based on that consent but this does not affect any processing we have undertaken at any time before withdrawal.</p>\n<p>If you have given consent for your details to be passed to a dealer or other third party your data may already have been used by them to respond to your request before we can action your consent withdrawal.\nIn this event, you will need to contact them to withdraw your consent to their use of your personal data.</p>\n</li>\n</ul>\n<ul>\n<li>addDisclosure of your Information<p>Auto Trader will not pass on your personal data to third parties except as set out in this Notice or with your consent.\nWe may disclose your personal information to third parties for the following purpose(s) and in the following circumstances as part of our processing activities:</p>\n<ul>\n<li>We will send your personal information to our partners, dealers, vehicle manufacturers, bike manufacturers, finance providers, auction houses and other relevant third parties to enable them to provide you with the services and products that you have requested or consented to receive details of via the Website or the Apps.\nIn certain circumstances, vehicle manufacturers (including Ford Motor Company Limited) or bike manufacturers and other relevant third parties may subsequently transfer, process and store your personal information outside of the European Economic Area (\"EEA\") for their business and administration purposes.\nin accordance with their own privacy policies.\nIf you have queries or require more information on how these third parties use information, including transfers outside of the EEA, please read their privacy policies or contact them.</li>\n<li>We may use service providers to help us run the Website or services available on the Website, some of whom may be based outside the EEA.\nSome of our webpages use plugins from third party platforms (such as the 'Facebook Recommend' or 'Facebook Gestures' function).\nInformation about your visit to the Website may be collected by these third-party providers on these pages.\nIf you browse these pages whilst still also logged in to your account on the third-party platform, information collected by the third party may be connected to your account on the third party platform.\nIf you have queries or require more information on how these third parties use information, including transfers outside of the EEA, please read their privacy policies or contact them.</li>\n<li>As a security measure we use 2 factor verification when you login to your account We send your mobile number and a code to a third party provider (IOVOX or Clickatel) who will send you a code to enable you to login.</li>\n<li>The Chat service is provided by a third party, LivePerson Automotive and data they receive is processed in accordance with their privacy policy.</li>\n<li>Where a dealer engages a third party (including Reputation.com) to provide a managed review service, we will allow the review and any connected personal data relating to the reviewer to be accessed by the third party (acting as the dealer’s data processor) to enable the third party to manage and reply to the dealer’s reviews on the Website.</li>\n<li>Where we are under a duty to disclose or share your personal information with a third party in order to comply with any legal obligation, or in order to enforce our terms and conditions and any other agreements.</li>\n<li>If we sell or buy any business or assets, in which case Auto Trader may disclose your personal data to the prospective seller or buyer of such business or assets.</li>\n<li>We may share your personal information with our group companies.</li>\n<li>We may share any information that we collect with parties including: our legal and professional advisors, the police, other public or private sector agencies, governmental or representative bodies (which may include insurance companies, finance companies, automotive advertising companies and/or other agencies) in accordance with the relevant legislation for the purposes of the prevention or detection of offences, and/or the apprehension or prosecution of offenders.</li>\n<li>You acknowledge that we have a legitimate business interest in preventing the use of our platform or services in any manner that may facilitate fraudulent activity or deny consumers of their legal rights under the Consumer Protection from Unfair Trading Regulations 2008 or the Consumer Rights Act 2015.\nWe may share any information that we collect about you or the vehicles that you advertise for sale on our platform with third parties or their legal representatives to the extent necessary to prevent fraud or any adverse effect to those third parties consumer rights.</li>\n</ul>\n<p>We are not responsible for any use of your personal data by these parties except where they act as our processor.</p>\n</li>\n</ul>\n<ul>\n<li>addWhere we store your personal data<p>Auto Trader will take all reasonable steps to ensure that your data is treated securely and in accordance with this Policy.\nAll information you provide to us is stored securely within the EU, and not transferred outside the EEA unless specifically detailed in this Policy.\n</p>\n<br>\nMore information <p>Payment card information, details you provide when requesting dealer or other third party services through the Website and information you provide when using the Chat Service is handled in accordance with the relevant service providers’ privacy policies and may be transferred and stored or processed by them outside of the EEA in accordance with their privacy policies.\n</p>\n<p>Where we transfer your data outside of the EEA, we will ensure that safeguards are in place to provide similar degree of protection is available to protect it.\nThis may include contractual protections in place with our service providers or transferring your data to countries or parties which are recognised as providing suitable protection by the European Commission.</p>\n<p>Certain parties to whom we disclose your personal data may transfer your data outside of the EEA after we disclose it to them as part of their business and administration activities (see above, Disclosure of your information).\nWe are not responsible for any use of your personal data by these parties except where they act as our processor.\nIf you have queries or require more information on how these third parties use your information, including such transfers outside of the EEA, please read their privacy policies or contact them.</p>\n<p>Auto Trader uses strict procedures and security features designed to prevent any unauthorised access to your data that we hold.</p>\n</li>\n</ul>\n<ul>\n<li>addHow long do we keep your data<p>Auto Trader will process personal data for as long as necessary to fulfil the purpose we collected it for, including the purpose of legal, accounting and reporting requirements, and for as long as necessary for the prevention and detection of criminal activity.\n</p>\n<br>\nMore information <p>The period for which we process and store the personal data for varies depending on the use you make of the Website and the products and/or services we offer.\nWhere you register an account or place an advert we will retain your data for as long as your account and/or advert is live and a period after your account is closed or advert ends to enable us to satisfy our legal, accounting and reporting requirements.</p>\n<p>In some circumstances you can ask us to delete your data: see Right to be forgotten below for further information.</p>\n<p>In some circumstances we may anonymise your personal data (so that it can no longer be associated with you) for research or statistical purposes in which case we may use this information indefinitely without further notice to you.</p>\n</li>\n</ul>\n<ul>\n<li>addYour rights as a data subject<p>Under data protection law, you have the following rights:</p>\n<ul>\n<li>Access</li>\n<li>Rectification</li>\n<li>Erasure/Right to be forgotten</li>\n<li>Restrict processing</li>\n<li>Portability</li>\n<li>Object to processing</li>\n<li>Complain</li>\n</ul>\n<p>Some of these rights may not always apply.\nYou can read more about your rights below.</p>\n<br>\nMore information <p>You may be able to exercise the following rights:</p>\n<ul>\n<li>Right of access – you have the right to request a copy of the information that we hold about you.\nIn the event that Auto Trader refuses your request under rights of access, we will provide you with a reason as to why</li>\n<li>Right of rectification – you have a right to correct data that we hold about you that is inaccurate or incomplete.</li>\n<li>Right or erasure/ to be forgotten – in certain circumstances you can ask for the data we hold about you to be erased from our records.</li>\n<li>Right to restrict processing – where certain conditions apply to have a right to restrict the processing.</li>\n<li>Right of portability – in certain circumstances you have the right to have the data we hold about you transferred to another organisation.</li>\n<li>Right to object – you have the right to object to certain types of processing such as direct marketing, automated processing or profiling.</li>\n<li>Right to complain to the supervisory authority – you have the right to complain as outlined in Section 8 below.</li>\n</ul>\n<p>Please email dataprotection@autotrader.co.uk if you have any queries regarding your rights.\nYou can exercise your rights as set out above by emailing dataprotection@autotrader.co.uk.\nAll of the above requests will be forwarded on should there be a third party involved (as set out in this Privacy Policy) in the processing of your personal data.</p>\n</li>\n</ul>\n<ul>\n<li>addComplaints<p>If you wish to make a complaint about how your personal data is being processed by Auto Trader (or third parties as described above), or how your complaint has been handled, in the first instance please email your concerns to dataprotection@autotrader.co.uk.\n</p>\n<p>You also have the right to lodge a complaint directly with the UK supervisory authority which is the Information Commissioner’s Office and can be contacted via the details at www.ico.org.uk.</p>\n</li>\n</ul>chevron up<p>Back to top</p>Auto Trader LogoAuto Trader Group<ul>\n<li> Security advice</li>\n<li> Contact us</li>\n<li> About Auto Trader</li>\n<li> Careers</li>\n<li> Investor information</li>\n<li> Privacy policies and terms</li>\n<li> Terms &amp.\nconditions</li>\n<li> Brand advertising on Auto Trader</li>\n<li>Manage cookies</li>\n</ul>\n<ul>\n<li>addProducts &amp.\nservices<ul>\n<li> Car valuations</li>\n<li> Sell my car</li>\n<li> Vehicle check</li>\n<li> Car finance</li>\n<li> Car insurance</li>\n<li> Part exchange</li>\n<li> Finance calculator</li>\n</ul>\n</li>\n<li>addBuying advice<ul>\n<li> Owner reviews</li>\n<li> Buying &amp.\nselling guides</li>\n<li> Retailer awards</li>\n<li> New car awards</li>\n<li> Why Auto Trader?</li>\n</ul>\n</li>\n<li>addQuick search<ul>\n<li> Car brands</li>\n<li> All UK locations</li>\n<li> Find a car dealer</li>\n<li> Electric car leasing</li>\n<li> Classic cars</li>\n<li> Cheap cars</li>\n<li> New car deals</li>\n</ul>\n</li>\n<li>addAuto Trader for dealers<ul>\n<li> Dealer portal</li>\n<li> Advertising packages</li>\n<li> Pay As You Go</li>\n</ul>\n</li>\n</ul>\n<p>Help us improve our website</p>Send feedback<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>YouTube</li>\n<li>Instagram</li>\n<li>TikTok</li>\n<li>Giphy</li>\n<li>Pinterest</li>\n</ul>\n<ul>\n<li>App Store logoHello </li>\n<li>Play Store logohp-download-android-apphp-download-android-apphp-download-android-app </li>\n</ul>Copyright © Auto Trader Limited 2023.Auto Trader Limited is authorised and regulated by the Financial Conduct Authority in relation to consumer credit and insurance mediation activities.\nOur FCA firm reference number is 735711.\nAuto Trader Limited is a credit broker and not a lender.\nRepresentative finance examples are for illustrative purposes only.\nFinance is subject to status.\nTerms and conditions apply.\nAvailable to 18s and over.\nUK residents only.\nAuto Trader receives a fee from retailers advertising finance and may receive a commission from commercial partners for introducing customers to finance products.\nThese fees and commissions do not influence the amount a customer pays.Registered office and headquarters4th Floor <br>1 Tony Wilson Place<br>Manchester<br>M15 4FN<br>United Kingdom<br>Registered number: 03909628 ", "created_at": "2023-07-05 01:02:14.371443", "updated_at": "2023-07-05 01:02:46.136917"}], "points": [], "urls": ["autotrader.co.uk"]}}