{"error": 448, "message": "OK", "parameters": {"id": 9826, "name": "Spiegel Online", "created_at": "2023-10-23 20:10:40.615784", "updated_at": "2023-10-23 22:02:43.359159", "wikipedia": "https://en.wikipedia.org/wiki/Der_Spiegel", "keywords": null, "related": null, "slug": "spiegel-online", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9826.png", "url": "spiegel.de", "documents": [{"id": 19573, "name": "Datenschutzerklärung", "url": "https://www.spiegel.de/datenschutz-spiegel", "xpath": "/html/body/div[3]/div/div[5]", "text": " Datenschutzerklärung So gehen wir mit Ihren Daten um <ul>\n</ul>\n<ul>\n<li> Twitter </li>\n<li> Facebook </li>\n<li> E-Mail </li>\n<li> Messenger </li>\n<li> WhatsApp </li>\n<li> Link kopieren </li>\n<li>\n</li>\n<li> Weitere Optionen zum Teilen </li>\n</ul>\n<ul>\n<li> E-Mail </li>\n<li> Messenger </li>\n<li> WhatsApp </li>\n<li> Link kopieren </li>\n</ul>\n<p>switch to english version</p>\n<p>\n<strong>Liebe Leserin, lieber Leser,</strong>\n</p>\n<p>welche Daten sammeln wir während Ihres Besuches bzw.\nüber Ihre Nutzung unserer Webseiten? Welche Werbung wird Ihnen ausgespielt? Wer kann Ihre Daten sehen, wenn Sie Digital-Abonnent oder registrierter Nutzer sind? Kurz, wie gehen wir mit Daten um, die beim Nutzen unserer digitalen Angebote entstehen? Diese Fragen und viele weitere wollen wir Ihnen in dieser Datenschutzerklärung beantworten.</p>\n<p>\n<strong>Stand: 19.09.2023</strong>\n</p>\n<p>Datenschutzrechtlich verantwortlich ist das jeweils im Impressum genannte Unternehmen der SPIEGEL-Gruppe.\nDessen Datenschutzbeauftragten erreichen Sie unter datenschutz@spiegelgruppe.de&nbsp.\noder unter dem Kennwort Datenschutz, Ericusspitze 1, 20459 Hamburg.</p> Bereich\n1.\nVorab das Wichtigste zu Cookies, Tracking und der Werbefrei-lesen-Option\naufklappen <p>Bevor wir zu allem anderen kommen: Es gibt zwei Optionen, unser Angebot zu nutzen.\nBei der Werbefrei-lesen-Option verzichten wir ganz auf Werbe-Tracking und auch weitestgehend auf Werbung.&nbsp;Hier analysieren wir Ihre Nutzung ausschließlich zur bedarfsgerechten Gestaltung unseres Angebots und geben keine Nutzungsdaten an Dritte weiter.</p>\n<p>Wenn Sie uns dagegen kostenlos lesen wollen, finanzieren wir unser Angebot mit Ihrer Einwilligung durch weitere Werbung und vor allem auch durch Werbetracking mitsamt Datenweitergabe an ausgewählte Dritte für eine an Ihrem Nutzungsverhalten und Ihren vermuteten Interessen und Bedürfnissen ausgerichteten Ausspielung und Optimierung der Werbeanzeigen.</p>\n<p>Für das Werbetracking speichern und nutzen wir dann Cookies, Geräte-Kennungen und ähnliche Tracking-Technologien auf Ihren Endgeräten.\nEine detaillierte Übersicht der dafür genutzten Dienste und Cookies erhalten Sie im Privacy-Center.</p>\n<p>Rechtsgrundlage für deren Einsatz sind die europäische Cookie- oder ePrivacy-Richtlinie in Verbindung mit dem deutschen Telemediengesetz (§§ 12 ff.\nTMG, bis zum 30.11.2021) oder – ab 01.12.2021 – dem Gesetz zur Regelung des Datenschutzes und des Schutzes der Privatsphäre in der Telekommunikation und bei Telemedien (§ 25 f.\nTTDSG)) beziehungsweise auch die europäische Datenschutzgrundverordnung (Artikel 6 Absatz 1 lit. a (Einwilligung)).\nDie Zustimmung zum Werbe-Tracking können Sie jederzeit widerrufen, weiter nutzen können Sie das Angebot dann aber nur bei Wahl der kostenpflichtigen Werbefrei-lesen-Option.&nbsp;Bei einem Widerruf in der App sollten Sie die App nach dem Widerruf neu starten.</p> Leider konnten wir einen Cookie nicht abspeichern, der zur Nutzung unserer Seite nötig ist.\nIst Ihr Computer über ein Unternehmensnetzwerk verbunden?\nWir raten Ihnen, bei Ihrer IT-Abteilung um eine Ausnahmeregel für\nDER SPIEGEL\nzu bitten.\nHaben Sie eine Browser-Erweiterung oder den Browser so konfiguriert, dass das Setzen von Cookies verboten ist? Bitte fügen Sie eine Ausnahmeregel für\nDER SPIEGEL\nhinzu.\n<br>\nFalls Sie weiterhin Probleme haben, finden Sie hier mehr Informationen.\nWerbe-Tracking akzeptieren Zustimmung widerrufen <p>Cookies löschen:</p> Alle Cookies löschen Pfeil nach rechts Icon: Check Cookies wurden erfolgreich gelöscht <p>Rechtsgrundlage für die wenigen auch im Werbefrei-lesen-Angebot genutzten Cookies und Tracking-Technologien zur für uns unverzichtbaren Reichweitenmessung, zur an Ihren Interessen orientierten bedarfsgerechten Gestaltung des Angebots sowie zur Wahrung der Sicherheit und Funktionalität unserer Webseiten (Details zu diesen Diensten erfahren Sie hier) sind ebenfalls die europäische Cookie- oder ePrivacy-Richtlinie in Verbindung mit dem deutschen Telemediengesetz (§§ 12 ff.\nTMG, bis zum 30.11.2021) oder – ab 01.12.2021 – dem Gesetz zur Regelung des Datenschutzes und des Schutzes der Privatsphäre in der Telekommunikation und bei Telemedien (§ 25 f.\nTTDSG)) beziehungsweise auch die europäische Datenschutzgrundverordnung (Artikel 6 Absatz 1 lit.\nb (Vertragsdurchführung) und Artikel 6 Absatz 1 lit. f (berechtigte Interessen)).</p>\n<p>Wenn Sie das Werbetracking mit Datenweitergabe an Dritte bei uns umfassend deaktivieren wollen, empfehlen wir Ihnen die Werbefrei-lesen-Option.\nDazu reicht es nicht, einen »Do-Not-Track-Modus« in einem Ihrer Browser zu aktivieren.\nAlternativ haben Sie aber auch die Möglichkeit, bei sämtlichen in unserem Privacy Center genannten Dienstleistern jeweils ein »Opt-Out« zu setzen.&nbsp;Dazu müssten Sie die Opt-Out-Funktion auf den Webseiten der jeweiligen Dienstleister nutzen.</p>\n<p>Die auf diesem Weg deaktivierten Dienste werden dann nicht nur für unser Angebot gesperrt, sondern gleich generell für das von Ihnen genutzte Endgerät.\nDie Einstellungen werden für Ihr Gerät bzw.\nfür Ihren Browser gespeichert.\nFalls Sie mehrere Browser auf mehreren Geräten benutzen, müssen Sie Ihre Einstellungen auf jedem Browser separat an- und abwählen, weil wir die Opt-outs für Sie nicht synchronisieren können oder dürfen.\nIm Gegensatz dazu ist die Werbefrei-lesen-Option mit Ihrem Log-In natürlich auf allen Ihren Endgeräten nutzbar.</p> Bereich\n2.\nWofür diese Datenschutzerklärung gilt, wer wir genau sind, was wir Ihnen zusichern und welche Dokumente dazu gehören\naufklappen <p>Und nun von Anfang an: Die hier beschriebenen Hinweise zum Datenschutz gelten für die Nutzung der redaktionellen digitalen Angebote der SPIEGEL-Gruppe wie etwa www.spiegel.de und www.manager-magazin.de.\nFür andere Webseiten der SPIEGEL-Gruppe zum Beispiel zur Unternehmenskommunikation gelten ggf.\nselbstständige Datenschutzerklärungen, Datenschutzhinweise für die herkömmlichen Print-Abonnements bei Verlagen der SPIEGEL-Gruppe finden Sie in deren jeweiligen Allgemeinen Geschäfts- und Lieferbedingungen.\nWenn wir auf andere Webseiten verlinken, haben wir keinen Einfluss und keine Kontrolle darüber, wie andere Anbieter dort Datenschutzbestimmungen einhalten.\nWenn Sie uns bei einer verlinkten Seite oder einem unserer Partner auf mögliche Probleme hinweisen wollen, mailen Sie uns bitte.</p>\n<p>Verantwortliche Stelle für die Datenverarbeitung durch dieses Angebot ist das jeweils im Impressum genannte Unternehmen der SPIEGEL-Gruppe, vertreten durch die Geschäftsführung.\nMit Ihren Fragen können Sie sich stets an die SPIEGEL-Gruppe, Kennwort Datenschutz, Ericusspitze 1, 20459 Hamburg wenden oder an datenschutz@spiegelgruppe.de&nbsp.\n mailen, wenn Sie etwa zusätzliche Informationen dazu erhalten möchten, wie wir Ihre Daten erheben, verarbeiten oder nutzen.\nwenn generell noch Fragen offengeblieben sind oder wenn Sie Ihre Daten berichtigen, löschen oder sperren wollen.\nDetails zu Ihren Rechten erfahren Sie in Ziffer 6.</p>\n<p>In jedem Fall gilt: Wir speichern, verarbeiten und nutzen Ihre Daten ausschließlich so, wie Sie es in diesen Hinweisen lesen, und tun dies im Einklang mit dem deutschen und europäischen Datenschutzrecht.\nWir wahren selbstverständlich das Datengeheimnis.\nWir behandeln Ihre Daten vertraulich und geben sie ohne Ihre Einwilligung nicht weiter, außer an eng gebundene Dienstleister, die in unserem Auftrag zum Beispiel Abonnements verwalten sowie Zahlungsdienstleistungen, Services, Videoauslieferungen oder Prämien- und Anzeigengeschäfte abwickeln.\nDiese sind verpflichtet, Daten nur zu dem vertraglich vorgesehenen Zweck zu verwenden und in keinem Fall selbst weiterzugeben.</p>\n<p>Folgende selbstständig abrufbaren Dokumente und Informationen gehören zu dieser Datenschutzerklärung.</p>\n<ul>\n<li>\n<p>Detaillierte Übersicht zu den eingesetzten »Werbe-Trackern« in unserem Privacy Center</p>\n</li>\n<li>\n<p>Detaillierte Übersicht zu den auch im Werbefrei-lesen-Angebot eingesetzten Cookies, Geräte-Kennungen und ähnlichen Tracking-Technologien sowie Analysediensten mit dazugehörigen Detailinformationen</p>\n</li>\n</ul> Bereich\n3.\nInformationen, die Sie uns ausdrücklich mitteilen sowie technisch oder organisatorisch notwendige Daten\naufklappen <p>Grundsätzlich können Sie unsere Webseiten auch ohne ausdrückliche Angabe klassischer personenbezogener Daten wie Name, Adresse, Kontoverbindung etc.\nnutzen.\nIn einigen Fällen ist die Angabe solcher Daten aber nötig, sei es, weil dies gesetzlich vorgeschrieben ist oder um Verträge mit Ihnen abzuschließen oder eine gewünschte Dienstleistung auszuführen.\nDie Angabe der Daten bleibt natürlich auch in diesen Fällen in Ihrem Ermessen, jedoch sind diese Daten teilweise notwendig, um die angegeben Zwecke zu erreichen.\nEine Nichtangabe kann dann zur Folge haben, dass wir Ihnen unsere Dienste nicht zur Verfügung stellen können.</p>\n<p>Weitere Information vorab: In unserem gesamten Angebot verwenden wir den neuesten SSL-Sicherheitsstandard (256bit Secure Socket Layers).\nIhre Daten werden direkt bei der Übertragung verschlüsselt, und alle datenschutzrelevanten Informationen wie Kreditkartennummer, Bankleitzahl, Bankkontonummer, Name und Adresse werden in verschlüsselter Form in einer geschützten Datenbank abgelegt.\nDamit zu den einzelnen Gelegenheiten, bei denen Sie uns Informationen über sich mitteilen:</p>\n<p>\n<strong>a) Abschluss eines Abonnements</strong>\n</p>\n<p>Im Rahmen des Abschlusses eines Digital-Abo (SPIEGEL+) und/oder der Werbefrei-lesen-Option ist die Angabe der folgenden Daten notwendig: Anrede, Vorname und Nachname.\nDie Angabe Ihrer Adresse ist optional, es sei denn, Sie bestellen ein Angebot auch mit gedruckten Ausgaben.\nIhre Zahldaten für die Zahlungswege PayPal, SEPA-Lastschriftverfahren und Kreditkarte benötigen wir zur Veranlassung der Zahlung.</p>\n<p>Die genannten Daten sind für die Erfüllung des Zeitzugangs- bzw.\nAbonnementvertrages erforderlich, Art.\n6 Abs.\n1 lit.\nb) DSGVO.</p>\n<p>Für digitale Abonnementverträge (periodisch aktualisiertes Angebot digitaler Angebote), Zeitzugangsverträge (z.B.\nWochen- bzw.\nMonats-, Mehrmonats- oder Jahrespass für vorhandene kostenpflichtige Inhalte) und der Werbefrei-lesen-Option ist die Erstellung eines SPIEGEL-Kontos zwingend notwendig.\nIn diesem Zusammenhang müssen Sie Ihre E-Mail-Adresse und ein Passwort angeben.\nAuch die Angabe dieser Daten ist zur Vertragserfüllung erforderlich, ihre Verarbeitung beruht ebenfalls auf Art.\n6 Abs.\n1 lit.\nb) DSGVO.</p>\n<p>Wir speichern Ihre Daten zunächst bis zum Ende Ihres Vertrages oder der Löschung Ihres SPIEGEL-Kontos bzw.\ndarüber hinaus bis die Daten keinen steuer-, handelsrechtlichen oder sonstigen gesetzlichen Aufbewahrungspflichten unterliegen.\nRechtsgrundlage sind Art.\n6 Abs.\n1 lit.\nb) und c) DSGVO.</p>\n<p>Im Rahmen der Erfüllung von Verträgen setzten wir auf Grundlage des Art.\n6 Abs.\n1 lit.\nb.\nDSGVO externe Zahlungsdienstleister ein, über deren Plattformen die Nutzer und wir Zahlungstransaktionen vornehmen können (z.B.\nPaypal&nbsp.\nund für Kreditkarten wie Visa&nbsp;, Mastercard&nbsp;, American Express&nbsp.\nsowie SEPA-Lastschriftverfahren auch den Dienstleister Stripe&nbsp;.</p>\n<p>Zu den durch die Zahlungsdienstleister verarbeiteten Daten gehören z.B.\nder Name und die Adresse, Bankdaten, wie z.B.\nKontonummern oder Kreditkartennummern, Passwörter, TANs und Prüfsummen sowie die Vertrags-, Summen und empfängerbezogenen Angaben.\nDie Angaben sind erforderlich, um die Transaktionen durchzuführen.\nDie eingegebenen Daten werden jedoch nur durch die Zahlungsdienstleister verarbeitet und bei diesen gespeichert, wir erhalten keine konto- oder kreditkartenbezogenen Informationen, sondern lediglich Informationen mit Bestätigung oder Negativbeauskunftung der Zahlung.\nUnter Umständen werden die Daten seitens der Zahlungsdienstleister an Wirtschaftsauskunfteien übermittelt.\nDiese Übermittlung bezweckt die Identitäts- und Bonitätsprüfung.\nHierzu verweisen wir auf die AGB und Datenschutzhinweise der Zahlungsdienstleister.</p>\n<p>Den Dienstleister Stripe nutzen wir auch zur Verifikation von Altersangaben zB für vergünstigte Abonnements.\nHier erhalten wir lediglich eine Bestätigung oder Negativbeauskunftung zu dem von Ihnen uns gegenüber angegeben Daten Adresse, Name &amp.\nGeburtsdatum, die der Prüfung zu Grunde liegenden Dokumente werden beim Anbieter innerhalb von 14 Tagen nach Prüfung gelöscht.</p>\n<p>Im Übrigen verweisen wir auf die Hinweise und Regelungen in unseren Allgemeinen Geschäfts- und Lieferbedingungen.</p>\n<p>\n<strong>b) Registrierung SPIEGEL-Konto</strong>\n</p>\n<p>Wir bieten Ihnen auf unseren Webseiten die Möglichkeit, unter Angabe Ihrer E-Mail-Adresse ein kostenloses Nutzerkonto (SPIEGEL-Konto) anzulegen, das die Grundlage für einige registrierungspflichtige Dienste bietet und Ihnen auch die Inanspruchnahme von personalisierten Leistungen ermöglicht (Art.\n6 Abs.\n1 lit.\nb) DSGVO).</p>\n<p>Wir löschen Ihre Daten, sobald Sie Ihr SPIEGEL-Konto bei uns löschen und keine steuer-, handelsrechtlichen oder sonstigen gesetzlichen Aufbewahrungspflichten entgegenstehen.</p>\n<p>Für die Registrierung ist ausschließlich die Angabe Ihrer E-Mail-Adresse und die Vergabe eines Passworts nötig.\nWeitere Angaben wie Name und Anschrift sind freiwillig.\nWenn Sie sich auf unseren Webseiten registrieren oder anmelden, fragen wir Ihre E-Mail-Adresse und Ihr Passwort ab.\nAls registrierter und angemeldeter Nutzer können wir ein Profil erstellen und Ihnen stehen verschiedene Dienste zur Verfügung.\nSie können u.a.\nunsere digitalen Zeitzugangsverträge und Abos nutzen, Produkte bestellen oder sich mit Beiträgen an unseren Debattenformaten beteiligen.\nZudem ermöglicht es die Teilnahme an unserem täglichen Quiz und den Zugriff auf Ihre persönliche Spielstatistik, in Rahmen derer wir pseudonymisiert verarbeiten, an welchen Quizzen Sie bereits teilgenommen haben und welche und wie viele Fragen richtig bzw.\nfalsch beantwortet wurden.</p>\n<p>Wir bieten Ihnen auf unseren Webseiten auch die Möglichkeit, die »Angemeldet bleiben«-Funktion durch Anklicken des Kästchens zu aktivieren, damit sie nach Beendigung der Sitzung und einem späteren Wiederbesuch nicht von Neuem anmelden müssen.\nDafür setzen wir mit Ihrer Einwilligung Cookies ein, die für eine automatische Wiedererkennung bei einem neuen Besuch sorgen (Art.\n6 Abs.\n1 lit.\na) DSGVO).</p>\n<p>Um Ihnen den Besuch und die Nutzung unserer Webseiten so angenehm wie möglich zu machen und Sie dabei zu unterstützen, für Sie relevante Informationen schneller zu finden, personalisieren wir die Nutzung unserer Webseiten, beispielsweise durch »Für Sie empfohlen«-Artikel (Art.\n6 Abs.\n1 lit.\na) DSGVO).</p>\n<p>\n<strong>c) Newsletter</strong>\n</p>\n<p>Sie haben auf unseren Webseiten die Möglichkeit, auch ohne Registrierung eines SPIEGEL-Kontos unsere redaktionellen Newsletter zu abonnieren, um Nachrichten und aktuelle Informationen aus unseren Redaktionen zu erhalten sowie zu unseren Produkten.\nOhne SPIEGEL-Konto erfolgt die Bestellung der Newsletter und sonstiger Benachrichtigungen über das sog.\n»Double-Opt-In-Verfahren«, d.h.\ndie Angabe Ihrer E-Mail-Adresse wird mit Hilfe einer Bestätigungsmail an diese überprüft.\nEine Verarbeitung Ihrer personenbezogenen Daten findet dann mit Ihrer Einwilligung nach Art.\n6 Abs.\n1 lit.\na) DSGVO statt.</p>\n<p>Wenn Sie eingewilligt haben, erfassen wir Ihre Klicks in unseren Newslettern und sonstigen Benachrichtigungen mit unsichtbaren Bilddateien, sog.\nTracking-Pixel.\nWir analysieren mit unseren Dienstleistern Mailjet und Salesforce die Öffnungs- und Klickraten sowie andere Nutzungsdaten.\nIhre E-Mail-Adresse wird dabei in einer Empfängerliste gespeichert, um den Verteilerkreis nachhalten zu können.\nPseudonymisiert wird sie auch dazu benutzt, Ihnen personalisierte Newsletter zuzuschicken, die auf Ihre Vorlieben und Interessen angepasst sind.</p>\n<p>Als Mitglied der Informationsgemeinschaft zur Feststellung der Verbreitung von Werbeträgern e.V.\n(IVW – https://www.ivw.eu&nbsp.\n) verwenden wir in den Newslettern einen sog.\nIVW-Pixel, d.h.\neine pixelgroße Datei, die beim Öffnen des Newsletters von einem Server der IVW abgerufen wird.\nDurch diesen Abruf werden technische Informationen und der Zeitpunkt des Abrufs im Rahmen einer anonymisierten Reichweitenmessung erhoben.\nNäheres hierzu finden Sie unter Ziffer 7 am Ende der Datenschutzerklärung.</p>\n<p>Sie können sich jederzeit von jedem Newsletter abmelden und Ihre Einwilligung in den Versand und die Auswertung widerrufen, indem Sie am Ende des jeweiligen Newsletters auf den entsprechenden Link klicken, an newsletter@spiegel.de&nbsp.\nschreiben oder selbstständig in Ihrem \"Mein Konto”-Bereich abbestellen.\nDies gilt auch für die redaktionellen Newsletter, die als Bestandteil von Abonnements und Zeitzugangsverträgen bestellt wurden.</p>\n<p>\n<strong>d) Nutzung Forum und Beiträge</strong>\n</p>\n<p>Wenn Sie sich auf unseren Webseiten registriert haben, können Sie sich mit Kommentaren an unseren Debattenformaten beteiligen.\nWenn Sie einen Kommentar abgeben, wird dieser mit dem von Ihnen angegebenen Benutzernamen oder einem von uns zufällig erstellten Benutzernamen veröffentlicht.\nIn Ihrem Profil dürfen Sie als Benutzernamen anstatt Ihres Klarnamens ein Pseudonym verwenden, so dass andere Leser Ihren Klarnamen nicht erfahren – außer in der manager lounge, wo alle Nutzer mit ihrem vollständigen Klarnamen vorgestellt werden.\nWir erheben und verarbeiten die von Ihnen angegebenen und die von uns automatisch erhobenen Daten, um Ihren Kommentar im Rahmen unserer besonderen Nutzungsbedingungen veröffentlichen zu können.\nRechtsgrundlage für die Verarbeitung Ihrer Daten ist die von Ihnen erteilte Einwilligung nach Art.\n6 Abs.\n1 lit.\na) DSGVO.\nSie können Ihre Einwilligung jederzeit widerrufen, eine weitergehende Nutzung der Kommentarfunktion ist damit jedoch ausgeschlossen.</p>\n<p>Zur Unterstützung setzen wir das Tool Conversario der ferret go GmbH, Brauerstraße 14, 16321 Bernau bei Berlin, im Rahmen der Moderation von Kommentaren und Beiträgen auch innerhalb unserer Social-Media-Auftritte, ein.\nDie Analyse der Kommentare und Beiträge dient der Einhaltung unserer Community-Richtlinien und insbesondere der Unterbindung von strafrechtlich relevanten Aussagen.\nDabei werden durch Conversario auf unseren eigenen Webseiten Ihr Nutzername, Kommentartext, Datum und Uhrzeit, Nutzer-ID und Kommentar-ID verarbeitet.\nIm Falle der Facebook- und Instagram-Kommentarprüfung werden die Facebook bzw.\nInstagram-Nutzer-ID, der Kommentartext sowie Datum und Uhrzeit des Kommentars verarbeitet.\nRechtsgrundlage für die Datenverarbeitung ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nWeitergehende Informationen finden Sie hier&nbsp.\nin den Datenschutzbestimmungen von Conversario.</p>\n<p>\n<strong>e) Werbung per E-Mail, Telefon oder Brief</strong>\n</p>\n<p>Wir verwenden Ihre Kontaktdaten für Werbung, wenn Sie dazu eingewilligt haben (Art.\n6 Abs.\n1 lit.\na) DSGVO), sowie zur gesetzlich zulässigen Direktwerbung für eigene und verwandte Produkte, wenn Sie diese bei Ihrer Bestellung oder Registrierung angegeben haben (Art.\n6 Abs.\n1 lit.\nf) DSGVO iVm.\n§ 7 Abs.\n3 UWG).</p>\n<p>Falls Sie keine Werbung mehr wünschen, können Sie Ihre Einwilligung jederzeit widerrufen oder der Direktwerbung zu Basistarifen widersprechen</p>\n<ul>\n<li>\n<p>durch einen Klick auf den Abmelde-Link am Ende der E-Mail</p>\n</li>\n<li>\n<p>per E-Mail an aboservice@spiegel.de&nbsp;</p>\n</li>\n<li>\n<p>schriftlich an Der SPIEGEL, Kundenservice, 20637 Hamburg (bitte Ihren Namen und die E-Mail-Adresse der Registrierung angeben)</p>\n</li>\n<li>\n<p>oder telefonisch über 040 3007-2700.</p>\n</li>\n</ul>\n<p>Ihre personenbezogenen Daten werden an unsere externen und konzerninternen Vermarktungs- und Newsletter-Dienstleister und Gewinnspielpartner weitergegeben, sofern sie uns bei der Datenverarbeitung unterstützen.\nDiese werden von uns vertraglich dazu verpflichtet, Daten weder zu eigenen Zwecken zu nutzen noch an andere weiterzugeben.\nOhne Ihre ausdrückliche Einwilligung geben wir Ihre Daten nicht zu werblicher Nutzung weiter.</p>\n<p>Die von uns verarbeiteten Daten werden gelöscht, sobald sie für ihre Zweckbestimmung nicht mehr erforderlich sind und der Löschung keine gesetzlichen Aufbewahrungspflichten entgegenstehen.</p>\n<p>\n<strong>f) Kontaktaufnahme</strong>\n</p>\n<p>Wir verarbeiten Ihre personenbezogenen Daten, wenn Sie über unser Formular auf unseren Webseiten oder per E-Mail Kontakt zu uns aufnehmen.\nDafür verwenden wir teilweise den Dienst CognitoForms, der Cognito LLC.\nNäheres zum Datenschutz finden Sie hier&nbsp;.\nIm Rahmen der Bearbeitung Ihrer Anfrage ist diese Datenverarbeitung notwendig (Art.\n6 Abs.\n1 lit.\nb) DSGVO).\nDie Datenverarbeitung findet ausschließlich im Rahmen unserer Kundenbetreuung statt.<br>Sofern Sie mit einer Veröffentlichung Ihrer Nachricht einverstanden sind, kann diese sowohl auf unseren Webseiten als auch in unseren Magazinen mit der Angabe Ihres Namens und Ihres Wohnorts veröffentlicht werden.</p>\n<p>\n<strong>g) Veranstaltungen </strong>\n<br>Wir laden unsere Leser:innen und Abonnent:innen in regelmäßigen Abständen zu Veranstaltungen ein und Sie haben auf unseren Webseiten die Möglichkeit, sich für verschiedene Veranstaltungen anzumelden.\nDabei verwenden wir Ihre persönlichen Informationen, wie Vor- und Nachname und Ihre E-Mail-Adresse sowie gegebenenfalls weitere Pflichtangaben, um Ihnen eine Teilnahme an der Veranstaltung zu ermöglichen.\nBei kostenpflichtigen Veranstaltungen benötigen zur Zahlungsabwicklung je nach gewähltem Zahlungsmittel weitere Informationen und Daten.\nDie Datenverarbeitung findet ausschließlich zur Durchführung und Abwicklung der Veranstaltung statt und um Ihnen die notwendigen Informationen für Ihre Teilnahme zukommen zu lassen.\nBei einigen Veranstaltungen nutzen wir die Möglichkeit, Sie über den Start des Livestreams per E-Mail vorab zu informieren.\nZusätzlich erhalten Sie im Anschluss an die Veranstaltung eine E-Mail mit (weiterführenden) Informationen rund um ihre Veranstaltung sowie einer Feedbackumfrage.\nDie Verarbeitung beruht insoweit auf Art.\n6 Abs.\n1 lit.\nb) DSGVO.\nWir geben Ihre Daten, sofern notwendig, an unsere Veranstaltungspartner und Sponsoren weiter.\nDie entsprechende Weitergabe dieser Daten ist für die Abwicklung der Veranstaltung erforderlich und beruht ebenfalls auf Art.\n6 Abs.\n1 lit.\nb) DSGVO.</p>\n<p>Für die Abwicklung des Ticketkaufs bzw.\nder Anmeldung für eine kostenfreie Veranstaltung, werden Funktionen und Inhalte des Dienstes pretix angeboten, und durch rami.io&nbsp.\nGmbH, Berthold-Mogel-Straße 1, 69126 Heidelberg, Deutschland, eingebunden.\nHierzu gehört der Ticketshop, welcher über ein JavaScript-Widget eingebunden ist.\nWenn Sie ein Ticket kaufen oder kostenlos erwerben, nutzt pretix ein technisch notwendiges Cookie, um den Bestellablauf zu ermöglichen und sich zu merken, welcher Warenkorb zu Ihnen gehört.\nDas Cookie wird gesetzt, sobald Sie mit dem Widget interagieren.\nPretix speichert keine IP-Adressen, Browser-Informationen oder andere unnötige Metadaten über die Dauer Ihrer Anfrage hinaus.\nWeitere Infos zu Datenschutz bei pretix finden Sie hier: https://pretix.eu/about/de/privacy&nbsp;</p>\n<p>Sofern die Veranstaltung (auch) als Livestream übertragen wird, besteht die Möglichkeit, dass dieser auf der Internetseite www.spiegel.de wiedergegeben und nach Abschluss der Veranstaltung dort als Video dauerhaft öffentlich zugänglich gemacht wird.</p>\n<p>Im Falle einer Anmeldung zu kostenpflichtigen Veranstaltungen speichern wir Ihre Daten für die Dauer des Vertrages und danach bis zum Ablauf der gesetzlichen Verjährungsfristen bzw.\nfür die Dauer der steuerrechtlichen Aufbewahrungsfristen.\nDie entsprechende Datenverarbeitung über die Vertragslaufzeit hinaus beruht auf unserem berechtigten Interesse an der Aufbewahrung der Daten zu den genannten Zwecken und damit auf Art.\n6 Abs.\n1 lit.\nf) DSGVO.</p>\n<p>Im Falle einer Anmeldung zu kostenfreien Veranstaltungen bewahren wir Ihre Daten zu Dokumentationszwecken und für den Fall von Rückfragen nach der Veranstaltung noch für die Dauer von sechs Monaten auf.</p>\n<p>Darüber hinaus werden Ihre Kontaktdaten zu Werbezwecken gespeichert, solange kein diesbezüglicher Widerspruch Ihrerseits vorliegt.</p>\n<p>\n<strong>h) Analyse zur Missbrauchsprävention</strong>\n</p>\n<p>Unsere digitalen Angebote und insbesondere Abonnements dürfen nur entsprechend der jeweils geltenden Nutzungsbedingungen und vertraglichen Vereinbarungen genutzt werden.\nUm eine missbräuchliche Nutzung unserer Angebote zu erkennen und angemessen reagieren zu können, beispielsweise durch Verhinderung unberechtigter Zugriffe, werden bei der Nutzung unserer digitalen Angebote, auch unter Einsatz von Cookies und ähnlicher Technologien, erhobene Daten (Login-Daten, Devices, Login-Häufigkeit, Datum und Uhrzeit) in unserer internen Datenbank zum Schutz unserer Rechte verarbeitet und ungewöhnliche Nutzungen identifiziert.\nRechtsgrundlage dieser Art.\n6 Abs.\n1 lit.\nb) und f) DSGVO.\nDer Einsatz von Cookies und ähnlicher Technologien ist für diese Zwecke ohne Ihre Einwilligung möglich nach § 25 Abs.\n2 Nr.\n2 TTDSG.</p> Bereich\n4.\nInformationen, die allein aufgrund Ihrer Nutzung anfallen\naufklappen <p>Welche Artikel werden gerade wie oft gelesen, und von wie vielen Menschen? Wie lange sehen sich Zuschauer Videos an? Wie oft kommen Nutzer auf unsere Seiten? Gibt es verdächtige Zugriffe, so genannte »Denial-of-Service«-Attacken?</p>\n<p>Hier erläutern wir Ihnen, welche (personenbezogenen bzw.\npersonenbeziehbaren) Daten erhoben, verarbeitet und ggf.\nauch an welche Dritte wohin übermittelt werden und wie dies geschieht.</p>\n<p>Dafür unterscheiden wir im Folgenden vier Einsatzbereiche, nämlich</p>\n<p>(<strong>A.</strong>) Cookies und Analysen, die nicht personenbeziehbar erfolgen bzw.\nallein der technischen Funktions- und Zugangssicherung dienen und die in aller Regel auch ohne Ihre Einwilligung gesetzt bzw.\ndurchgeführt werden können und die entsprechend nicht deaktiviert werden können,</p>\n<p>(<strong>B.</strong>) auch bei der Werbefrei-lesen-Option standardmäßig integrierte und aktivierte Cookies und Analysen, die der Reichweitenmessung sowie unserer eigenen Analyse zur bedarfsgerechten Ausgestaltung des Angebotes dienen und teilweise deaktiviert werden können,</p>\n<p>(<strong>C.</strong>) ohne Wahl der Werbefrei-lesen-Option, bei kostenloser Nutzung mit Ihrer Einwilligung integrierte Cookies und Analysen zum Werbetracking und zur Ausspielung nutzungsbasierter Werbung durch Dritte / Kooperationsunternehmen sowie schließlich</p>\n<p>(<strong>D.</strong>) für alle Nutzer optionale Cookies und Analysen von »sozialen Medien«, die standardmäßig deaktiviert sind sowie solche redaktioneller Kooperationsangebote, die standardmäßig aktiviert sind.</p>\n<p>Im Folgenden fassen wir die relevanten Informationen zu diesen Einsatzbereichen und den dort verwandten Diensten in Textform zusammen.\nZugleich können Sie sich auch über die tabellarischen Übersichten hier zu den Bereichen A.) &amp.\nB.) sowie im Privacy-Center zu dem Bereich C.) informieren.\nNoch detailliertere und weiterführende Informationen zu und direkt von einzelnen Diensten erfahren Sie in ausgeschriebener Textform zudem unter Ziffer 7 dieser Datenschutzerklärung.</p>\n<p>\n<strong>A.) Nicht personenbeziehbare bzw.\nobligatorische Cookies &amp.\nAnalysen, Technische Funktionssicherung und Authentifizierung</strong>\n</p>\n<p>Wir setzen Cookies und ähnliche Analysedienste ein, die zur technischen Funktionssicherung und Authentifizierung benötigt werden.\nFür diese ist weder eine Einwilligung nach der Cookie- oder ePrivacy-Richtlinie in Verbindung mit dem deutschen Telemediengesetz (§§ 12 ff.\nTMG, bis zum 30.11.2021) oder – ab 01.12.2021 – dem Gesetz zur Regelung des Datenschutzes und des Schutzes der Privatsphäre in der Telekommunikation und bei Telemedien (§ 25 f.\nTTDSG) noch nach der Datenschutz-Grundverordnung (DSGVO) erforderlich.</p>\n<p>Dafür soll als erstes Beispiel etwa das Cookie »accessInfo« dienen, mit dem geprüft wird, ob Sie Nutzer der werbetrackingfreien Werbefrei-lesen-Option und / oder unserer kostenpflichtigen »Plus«-Inhalte sind.\nDieser Cookie ist zur Authentifizierung und damit Vertragsdurchführung im Sinne des Art.\n6 Abs.\n1 lit.\nb) DSGVO erforderlich, weshalb er auch ohne Ihre Einwilligung nach dem TTDSG gesetzt und ausgelesen werden kann (§ 25 Abs.\n2 Nr.\n2 TTDSG).</p>\n<p>Ein weiteres Beispiel ist das Cookie »thirdPartyConsent«, das speichert, ob der User seine Zustimmung zur Darstellung von Inhalten solcher Drittparteien wie Twitter und YouTube erteilt hat oder nicht.\nDieser Cookie ist zur Funktionssicherung der standardmäßig deaktivierten Integration erforderlich und kann damit entsprechend Art.\n6 Abs.\n1 lit.\nf) DSGVO (berechtigte Interessen) sowie § 25 Abs.\n2 Nr.\n2 TTDSG auch ohne Einwilligung gesetzt und genutzt werden.\nDie Übersicht solcher Cookies finden Sie hier.</p>\n<p>Weiter nutzen wir mit Cookies, mit denen keinerlei personenbeziehbare Daten erhoben und verarbeitet werden.\nAls Beispiel soll hier der Dienst »Hotjar« genannt werden, den wir zuweilen nutzen, um Mausbewegungen nachzuvollziehen, um daran auszuwerten, ob und ggf.\nwie wir die Positionierung bestimmter Buttons und ähnlichem verbessern und die Nutzung des Angebotes für Sie vereinfachen können.\nDie Analyse erfolgt vollständig anonymisiert, indem zum Beispiel Ihre IP-Adresse gekürzt wird, so dass keinerlei Rückschlüsse mehr auf bestimmte Personen möglich sind.\nDennoch benötigen wir für das Speichern der Cookies dieses Dienstes auf Ihrem Endgerät eine Einwilligung nach der Cookie- oder ePrivacy-Richtlinie in Verbindung mit dem deutschen Telemediengesetz (§§ 12 ff.\nTMG, bis zum 30.11.2021) oder – ab 01.12.2021 – dem Gesetz zur Regelung des Datenschutzes und des Schutzes der Privatsphäre in der Telekommunikation und bei Telemedien (§ 25 f.\nTTDSG)).\nDiese Einwilligung erteilen Sie uns, wenn Sie sich für die kostenlose Nutzung des Angebotes oder auch dar Werbefrei-lesen-Option entscheiden, sie ist Voraussetzung für die Nutzung des Angebots.\nEine Einwilligung nach der DSGVO ist hingegen nicht erforderlich, weil überhaupt keine personenbeziehbaren Daten verarbeitet werden.\nNichtsdestotrotz können Sie bei einzelnen Diensten ein »Opt-Out« erklären, dann werden selbst die jeweiligen anonymen Analysen verhindert.\nHier finden Sie besagte Übersicht der betreffenden Dienste.</p>\n<p>Darüber hinaus werden beim Besuch unseres Angebots automatisch folgende Daten an unseren Server gesendet und für 30 Tage in einer Protokolldatei (Logfiles) gespeichert:</p>\n<ul>\n<li>\n<p>IP-Adresse</p>\n</li>\n<li>\n<p>Datum und Uhrzeit des Zugriffs</p>\n</li>\n<li>\n<p>Name und URL der abgerufenen Datei</p>\n</li>\n<li>\n<p>Webseite, von der aus der Zugriff erfolgt (Referrer-URL)</p>\n</li>\n<li>\n<p>User-Agent (enthält in der Regel Informationen über den verwendeten Browser, das Betriebssystem des Rechners, den Hersteller und die Typenbezeichnung des mobilen Endgeräts)</p>\n</li>\n<li>\n<p>übertragene Datenmenge</p>\n</li>\n<li>\n<p>Meldung, ob der Zugriff / Abruf erfolgreich war (http-Statuscode)</p>\n</li>\n</ul>\n<p>Die genannten Daten und deren Verarbeitung sind für uns technisch erforderlich, um die Stabilität und die Sicherheit unserer Systeme zu gewährleisten, um Missbrauch erkennen und Schutz vor diesem bieten zu können (beispielsweise Hacking oder DDos), sowie zur Fehleranalyse und Behebung.\nDie Datenverarbeitung erfolgt auf unserem bestehenden berechtigten Interesse gem.\nArt.\n6 Abs.\n1 lit.\nf) DSGVO zu den oben genannten Zwecken.\nWir ergreifen am Stand der Technik orientierte Schutzmaßnahmen, um die Sicherheit der Daten zu gewährleisten.\nFür diese Verarbeitungen werden keine Informationen bzw.\nCookies auf Ihren Endgeräten gespeichert, weshalb in diesem Fall das TTDSG keine Anwendung findet.</p>\n<p>Da die Erfassung der Daten zur Bereitstellung der Webseiten und die Speicherung der Daten in Logfiles für den Betrieb unserer Webseiten zwingend erforderlich ist, haben Sie hier keine Widerspruchsmöglichkeit.\nAuch diese Datenverarbeitung können Sie nur verhindern, indem Sie unsere Dienste nicht nutzen.</p>\n<p>Schließlich benutzen wir einen Dienst von Sourcepoint, um die Nutzung von Adblockern auf unserer Seite zu unterbinden.\nDieser speichert in Cookies Daten zur Nutzung unserer Seite, um Werbeblocker abzuwehren und Ihre Einstellungen festzuhalten.\nAlle Auswertungen werden nicht personenbezogen, sondern anonymisiert durchgeführt und persönliche Daten wie IP-Adressen nur verkürzt verwendet.\nAuch die Nutzung dieser Dienste können Sie nicht verhindern.</p>\n<p>\n<strong>B.) Cookies und Analysen in der Werbefrei-lesen-Option zur Reichweitenmessung und bedarfsgerechten Ausgestaltung (überwiegend mit Opt-Out deaktivierbar)</strong>\n</p>\n<p>Ebenfalls sowohl in der Werbefrei-lesen-Option als auch im kostenlosen Angebot nutzen wir Cookies und Analysen zur bedarfsgerechten Ansprache und Gestaltung des Angebotes und zur Reichweitenmessung.</p>\n<p>Für eine Ihren Bedürfnissen gerecht werdende Ansprache und Gestaltung unserer Angebote nutzen wir etwa Adobe Analytics mit den in der Übersicht hier&nbsp.\nim Einzelnen aufgeführten Cookies.\nMit dem Einsatz von Adobe Analytics ist es uns möglich, Produkte und Dienstleistungen stets an Ihre Bedürfnisse anzupassen.\nWir nutzen diese Cookies, um Sie gemäß ermittelter oder ggf.\ndurch Sie bereitgestellter Profil-Informationen mit On-Site-Kampagnen und Personalisierungen ansprechen zu können.\nAuf Basis von pseudonymisierten Cookieinformationen sprechen wir nicht Sie als Person an, sondern Ihr Profil auf Basis für uns wichtiger Eigenschaften.\nDiese Profileigenschaften ergeben sich aus dem Kontext (dem Inhalt der angezeigten Webseite), aus Ihren Merkmalen der Profilbildung, aus den Analysen und Tests für die Produktentwicklung sowie aus berechneten Merkmalen auf Basis von Cookieinformationen.\nMerkmale für eine profilbezogene Ansprache sind der Engagement Score (Kennzeichnung Ihres Profils mit einer berechneten Nutzungsintensität unserer Angebote), der Propensity Score (Kennzeichnung Ihres Profils mit einer berechneten Abo-Abschlusswahrscheinlichkeit) und der Churn Score (Kennzeichnung Ihres Profils mit einer berechneten Kündigungswahrscheinlichkeit).\nDiese Scorings helfen uns bei der Bildung von Segmenten zur Ausspielung von passgenauen und relevanten On-Site-Kampagnen inkl.\ngeeigneter Umfragen, letzteres auch bei der Ausspielung von E-Mail-Kampagnen.</p>\n<p>Darüber hinaus nutzen wir die Informationen auch zu Personalisierungen im \"Für-Mich-Bereich” für unsere redaktionellen Produkte und auch für den SPIEGEL+-Newsletter sofern Sie dieser an ihrem Kundenprofil berechneten Personalisierung an entsprechender Stelle zugestimmt haben</p>\n<p>Weitere Detailinformationen zu »Adobe Analytics« erhalten sie ausformuliert hier&nbsp;.</p>\n<p>Rechtsgrundlage für den Einsatz derartiger Cookies ist § 25 Abs.\n2 Nr.\n2 TTDSG, die Verarbeitung Ihrer Daten beruht insoweit auf einem berechtigten Interesse und damit auf Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nSofern Sie eine solche bedarfsgerechte Ausgestaltung nicht wünschen, können Sie bei den in der Übersicht aufgeführten Diensten ggf.\nein »Opt-Out« setzen.\nAnders als bei den Werbetrackern unter (C.) bieten wir unser Angebot jedoch nicht ohne diese Cookies und Analysen an.\nSollten Sie den Einsatz kategorisch, auch mit der in Teilen bestehenden Möglichkeit eines solchen Opt-Out für die Zukunft ablehnen, können Sie unser Angebot nicht nutzen.\nAllerdings können Sie der Verarbeitung Ihrer Scorings und weiterer Werbemaßnahmen jederzeit widersprechen, beispielsweise per E-Mail an datenschutz@spiegelgruppe.de&nbsp.\nwidersprechen.</p>\n<p>Gleiches gilt für die Reichweitenmessung, die im Interesse der Vergleichbarkeit standardisiert und durch neutrale Dritte erfolgen muss.\nSoweit Cookies dafür auf Ihren Rechnern gespeichert werden, geschieht dies ebenfalls gem.\n§ 25 Abs.\n2 Nr.\n2 TTDSG beziehungsweise auch nach Art.\n6 Abs.\n1 lit.\nf) DSGVO aufgrund unserer berechtigten Interessen, wobei bei der Reichweitenmessung keine Nutzer- und Nutzungsprofile erstellt werden und Sie auch für diese ein Opt-Out setzen können.\nNähere Informationen erhalten Sie in der Übersicht hier&nbsp;.</p>\n<p>\n<strong>C.) Werbetracking und Ausspielung nutzungsbasierter Werbung</strong>\n</p>\n<p>Falls Sie sich nicht für das kostenpflichtige Werbefrei-lesen-Option entschieden haben, sichern Anzeigen und Werbung insgesamt das Bestehen unserer Angebote.\nFür Online-Werbung brauchen Werbetreibende verlässliche Angaben darüber, wie viele Leser ihre Anzeigen sehen.\nAußerdem erwarten sie, dass ihre Werbung an jene Nutzer bevorzugt ausgespielt wird, die sich voraussichtlich für ihre Produkte oder Themen interessieren.\nDafür ermöglichen wir Werbepartnern im kostenlosen Angebot, Nutzungsdaten für die sogenannte nutzungsbasierte Onlinewerbung (Anzeigen werden auf Nutzerinteressen zugeschnitten) zu tracken, also Nutzungsdaten zu erheben und pseudonym zu Nutzungsprofilen zu verarbeiten (»Werbe-Tracking«).\nMit diesen Daten wird Ihnen bzw.\nbesser Ihrem Endgerät diejenige Werbung eingeblendet, der Sie vermutlich höhere Aufmerksamkeit schenken.</p>\n<p>Google&nbsp;ist als Werbepartner mit Google AdWords eingebunden und kann nach denselben Richtlinien bei uns Werbe-Cookies platzieren und nutzen.\nWenn Sie auf eine von Google geschaltete Anzeige klicken, wird ein 30 Tage gültiges Cookie ohne personenbezogene Daten gespeichert, das Ihre Klicks auf die Werbung bei uns registriert und für Statistiken gebraucht wird.\nDem können Sie&nbsp;hier&nbsp;&nbsp;widersprechen.</p>\n<p>Eine Übersicht zu den für das kostenlose Angebot zugelassenen Anzeigendienstleistern, den so genannten »Third-Party-Trackern« finden Sie in unserem Privacy Center.\nRechtsgrundlage für deren Einsatz bei uns sind die Einwilligungen nach der europäischen Cookie- oder ePrivacy-Richtlinie in Verbindung mit dem deutschen Telemediengesetz (§§ 12 ff.\nTMG, bis zum 30.11.2021) oder – ab 01.12.2021 – dem Gesetz zur Regelung des Datenschutzes und des Schutzes der Privatsphäre in der Telekommunikation und bei Telemedien (§ 25 f.\nTTDSG) beziehungsweise auch die europäische Datenschutzgrundverordnung (Art.\n6 Abs.\n1 lit. a) DSGVO (Einwilligung)).</p>\n<p>Generell gilt: Beim Tracking wird Ihre Nutzung unserer Angebote erfasst, also zum Beispiel einzelne Klicks, besuchte Unterseiten, wahrgenommene Werbebanner etc.\nWeil solche Daten auf Sie als Person bezogen werden können, müssen alle Nutzungsdaten nach dem Telemediengesetz mit einem willkürlichen Pseudonym gespeichert werden, ohne dass diese pseudonymen Daten wieder mit dem Träger des Pseudonyms zusammengeführt werden dürfen (§ 15 Abs.\n3 S.\n3 TMG, bis 30.11.2021).\nDamit Anzeigen auch dort auf Sie zugeschnitten werden können, wo Cookies nicht optimal funktionieren, zum Beispiel in Apps auf Smartphones, werden unter Umständen Cookie-ähnliche Techniken und Quellen wie Gerätedaten eingesetzt.\nUm dies zu unterbinden, gehen Sie auf Android-Smartphones in die App »Google-Einstellungen« oder scrollen in der allgemeinen Einstellungs-App nach unten zu »Google«, tippen auf »Anzeigen« und deaktivieren dort das Kästchen neben »Interessenbezogene Werbung«.\nAuf iOS-Geräten, wo wir den Advertising Identifier von Apple nutzen, gehen Sie in die Einstellungs-App, dann auf »Datenschutz«, schließlich auf »Werbung« und nehmen Ihre konkreten Einstellungen vor.</p>\n<p>\n<strong>D.) (Optionale) Zusatzdienste</strong>\n</p>\n<p>\n<strong>1.\nSoziale Medien</strong>\n</p>\n<p>Wir binden auf unserer Seite Postings und Empfehlungsfunktionen von Plattformen wie Facebook, YouTube, Twitter, Instagram, Giphy, Imgur, Spotify, TikTok oder dem Kartendienst Mapbox ein.\nDiese Dienste sind standardmäßig inaktiv, sie können aber durch den Nutzer aktiviert werden.\nDie Dienste sitzen überwiegend in den USA, unterliegen in EU- und EWR-Staaten aber den üblichen Datenschutzregeln.\nWenn Sie zum Beispiel einen Empfehlungsschalter auf unserer Seite aktiv benutzen oder einen Artikel mit einem eingebetteten Post, YouTube-Video oder einer Spotify-Playlist lesen, können durch die Einbettungstechnik generelle Rahmendaten wie Ihre IP-Adresse an die sozialen Netzwerke und Plattformen zurückübertragen werden.\nWir haben keinen Einfluss darauf, wie die Plattformen die Daten verwenden, ggf.\nauch zur Erstellung von Nutzungsprofilen.\nInformieren Sie sich bitte bei Facebook, Twitter, Spotify, TikTok, YouTube u.a.\ndirekt darüber und passen Sie dort Ihre Privatsphäreeinstellungen an.</p>\n<p>In sozialen Netzwerken und auf anderen externen Plattformen gelten die eigenen Datenschutzbestimmungen der jeweiligen Unternehmen, auch wenn wir dort mit unseren Marken Informationen verbreiten und Präsenzen unterhalten.\nInsbesondere auf Snapchat sind wir abseits unserer Internet-Präsenzen aktiv, etwa mit dem SPIEGEL im Discover-Bereich des Netzwerks.\nDas US-Unternehmen stellt uns dabei sein Redaktionssystem und allgemeine Nutzungsdaten bereit, etwa die Zahl der Aufrufe, die Nutzungsdauer, die Demografie der Leser und die Nutzernamen aller Kontakte – hier&nbsp.\nkönnen Sie die Datenschutzregeln des Netzwerks nachlesen.</p>\n<p>Außerdem können Sie sich bei uns ein Nutzerkonto anlegen, indem Sie sich mit Ihrem Facebook-Konto verbinden (»Sign in with Facebook«-Funktion).\nIn diesem Fall erfahren wir Ihre Facebook-Zugangsdaten natürlich nicht – es gelten die Datenschutzbestimmungen des sozialen Netzwerks –.\nwir müssen Ihre öffentlichen Daten und Ihre Mailadresse aber abfragen, um Sie bei uns registrieren zu können.\nDadurch bekommen Sie ein Nutzerkonto bei uns, und Sie können später in unserem Login-Bereich die Verknüpfung mit Facebook jederzeit aufheben, um sich unabhängig von Facebook bei uns anzumelden.</p>\n<p>Unter den folgenden Links können Sie sich über die Datenschutzhinweise der einzelnen Drittanbieter informieren:</p>\n<ul>\n<li>\n<p>Inhalte von Twitter: Über das Tweet-Plugin integrieren wir Twitter-Inhalte in das Internetangebot.\nZu den Datenschutzhinweisen von Twitter: https://twitter.com/de/privacy&nbsp;</p>\n</li>\n<li>\n<p>Inhalte von Facebook: Über das Facebook-Plugin integrieren wir Facebook-Inhalte in das Internetangebot.\nZu den Datenschutzhinweisen von Facebook: https://www.facebook.com/privacy/explanation&nbsp;</p>\n</li>\n<li>\n<p>Inhalte von Youtube: Mit dem YouTube-Player integrieren wir Videos aus seinen YouTube-Channels oder Videos anderer Anbieter in das Internetangebot.\nZu den Datenschutzhinweisen von Google: https://support.google.com/youtube/answer/2801895?hl=de&nbsp;</p>\n</li>\n<li>\n<p>Inhalte von Instagram: Die »Embed«-Funktion von Instagram ermöglicht, Bilder und Videos von Instagram in unser Angebot zu integrieren.\nZu den Datenschutzhinweisen von Instagram: https://www.instagram.com/legal/privacy/&nbsp;</p>\n</li>\n<li>\n<p>Inhalte von Giphy: Die »Embed« Funktion von Giphy ermöglicht die Einbindung von GIFs auf unseren Webseiten.\nZu den Datenschutzhinweisen von Giphy: https://giphy.com/privacy&nbsp;</p>\n</li>\n<li>\n<p>Inhalte von Imgur: Mit Imgur können wir Imgur-Inhalte, wie Bilder, integrieren.\nZu den Datenschutzhinweisen von Imgur: https://imgur.com/privacy&nbsp;</p>\n</li>\n<li>\n<p>Inhalte von Spotify: Mit Spotify integrieren wir Lieder, Alben oder auch Playlists in unsere Webseiten.\nZu den Datenschutzhinweisen von Spotify: https://www.spotify.com/de/legal/privacy-policy/&nbsp;</p>\n</li>\n<li>\n<p>Inhalte TikTok: Mit dem TikTok-Plugin integrieren wir Videos aus TikTok.\nZu den Datenschutzhinweisen von TikTok: https://www.tiktok.com/legal/privacy-policy?lang=de&nbsp;</p>\n</li>\n<li>\n<p>Inhalte von Mapbox: Mit Mapbox integrieren wir Karten.\nZu den Datenschutzhinweisen: https://www.mapbox.com/legal/privacy/&nbsp;</p>\n</li>\n</ul>\n<p>\n<strong>2.\nRedaktionelle Kooperationsangebote</strong>\n</p>\n<p>Wir nutzen in unseren Artikeln immer wieder Dienste von Kooperationspartnern, zum Beispiel für Umfragen oder Diskussionsfragen.\nWie bei sozialen Netzwerken und Plattformen gilt: Wenn Sie zum Beispiel einen Artikel mit einer eingebetteten Umfrage lesen, können theoretisch generelle Rahmendaten wie Ihre IP-Adresse an die sozialen Netzwerke und Plattformen zurückübertragen werden.\nIm Detail sollten Sie sich auf den Webseiten der Kooperationspartner über deren Datenschutzpolitik informieren:</p>\n<ul>\n<li>\n<p>Civey:&nbsp;In einigen Angeboten nutzen wir diese deutsche Plattform, um Meinungsumfragen durchzuführen.\nCivey erhebt auch Daten zu Ihren persönlichen Einstellungen und Ihrem Abstimmungsverhalten, weshalb Sie sich bei dem Dienst, um ihn vollständig zu nutzen, mit einem eigenen Login oder per Facebook anmelden müssen (in letzterem Fall kann das soziale Netzwerk theoretisch generell verfolgen, dass Sie Civey nutzen).\nOhne Anmeldung wird Ihr Abstimmungsverhalten anonymisiert ausgewertet und in jedem Fall ein Cookie eingesetzt.\nIhre Anmelde- und Abstimmungsdaten werden verschlüsselt auf deutschen Servern gespeichert, bleiben geheim und dienen allein für Umfragezwecke.&nbsp;Hier&nbsp;&nbsp;finden Sie mehr zum Datenschutz bei Civey.</p>\n</li>\n<li>\n<p>Opinary:&nbsp;Wir binden auf unseren Seiten ein Umfragetool der Opinary GmbH, Engeldamm 62-64, 10179 Berlin ein.\nDie Verwendung dieses Dienstes ermöglicht es uns Online-Umfragen zu erstellen und anzuzeigen.<br>Durch das Opinary-plugin werden folgende Informationen des Webseitenbesuchers abgerufen: Cookie IDs und IP-Adresse.\nDie maximale Speicherdauer dieser Informationen beträgt ein Jahr.\nDie Datenverarbeitung geschieht auf Grundlage Ihrer Einwilligung, Art.\n6 Abs.\n1 (a) DSGVO.<br>Für den Schutz Ihrer personenbezogenen Daten haben wir mit der Opinary GmbH vertraglich vereinbart, welche Partei im Rahmen der Zusammenarbeit welche Pflichten und datenschutzrechtliche Verantwortung nach Art.\n26 DSGVO erfüllt.\nWir sind somit verantwortliche Partei für das Erheben und Übermitteln der Daten des Nutzers an Opinary.\nDie so erhobenen Daten werden uns daraufhin von Opinary pseudonymisiert und in aggregierter Form zur Verfügung gestellt.<br>Zur Steuerung zielgruppenbasierter Werbung werden durch Opinary Informationen über Aktivitäten auf unseren Webseiten (z.B.\ngeklickte Werbebanner, besuchte Unterseiten) unter einem Pseudonym erfasst und verwendet, um Ihnen interessengerechte Werbung Dritter auszuliefern.\nHierdurch können Cookies von Werbetreibenden Dritten auf Ihrem Rechner gespeichert werden.<br>Weitere Informationen zur Verarbeitung Ihrer personenbezogenen Daten finden Sie in der Datenschutzerklärung von Opinary&nbsp;.</p>\n</li>\n<li>\n<p>Datawrapper:&nbsp;Wir nutzen diesen Dienst, um redaktionelle Infografiken für unsere Beiträge zu erstellen.\nWenn Sie diese Infografiken aufrufen, werden zwar generelle Nutzungsdaten erfasst, nicht aber die IP-Adresse Ihres Geräts.\nAuch darüber hinaus werden vom Datawrapper keine Benutzerdaten an kommerzielle Dritte weitergegeben.\nMehr zum Datenschutz beim Datawrapper finden Sie&nbsp;hier&nbsp;.</p>\n</li>\n<li>\n<p>Spiele:&nbsp;Einige unserer Angebote binden Browser-Spiele des Kooperationspartners kr3m aus Karlsruhe ein, der in Logfiles die abgerufenen Webseiten und Dateien, die zugehörigen Zeitdaten, die Browser- und Betriebssystem und die IP-Adresse samt Provider speichert.\nDiese Daten werden nur für Statistiken zur Optimierung der Sicherheit und der Angebote genutzt, außerdem zur Nachverfolgung bei rechtswidriger Nutzung – in keinem Fall werden personenbezogenen Daten weitergegeben, ohne dass Nutzer zustimmen.\nMehr zum Datenschutz bei kr3m finden Sie&nbsp;hier&nbsp;.</p>\n</li>\n<li>\n<p>Heise-Preisvergleich<br>Auf unserer Website setzen wir Widgets z.B.\nmit Preisinformationen, Tabellen oder Bildern (Widgets) der Heise Medien GmbH &amp.\nCo.\nKG, Karl-Wiechert-Allee 10, 30625 Hannover (Heise Medien) ein.\nDie Widgets dienen u.a.\ndazu, einen Überblick über die Preise verschiedener Anbieter gewinnen zu können.\nZugleich besteht die Möglichkeit, über einen Affiliate-Link direkt auf das Angebot zugreifen zu können.\nDie Widgets werden über eine Programmierschnittstelle von Heise Medien zur Verfügung gestellt.\nWenn Sie als Besucher unserer Website eine Internetseite mit einem Widget aufrufen, werden Ihre IP-Adresse, User-Agent-String und Standard-Header an Heise Medien übertragen.\nDies ist technisch notwendig, um Anfragen beantworten zu können.\nDiese Daten werden maximal 7 Tage gespeichert und danach gelöscht oder anonymisiert, sodass eine Zuordnung des aufrufenden Clients nicht mehr möglich ist.\nDie Verarbeitung der von Ihnen benötigten Daten erfolgt auf Basis von Art.\n6 Abs.\n1 f) DSGVO ausschließlich zur Wahrnehmung unseres berechtigten Interesses, insbesondere aus technischen Gründen, zu Zwecken der IT-Sicherheit sowie zur Erfüllung der Nutzerinteressen und zum wirtschaftlichen Betrieb unseres Online-Angebots.</p>\n</li>\n</ul> Bereich\n5.\nWie wir Werbung für uns machen\naufklappen <p>Auch wir selbst sind darauf angewiesen, im Internet für unsere Angebote zu werben.\nWir nutzen verschiedene Möglichkeiten individualisierter Anzeigen, mit denen wir Sie und andere potenzielle Leser direkt erreichen wollen:</p>\n<ul>\n<li>\n<p>\n<strong>Google Remarketing:</strong>&nbsp;Wir verwenden Googles Remarketing-Funktion, um Ihnen im globalen Google-Werbenetzwerk Anzeigen für unsere Angebote zu präsentieren, die Ihren Nutzungsvorlieben entsprechen.\nSie werden in diesem Netzwerk über Cookies wiedererkannt, aber nicht als Person identifiziert.&nbsp;Hier&nbsp;&nbsp;können Sie diese Technik deaktivieren.</p>\n</li>\n<li>\n<p>\n<strong>Facebook Remarketing/Retargeting:</strong>&nbsp;Wir haben in unseren Angeboten, wo passend, Remarketing-Tags des sozialen Netzwerks integriert.\nWenn Sie auf Facebook angemeldet sind, erhält die Plattform die Information, dass Sie unsere Seite besucht haben, wodurch wir Sie mit Werbung auf Facebook ansprechen können.\nDie Übermittlung Ihrer Daten als Facebook-Nutzer wird in der Datenschutzerklärung des Netzwerks selbst geregelt.\nSie können&nbsp;hier&nbsp;&nbsp;die sogenannten Custom Audiences für Ihr Profil deaktivieren.\nDas Custom-Audience-E-Mail-Verfahren nutzen wir nicht.</p>\n</li>\n<li>\n<p>\n<strong>Bing Ads:</strong>&nbsp;Der Dienst des US-Konzerns Microsoft setzt ein Cookie, wenn Sie über eine Bing-Anzeige auf eine unserer Angebotsseiten gelangt sind, damit wir die Gesamtzahl der Klicks von der Anzeige auf unsere Angebote erfahren.\nIhr Nutzungsprofil wird nur pseudonymisiert erfasst.\nEine Übertragung von Daten findet nicht statt.\nSie können dies&nbsp;hier&nbsp;&nbsp;unterbinden.</p>\n</li>\n<li>\n<p>\n<strong>Sovendus:</strong>&nbsp;Dieser deutsche Dienstleister bietet einige unserer Produkte im Internet als Werbepartner zum Kauf an.\nUm eine korrekte Abrechnung zu gewährleisten, wird beim Kauf ein Pixel des Services abgesetzt, um pseudonymisiert und verschlüsselt das bestellte Angebot samt Zeitstempel und IP-Adresse zu übermitteln, wobei Letztere nur der Datensicherheit halber verwendet und im Regelfall nach sieben Tagen anonymisiert wird.\nDetails zum Datenschutz bei Sovendus finden Sie&nbsp;hier&nbsp;.</p>\n</li>\n<li>\n<p>\n<strong>Outbrain Amplify:</strong>\n<em>\n</em>Auf unseren Webseiten verwenden wir die Technologie der Outbrain Inc.\n(»Outbrain«, 39 W 13th Street New York, NY 10011 USA).\nDiese ermöglicht es uns, auf Webseiten unserer Partner gezielt jene Besucher mit Werbung anzusprechen, die sich für unsere Inhalte interessieren und interessiert haben.\nDie Technologie basiert auf einer Cookie-abhängigen Analyse des vorherigen Nutzerverhaltens.\nDiese Werbung erscheint nur auf Outbrain Werbeplätzen, entweder auf Werbeflächen von Outbrain Engage oder dem Outbrain Extended Network.\nWenn Sie nicht möchten, dass Ihnen interessenbezogene Werbung angezeigt wird, können Sie diese Funktion hier&nbsp.\ndeaktivieren.\nWeitere Infos sind hier zu finden: https://lp.outbrain.com/gdpr-ready/&nbsp;.</p>\n</li>\n<li>\n<p>\n<strong>Twitter Conversion Tracking: </strong>Wir haben auf unseren Webseiten das Twitter Website-Tag integriert.\nMit diesem Tag wird beim Besuch einer unserer Webseiten eine direkte Verbindung zu den Twitter-Servern hergestellt und übermittelt, dass Sie unsere Webseiten besucht haben.\nTwitter ordnet diese Information Ihrem persönlichen Twitter-Benutzerkonto zu.\nAuf diese Weise können wir auf Grundlage Ihrer bisherigen Seitenaufrufe und Aktivitäten gezielt Anzeigen schalten (Remarketing).\nDie hierbei von Twitter verarbeiteten Daten erlauben uns keine Identifizierung Ihrer Person.\nDiese pseudonymen Angaben werden auch nicht mit sonstigen Informationen zu Ihrer Person zusammengefügt.\nNähere Informationen zur Erhebung und Nutzung der Daten durch Twitter sowie über Ihre diesbezüglichen Rechte finden Sie in der Datenschutzrichtlinie von Twitter hier&nbsp;.\nMöglichkeiten zum Schutz Ihrer Privatsphäre und Einstellungen zu personalisiertem Content auf Twitter können Sie hier&nbsp.\nvornehmen.</p>\n</li>\n<li>\n<p>\n<strong>TikTok Retargeting:</strong> Wir haben in unseren Angeboten, wo passend, Retargeting-Pixel des sozialen Netzwerks integriert.\nWenn Sie auf TikTok angemeldet sind, erhält die Plattform die Information, dass Sie unsere Seiten besucht haben, wodurch wir Sie gezielt mit Werbung auf TikTok ansprechen können.\nDie Übermittlung Ihrer Daten als TikTok-Nutzer wird in dem Leitfaden \"Anzeigen und Ihre Daten\" des Netzwerks selbst geregelt, welchen Sie hier&nbsp.\nfinden.\nSie können hier &nbsp;die Einstellungen für personalisierte Werbung für Ihr Konto ausschalten.</p>\n</li>\n</ul> Bereich\n6.\nIhre Rechte\naufklappen <p>\n<strong>Art.\n15 DSGVO: Auskunftsrecht der betroffenen Person<br>\n</strong>Sie haben uns gegenüber das Recht, Auskunft darüber zu erhalten, welche Daten wir zu Ihrer Person verarbeiten.</p>\n<p>\n<strong>Art.\n16 DSGVO: Recht auf Berichtigung<br>\n</strong>Sollten die Sie betreffenden Daten nicht richtig oder unvollständig sein, so können Sie die Berichtigung unrichtiger oder die Vervollständigung unvollständiger Angaben verlangen.</p>\n<p>\n<strong>Art.\n17 DSGVO: Recht auf Löschung<br>\n</strong>Unter den Voraussetzungen des Art.\n17 DSGVO können Sie die Löschung Ihrer personenbezogenen Daten verlangen.\nIhr Anspruch auf Löschung hängt u.\na.\ndavon ab, ob die Sie betreffenden Daten von uns zur Erfüllung unserer gesetzlichen oder vertraglichen Aufgaben noch benötigt werden.</p>\n<p>\n<strong>Art.\n18 DSGVO: Recht auf Einschränkung der Verarbeitung<br>\n</strong>Unter den Voraussetzungen des Art.18 DSGVO können Sie die Einschränkung der Verarbeitung der Sie betreffenden personenbezogenen Daten verlangen.</p>\n<p>\n<strong>Art.\n21 DSGVO: Widerspruchsrecht<br>\n</strong>Aus Gründen, die sich aus Ihrer besonderen Situation ergeben, können Sie jederzeit gegen die Verarbeitung der Sie betreffenden Daten Widerspruch einlegen.</p>\n<p>\n<strong>Art.\n7 Abs.\n3 DSGVO: Recht auf Widerruf der Einwilligung<br>\n</strong>Sie haben das Recht, eine erteilte Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten jederzeit zu widerrufen.\nDurch den Widerruf der Einwilligung wird die Rechtmäßigkeit, der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung nicht berührt.</p> Bereich\n7.\nDetailinformationen zu einzelnen Diensten\naufklappen <p>\n<strong>\n<u>A.) </u>Datenschutzerklärung INFOnline Measurement</strong>\n</p>\n<p>\n<strong>Datenschutzerklärung WEB - INFOnline Measurement</strong>\n<br>Unsere Webseite setzt das mehrstufige Messverfahren 'INFOnline Measurement' der INFOnline GmbH (https://www.INFOnline.de&nbsp;) zur Ermittlung statistischer Kennwerte (Page Impression, Visit, technischer Client) über die Nutzung unseres Digital-Angebots ein.</p>\n<p>Ziel der Nutzungsmessung ist es, die Anzahl der Besuche auf unserer Website, die Anzahl der Websitebesucher und deren Surfverhalten statistisch – auf Basis eines einheitlichen Standardverfahrens - zu bestimmen und somit marktweit vergleichbare Werte zu erhalten.</p>\n<p>Als Mitglied der Informationsgemeinschaft zur Feststellung der Verbreitung von Werbeträgern e.V.\n(IVW – https://www.ivw.eu&nbsp.\n) werden die Nutzungsstatistiken regelmäßig von der IVW mit den Leistungswerten 'Page Impression' und 'Visits' in der IVW-Ausweisung (https://ausweisung.ivw-online.de/&nbsp.\n) bereitgestellt.</p>\n<p>Als Teilnehmer an der agof Studie daily digital facts werden die Nutzungsstatistiken unseres Digital-Angebots regelmäßig von der Arbeitsgemeinschaft Online-Forschung e.V.\n(agof - https://www.agof.de&nbsp;) und der Arbeitsgemeinschaft Media-Analyse e.V.\n(agma - https://www.agma-mmc.de&nbsp.\nzu Reichweiten weiter verarbeitet und mit dem Leistungswert \"Unique User\" veröffentlicht.</p>\n<p>\n<strong>1.\nRechtsgrundlage für die Verarbeitung</strong>\n</p>\n<p>Die Messung mit INFOnline Measurement (pseudonymes System: IOMp) durch die INFOnline GmbH erfolgt im Rahmen einer Nutzungsmessung mit der Einwilligung nach Art.\n6 Abs.\n1 lit.\na) DSGVO.</p>\n<p>Die Messung mit INFOnline Measurement (anonymes System: IOMa) durch die INFOnline GmbH erfolgt im Rahmen einer Nutzungsmessung durch Zugriff auf die Endeinrichtung des Nutzers mit der Einwilligung nach § 25 Abs.\n1 S.\n2 TTDSG.</p>\n<p>Zweck der Verarbeitung der personenbezogenen Daten ist die Bildung von digitalen Leistungswerten (Page Impression, Visit und technischer Client) zur Erstellung von Statistiken.\nDie Statistiken dienen dazu, die Nutzung unseres Angebots nachvollziehen und belegen zu können.</p>\n<p>\n<strong>2.\nArt der Daten</strong>\n</p>\n<p>Die mit INFOnline Measurement erhobenen Daten ermöglichen aufgrund der Datenarten und Datenmenge keine eindeutige Identifizierung eines Nutzers als Person.</p>\n<p>Es wird ein JavaScript-Code (sog.\n'Measurement Manager') eingesetzt, der beim Aufruf über den Browser bzw.\ndas Endgerät des Nutzers (Client) auf Basis der Consent-Informationen aus der vom Anbieter beim Digital-Angebot eingesetzten Consent Management Plattform (CMP) die erforderlichen Messsensoren für eine anonyme und / oder pseudonyme Datenverarbeitung zur Ermittlung der Kennzahlen automatisiert integriert und ausführt.\nDas INFOnline Measurement ist als anonymes System (ohne Client-Identifier) und als pseudonymes System (mit Client-Identifier) angelegt.</p>\n<p>\n<strong>Beim anonymen Zensusverfahren (IOMb)</strong>\n</p>\n<p>wird gänzlich auf eine Verarbeitung personenbeziehbarer Informationen verzichtet, dazu gehört im Besonderen die IP-Adresse.\nDiese wird gänzlich aus der Kommunikation und der Verarbeitung entfernt.\nDazu verhindert eine Kommunikationsschnittstelle, die sog.\n'Serviceplattform', als Messendpunkt den Austausch der IP-Adresse des Nutzers mit den Systemen der INFOnline im Rahmen des INFOnline Measurement.\nDie IP-Adresse als personenbezogenes Datum wird im Zensusverfahren auf der Serviceplattform verworfen, bevor der Messaufruf an INFOnline geleitet wird.\nEs erfolgt auch keine Geolokalisierung mittels IP-Adresse.\nDer beim Zensusverfahren erzeugte Datensatz ist eine reine PI-Datenerhebung.</p>\n<p>\n<strong>Beim pseudonymen Messverfahren (IOMp)</strong>\n</p>\n<p>werden mit dem 3rd-Party Cookie 'i00' (ioam.de) und dem 1st-Party-Cookie 'ioma2018' folgende Daten erhoben, welche nach EU-DSGVO einen Personenbezug aufweisen:</p>\n<p>• IP-Adresse:</p>\n<p>Im Internet benötigt jedes Gerät zur Übertragung von Daten eine eindeutige Adresse, die sogenannte IP-Adresse.\nDie zumindest kurzzeitige Speicherung der IP-Adresse ist aufgrund der Funktionsweise des Internets technisch erforderlich.</p>\n<p>Die IP-Adressen werden vor jeglicher Verarbeitung um 1 Byte gekürzt und nur anonymisiert weiterverarbeitet.\nEs erfolgt keine Speicherung oder Verarbeitung der ungekürzten IP-Adressen.</p>\n<p>• Einen zufällig erzeugten Client-Identifier:</p>\n<p>Die Reichweitenmessung verwendet zur Wiedererkennung von Computersystemen eindeutige Kennungen des Endgerätes, ein 'Local Storage Object' (LSO) oder eine Signatur, die aus verschiedenen automatisch übertragenen Informationen Ihres Browsers erstellt wird.\nDiese Kennung ist für einen Browser eindeutig, solange das Cookie oder Local Storage Object nicht gelöscht wird.\nEine Messung der Daten und anschließende Zuordnung zu dem jeweiligen Identifier ist unter Umständen auch dann möglich, wenn Sie andere Webseiten aufrufen, die ebenfalls das pseudonyme Messverfahren der INFOnline GmbH nutzen.\nFolgende eindeutige Kennungen können als Hash an die INFOnline GmbH übermittelt werden:</p>\n<p>• gekürzte Client-IP bzw.\nX-Forwarded-For (XFF)</p>\n<p>• Useragent (als Hash)</p>\n<p>Personenbezogene Daten im Sinne der EU-DSGVO werden zur Messung nur insoweit genutzt, als dass der Einsatz eines JavaScripts gegenüber einem Nutzer erfolgt, dem eine individuelle IP-Adresse und ein zufällig erzeugter Client-Identifier zum Aufruf von Webinhalten zugewiesen wurde.</p>\n<p>\n<strong>Beim anonymen Messverfahren (IOMa)</strong>\n</p>\n<p>wird ein Messsensor (JavaScript) eingesetzt, der die Metriken im Browser (LocalStorage (LSO)) des Nutzers berechnet, automatisch verschlüsselt und die aggregierten Nutzungsdaten an eine Kommunikationsschnittstelle, die sog.\n'Serviceplattform' überträgt.\nIn der Serviceplattform werden für die Internetkommunikation benötigte Identifier (bspw.\nIP-Adresse des Clients) entfernt und die verschlüsselten anonymisierten Messdaten durch eine Geolokalisierung ergänzt und an die zentrale Serverkomponente bei INFOnline übermittelt.</p>\n<p>Soweit die erhobenen Messdaten um eine Geolokalisation des Browsers angereichert werden, erfolgt auch dazu eine Verwendung einer IP-Adresse lediglich für den Zweck der Erhebung der Geolokalisation und der Anreicherung mit den erhobenen Messdaten.\nEine dazu notwendige IP-Adresse wird unmittelbar nach der Anreicherung verworfen.</p>\n<p>Während der Einführungsphase von IOMa wird ein 1st Party Cookie verwendet, um die Zeitstempel (Unix Epoch Timestamp) des letzten Nutzungsvorgangs pro Angebot und pro Seitencode zu speichern.\nDiese Werte werden für die Bildung von zeitbezogenen Metriken wie dem Visit bei einem Wechsel der HTTP-Origin als Richtgröße hinzugezogen.\nEs werden keine weiteren personenbezogenen Daten /IDs in dem Cookie abgelegt.\nNach der Einführungsphase sollte es dann entfallen, so dass die Messung dann vollständig ohne Cookies erfolgt.</p>\n<p>Personenbezogene Daten im Sinne der EU-DSGVO werden zur Messung nur insoweit genutzt, als dass der Einsatz eines JavaScripts gegenüber einem Nutzer erfolgt, dem eine individuelle IP-Adresse zum Aufruf von Webinhalten zugewiesen wurde.</p>\n<p>Insoweit verarbeiten wir dauerhaft zu Ihrer Person keine personenbezogenen Daten durch den Einsatz vom anonymen Messverfahren (IOMa) im INFOnline Measurement.</p>\n<p>\n<strong>3.\nNutzung der Daten</strong>\n</p>\n<p>Das Messverfahren der INFOnline GmbH, welches auf dieser Webseite eingesetzt wird, ermittelt Nutzungsdaten.\nDies geschieht, um die Leistungswerte Page Impression, Visit und Client zu erheben.</p>\n<p>• Geolokalisierung</p>\n<p>Die Zuordnung eines Webseitenaufrufs zum Ort des Aufrufs erfolgt im pseudonymen Messverfahren (IOMp) und im anonymen Messverfahren (IOMa) ausschließlich auf der Grundlage der anonymisierten IP-Adresse und nur bis zur geographischen Ebene der Bundesländer / Regionen.\nAus den so gewonnenen geographischen Informationen kann in keinem Fall ein Rückschluss auf den konkreten Wohnort eines Nutzers gezogen werden.</p>\n<p>• Angebotsübergreifende Zusammenführung von Nutzungsdaten</p>\n<p>Die Nutzungsdaten eines technischen Clients (bspw.\neines Browsers auf einem Gerät) werden im pseudonymen Messverfahren (IOMp) webseitenübergreifend zusammengeführt und in einer Datenbank gespeichert.</p>\n<p>\n<strong>4.\nSpeicherdauer der Daten</strong>\n</p>\n<p>Die vollständige IP-Adresse wird von der INFOnline GmbH nicht gespeichert.</p>\n<p>Die IP-Adresse wird lediglich zum Empfang der Datenpakete verwendet und sodann um 1 Byte gekürzt.</p>\n<p>Im Zensusverfahren (IOMb) wird die gekürzte IP-Adresse verworfen, im pseudonymen (IOMp) und anonymen Verfahren (IOMa) maximal 60 Tage gespeichert.\nIm pseudonymen (IOMp) und anonymen (IOMa) Verfahren werden die Nutzungsdaten in Verbindung mit dem eindeutigen Identifier maximal 6 Monate gespeichert.</p>\n<p>Die Gültigkeit des im pseudonymen Verfahren (IOMp) verwendeten Cookies 'i00' und des Cookies 'ioma2018' auf dem Endgerät des Nutzers ist auf maximal 1 Jahr beschränkt.</p>\n<p>\n<strong>5.\nWeitergabe der Daten</strong>\n</p>\n<p>Die IP-Adresse wie auch die gekürzte IP-Adresse werden nicht weitergegeben.</p>\n<p>\n<strong>6.\nRechte der betroffenen Person</strong>\n</p>\n<p>Die betroffene Person hat folgende Rechte:</p>\n<p>Auskunftsrecht (Art.\n15 DSGVO)</p>\n<p>Recht auf Berichtigung (Art.\n16 DSGVO)</p>\n<p>Widerspruchsrecht (Art.\n21 DSGVO)</p>\n<p>Recht auf Löschung (Art.\n17 DSGVO)</p>\n<p>Recht auf Einschränkung der Verarbeitung (Art.\n18f.\nDSGVO)</p>\n<p>Recht auf Datenübertragbarkeit (Art.\n20 DSGVO)</p>\n<p>Recht auf Widerruf (Art.\n7 Abs.\n3 DSGVO) (bei Einwilligung)</p>\n<p>Bei Anfragen dieser Art, wenden Sie sich bitte an datenschutz@spiegelgruppe.de.\nBitte beachten Sie, dass wir bei derartigen Anfragen sicherstellen müssen, dass es sich tatsächlich um die betroffene Person handelt.</p>\n<p>Die betroffene Person hat das Recht, bei einer Datenschutzbehörde Beschwerde einzulegen.</p>\n<p>Weitere Informationen zum Datenschutz im INFOnline Measurement finden Sie auf der Webseite der INFOnline GmbH (https://www.infonline.de&nbsp;), die das Messverfahren betreibt.</p>\n<p>\n<strong>Datenschutzerklärung App - INFOnline Measurement</strong>\n</p>\n<p>Unsere Applikation setzt das mehrstufige Messverfahren 'INFOnline Measurement' der INFOnline GmbH (https://www.INFOnline.de&nbsp;) zur Ermittlung statistischer Kennwerte (Page Impression, Visit, technischer Client) über die Nutzung unseres Digital-Angebots ein.</p>\n<p>Ziel der Nutzungsmessung ist es, die Nutzungsintensität, die Anzahl der Nutzungen und Nutzer unserer Applikation und deren Surfverhalten statistisch – auf Basis eines einheitlichen Standardverfahrens - zu bestimmen und somit marktweit vergleichbare Werte zu erhalten.</p>\n<p>Als Mitglied der Informationsgemeinschaft zur Feststellung der Verbreitung von Werbeträgern e.V.\n(IVW – https://www.ivw.eu&nbsp;) werden die Nutzungsstatistiken regelmäßig von der IVW mit den Leistungswerten 'Page Impression' und 'Visits' in der IVW-Ausweisung (https://ausweisung.ivw-online.de/&nbsp.\n) bereitgestellt.</p>\n<p>Als Teilnehmer an der agof Studie daily digital facts werden die Nutzungsstatistiken unseres Digital-Angebots regelmäßig von der Arbeitsgemeinschaft Online-Forschung e.V.\n(agof - https://www.agof.de&nbsp;) und der Arbeitsgemeinschaft Media-Analyse e.V.\n(agma - https://www.agma-mmc.de&nbsp.\nzu Reichweiten weiter verarbeitet und mit dem Leistungswert \"Unique User\" veröffentlicht.</p>\n<p>\n<strong>1.\nRechtsgrundlage für die Verarbeitung</strong>\n</p>\n<p>Die Messung mit INFOnline Measurement (pseudonymes System: IOMp) durch die INFOnline GmbH erfolgt im Rahmen einer Nutzungsmessung mit der Einwilligung nach Art.\n6 Abs.\n1 lit.\na) DSGVO.</p>\n<p>Zweck der Verarbeitung der personenbezogenen Daten ist die Bildung von digitalen Leistungswerten (Page Impression, Visit und technischer Client) zur Erstellung von Statistiken.</p>\n<p>Die Statistiken dienen dazu, die Nutzung unseres Angebots nachvollziehen und belegen zu können</p>\n<p>\n<strong>2.\nArt der Daten</strong>\n</p>\n<p>Die mit INFOnline Measurement erhobenen Daten ermöglichen aufgrund der Datenarten und Datenmenge keine eindeutige Identifizierung eines Nutzers als Person.</p>\n<p>Es werden Messlibraries eingesetzt, die beim Aufruf der App (Client) die erforderlichen Messsensoren für eine anonyme (IOMb) und / oder pseudonyme Datenverarbeitung (IOMp) zur Ermittlung der Kennzahlen automatisiert integriert und ausführt.</p>\n<p>\n<strong>Beim anonymen Zensusverfahren (IOMb)</strong>\n</p>\n<p>wird gänzlich auf eine Verarbeitung personenbeziehbarer Informationen verzichtet, dazu gehört im Besonderen die IP-Adresse.\nDiese wird gänzlich aus der Kommunikation und der Verarbeitung entfernt.\nDazu verhindert eine Kommunikationsschnittstelle, die sog.\n'Serviceplattform, als Messendpunkt den Austausch der IP-Adresse des Nutzers mit den Systemen der INFOnline im Rahmen des INFOnline Measurement.\nDie IP-Adresse als personenbezogenes Datum wird im Zensusverfahren auf der Serviceplattform verworfen, bevor der Messaufruf an INFOnline geleitet wird.\nEs erfolgt auch keine Geolokalisierung mittels IP-Adresse.\nDer beim Zensusverfahren erzeugte Datensatz ist eine reine PI-Datenerhebung.</p>\n<p>\n<strong>Beim pseudonymen Messverfahren (IOMp)</strong>\n</p>\n<p>werden mit der Messlibrary folgende Daten erhoben, welche nach EU-DSGVO einen Personenbezug aufweisen:</p>\n<p>• IP-Adresse:</p>\n<p>Im Internet benötigt jedes Gerät zur Übertragung von Daten eine eindeutige Adresse, die sogenannte IP-Adresse.\nDie zumindest kurzzeitige Speicherung der IP-Adresse ist aufgrund der Funktionsweise des Internets technisch erforderlich.</p>\n<p>Die IP-Adressen werden vor jeglicher Verarbeitung um 1 Byte gekürzt und nur anonymisiert weiterverarbeitet.\nEs erfolgt keine Speicherung oder Verarbeitung der ungekürzten IP-Adressen.</p>\n<p>• Einen zufällig erzeugten Client-Identifier:</p>\n<p>Die Reichweitenmessung verwendet zur Wiedererkennung von Computersystemen eindeutige Kennungen des Endgerätes oder eine Signatur, die aus verschiedenen automatisch übertragenen Informationen Ihres Geräts erstellt wird.\nEine Messung der Daten und anschließende Zuordnung zu dem jeweiligen Identifier ist unter Umständen auch dann möglich, wenn Sie andere Applikationen aufrufen, die ebenfalls das pseudonyme Messverfahren der INFOnline GmbH nutzen.\nFolgende eindeutige Kennungen können als Hash an die INFOnline GmbH übermittelt werden:</p>\n<p>• Advertising-Identifier</p>\n<p>• Installation-ID</p>\n<p>• Android-ID</p>\n<p>• Vendor-ID</p>\n<p>Personenbezogene Daten im Sinne der EU-DSGVO werden zur Messung nur insoweit genutzt, als dass der Einsatz einer Library/ SDK gegenüber einem Nutzer erfolgt, dem eine individuelle IP-Adresse und ein zufällig erzeugter Client-Identifier zum Aufruf von App-Inhalten zugewiesen wurde.\nDie pseudonyme Messung (IOMp) wird nur bei Vorliegen eines positiven Consents des Nutzers aus der Consent Management Plattform (CMP) ausgeführt.</p>\n<p>\n<strong>3.\nNutzung der Daten</strong>\n</p>\n<p>Das Messverfahren der INFOnline GmbH, welches in dieser App eingesetzt wird, ermittelt Nutzungsdaten.\nDies geschieht, um die Leistungswerte Page Impression, Visit und Client zu erheben.</p>\n<p>• Geolokalisierung:</p>\n<p>Die Zuordnung einer App-Nutzung zum Ort des Aufrufs erfolgt ausschließlich auf der Grundlage der anonymisierten IP-Adresse und nur bis zur geographischen Ebene der Bundesländer / Regionen.\nAus den so gewonnenen geographischen Informationen kann in keinem Fall ein Rückschluss auf den konkreten Wohnort eines Nutzers gezogen werden.</p>\n<p>• Angebotsübergreifende Zusammenführung von Nutzungsdaten</p>\n<p>Die Nutzungsdaten eines technischen Clients (bspw.\neines Browsers auf einem Gerät) werden applikationsübergreifend zusammengeführt und in einer Datenbank gespeichert.</p>\n<p>\n<strong>4.\nSpeicherdauer der Daten</strong>\n</p>\n<p>Die vollständige IP-Adresse wird von der INFOnline GmbH nicht gespeichert.</p>\n<p>Die IP-Adresse wird lediglich zum Empfang der Datenpakete verwendet und sodann um 1 Byte gekürzt.</p>\n<p>Im Zensusverfahren wird die gekürzte IP-Adresse verworfen, im pseudonymen Verfahren maximal 60 Tage gespeichert.\nIm pseudonymen Verfahren werden die Nutzungsdaten in Verbindung mit dem eindeutigen Identifier maximal 6 Monate gespeichert.</p>\n<p>\n<strong>5.\nWeitergabe der Daten</strong>\n</p>\n<p>Die IP-Adresse wie auch die gekürzte IP-Adresse werden nicht weitergegeben.</p>\n<p>\n<strong>6.\nRechte der betroffenen Person</strong>\n</p>\n<p>Die betroffene Person hat folgende Rechte:</p>\n<p>• Auskunftsrecht (Art.\n15 DSGVO)</p>\n<p>• Recht auf Berichtigung (Art.\n16 DSGVO)</p>\n<p>• Widerspruchsrecht (Art.\n21 DSGVO)</p>\n<p>• Recht auf Löschung (Art.\n17 DSGVO)</p>\n<p>• Recht auf Einschränkung der Verarbeitung (Art.\n18f.\nDSGVO)</p>\n<p>• Recht auf Datenübertragbarkeit (Art.\n20 DSGVO)</p>\n<p>• Recht auf Widerruf (Art.\n7 Abs.\n3 DSGVO) (bei Einwilligung)</p>\n<p>Bei Anfragen dieser Art, wenden Sie sich bitte an datenschutz@spiegelgruppe.de.\nBitte beachten Sie, dass wir bei derartigen Anfragen sicherstellen müssen, dass es sich tatsächlich um die betroffene Person handelt.</p>\n<p>Die betroffene Person hat das Recht, bei einer Datenschutzbehörde Beschwerde einzulegen.</p>\n<p>Weitere Informationen zum Datenschutz im Messverfahren finden Sie auf der Webseite der INFOnline GmbH (https://www.infonline.de&nbsp;), die das Messverfahren betreibt.</p>\n<p>\n<strong>\n<u>B.) Zu Ad Alliance GmbH</u>\n<br>\n</strong>Wir bzw.\nunser Vermarkter die Ad Alliance GmbH verwenden im Zusammenhang mit der Ausspielung von Werbung in unseren Podcasts Ihre uns aus technischen Gründen stets mit übermittelte IP-Adresse sowie ihren User-Agent, d.h.\nautomatische Informationen zu Ihrem Gerät, die durch Ihr Gerät an uns übermittelt werden, für folgende Zwecke:</p>\n<ul>\n<li>\n<p>Ermittlung des ungefähren Standorts des Einwahlknotens Ihres Internetproviders (Radius ca.\n10 km) für die Ausspielung von lokal relevanter Werbung: <br>Hierbei wird die IP-Adresse regional eingegrenzt, um innerhalb unseres Podcasts Werbung mit regionaler Relevanz auszuwählen und auszuspielen.\nEs wird kein Profil über Sie gebildet</p>\n</li>\n<li>\n<p>Begrenzung der Ausspielungsfrequenz (Frequency Capping):<br>Hierbei werden IP-Adresse und User-Agent verwendet, um in unseren Systemen zu protokollieren, wie häufig ein bestimmter Werbespot bereits angehört wurde.\nHierüber können wir erreichen, dass Nutzer nicht immer denselben Werbespot erhalten, bzw.\ndie Häufigkeit von identischen Werbespots zu begrenzen, um so insgesamt eine bessere Werbewirkung und eine angenehmere Nutzererfahrung zu erreichen</p>\n</li>\n<li>\n<p>Statistische Ermittlung und Analyse des Zuhörerkreises unserer Podcasts:<br>Hierbei werden IP-Adresse und User-Agent verwendet, um so – soweit Sie uns hierzu an anderer Stelle eine Einwilligung erteilt haben - eine Zuordnung zu einem über Sie evtl.\nbereits bestehenden Profil zu machen.\nEin solches Profil wird nur dann über Sie bestehen, wenn Sie hierzu auf einem unserer anderen Angebote eine Einwilligung gegeben haben.\nWenn eine solche Zuordnung erfolgen kann, verwenden wir die Daten aus dem bestehenden Profil, um statistische Erhebungen über die Zuhörerschaft des Podcasts vorzunehmen und diesen einer ungefähren Zielgruppe (z.B.\nbestimmte Altersgruppe oder ein allgemeines Interessensprofil, wie \"Sportinteressiert”) zuzuordnen.\nEs erfolgt keine Anreicherung eines Profils von Ihnen und es erfolgt hierüber auch keine personalisierte Werbeausspielung an Sie.\nDie Datenverarbeitung erfolgt nur in Bezug auf den Inhalt des Podcasts, nicht in Bezug auf Sie als Person</p>\n</li>\n</ul>\n<p>Rechtsgrundlage:</p>\n<p>Rechtsgrundlage für die vorgenannten Verarbeitungen ist Art.\n6 1f) DSGVO (berechtigte Interessen).\nEs ist unser Interesse, unsere Podcasts bestmöglich zu vermarkten und Werbung relevant und abwechslungsreich zu gestalten.\nFerner haben wir ein Interesse daran zu erfahren, zu welchen Nutzergruppen die Zuhörerschaft unserer Podcasts gehört.\nSie haben durch diese Verarbeitungen keine Nachteile.\nEs werden weder Profile über Sie gebildet, noch werden Sie als Person in Form von Direktwerbung angesprochen.\nSie erhalten vielmehr abwechslungsreichere und relevantere Werbung anstatt zufälliger sich wiederholender Werbung.</p>\n<p>Ein Widerspruchsrecht im Sinne von Art 21 Abs.\n1 Satz 2DSGVO besteht im Sinne der vorgenannten Abwägung von Interessen nicht.</p>\n<p>\n<strong>\n<u>C.) Zu Adobe Analytics</u>\n</strong>\n</p>\n<p>Wir setzen auf unseren Webseiten die Tracking-Tools »Adobe Analytics« und »Adobe Audience Manager« ein.\nDiese sind Dienste der Adobe Systems Software Ireland Limited, Ireland, 4-6 Riverwalk, Citywest Business Campus, Dublin 24, Republic of Ireland (»Adobe«).</p>\n<p>Das Tracking erfolgt pseudonym, das heißt, wir können aus den Informationen, die wir durch das Tracking erhalten, keinen unmittelbaren Rückschluss zu Ihnen als Person herbeiführen.\nFür das Webanalyseverfahren und zur Speicherung und Verarbeitung von Informationen über Ihr Nutzerverhalten kommen Cookies zum Einsatz, mit denen der Browser Ihres Endgeräts identifiziert werden kann.</p>\n<p>Wir verwenden Adobe zu Marketing-, Personalisierungs- und Optimierungszwecken, insbesondere um die Nutzung unserer Webseiten und Angebote zu analysieren und um einzelne Funktionen und Angebote sowie das Nutzungserlebnis fortlaufend verbessern und personalisieren zu können.</p>\n<p>Die Einbindung von Adobe erfolgt auf den Rechtsgrundlagen des Art.\n6 Abs.\n1 lit.\nf) DSGVO (Berechtigtes Interesse) und Art.\n6 Abs.\n1 lit.\nb) DSGVO (Vertragsdurchführung).</p>\n<p>Sie können das Tracking durch Adobe jederzeit unterbinden durch das Aufrufen des nachfolgenden Links (»Opt-out«): https://sams.spiegel.de/optout.html?popup=1&amp;locale=de_DE.</p>\n<p>Die Unterbindung erfolgt über das Setzen eines Cookies auf Ihrem verwendeten Endgerät.\nWenn Sie das Cookie löschen bzw.\nein anderes Endgerät oder einen anderen Webbrowser verwenden, muss das Opt-out erneut eingerichtet werden.\nHinsichtlich unserer mobilen Apps muss die Unterbindung in den jeweiligen App-Einstellungen vorgenommen werden.</p>\n<p>\n<strong>\n<u>D.) Zu Opinary</u>\n</strong>\n</p>\n<p>Wir binden auf unseren Webseiten Daten in gemeinsamer Verantwortlichkeit (sog.\nJoint-Controllership gem.\nArt 26 DSGVO) ein Umfragetool der Opinary GmbH, Engeldamm 62-64, 10179 Berlin ein.\nDie Verwendung dieses Dienstes ermöglicht es uns Online-Umfragen oder andere Inhalte zu erstellen und anzuzeigen.\nDurch das Opinary-Plugin werden folgende Information des Webseitenbesuchers abgerufen: Cookie IDs, Zeitstempel, Klickdaten, Vote Koordinaten und verkürzte IP.\nFür den Schutz Ihrer personenbezogenen Daten haben wir mit der Opinary GmbH gemeinsam die Reihenfolge der Verarbeitung dieser Daten festgelegt (Art.\n26 DSGVO).\nIm Rahmen unserer gemeinsamen datenschutzrechtlichen Verantwortlichkeit wurde vereinbart, welche Partei welche Pflichten nach DSGVO erfüllt.\nWir sind verantwortliche Partei für das Erheben und Übermitteln der Daten des Nutzers an Opinary.\nDie so erhobenen Daten werden daraufhin von Opinary anonymisiert und in aggregierter Form zur Verfügung gestellt.\nZur Steuerung zielgruppenbasierter Werbung werden durch Opinary Informationen über Aktivitäten auf unseren Webseiten (z.B.\ngeklickte Werbebanner, besuchte Unterseiten) unter einem Pseudonym erfasst und verwendet, um Ihnen interessengerechte Werbung Dritter auszuliefern.\nHierdurch können Cookies von werbetreibenden Dritten auf Ihrem Endgerät gespeichert werden.</p>\n<p>Weitere Informationen zur Verarbeitung Ihrer personenbezogenen Daten finden Sie in der Datenschutzerklärung von Opinary.\nWenn Sie der Nutzung Ihrer Daten in der angegebenen Form nicht einverstanden sind, können Sie hier durch einen Opt-out widersprechen: https://compass.pressekompass.net/static/optout.html&nbsp;</p>\n<p>\n<strong>\n<u>E.) Zu Localytics</u>\n</strong>\n</p>\n<p>Um die Nutzung unserer mobilen Apps besser zu verstehen, analysieren wir mit dem Dienst Localytics der Upland Software, Inc.\nbeispielsweise, wie oft unsere Apps aufgerufen werden oder was angeklickt wird, erfasst werden nur Nutzungsdaten und alle Daten werden nur pseudonymisiert verarbeitet.\nSie können die Analyse in den Einstellungen deaktivieren (auf iOS in den iOS-Einstellungen &gt.\nApp &gt.\nNutzungsdaten senden deaktivieren.\nauf Android direkt im App-Menü in den Einstellungen selbst).</p>\n<p>\n<strong>\n<u>F.) Chatbot</u>\n</strong>\n</p>\n<p>Für allgemeine Serviceanfragen bieten wir Ihnen die Möglichkeit, sich auf unserer Website mittels Chatbot Informationen zu unseren Kundenservice und Self-Care Lösungen mitteilen zu lassen.\nUnser technischer Dienstleister für diesen Service ist die knowhere GmbH, Steinhöft 9, 20459 Hamburg.</p>\n<p>Für die Nutzung des Chatbots sind keine weiteren Angaben von Ihnen erforderlich.\nZur Optimierung der künstlichen Intelligenz des Chatbots werden Logdateien und Chatverläufe 30 Tage gespeichert.</p>\n<p>Die Datenverarbeitung erfolgt auf Grundlage unserer berechtigten Interessen gem.\nArt.\n6 Abs.\n1 S.\n1 Buchstabe f) DSGVO.<br>\n<br>\n<strong>\n<u>G.) Zu Consentric Technologie</u>\n</strong>\n</p>\n<p>Das Consentric-Verfahren der Deutschen Post AG wurde von Beginn an vor dem Hintergrund datenschutzrechtlicher Anforderungen entwickelt und zielt darauf ab, so wenig wie möglich personenbeziehbare Daten zu verarbeiten.\nMit dem Consentric-Verfahren verknüpft die Deutsche Post AG unter Einschaltung diverser Partner ein auf dem Endgerät eines Nutzers gespeichertes Cookie mit einer Mikrozelle der Deutschen Post Direkt GmbH (»DP Direkt«).\nDiese Mikrozelle enthält nur eine Aussage zu einer Gruppe – durchschnittlich 6,6 Personen –so dass die Cookie-Kennung (Cookie-ID) keiner Einzelperson zugeordnet werden kann.\nIn einer Mikrozelle wurden verschiedene Adressen zusammengefasst, so dass mit dem Consentric-Verfahren eine datenschutzkonforme Verknüpfung eines Endgerätes mit einer Mikrozelle als geografischer Verortung erfolgt ist.\nSie können der Datenverarbeitung im Rahmen des beschriebenen Verfahrens unter folgendem Link widersprechen: https://pixel.consentric.de/optout&nbsp;.\nDer Verwendung des Cookies des Dienstleisters intelliAd (diva-e Products GmbH, Sendlinger Str.\n7, 80331 München) können Sie mit der intelliAd Opt-OutFunktion widersprechen.</p>\n<p>In Bezug auf die Weiterleitung der im Rahmen Ihres Besuchs auf unserer Webseite ausgelesenen Cookie-ID besteht zwischen uns und der Deutschen Post AG eine gemeinsame Verantwortung nach Art.\n26 DSGVO.\nWir sind daher gemeinsam mit der Deutschen Post AG für den Schutz Ihrer personenbezogenen Daten verantwortlich.\nDie gemeinsame Verantwortlichkeit begrenzt sich auf die Weiterleitung der von Ihnen auf unseren Webseiten ausgelesenen Cookie-IDs an die Deutsche Post AG zur Teilnahme an dem Consentric-Verfahren (Umrechnung in eine Mikrozelle).\nDie einzelnen Prozessabschnitte teilen sich hierbei wie folgt auf: Wir sind für die Verpixelung /den Einbau eines Skripts auf unseren Webseiten und Weiterleitung des intelliAd-Cookies nebst Kampagneninformation an die Deutsche Post AG verantwortlich.\nDie Deutsche Post AG ist für den Betrieb des Consentric-Verfahrens und die Vorgaben an uns für die Weiterleitung Ihrer Cookie-IDs an die Deutsche Post AG verantwortlich.\nMithilfe der Cookies kann erkannt werden, dass Sie eine an der Messung teilnehmende Website besuchen.\nDiese Information wird dann auf Basis der anonymen Mikrozelle der Deutschen Post Direkt GmbH aggregiert.\nDamit kann sie Ihnen nicht mehr zugeordnet werden.\nZu keinem Zeitpunkt werden einzelne Nutzer namentlich identifiziert.\nIhre Identität bleibt also geschützt.\nDie Deutsche Post Direkt GmbH verfügt über datenschutzkonforme Verfahren, wie anhand der Auswahl einer Mikrozelle eine postalische Werbung verschickt werden kann.\nDieser Auswahlprozess einer Mikrozelle wird aufgrund des Consentric-Verfahrens erleichtert, da dann schon aufgrund des vorgelagerten Messverfahrens automatisch angezeigt wird, welche Mikrozellen für ein werbetreibendes Unternehmen interessant sind.\nSo kann der Aufruf einer Webseite den Versand eines postalischen Werbeschreibens auslösen.\nSollten Sie weitere Nachfragen zum Umgang mit personenbezogenen Daten haben, insbesondere Auskunft über verarbeitete personenbezogene Daten wünschen oder weitere Rechte geltend machen wollen, wenden Sie sich bitte zunächst an den Betreiber der Webseite.\nDas Recht, Ihre Betroffenenrechte auch gegenüber der Deutschen Post AG unter consentric@deutschepost.de&nbsp.\ngeltend zu machen, bleibt hiervon unberührt.</p>\n<p>\n<strong>\n<u>H.) Zur Zusammenarbeit mit AWIN AG</u>\n</strong>\n</p>\n<p>Wir verarbeiten Ihre personenbezogenen Daten zur Durchführung einer Affiliate-Marketing-Kampagne.\nAuf diese Weise sind wir in der Lage nachzuverfolgen, welcher Drittanbieter von Webseiten, Apps oder anderen Technologien potenzielle Kunden auf unsere Webseiten und Apps verwiesen hat (»Referrer«) und ihm als Gegenleistung für diese Verweisungen eine Provision zu zahlen.\nWir verfolgen hierbei das berechtigte Interesse, eine Online-Werbekampagne durchzuführen, die leistungsabhängig vergütet wird.\nWir arbeiten mit Awin zusammen, die uns dabei unterstützen, diese Affiliate-Marketing-Kampagne umzusetzen.\nDie Awin-Datenschutzerklärung finden Sie hier&nbsp;.\nSie enthält Informationen über Ihre Rechte in Bezug auf die Datenverarbeitung durch Awin.\nIn einigen Fällen kann Awin ein eingeschränktes Profil unterhalten, das sich auf Sie bezieht.\nDieses wird aber weder Ihre Identität, Ihr Online-Verhalten oder andere persönliche Merkmale offenbaren.\nDieses Profil dient allein dem Zweck nachzuvollziehen, ob eine Weiterleitung auf einem Gerät begonnen und auf einem anderen Gerät abgeschlossen wurde.</p>\n<p>In einigen Fällen können Awin und der Referrer des potenziellen Kunden Ihre personenbezogenen Daten erhalten und verarbeiten, um die Affiliate-Marketing-Kampagne gemeinsam mit uns umzusetzen.</p>\n<p>Gleichfalls erhalten wir personenbezogene Daten potenzieller Kunden von Awin und den Referrern, die sich in folgende Kategorien einteilen lassen: Cookie-Daten, Daten in Bezug auf die Webseite, App oder Technologie, von der ein potentieller Kunde an uns verwiesen wurde und technische Informationen über das von Ihnen genutzte Gerät.</p>\n<p>\n<strong>\n<u>I.) Zur Zusammenarbeit mit The Reach Group GmbH</u>\n</strong>\n</p>\n<p>Auf unseren Webseiten werden Cookies zur Ermöglichung der Schaltung von Retargeting-Kampagnen der The Reach Group GmbH (Am Karlsbad 16, 10785 Berlin, Deutschland) eingesetzt.\nBei den gespeicherten Daten innerhalb des Cookies handelt es sich nur um eine verschlüsselte, pseudonymisierte User-ID.\nDie eingesetzte Adserving-Technologie verwendet eine verkürzte und gehashte IP-Adressen zur Auswertung der geographischen Region, der Zugangsgeschwindigkeit sowie des Internet-Providers.\nZudem werden Zeitpunkt des Besuches, die IDs der Produkte, die betrachtet, gesucht oder gekauft wurden, die URLs der betrachteten Seiten, mögliche Suchbegriffe und/oder die IDs der aufgerufenen Kategorien gespeichert, um relevantere Werbeinhalte auszuliefern.\nEine Speicherung von IP- oder Browser-Daten erfolgt ausschließlich in Deutschland und zur anonymisierten Anfertigung von Besucherstatistiken und Zuordnung von Transaktionen.\nEin Rückschluss auf konkreten Personen, der genauen Adresse, des Aufenthaltsortes oder weitergehenden persönlichen Daten ist dabei zu keinem Zeitpunkt möglich.\nEs erfolgt keine explizite Weitergabe von IP-Daten an Dritte.\nAlle Informationen verfügen zudem über ein Verfallsdatum von maximal 90 Tagen, ab dem Ihr Browser die gespeicherten Daten automatisch löscht.\nSie können die Speicherung des Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern.\nSie können darüber hinaus die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten verhindern, indem Sie die OptOut-Funktion unter dem folgenden Link aktivieren:</p>\n<p>https://hal9000.redintelligence.net/privacy/8lcfmzhxc8d6/&nbsp;</p>\n<p>Weitere Informationen zum Datenschutz der The Reach Group GmbH finden Sie unter</p>\n<p>https://trg.de/datenschutzerklarung/&nbsp;</p>\n<p>Dieser Widerspruch gilt so lange, wie das zugehörige OptOut-Cookie nicht gelöscht wird.\nDieses Cookie wird für die Domain, pro Browser und Benutzer eines Rechners gesetzt.\nWenn Sie auf unseren Webseiten von mehreren Endgeräten und Browsern aus, zugreifen, müssen Sie daher auf jedem dieser Geräte und in jedem Browser der Datenerfassung separat und erneut widersprechen.</p>\n<p>\n<strong>\n<u>J.) Zur Zusammenarbeit mit targeting360 GmbH</u>\n</strong>\n</p>\n<p>Auf unseren Webseiten werden sog.\n»Cookies« zur Ermöglichung der Schaltung von Retargeting-Kampagnen der targeting360 GmbH (Gredinger Str.\n28, 90453 Nürnberg) eingesetzt, die mit der Adserving-Technologie der NEORY GmbH arbeitet.\nZudem können nach der NEORY-Technologie noch weitere Aufrufe zu den folgenden Technologien nachgeladen werden, welche ggf.\nCookies setzen: Adform, Adition, Google, MediaMath, The Trade Desk, Emego.\nDies dient dazu, Besuchern der Webseite im Rahmen unseres Partner-Werbenetzwerks interessenbezogene Werbeanzeigen zu präsentieren.</p>\n<p>Cookies können es grundsätzlich ermöglichen, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen.\nCookies sind kleine Textdateien, die Ihr Browser speichert und die so auf Ihrem Rechner abgelegt werden.\nDie meisten verwendeten Cookies sind so genannte »Session-Cookies«, die nach Ende Ihres Besuchs einer Webseite automatisch gelöscht werden.\nAndere Cookies bleiben auf Ihrem Endgerät gespeichert, bis Sie diese löschen.\nGenerell können Sie die Speicherung von Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern.</p>\n<p>Durch Auslesen der in einem Cookie gespeicherten Kennung ist es möglich, Ihr Endgerät wiederzuerkennen, wenn Sie Websites aufrufen, die dem Werbenetzwerk angehören.\nAuf diesen Seiten können dem Besucher dann Werbeanzeigen präsentiert werden, die sich auf Inhalte beziehen, die er auf Webseiten aufgerufen hat, die die genannte Adserving-Technologie verwenden.\nBei der hier eingesetzten Technologie wird eine durch Kürzen und Hashen anonymisierte IP-Adresse sowie eine Cookie-ID zur Verarbeitung bzw.\nAuswertung folgender Informationen verwendet: Standort nach Land/Region/Bundesland/Stadt, Internetprovider, Zugangsgeschwindigkeit, technische Informationen zum verwendeten Browser und Endgerät, Betriebssystem, präferierte Sprachen gem.\nBrowsereinstellung, HTTP-Referrer, Uhrzeit der Serveranfrage.\nBei der gehashten IP-Adresse und der Cookie-ID handelt es sich um Pseudonyme.\nDie verarbeiteten Daten können daher nicht unmittelbar bestimmten Personen zugeordnet werden.</p>\n<p>Rechtsgrundlage für den Einsatz der hier verwendeten Cookies und die nachfolgende Verarbeitung ist entsprechend Art.\n6 Abs.\n1 lit.\na) DSGVO die hierfür erteilte Einwilligung.\nEine Einwilligung zur Verarbeitung personenbezogener Daten - und auch zur Verwendung von Cookies - kann jederzeit widerrufen werden.\nDie auf Ihrer Einwilligung basierende Verarbeitung der oben genannten Daten und die weitere Nutzung der hierfür verwendeten Cookies können Sie beendigen, indem unter dem folgenden Link Gebrauch von Ihrem Widerrufs- bzw.\nWiderspruchsrecht machen: https://ad.ad-srv.net/privacy/kdb0xdq3ls8m/&nbsp;</p>\n<p>\n<strong>K.)StorifyMe</strong>\n</p>\n<p>StorifyMe GmbH: In einigen Angeboten nutzen wir diese deutsche Plattform, um redaktionelle Stories zu erstellen.\nWenn Sie diese Stories öffnen, werden zwar generelle Nutzungsdaten erfasst, nicht aber die IP-Adresse Ihres Geräts.\nWerden Ihre IP-Adresse, User-Agent-String und Standard-Header an StorifyMe GmbH übertragen und verarbeitet, aber nicht aufgezeichnet.</p>\n<p>Wenn Sie als Besucher unserer Website eine Internetseite mit einem Widget aufrufen, werden Ihre IP-Adresse, User-Agent-String und Standard-Header an StorifyMe übertragen, aber nicht verarbeitet und aufgezeichnet.</p>\n<p>Mehr zum Datenschutz bei StorifyMe finden Sie hier&nbsp;.</p>\n<p>\n<strong>L.) Zu Linkfire</strong>\n</p>\n<p>Wir nutzen das Musik-Vertriebs-Analyse-Tool \"Linkfire\" der Linkfire A/S, Artillerivej 86 3th, Kopenhagen 2300 Dänemark (\"Linkfire\"), mit welchen wir eine datenschutzrechtliche Auftragsverarbeitungsvereinbarung abgeschlossen haben.</p>\n<p>Hierzu unterhalten wir auf der Plattform von Linkfire speziell eingerichtete Websites (sog.\nLanding-Pages), auf denen wir Ihnen verschiedene Online-Musikdienste übersichtlich in einem Link anzeigen können, die auf unsere Podcasts weiterleiten.</p>\n<p>Mit Linkfire können wir Ihr Nutzungsverhalten in Bezug auf die angezeigten Linkfire-Links nachverfolgen und analysieren.\nEine solche Analyse erfolgt dadurch, dass Linkfire in unserem Auftrag Cookies (\"performance cookies\") einsetzt, die auf Ihrem jeweiligen Endgerät gespeichert werden, wenn Sie eine unserer Landing-Pages besuchen und mit einem Linkfire-Link interagieren.\nDiese Cookies speichern gewisse Einstellungen über Ihren Browser sowie Daten über den Austausch mit unseren Landing-Pages.\nIm Falle der Aktivierung eines solchen Cookies wird diesem eine Identifikationsnummer (Cookie-ID) zugewiesen, über die Ihr Browser identifiziert wird und die im Cookie enthaltenen Daten genutzt werden können.\nHierdurch kann insbesondere ermittelt werden, wie oft die einzelnen Linkfire-Links angeklickt wurden, auf welche Online-Musikdienste geklickt wurde und von welchem Kanal aus dies geschehen ist.\nDas ermittelte Nutzungsverhalten wird uns sodann von Linkfire übersichtlich in Form eines Berichts mitgeteilt.\nDie so erfassten Daten sind für uns anonym.\nDiese werden auf den Servern von Linkfire in Dänemark gespeichert.\nZweck und Umfang der Datenerhebung und die weitere Verarbeitung und Nutzung der Daten durch Linkfire sowie Ihre diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz Ihrer Privatsphäre entnehmen Sie bitte den Datenschutzhinweisen von Linkfire unter https://help.linkfire.com/hc/en-us/articles/360003273554-Privacy-Portal&nbsp;.</p>\n<p>Sollten Sie nicht wollen, dass Linkfire Daten über Sie sammelt, haben Sie die Möglichkeit, dies unter https://help.linkfire.com/hc/en-us/articles/360003273554-Privacy-Portal#h_843765285401525169613598&nbsp.\nzu verhindern.</p>\n<p>Diese Maßnahme wird von uns auf Grundlage des Art.\n6 Abs.\n1 S.\n1 lit.\nf) DSGVO durchgeführt.</p>\n<strong>Weiterführende Informationen</strong>\n<p>Allgemeine Nutzungsbedingungen</p>\n<p>Besondere Nutzungsbedingungen für Ihre Beiträge</p>\n<p>Versionsnummer: 4.12.0</p> Feedback ", "created_at": "2023-10-23 20:10:40.654341", "updated_at": "2023-10-23 20:12:30.744856"}, {"id": 19574, "name": "Allgemeine Nutzungsbedingungen ", "url": "https://www.spiegel.de/nutzungsbedingungen", "xpath": "/html/body/div[3]/div/div[5]", "text": " SPIEGEL Gruppe Allgemeine Nutzungsbedingungen <ul>\n</ul>\n<ul>\n<li> Twitter </li>\n<li> Facebook </li>\n<li> E-Mail </li>\n<li> Messenger </li>\n<li> WhatsApp </li>\n<li> Link kopieren </li>\n<li>\n</li>\n<li> Weitere Optionen zum Teilen </li>\n</ul>\n<ul>\n<li> E-Mail </li>\n<li> Messenger </li>\n<li> WhatsApp </li>\n<li> Link kopieren </li>\n</ul>\n<p>switch to English Version</p>\n<p>Liebe Leserin, lieber Leser,</p>\n<p>herzlich willkommen bei dem digitalen Angebot der SPIEGEL-Gruppe.\nAn dieser Stelle finden Sie die Allgemeinen Nutzungsbedingungen unserer Seiten.\nDiese werden immer wieder aktualisiert und gelten in der jeweils aktuellen Version, sobald Sie unsere Angebote nutzen, auch ohne ausdrückliche Einwilligung.\nErfüllungsort und Gerichtsstand ist Hamburg.</p>\n<ul>\n<li>\n<p>Wenn Sie registrierungspflichtige Dienste nutzen wollen, müssen Sie außerdem&nbsp;besonderen Nutzungsbedingungen&nbsp;zustimmen, die Sie dann genannt bekommen.</p>\n</li>\n<li>\n<p>Für spezielle Dienste und Angebote wie Abonnements, Nachdruckrechte und Syndication gibt es darüber hinaus jeweils eigene Allgemeine Geschäftsbedingungen, auf die Sie gesondert hingewiesen werden.</p>\n</li>\n<li>\n<p>In unseren Angeboten werden auch Profil- und Nutzungsdaten gesammelt, analysiert und verwendet - wie wir dabei Ihre Rechte wahren, erklären wir&nbsp;hier in unserer Datenschutzerklärung.</p>\n</li>\n</ul>\n<strong>Was Sie zu Urheberrechten und geistigem Eigentum wissen sollten</strong>\n<p>Sämtliche Inhalte unserer Angebote sind - wenn sie nicht von Dritten eingestellt wurden - urheberrechtlich und markenrechtlich geschütztes geistiges Eigentum der SPIEGEL-Gruppe.\nAuch von Dritten eingestellte Inhalte sind nicht frei benutzbar, sondern für die jeweiligen Nutzer oder Rechteinhaber als geistiges Eigentum geschützt.</p>\n<p>Sie dürfen unsere und die von Dritten in das Angebot eingestellten Inhalte zu privaten und schulischen Zwecken nutzen, nicht aber selbst publizieren oder kommerziell verwenden.\nAuch bei der erlaubten privaten und schulischen Nutzung dürfen die Inhalte nicht verändert werden, insbesondere dürfen Copyright-Hinweise oder andere Hinweise auf Rechte und/oder Eigentum Dritter nicht entfernt werden.</p>\n<p>Für alle weiteren Nutzungen bedarf es unserer vorherigen Zustimmung.\nIn der Regel finden Sie im Seitenfuß unserer Angebote Hinweise, wie erweiterte Nutzungsmöglichkeiten lizenziert werden können.</p>\n<p>Sie möchten Nutzungsrechte erwerben? Bitte wenden Sie sich an unsere Abteilung Syndication.\nTelefonisch unter +49 40 3007-3540, oder per Mail an syndication@spiegel.de&nbsp.\n.\nNähere Informationen und Angebote für die gesamte SPIEGEL-Gruppe finden Sie hier&nbsp;.</p>\n<strong>Wann wir Haftung und Gewährleistung übernehmen</strong>\n<p>Es besteht kein Anspruch auf Nutzung unserer Angebote.\nWartungsarbeiten, technische Ausfälle oder Fehler können dazu führen, dass sie nicht verfügbar sind.\nDarüber hinaus kann trotz aller Bemühungen nicht hundertprozentig ausgeschlossen werden, dass durch die Nutzung der Angebote Schäden entstehen, etwa wenn Dritte sie trotz aller Sicherheitsvorrichtungen zur Verbreitung von Viren oder Ähnlichem zu missbrauchen versuchen.\nFür Schäden, die aus der Nutzung der Angebote entstehen, übernehmen wir daher – auch für unsere gesetzlichen Vertreter, leitenden Angestellten und Erfüllungsgehilfen – grundsätzlich keine Haftung, außer bei vorsätzlichem oder grob fahrlässigem Handeln (bei Verletzung des Lebens, des Körpers oder der Gesundheit schließen wir die Haftung auch für einfache Fahrlässigkeit nicht kategorisch aus).</p>\n<p>Wir übernehmen ausdrücklich keine Gewähr für Richtigkeit, Vollständigkeit, Verlässlichkeit, Geeignetheit und Aktualität sowie Brauchbarkeit der Inhalte.\nDiese dienen ausschließlich der allgemeinen Information.\nHinweise, Empfehlungen und Auskünfte sind unverbindlich.\nJegliche Verwendung der angebotenen Inhalte geschieht auf eigenes Risiko.</p>\n<p>Wir haften grundsätzlich nicht für fremde Inhalte, die über das Angebot erreichbar sind - etwa Inhalte fremder Internetseiten, auf die durch Links verwiesen wird oder die von Nutzern bei uns publiziert wurden.\nSolche fremden Inhalte ständig zu prüfen, ist weder möglich noch beabsichtigt.\nselbstverständlich distanzieren wir uns aber von allen Inhalten, die straf- oder haftungsrechtlich relevant sind oder gegen die guten Sitten verstoßen.\nSpätestens nach Hinweis darauf werden wir sie unverzüglich aus unseren Angeboten entfernen.</p>\n<strong>Wie wir mit Ihrer Registrierung umgehen</strong>\n<p>Wenn Sie sich bei unseren digitalen Angeboten registrieren, speichern wir in einem Nutzerkonto personenbezogene Daten wie Ihren Namen, Ihre Adresse, Ihre E-Mail-Adresse, Ihren gewählten Benutzernamen und das Passwort.\nDamit können wir Sie anmelden und Ihnen überhaupt erst die Angebote machen, für die Sie sich registrieren.\nAls Benutzernamen können Sie ein Pseudonym nutzen, sodass andere Leser Ihren Namen nicht erfahren – außer in der manager lounge, wo Nutzer mit ihren vollständigen Klarnamen vorgestellt werden.</p>\n<p>Ihre Nutzungsberechtigung nach der Registrierung gilt nur für Sie persönlich.\nSie ist nicht übertragbar.\nMit Ihren persönlichen Zugangsdaten können Sie sich gleichzeitig jeweils nur von einem Endgerät aus anmelden.\nWenn Sie versuchen, sich gleichzeitig von einem anderen Endgerät mit denselben Zugangsdaten anzumelden, erfolgt ein Hinweis und die erste geöffnete Sitzung wird automatisch geschlossen.\nBei der Registrierung müssen Sie mindestens 14 Jahre alt sein.\nin einigen Fällen älter, dann werden Sie darauf hingewiesen.\nSie müssen wahrheitsgemäße, genaue und vollständige Daten angeben und diese immer aktuell halten.\nSie sind für ein geeignetes sicheres Passwort und dessen Geheimhaltung selbst verantwortlich – unternehmen Sie bitte alles Mögliche und Nötige, um den Missbrauch Ihres persönlichen Zugangs zu unseren Angeboten auszuschließen.\nSollte es doch dazu kommen, müssen Sie uns bitte umgehend informieren, damit wir Ihr Nutzerkonto sperren oder das Problem auf andere Art lösen können.</p>\n<p>In einigen gesetzlich definierten Fällen (von Zwecken der Strafverfolgung über die Durchsetzung der Rechte am geistigen Eigentum bis hin zur Terrorbekämpfung, vgl.\n§ 14 Abs.\n2 Telemediengesetz) sowie bei einzelnen zivilrechtlichen Ansprüchen (zum Beispiel bei Beleidigungen, vgl.\n§ 14 Abs.\n3 Telemediengesetz) dürfen wir auf Anordnung Ihren Namen und Ihre Adresse herausgeben.\nFür die Rechtewahrung und für einen effektiven Zugriffschutz dürfen wir IP-Adressen registrierter Nutzer speichern und diese – soweit vorhanden – im Rahmen einer solchen Auskunft weitergeben.</p>\n<p>\n<strong>Weiterführende Informationen</strong>\n</p>\n<ul>\n<li>\n<p>So gehen wir mit Ihren Daten um (SPIEGEL Gruppe)</p>\n</li>\n<li>\n<p>Zur Datenschutzerklärung von SPIEGEL.de</p>\n</li>\n<li>\n<p>Zur Datenschutzerklärung von manager-magazin.de&nbsp.\n</p>\n</li>\n<li>\n<p>Besondere Nutzungsbedingungen für Ihre Beiträge</p>\n</li>\n</ul> Feedback ", "created_at": "2023-10-23 20:11:41.841532", "updated_at": "2023-10-23 20:11:50.136212"}], "points": [], "urls": ["spiegel.de"]}}