{"error": 448, "message": "OK", "parameters": {"id": 9377, "name": "Sideshow", "created_at": "2023-08-21 03:06:11.020542", "updated_at": "2023-08-21 10:02:21.849219", "wikipedia": null, "keywords": null, "related": null, "slug": "sideshow", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9377.png", "url": "sideshow.com", "documents": [{"id": 18456, "name": "Terms and Conditions", "url": "https://www.sideshow.com/terms", "xpath": "//body", "text": "\nSkip to main content <ul>\n<li>\n</li>\n<li>\n</li>\n<li> 0\nitems in your cart </li>\n</ul>\n<ul>\n<li> SHOP\n<i>\n</i>\n<i>\n</i>\n<i>Shop Submenu</i> SHOP\n<i>\n</i>\n<ul>\n<li>\nWhat's New\n</li>\n<li>\nDaily Deals\n</li>\n<li>\nComing Soon\n</li>\n<li>\nBrands\n</li>\n<li>\nCharacters\n</li>\n<li>\nManufacturers\n</li>\n<li>\nArtists\n</li>\n<li>\nCollections &amp.\nCollabs\n</li>\n<li> Shop All </li>\n</ul>\n<ul>\n<li> Shop All </li>\n</ul> CATEGORIES\n<i>\n</i>\n<ul>\n<li>\nCollectibles\n</li>\n<li>\nAction Figures\n</li>\n<li>\nArt Prints 🖼️\n</li>\n<li>\nStatues\n</li>\n<li>\nDesigner Toys </li>\n<li>\nBusts\n</li>\n<li>\nBearbrick\n</li>\n<li>\nApparel\n</li>\n<li>\nProp Replicas\n</li>\n<li> All Categories </li>\n</ul>\n<ul>\n<li> All Categories </li>\n</ul> POPULAR ITEMS\n<i>\n</i> Popular Items <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li> DISCOVER\n<i>\n</i>\n<i>\n</i>\n<i>Discover Submenu</i> BRANDS\n<i>\n</i>\n<ul>\n<li>\nStar Wars\n</li>\n<li>\nDC Comics\n</li>\n<li>\nMarvel\n</li>\n<li>\nDisney\n</li>\n<li>\nTransformers 🤖\n</li>\n<li>\nThe Lord of the Rings\n</li>\n<li>\nPokemon\n</li>\n<li>\nClint Eastwood\n</li>\n<li> All Brands </li>\n</ul>\n<ul>\n<li> All Brands </li>\n</ul> CHARACTERS\n<i>\n</i>\n<ul>\n<li>\nBatman\n</li>\n<li>\nSpider-man\n</li>\n<li>\nThe Mandalorian\n</li>\n<li>\nMiles Morales 🕷️ </li>\n<li>\nGrogu (Baby Yoda)\n</li>\n<li>\nDarth Vader\n</li>\n<li>\nIron Man\n</li>\n<li>\nBoba Fett\n</li>\n<li> All Characters </li>\n</ul>\n<ul>\n<li> All Characters </li>\n</ul> MANUFACTURERS\n<i>\n</i>\n<ul>\n<li>\nHot Toys 🔥\n</li>\n<li>\nSideshow\n</li>\n<li>\nIron Studios\n</li>\n<li>\nPremium Collectibles Studio\n</li>\n<li>\nThreezero\n</li>\n<li>\nTweeterhead\n</li>\n<li>\nKotobukiya\n</li>\n<li>\nPrime 1 Studio\n</li>\n<li> All Manufacturers </li>\n</ul>\n<ul>\n<li> All Manufacturers </li>\n</ul> GENRES\n<i>\n</i>\n<ul>\n<li>\nHorror\n</li>\n<li>\nAnime\n</li>\n<li>\nVideo Games\n</li>\n<li>\nDark Fantasy\n</li>\n<li>\nComic Books\n</li>\n<li>\nFantasy\n</li>\n<li>\nMusic🤘\n</li>\n<li>\nSci-Fi\n</li>\n<li> All Genres </li>\n</ul>\n<ul>\n<li> All Genres </li>\n</ul> AFFILIATIONS\n<i>\n</i>\n<ul>\n<li>\nAvengers\n</li>\n<li>\nStar Trek 🖖\n</li>\n<li>\nGuardians of the Galaxy\n</li>\n<li>\nX-Men\n</li>\n<li>\nBad Batch\n</li>\n<li>\nClone Wars\n</li>\n<li>\nFantastic Four\n</li>\n<li>\nSpider-Verse 🕷️\n</li>\n<li> All Affiliations </li>\n</ul>\n<ul>\n<li> All Affiliations </li>\n</ul>\n</li>\n<li> ART PRINTS\n<i>\n</i>\n<i>\n</i>\n<i>Art Prints Submenu</i> Popular\n<i>\n</i>\n<ul>\n<li>\nDisney Art Prints\n</li>\n<li>\nStar Wars Art Prints\n</li>\n<li>\nLord of the Rings Art Prints\n</li>\n<li>\nHarry Potter Art Prints\n</li>\n<li>\nMarvel Art Prints\n</li>\n<li>\nBatman Art Prints\n</li>\n<li>\nAhsoka Tano Art Prints\n</li>\n</ul> Types\n<i>\n</i>\n<ul>\n<li>\nCanvas Art Prints\n</li>\n<li>\nFramed Art Prints\n</li>\n<li>\nGiclée Art Prints\n</li>\n<li>\nWood Print Art\n</li>\n<li>\nAluminum Art Prints\n</li>\n<li>\nDiamond Dust Collection\n</li>\n</ul> Special Offers\n<i>\n</i>\n<ul>\n<li>\nOn Sale\n</li>\n<li>\nSpecial Offers\n</li>\n<li>\nFree US Shipping\n</li>\n<li>\nPayment Plans Available\n</li>\n</ul> Sizes\n<i>\n</i>\n<ul>\n<li>\n16 x 24\n</li>\n<li>\n18 x 24\n</li>\n<li>\n18 x 24\n</li>\n<li>\n22 x 16\n</li>\n<li>\n24 x 18\n</li>\n<li>\n31 x 22\n</li>\n</ul>\n</li>\n<li> GIFT IDEAS\n<i>\n</i>\n<i>\n</i>\n<i>Gift Ideas Submenu</i> Gifts for Geeks\n<i>\n</i>\n<ul>\n<li>\n🪄Gifts for Harry Potter Fans\n</li>\n<li>\nGifts for Star Wars Fans\n</li>\n<li>\nGifts for Horror Fans\n</li>\n<li>\nGifts for Marvel Fans\n</li>\n<li>\nGifts for Pokemon Fans\n</li>\n<li>\nGifts for Anime Fans\n</li>\n<li>\nGifts for Kpop Fans\n</li>\n<li>\nImpossible to Shop For Gifts\n</li>\n</ul> Gifts by Price\n<i>\n</i>\n<ul>\n<li>\nThe BIG Gifts\n</li>\n<li>\nGifts Under $50\n</li>\n<li>\nGifts Under $100\n</li>\n<li>\nGifts Under $150\n</li>\n<li>\nGifts Under $200\n</li>\n</ul> POPULAR GEEK GIFTS\n<i>\n</i>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li> DEALS\n<i>\n</i>\n<i>\n</i>\n<i>Deals Submenu</i> DEALS\n<i>\n</i>\n<ul>\n<li>\n<strong>Sale &amp.\nPromos</strong>\n</li>\n<li>\n<strong>Daily Deals</strong>\n</li>\n<li>\n<strong>Sideshow Seconds</strong>\n</li>\n<li> Big savings await! Free shipping, daily deals and more.\nCheck it out.\n</li>\n<li>\n<strong>Contests &amp.\nGiveaways</strong>\n</li>\n</ul>\n<ul>\n<li>Shop All</li>\n</ul>\n</li>\n<li>\n/\n</li>\n<li> COMMUNITY &amp.\nCULTURE\n<i>\n</i>\n<i>\n</i>\n<i>Community &amp.\nCulture Submenu</i> Culture\n<i>\n</i>\n<ul>\n<li>\n🔥 Relive Sideshow Con 2023\n</li>\n<li>\nAbout Sideshow\n</li>\n<li>\nMeet our Artists\n</li>\n<li>\nBlog\n</li>\n<li>\nBehind the Scenes\n</li>\n<li>\nFirst Look Unboxings\n</li>\n<li>\nOut of the Box\n</li>\n<li>\nProduct Archive\n</li>\n</ul> Social\n<i>\n</i>\n<ul>\n<li>\nInstagram\n</li>\n<li>\nYouTube\n</li>\n<li>\nTwitter\n</li>\n<li>\nTikTok\n</li>\n<li>\nFacebook\n</li>\n<li>\nThreads\n</li>\n</ul> Let Your Geek Sideshow!\n<i>\n</i>\n<ul>\n<li>\nSideshow Social Network\n</li>\n<li>\nOfficial Group\n</li>\n<li>\nStatue Collecting\n</li>\n<li>\nHall of Frame\n</li>\n<li>\nDesigner Toy Collective\n</li>\n<li>\nPop Culture Podcast\n</li>\n<li>\nSideshow Games\n</li>\n</ul>\n</li>\n</ul> The following field will output autosuggest products that follow as you type.\nA list appears after a minimum 3 letters, press tab to access results.\nSearch <ul>\n</ul>\n<ul>\n</ul> Collector Alert ‼️ Up to 50% OFF Daily Deals <ul>\n<li> General Site Terms &amp.\nConditions\n</li>\n<li> Non-Refundable Deposit &amp;<br>Cancellation Fee Terms\n</li>\n<li> Payment Plan Terms\n</li>\n<li> Waitlist Reservation Terms\n</li>\n<li> Sideshow Rewards Terms\n</li>\n<li> Promo Code Terms\n</li>\n<li> Giveaway Terms &amp.\nConditions\n</li>\n</ul> Terms and Conditions (“Terms”)\n<p>\n<em>Last Modified: February 2, 2023</em>\n</p>\nSideshow General Terms &amp.\nConditions\n<p>Welcome to the Sideshow Inc.\nwebsite (the “Site”).\nThe Site is provided as a service to our customers.\nPlease review the following terms and conditions of use, which govern your use of the Site (the “Terms”).\nAccess to and use of the Site is conditioned upon acceptance of and compliance with these Terms.\nBy accessing the Site, you agree to be bound by these Terms.\nIf you do not agree with any part of these Terms, then you do not have permission to access the Site.\nBy using the Site, you represent and warrant that you are of legal age to form a binding contract or have the consent of a parent or guardian who is of legal age.</p>\n<p>\n<strong>ACCOUNTS</strong>\n</p>\n<p>When you create an account on our Site, you represent and warrant that you are above the age of 18 and that the information you provide us is accurate, complete, and current at all times.\n&nbsp;We reserve the right to refuse service or terminate accounts in our sole discretion.</p>\n<p>By creating an Account on our Site, you agree to subscribe to newsletters, marketing or promotional materials and other information we may send.\nHowever, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.</p>\n<p>You are responsible for maintaining the confidentiality of your account and password, including but not limited to restricting access to your computer or account.\nYou may not share your account, username, or password with any other party or use the account, username, or password of any other party.\nYou will be solely responsible for all activities undertaken and all obligations made by you or through your account.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you, without appropriate authorization.\nYou may not use as a username any name that is offensive, vulgar, or obscene.</p>\n<p>To the extent that the Site allows you to link your account to any social networking or other online accounts, you may only link your own accounts.\nBy linking your other accounts, you expressly authorize us to access your account information from those third party accounts, on your behalf as your agent, and permit us to access, use and, in some cases, store your account information.</p>\n<p>\n<strong>PURCHASES</strong>\n</p>\n<p>By placing an order with us for any product or service made available through the Site, you represent and warrant that (i) you have the legal right to use the payment method provided, (ii) you are of legal age and capacity to form a binding contract, and (iii) all information you provide to us in connection with such order is true, accurate, and complete.</p>\n<p>You may be asked to supply certain information relevant to any order you place through the Site including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.\nWe may use third party services to process your payment or fulfill your order.\nBy submitting your information, you grant us the right to provide the information to these third parties subject to our Privacy Policy.</p>\n<p>We reserve the right to refuse any order you place with us.\nWe may, in our sole discretion, limit or cancel quantities purchased per person, per household, per account, per IP address, per billing information, per postal address, per credit card or per order.\nIf we make a change to or cancel an order, we will attempt to notify you.\nWe further reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.</p>\n<p>All features, specifications, products, prices, discounts, promotions, and offers described on our Site are subject to change at any time, without notice.\nWe have made every effort to accurately display our products, but images on the Site may not exactly match the actual product.\nAll prices displayed on the Site are in U.S.\ndollars unless otherwise noted.\nWe will add applicable sales taxes and shipping fees as necessary.\nThe risk of loss and title for products purchased pass to you upon our delivery of the products to the carrier.</p>\n<p>Occasionally there may be information on our Site that contains typographical errors, inaccuracies, or omissions that may relate to product descriptions, pricing, promotions, offers, and availability.\nWe reserve the right to correct any errors, inaccuracies or omissions and to change or update information or cancel orders if any information on the Sites is inaccurate at any time without prior notice (including after you have submitted your order).</p>\n<p>\n<strong>RIGHT TO CHANGE THE SITE</strong>\n</p>\n<p>We reserve the right to modify or suspend the Site, or any service, content, feature or product offered through the Site, or terminate your right to access or use any portion of the Site, with or without notice, at any time in our sole discretion.\nYou agree that we shall not be liable to you or to any third party for any modification, suspension, or restriction of the Site or any portion thereof.</p>\n<p>\n<strong>ACCESS TO AND USE OF THE SITE</strong>\n</p>\n<p>You agree to access or use the Site solely for legal purposes as allowed by these Terms.\nAmongst other things, you agree not to:</p>\n<ul>\n<li>hack into the Site, or modify another website so as to falsely imply that it is associated or affiliated with the Site;</li>\n<li>damage, disable, overburden, transmit any worms or viruses or any code of a destructive nature, or interfere with any other party’s use and enjoyment of the Site;</li>\n<li>violate any applicable laws, rules or regulations in your jurisdiction (including but not limited to trademark and copyright laws).\nor</li>\n<li>access or attempt to access any password-protected, secure or non-public areas of the Site without our express permission.</li>\n</ul>\n<p>\n<strong>CONTESTS, SWEEPSTAKES, AND PROMOTIONS</strong>\n</p>\n<p>Any contests, sweepstakes, or other promotions (collectively, “Promotions”) made available through the Site may be governed by rules that are separate from these Terms.\nIf you participate in any Promotions, please review the applicable rules as well as our Privacy Policy.\nIf the rules for a Promotion conflict with these Terms, the Promotion rules will apply.</p>\n<p>\n<strong>CONTENT</strong>\n</p>\n<p>Unless otherwise noted, the Site, and all materials on the Site, including text, images, illustrations, designs, icons, photographs, and video clips, and the copyrights, trademarks, trade dress, or other intellectual property in such materials (“Sideshow Content”), are owned, controlled or licensed by Sideshow Inc.\nThe Sideshow brand name and S logo are registered trademarks of Sideshow Inc.\nThe Site and the Sideshow Content are intended solely for personal, non-commercial use.\nYou may download or copy the Sideshow Content and other downloadable materials displayed on the Site for your personal use only.\nNo right, title or interest in any downloaded Sideshow Content is transferred to you as a result of any such downloading or copying.\nYou may not reproduce (except as noted above), publish, transmit, distribute, display, modify, create derivative works from, sell or exploit in any way any of the Sideshow Content or the Site.</p>\n<p>Any third-party content, products, or services posted on, transmitted through, or linked from the Site are the sole responsibility of the third-party originator.\nIf you choose to access any third-party content, you do so at your own risk.\nWE ARE NOT RESPONSIBLE FOR ANY LOSS OR DAMAGE OF ANY SORT INCURRED AS A RESULT OF ACCESSING A THIRD-PARTY WEBSITE OR ANY THIRD-PARTY CONTENT, PRODUCTS, OR SERVICES.</p>\n<p>\n<strong>CONTENT YOU PROVIDE</strong>\n</p>\n<p>Our Site allows you to post, link, store, share, and otherwise make available certain information, text, graphics, videos, or other material (“User Content”).\nYou are responsible for the User Content that you post on or through the Site, including its legality, reliability, and appropriateness.\nWe take no responsibility and assume no liability for User Content you or any third-party posts on or through the Site.</p>\n<p>The Site is publicly viewable and you should have no expectation of privacy or confidentiality in any User Content you post.\nYou agree that any User Content you post will not violate any right of any third party, including copyright, trademark, privacy or other personal or proprietary right and will not contain libelous or otherwise unlawful, abusive or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Site.\nYou may not use a false e-mail address, pretend to be someone other than yourself, or otherwise mislead us or any third parties regarding the source of any User Content.\nWe may refuse to accept or may edit or remove User Content from the website for any reason.</p>\n<p>By submitting User Content to the Site, you grant, and you represent and warrant that you have the right to grant, Sideshow Inc., its affiliates, agents, and licensees, an irrevocable, perpetual, non-exclusive, fully paid, worldwide license to use, copy, perform, display, reproduce, publish, distribute, sublicense, and otherwise disclose, prepare derivative works of, or incorporate into other works, the User Content, for any purpose without restriction, in any medium now known or later developed and without restriction, including without limitation in catalogs, email, social media, podcasts, videos, customer communications, store materials, trade show materials, and other public displays, without any further review or approval by or compensation to you.\nYou agree that your User Content may be used by Sideshow either alone or in conjunction with other material, including advertisements.\nWhile Sideshow will make commercially reasonable efforts to give you credit, you agree that such credit is not mandatory and your permission for us to use your User Content is not contingent upon such credit being given.</p>\n<p>By posting on our Site, you represent and warrant that you own all rights to your User Content or, alternatively, that you have the right to give us the rights described above and that you have paid and will pay in full any fees or other payments that may be due to third parties for your use.</p>\n<p>\n<strong>PRIVACY</strong>\n</p>\n<p>We respect the privacy of your personal information.\nPlease view our Privacy Policy&nbsp;for more information.</p>\n<p>\n<strong>DISCLAIMER OF WARRANTIES AND LIMITATION ON DAMAGES</strong>\n</p>\n<p>THE SITE AND PRODUCTS ARE OFFERED ON AN “AS IS” AND “AS AVAILABLE” BASIS, DISCLAIMING ALL WARRANTIES, INCLUDING SPECIFICALLY THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE ASSUME NO LIABILITY FOR PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, PRODUCTS OR ANY THIRD PARTY WEBSITE(S) OR PRODUCTS, OR FOR ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE.</p>\n<p>Sideshow Inc.\nits subsidiaries, affiliates, and its licensors do not warrant that: a) the Site will function uninterrupted, secure, or available at any particular time or location.\nb) any errors or defects will be corrected.\nc) the Service is free of viruses or other harmful components.\nor d) the results of using the Service will meet your requirements.</p>\n<p>Some states or jurisdictions do not allow the limitation or exclusion of certain warranties, or the exclusion or limitation of certain damages.\nIf you reside in one of these states or jurisdictions, the above limitations or exclusions may not apply to you.</p>\n<p>In no event shall Sideshow Inc., nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Site.\n(ii) any conduct or content of any third party on the Site.\n(iii) any content obtained from the Site.\nand (iv) unauthorized access, use ,or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</p>\n<p>\n<strong>COLLECTION OF INFORMATION</strong>\n</p>\n<p>We collect various information on our behalf from and about you, including information you directly provide when you use the Messaging Service.\nFor example, we collect the phone number and/or email address you provided when signing up for the Messaging Service.\nWhen you send messages via the Messaging Service, we will also collect your messaging history and any information included in those messages.\nWe may also collect information about you using cookies or similar technologies.\nCookies are pieces of information that are stored by your browser on the hard drive or memory of your device.\nCookies enable personalization of your experience on the Messaging Service.\nFor example, we use cookies to track the items in your Shopping Cart and may use that information to send you triggered text campaigns (e.g., sending you personalized text messages such as shopping cart reminders).\nMessage frequency will vary.\nMsg &amp.\ndata rates may apply, Reply STOP, Reply HELP.\nReply HELP for help or email.</p>\n<p>\n<strong>INDEMNITY</strong>\n</p>\n<p>You shall defend, indemnify, and hold harmless, Sideshow Inc., its affiliates, and each of its and its affiliates’ employees, contractors, directors, suppliers, agents, and representatives from all liabilities, claims, and expenses, including reasonable attorneys’ fees and other legal costs, that arise from or relate to (i) your use or misuse of the Site.\n(ii)&nbsp;violation of these Terms.\n(iii) infringement by you, or any third party using your account, of any intellectual property or other right of any person or entity.\nor (iv) any User Content you submitted.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will assist and cooperate with us in asserting any available defenses.</p>\n<p>\n<strong>COPYRIGHT POLICY</strong>\n</p>\n<p>We respect intellectual property rights and will remove or disable access to any material on the Site that infringes any copyright after being properly notified by the copyright owner or the copyright owner’s legal agent.\nIf you believe that any content on the Site violates your copyright, please provide our copyright agent with the written information specified below:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>an description of the copyrighted work that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the Site;</li>\n<li>your address, telephone number, and e-mail address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</li>\n</ul>\n<p>Our Copyright Agent for notice of claims of copyright infringement on the Site can be reached as follows:</p>\n<p>David Schnider<br>\nNolan Heimann LLP<br>\n16133 Ventura Blvd., Ste.\n820<br>\nEncino, CA 91436<br>\ndschnider@nolanheimann.com</p>\n<p>\n<strong>CHANGES</strong>\n</p>\n<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will provide at least 15 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.\nBy continuing to access or use the Site after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use the Site.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>GENERAL LEGAL PROVISIONS</strong>\n</p>\n<p>These Terms are governed by the laws of the State of California, U.S.A., without regard to conflicts of laws principles, as if this were a contract wholly entered into and wholly performed within the State of California.\nYou hereby consent to the exclusive jurisdiction and venue of courts in the County of Ventura, California, U.S.A., for all disputes arising out of or relating to accessing or using the Site.\nAccess to or use of this Site is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms, including, without limitation, this paragraph.</p>\n<p>If any provision in these Terms is invalid or unenforceable under applicable law, the remaining provisions will continue in full force and effect, and the invalid unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision.</p>\n<p>No waiver of any breach of any provision of these Terms shall constitute a waiver of any prior, concurrent, or subsequent breach of the same or any other provisions hereof, and no waiver shall be effective unless made in writing and signed by an authorized representative of the waiving party.\nAll rights not expressly granted herein are hereby reserved.</p> About Us About <i>\n</i>\n<ul>\n<li>\nOur Story\n</li>\n<li>\nAffiliate Program\n</li>\n<li>\nWholesale Program\n</li>\n<li>\nPress Inquiries\n</li>\n<li>\nCareers\n</li>\n</ul> Customer Support Customer Support <i>\n</i>\n<ul>\n<li>\nReturns &amp.\nExchanges\n</li>\n<li>\nShipping Information\n</li>\n<li>\nTrack Your Order\n</li>\n<li>\nPromo Code Lookup\n</li>\n<li>\nGift Card Lookup\n</li>\n<li>\nEarn Rewards\n</li>\n<li>\nPayment Plans\n</li>\n<li>\nRetail Store Locator\n</li>\n<li>\nHelp Center\n</li>\n<li>\nContact Us\n</li>\n</ul> Connect with us\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Want $20 Off? Sign up for our Newsletter.<br>\nSign up for SMS alerts and be the first to know! Email Choose country code US +1\nAF +93\nAL +355\nDZ +213\nAS +1684\nAD +376\nAO +244\nAI +1264\nAG +1268\nAR +54\nAM +374\nAW +297\nSH +290\nAU +61\nAT +43\nAZ +994\nBS +1242\nBH +973\nBD +880\nBB +1246\nBY +375\nBE +32\nBZ +501\nBJ +229\nBM +1441\nBT +975\nBO +591\nBL +590\nBA +387\nBW +267\nBR +55\nVG +1284\nIO +246\nBN +673\nBG +359\nBF +226\nBI +257\nKH +855\nCM +237\nCA +1\nCV +238\nKY +1345\nCF +236\nTD +235\nCL +56\nCN +86\nCX +61\nCC +672\nCO +57\nKM +269\nCG +242\nCK +682\nCR +506\nHR +385\nCU +53\nCW +599\nCY +357\nCZ +420\nKP +850\nDK +45\nDJ +253\nDM +1767\nDO +1809\nEC +593\nEG +20\nSV +503\nGQ +240\nER +291\nEE +372\nET +251\nFO +298\nFK +500\nFJ +679\nFI +358\nFR +33\nGF +594\nPF +689\nTF +0\nGA +241\nGM +220\nGE +995\nDE +49\nGH +233\nGI +350\nGR +30\nGL +299\nGD +1473\nGP +590\nGU +1671\nGT +502\nGG +44\nGN +224\nGW +245\nGY +592\nHT +509\nHN +504\nHK +852\nHU +36\nIS +354\nIN +91\nID +62\nIR +98\nIQ +964\nIE +353\nIL +972\nIT +39\nCI +225\nJM +1876\nJP +81\nJE +0\nJE +44\nJO +962\nKZ +7\nKE +254\nKI +686\nKW +965\nKG +996\nLA +856\nLV +371\nLB +961\nLS +266\nLR +231\nLY +218\nLI +423\nLT +370\nLU +352\nMO +853\nMK +389\nMG +261\nMW +265\nMY +60\nMV +960\nML +223\nMT +356\nMH +692\nMQ +596\nMR +222\nMU +230\nMX +52\nFM +691\nMD +373\nMC +377\nMN +976\nME +382\nMS +1664\nMA +212\nMZ +258\nMM +95\nNA +264\nNR +674\nNP +977\nNL +31\nAN +599\nNC +687\nNZ +64\nNI +505\nNE +227\nNG +234\nNU +683\nNF +672\nMP +1670\nNO +47\nOM +968\nPK +92\nPW +680\nPA +507\nPG +675\nPY +595\nPE +51\nPH +63\nPN +64\nPL +48\nPT +351\nPR +1787\nQA +974\nRE +262\nRO +40\nRU +7\nRW +250\nSS +0\nSM +378\nST +239\nSA +966\nSN +221\nRS +381\nYU +0\nSC +248\nSL +232\nSG +65\nSK +421\nSI +386\nGS +0\nSB +677\nSO +252\nZA +27\nKR +82\nES +34\nLK +94\nSX +0\nKN +1869\nLC +1758\nMF +0\nVL +0\nVC +1784\nSD +249\nSR +597\nSZ +268\nSE +46\nCH +41\nSY +963\nTW +886\nTJ +992\nTZ +255\nPM +508\nYT +269\nTH +66\nTG +228\nTK +690\nTO +676\nTL +670\nTT +1868\nTN +216\nTR +90\nTM +7370\nTC +1649\nTV +688\nVI +1340\nUG +256\nUA +380\nAE +971\nGB +44\nUS +1\nUM +1\nUY +598\nUZ +998\nVU +678\nVA +39\nVE +58\nVN +84\nWF +681\nEH +212\nWS +684\nYE +967\nZR +0\nZM +260\nZW +263 Mobile Number <small>By submitting this form, you agree to receive recurring automated promotional and personalized marketing text messages (e.g.\ncart/browse reminders) from Sideshow at the cell number used when signing up.\nConsent is not a condition of any purchase.\nReply HELP for help and STOP to cancel.\nMsg frequency varies.\nMsg and data rates may apply.\nView Terms &amp.\nPrivacy.</small>\n<ul>\n<li>\nPrivacy Policy\n</li>\n<li>\nTerms &amp.\nConditions\n</li>\n<li>\nAccessibility Statement\n</li>\n</ul> Series content, product specifications, release dates and pricing are subject to change.\nSideshow Collectibles is the registered trademark and copyright of Sideshow Inc.\nAll Rights Reserved.\n× &lt;img src=\"https://fingerprint.gointerpay.net/pixel/6948ea98-6c96-4385-a9a7-87ee2ef20caa/02ea270c-0be9-4c1e-a773-47db12a950e3.gif\"/&gt.\n<p>This website uses cookies to enhance user experience and to analyze performance and traffic on our website.\nWe also share information about your use of our site with our social media, advertising and analytics partners.</p> Accept All CookiesCookies SettingsCookie Notice<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance and Functionality</li>\n<li>Social Media and Advertising</li>\n</ul>Your Privacy<p>When you visit our website, we store cookies on your browser to collect information.\nThe information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience.\nHowever, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer.\nClick on the different category headings to find out more and change our default settings according to your preference.\nYou cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.).\nFor more information about the First and Third Party Cookies used please follow this link.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance and Functionality Performance and Functionality <p>\n</p>\n<ul>\n<li>Functional Cookies Switch Label <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\n&nbsp.\n&nbsp;If you do not allow these cookies then some or all of these services may not function properly.</p>\n</li>\n</ul>\n<ul>\n<li>Performance Cookies Switch Label <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\n&nbsp.\n&nbsp;All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>\n</li>\n</ul>Social Media and Advertising Social Media and Advertising <p>\n</p>\n<ul>\n<li>Social Media Cookies Switch Label <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\n&nbsp.\n&nbsp;If you do not allow these cookies you may not be able to use or see these sharing tools.</p>\n</li>\n</ul>\n<ul>\n<li>Targeting Cookies Switch Label <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\n&nbsp.\n&nbsp;They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>\n</li>\n</ul>Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-08-21 03:06:11.083215", "updated_at": "2023-08-21 03:08:09.513495"}, {"id": 18455, "name": "Privacy Policy", "url": "https://www.sideshow.com/privacy-policy", "xpath": "//body", "text": null, "created_at": "2023-08-21 03:06:11.051189", "updated_at": "2023-08-21 03:08:57.679933"}], "points": [], "urls": ["sideshow.com"]}}