{"error": 448, "message": "OK", "parameters": {"id": 7054, "name": "scribe", "created_at": "2022-12-02 23:03:50.40744", "updated_at": "2023-09-19 22:02:15.399568", "wikipedia": null, "keywords": null, "related": null, "slug": "scribe", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7054.png", "url": "scribehow.com", "documents": [{"id": 12948, "name": "Terms", "url": "https://scribehow.com/legal/terms", "xpath": "/html/body/div[2]", "text": "Terms of Use<strong>\n<br>\n</strong>\n<p>\n<strong>\n<sub>Last modified: April 7, 2020</sub>\n</strong>\n</p>\n<p>Welcome to Scribe! Your use of Scribe’s services, including the services Scribe makes available through this website and all related websites, data files, and applications which link to these terms of service (the “Website”) and to all software or services offered by Scribe in connection with any of those (each a “Service” and collectively, the “Services”), is governed by these terms of service (the “Terms” or the “Terms of Use”), so please carefully read them before using the Services.\nFor the purposes of these Terms, “we,” “our,” “us,” “Company” and “Scribe” refer to Colony Labs, Inc., the providers and operators of the Services.</p>\n<p>In order to use the Services, you must first agree to these Terms of Use.\nIf you are registering for or using the Services on behalf of an organization, you are agreeing to these Terms of Use for that organization and promising that you have the authority to bind that organization to these Terms of Use.\nIn that case, “you” and “your” will also refer to that organization, wherever possible.\nYou must be over 13 years of age to use the Services, and children under the age of 13 cannot use or register for the Services.</p>\n<p>Your use of, and participation in, certain Services may be subject to additional terms (“Supplemental Terms”) and such Supplemental Terms will either be listed in the Terms of Use or will be presented to you for your acceptance when you sign up to use the supplemental Service.\nIf the Terms of Use are inconsistent with the Supplemental Terms, the Supplemental Terms shall control with respect to such Service.\nThe Terms of Use and any applicable Supplemental Terms are referred to herein as the “Terms.”</p>\n<p>\n<strong>ARBITRATION NOTICE:</strong> EXCEPT FOR CERTAIN TYPES OF DISPUTES DESCRIBED IN THE ARBITRATION CLAUSE BELOW, YOU AGREE THAT DISPUTES BETWEEN YOU AND Scribe WILL BE RESOLVED BY MANDATORY BINDING ARBITRATION AND YOU WAIVE ANY RIGHT TO PARTICIPATE IN A CLASS-ACTION LAWSUIT OR CLASS-WIDE ARBITRATION.\nSEE SECTION 13 FOR MORE DETAILS.</p>\n<p>BY USING, DOWNLOADING, INSTALLING, OR OTHERWISE ACCESSING THE SERVICES OR ANY MATERIALS INCLUDED IN OR WITH THE SERVICES, YOU HEREBY AGREE TO BE BOUND BY THESE TERMS OF USE.\nIF YOU DO NOT ACCEPT THESE TERMS OF USE, THEN YOU MAY NOT USE, DOWNLOAD, INSTALL, OR OTHERWISE ACCESS THE SERVICES.</p>1.\nUSE OF THE SERVICES AND COMPANY PROPERTIES.<p>The Website, the Services, and the software and systems used by the Company to make the Website and Services available (collectively, the “Company Properties”) are protected by copyright, trademarks, patents, or other proprietary rights and laws throughout the world.\nSubject to the terms herein, including the payment of applicable fees, the Company grants to you a non-exclusive, non-transferable, non-sublicensable, limited right to access and use the Services for your internal business purposes.</p>1.1 Authorized Users and Usage Limits.<p>Our Services enable users to record their workflows, for purposes of process documentation and/or automating those workflows using the Services.\nYour usage of our Services is subject to any limitations set forth in your order issued either pursuant to our pricing page or any written order form between you and the Company (each, an “Order”).\nOnly Authorized Users are permitted to access and use the Service.</p>1.2 Updates.<p>You understand that Company Properties are evolving.\nAs a result, Company may require you to accept updates to Company Properties that you have installed on your computer.\nYou acknowledge and agree that Company may update Company Properties with or without notifying you.\nYou may need to update third-party software from time to time in order to use Company Properties.</p>1.3 Certain Restrictions.<p>The rights granted to you in the Terms are subject to the following restrictions: (a) you shall not license, sell, rent, lease, transfer, assign, reproduce, distribute, host or otherwise commercially exploit Company Properties or any portion of Company Properties, including the Website and applications, (b) you shall not frame or utilize framing techniques to enclose any trademark, logo, or other Company Properties (including images, text, page layout or form) of Company.\n(c) you shall not use any metatags or other “hidden text” using Company’s name or trademarks.\n(d) you shall not modify, translate, adapt, merge, make derivative works of, disassemble, decompile, reverse compile or reverse engineer any part of Company Properties except to the extent the foregoing restrictions are expressly prohibited by applicable law.\n(e) you shall not use any manual or automated software, devices or other processes (including but not limited to spiders, robots, scrapers, crawlers, avatars, data mining tools or the like) to “scrape” or download data from any web pages contained in the Website (except that we grant the operators of public search engines revocable permission to use spiders to copy materials from the Website for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).\n(f) you shall not access Company Properties in order to build a similar or competitive website, application or service.\n(g) except as expressly stated herein, no part of Company Properties may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means.\nand (h) you shall not remove or destroy any copyright notices or other proprietary markings contained on or in Company Properties.\nAny future release, update or other addition to Company Properties shall be subject to the Terms.\nCompany, its suppliers and service providers reserve all rights not granted in the Terms.\nAny unauthorized use of Company Properties terminates the licenses granted by Company pursuant to the Terms.</p>1.4 Third-Party Materials.<p>As a part of Company Properties, you may have access to materials that are hosted by another party.\nYou agree that it is impossible for Company to monitor such materials and that you access these materials at your own risk.</p>2.\nREGISTRATION.2.1 Registering Your Account.<p>In order to access certain features of Company Properties you may be required to become a Registered User.\nFor purposes of the Terms, a “Registered User” is a user who has registered an account on the Website (“Account”).</p>2.2 Registration Data.<p>In registering an account on the Website, you agree to (1) provide true, accurate, current and complete information about yourself as prompted by the registration form (the “Registration Data”).\nand (2) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nYou represent that you are (i) of legal age to form a binding contract.\nand (ii) not a person barred from using Company Properties under the laws of the United States, your place of residence or any other applicable jurisdiction.\nYou are responsible for all activities that occur under your Account.\nYou may not share your Account or password with anyone, and Authorized Users may not share their account credentials with anyone (including other Authorized Users), and you agree to (a) notify Company immediately of any unauthorized use of your password or any other breach of security.\nand (b) exit from your Account at the end of each session.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or Company has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Company has the right to suspend or terminate your Account and refuse any and all current or future use of Company Properties (or any portion thereof).\nYou agree not to create an Account using a false identity or information, or on behalf of someone other than yourself.</p>\n<p>Company reserves the right to remove or reclaim any usernames at any time and for any reason, including but not limited to, claims by a third party that a username violates the third party’s rights.\nYou agree not to create an Account or use Company Properties if you have been previously removed by Company, or if you have been previously banned from any of Company Properties.</p>2.3 Your Account.<p>Notwithstanding anything to the contrary herein, you acknowledge and agree that you shall have no ownership or other property interest in your Account, and you further acknowledge and agree that all rights in and to your Account are and shall forever be owned by and inure to the benefit of Company.</p>2.4 Necessary Equipment and Software.<p>You must provide all equipment and software necessary to connect to Company Properties, including but not limited to, a computer that is suitable to connect with and use Company Properties.\nYou are solely responsible for any fees, including Internet connection, that you incur when accessing Company Properties.</p>3.\nRESPONSIBILITY FOR CONTENT.3.1 Types of Content.<p>You acknowledge that all data, information, emails, preferences, calendar information, text, images, videos, audio-visual information, materials and content (collectively, “Content”), including Company Properties, is the sole responsibility of the party from whom such Content originated.\nThis means that you, and not Company, are entirely responsible for all Content that you upload, post, e-mail, transmit or otherwise make available (“Make Available”) through Company Properties (“Your Content”), and that you and other Users of Company Properties, and not Company, are similarly responsible for all Content they Make Available through Company Properties (“User Content”).</p>3.2 No Obligation to Pre-Screen Content.<p>You acknowledge that Company has no obligation to pre-screen Content (including, but not limited to, User Content), although Company reserves the right in its sole discretion to pre-screen, refuse or remove any Content.\nIn the event that Company pre-screens, refuses or removes any Content, you acknowledge that Company will do so for Company’s benefit, not yours.\nWithout limiting the foregoing, Company shall have the right to remove any Content that violates the Terms or is otherwise objectionable.</p>3.3 Storage.<p>Unless expressly agreed to by Company in writing elsewhere, Company has no obligation to store any of Your Content that you Make Available on Company Properties.\nCompany has no responsibility or liability for the deletion or accuracy of any Content, including Your Content.\nthe failure to store, transmit or receive transmission of Content.\nor the security, privacy, storage, or transmission of other communications originating with or involving use of Company Properties.\nYou agree that Company retains the right to create reasonable limits on Company’s use and storage of the Content, including Your Content, such as limits on file size, storage space, processing capacity, and similar limits described as determined by Company in its sole discretion.</p>4.\nOWNERSHIP.4.1 Company Properties.<p>Except with respect to Your Content and User Content, you agree that Company and its suppliers own all rights, title and interest in Company Properties.</p>4.2 Other Content.<p>Except with respect to Your Content, you agree that you have no right or title in or to any Content that appears on or in Company Properties.</p>4.3 Your Content<p>Company does not claim ownership of Your Content.\nHowever, when you as a User post or publish Your Content on or in Company Properties, you represent that you own and/or have a royalty-free, perpetual, irrevocable, worldwide, non-exclusive right (including any moral rights) and license to use, license, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, derive revenue or other remuneration from, and communicate to the public, perform and display Your Content (in whole or in part) worldwide and/or to incorporate it in other works in any form, media or technology now known or later developed, for the full term of any worldwide intellectual property right that may exist in Your Content.</p>4.4 License to Your Content.<p>Subject to any applicable account settings that you select, you grant Company a fully paid, royalty-free, perpetual, irrevocable, worldwide, royalty- free, non-exclusive and fully sublicensable right (including any moral rights) and license to use, license, distribute, reproduce, modify, adapt, publicly perform, and publicly display, Your Content (in whole or in part) for the purposes of operating and providing Company Properties to you.\nYou warrant that the holder of any worldwide intellectual property right, including moral rights, in Your Content, has completely and effectively waived all such rights and validly and irrevocably granted to you the right to grant the license stated above.\nYou agree that you, not Company, are responsible for all of Your Content that you Make Available on or in Company Properties.</p>4.5 Feedback<p>You agree that submission of any ideas, suggestions, documents, and/or proposals to Company through its suggestion, feedback, wiki, forum or similar pages (“Feedback”) is at your own risk and that Company has no obligations (including without limitation obligations of confidentiality) with respect to such Feedback.\nYou represent and warrant that you have all rights necessary to submit the Feedback.\nYou hereby grant to Company a fully paid, royalty-free, perpetual, irrevocable, worldwide, non-exclusive, and fully sublicensable right and license to use, reproduce, perform, display, distribute, adapt, modify, re-format, create derivative works of, and otherwise commercially or non-commercially exploit in any manner, any and all Feedback, and to sublicense the foregoing rights, in connection with the operation and maintenance of Company Properties.</p>5.\nUser Conduct.<p>In connection with your use of Company Properties, you shall not:</p>\n<p>\n<strong>5.1</strong> Make Available any Content that (i) is unlawful, tortious, defamatory, vulgar, obscene, libelous, or racially, ethnically or otherwise objectionable.\n(ii) violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(iv) is violent or threatening, or promotes violence or actions that are threatening to any other person.\nor (v) promotes illegal or harmful activities;</p>\n<p>\n<strong>5.2</strong> Harm minors in any way;</p>\n<p>\n<strong>5.3</strong> Impersonate any person or entity, including, but not limited to, Company personnel, or falsely state or otherwise misrepresent your affiliation with a person or entity;</p>\n<p>\n<strong>5.4</strong> Make available any Content that you do not have a right to Make Available under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under non- disclosure agreements);</p>\n<p>\n<strong>5.5</strong> Make Available any Content that infringes the rights of any person or entity, including without limitation, any patent, trademark, trade secret, copyright, privacy, publicity or other proprietary or contractual rights;</p>\n<p>\n<strong>5.6</strong> Intentionally or unintentionally violate any applicable local, state, national or international law or regulation, or any order of a court;</p>\n<p>\n<strong>5.7</strong> Advocate, encourage or assist any third party in doing any of the foregoing activities in this section.</p>6.\nINVESTIGATIONS.<p>Company may, but is not obligated to, monitor or review Company Properties and Content at any time.\nWithout limiting the foregoing, Company shall have the right, in its sole discretion, to remove any of Your Content for any reason (or no reason), including if such Content violates the Terms or any applicable law.\nAlthough Company does not generally monitor user activity occurring in connection with Company Properties or Content, if Company becomes aware of any possible violations by you of any provision of the Terms, Company reserves the right to investigate such violations, and Company may, at its sole discretion, immediately terminate your license to use Company Properties, or change, alter or remove Your Content, in whole or in part, without prior notice to you.</p>7.\nFEES AND PURCHASE TERMS.7.1 Payment.<p>You agree to pay all fees or charges to your Account or Order in accordance with the fees, charges and billing terms in effect at the time a fee or charge is due and payable.\nYou agree to immediately notify Company of any change in your billing address or payment information.\nCompany reserves the right at any time to change its prices and billing methods, either immediately upon posting on Company Properties or by e-mail delivery to you.\nUnpaid invoices are subject to a finance charge of 1.5% per month on any outstanding balance, or the maximum permitted by law, whichever is lower, plus all expenses of collection.</p>7.2 Service Subscription Fees.<p>You will be responsible for payment of the applicable fee for any Services (each, a “Service Subscription Fee”) at the time you create your Account and select your subscription package (each, a “Service Commencement Date”).\nUnless otherwise agreed upon by you and the Company in writing, each subscription will commence as of the Service Commencement Date and continue for the period for which fees have been paid (the “Subscription Term”).\nUpon the expiration of such term, unless otherwise agreed in an Order, your subscription will automatically renew for successive periods of equivalent duration, unless either you or Company gives the other written notice of its intent not to renew the subscription at least thirty (30) days prior to the expiration of the then-current subscription term.\nExcept as set forth in the Terms, all fees for the Services are non-refundable.\nNo contract will exist between you and Company for the Services until Company accepts your order by a confirmatory e-mail or other appropriate means of communication.</p>7.3 Taxes.<p>Company’s fees are net of any applicable Sales Tax.\nIf any Services, or payments for any Services, under the Terms are subject to Sales Tax in any jurisdiction and you have not remitted the applicable Sales Tax to Company, you will be responsible for the payment of such Sales Tax and any related penalties or interest to the relevant tax authority, and you will indemnify Company for any liability or expense we may incur in connection with such Sales Taxes.\nUpon our request, you will provide us with official receipts issued by the appropriate taxing authority, or other such evidence that you have paid all applicable taxes.\nFor purposes of this section, “Sales Tax” shall mean any sales or use tax, and any other tax measured by sales proceeds, that Company is permitted to pass to its customers, that is the functional equivalent of a sales tax where the applicable taxing jurisdiction does not otherwise impose a sales or use tax.</p>7.4 Free Trials and Other Promotions.<p>Any free trial or other promotion that provides Registered User access to or additional features of the Services must be used within the specified time of the trial.\nAt the end of the trial period, your use of that Service will expire and any further use of the Service is prohibited unless you agree to pay the applicable subscription fee.\nIf you are inadvertently charged for a subscription, please contact Company to have the charges reversed.</p>7.5 Disputes.<p>You must notify us in writing within seven (7) days after receiving your invoice, if you dispute any of our charges on that invoice or such dispute will be deemed waived.\nBilling disputes should be notified to the following address: support@scribehow.com.</p>8.\nINDEMNIFICATION.<p>Company agrees to defend and hold you harmless from any losses, costs, liabilities and expenses (including reasonable attorneys’ fees) relating to or arising out of third party claims to the extent resulting from or alleged to have resulted from the Services’ infringement of a third party’s intellectual property right.\nYou agree to indemnify and hold Company, its parents, subsidiaries, affiliates, officers, employees, agents, partners and licensors (collectively, the “Company Parties”) harmless from any losses, costs, liabilities and expenses (including reasonable attorneys’ fees) relating to or arising out of: (a) Your Content.\n(b) your use of, or inability to use, Company Properties.\n(c) your violation of the Terms.\n(d) your violation of any rights of another party, including any Users.\nor (e) your violation of any applicable laws, rules or regulations.\nCompany reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with Company in asserting any available defenses.\nThis provision does not require you to indemnify any of the Company Parties for any unconscionable commercial practice by such party or for such party’s fraud, deception, false promise, misrepresentation or concealment, suppression or omission of any material fact in connection with the Website or any Services provided hereunder.\nYou agree that the provisions in this section will survive any termination of your Account, the Terms or your access to Company Properties.</p>9.\nDISCLAIMER OF WARRANTIES AND CONDITIONS.9.1.\nAs Is<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE SERVICES ARE AT YOUR SOLE RISK AND THAT THE SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE.” Scribe, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS MAKE NO EXPRESS WARRANTIES AND DISCLAIM ALL IMPLIED WARRANTIES REGARDING THE SERVICES, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, Scribe, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT: (A) YOUR USE OF THE SERVICES WILL MEET YOUR REQUIREMENTS, (B) YOUR USE OF THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, AND (C) USAGE DATA PROVIDED THROUGH THE SERVICES WILL BE ACCURATE.\nFROM TIME TO TIME, COMPANY MAY OFFER NEW “BETA” FEATURES OR TOOLS WITH WHICH ITS USERS MAY EXPERIMENT.\nSUCH FEATURES OR TOOLS ARE OFFERED SOLELY FOR EXPERIMENTAL PURPOSES AND WITHOUT ANY WARRANTY OF ANY KIND, AND MAY BE MODIFIED OR DISCONTINUED AT COMPANY’S SOLE DISCRETION.\nTHE PROVISIONS OF THIS SECTION APPLY WITH FULL FORCE TO SUCH FEATURES OR TOOLS.</p>9.2 No Liability for Conduct of Third Parties.<p>YOU ACKNOWLEDGE AND AGREE THAT COMPANY PARTIES ARE NOT LIABLE, AND YOU AGREE NOT TO SEEK TO HOLD COMPANY PARTIES LIABLE, FOR THE CONDUCT OF THIRD PARTIES, INCLUDING OPERATORS OF EXTERNAL SITES, AND THAT THE RISK OF INJURY FROM SUCH THIRD PARTIES RESTS ENTIRELY WITH YOU.</p>9.3 No Liability for Conduct of Other Users.<p>YOU ARE SOLELY RESPONSIBLE FOR ALL OF YOUR COMMUNICATIONS AND INTERACTIONS WITH OTHER USERS OF COMPANY PROPERTIES.\nYOU UNDERSTAND THAT COMPANY DOES NOT MAKE ANY ATTEMPT TO VERIFY THE STATEMENTS OF USERS OF COMPANY PROPERTIES.</p>10.\nLIMITATION OF LIABILITY.<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT Scribe, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS SHALL NOT BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES WHICH MAY BE INCURRED BY YOU, HOWEVER CAUSED AND UNDER ANY THEORY OF LIABILITY.\nTHIS SHALL INCLUDE, BUT NOT BE LIMITED TO, ANY LOSS OF PROFIT (WHETHER INCURRED DIRECTLY OR INDIRECTLY), ANY LOSS OF GOODWILL OR BUSINESS REPUTATION, ANY LOSS OF DATA SUFFERED, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR OTHER INTANGIBLE LOSS.\nFURTHERMORE, IN NO EVENT SHALL Scribe’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE) EXCEED THE AMOUNT THAT YOU HAVE ACTUALLY PAID FOR THE SERVICES IN THE PAST TWELVE MONTHS, OR ONE THOUSAND DOLLARS ($1,000.00), WHICHEVER IS GREATER.\nTHESE LIMITATIONS SHALL APPLY NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.</p>\n<p>THE LIMITATIONS ON Scribe’S LIABILITY TO YOU IN THIS SECTION SHALL APPLY WHETHER OR NOT Scribe HAS BEEN ADVISED OF OR SHOULD HAVE BEEN AWARE OF THE POSSIBILITY OF ANY SUCH LOSSES ARISING.</p>\n<p>SOME STATES AND JURISDICTIONS MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nNOTHING IN THESE TERMS SHALL EXCLUDE OR LIMIT Scribe’S WARRANTY OR LIABILITY FOR LOSSES WHICH MAY NOT BE LAWFULLY EXCLUDED OR LIMITED BY APPLICABLE LAW.</p>11.\nREMEDIES.11.1 Violations.<p>If Company becomes aware of any possible violations by you of the Terms, Company reserves the right to investigate such violations.\nIf, as a result of the investigation, Company believes that criminal activity has occurred, Company reserves the right to refer the matter to, and to cooperate with, any and all applicable legal authorities.\nCompany is entitled, except to the extent prohibited by applicable law, to disclose any information or materials on or in Company Properties, including Your Content, in Company’s possession in connection with your use of Company Properties, to (1) comply with applicable laws, legal process or governmental request.\n(2) enforce the Terms, (3) respond to any claims that Your Content violates the rights of third parties, (4) respond to your requests for customer service, or (5) protect the rights, property or personal safety of Company, its Users or the public, and all enforcement or other government officials, as Company in its sole discretion believes to be necessary or appropriate.</p>11.2 Breach.<p>In the event that Company determines, in its sole discretion, that you have breached any portion of the Terms, or have otherwise demonstrated conduct inappropriate for Company Properties, Company reserves the right to:</p>\n<ol>\n<li>Warn you via e-mail (to any e-mail address you have provided to Company) that you have violated the Terms;</li>\n<li>Delete any of Your Content provided by you or your agent(s) to Company Properties;</li>\n<li>Discontinue your registration(s) with the any of Company Properties;</li>\n<li>Discontinue your subscription to any Services;</li>\n<li>Notify and/or send Content to and/or fully cooperate with the proper law enforcement authorities for further action.\nand/or</li>\n<li>Pursue any other action which Company deems to be appropriate.</li>\n</ol>12.\nTERM AND TERMINATION.12.1 Term.<p>The Terms commence on the date when you accept them (as described in the preamble above) and remain in full force and effect while you use Company Properties, unless terminated earlier in accordance with the Terms.\nNotwithstanding the foregoing, if you have a paid subscription for the Services, these Terms shall remain in effect for the term of your paid subscription, unless terminated earlier in accordance with the Terms.</p>12.2 Termination of Services by Company.<p>If timely payment cannot be charged to your Payment Provider for any reason, if you have materially breached any provision of the Terms, if you abuse or unreasonably interfere with the operation of the Services, or if Company is required to do so by law (e.g., where the provision of the Website or the Services is, or becomes, unlawful), Company has the right to, immediately and without notice, suspend or terminate these Terms and any Services provided to you.\nYou agree that all terminations for cause shall be made in Company’s sole discretion and that Company shall not be liable to you or any third party for any termination of your Account.</p>12.3 Termination of Services by You.<p>Account for all of the Services that you use.\nIf you have any trouble closing your Account, please contact us at: support@scribehow.com.\nNote that if you have a paid subscription for the Services, you are responsible for paying the full amount of your paid subscription for the entire Subscription Term, regardless of whether or not you terminate your use of the Services early.\nFurthermore, the Services will continue at the end of each subscription period unless you cancel your subscription in accordance with the procedure set forth in Section 7.2.</p>12.4 Effect of Termination.<p>Termination of any Service includes removal of access to such Service and barring of further use of the Service.\nTermination of all Services also includes deletion of your password and all related information, files and Content associated with or inside your Account (or any part thereof), including Your Content.\nUpon termination of any Service, your right to use such Service will automatically terminate immediately.\nYou understand that any termination of Services may involve deletion of Your Content associated therewith from our live databases.\nCompany will not have any liability whatsoever to you for any suspension or termination, including for deletion of Your Content.\nAll provisions of the Terms which by their nature should survive, shall survive termination of Services, including without limitation, ownership provisions, warranty disclaimers, and limitation of liability.</p>12.5 No Subsequent Registration.<p>If your registration(s) with or ability to access Company Properties, or any other Company community is discontinued by Company due to your violation of any portion of the Terms or for conduct otherwise inappropriate for the community, then you agree that you shall not attempt to re-register with or access Company Properties or any Company community through use of a different member name or otherwise, and you acknowledge that you will not be entitled to receive a refund for fees related to those Company Properties to which your access has been terminated.\nIn the event that you violate the immediately preceding sentence, Company reserves the right, in its sole discretion, to immediately take any or all of the actions set forth herein without any notice or warning to you.</p>13.\nDISPUTE RESOLUTION.<p>\n<em>Please read the following arbitration agreement in this Section (“Arbitration Agreement”) carefully.\nIt requires you to arbitrate disputes with Company and limits the manner in which you can seek relief from us.</em>\n</p>13.1 Applicability of Arbitration Agreement.<p>You agree that any dispute or claim relating in any way to your access or use of the Website, to any products sold or distributed through the Website, or to any aspect of your relationship with Company, will be resolved by binding arbitration, rather than in court, except that (1) you may assert claims in small claims court if your claims qualify, and (2) you or Company may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).\nThis Arbitration Agreement shall apply, without limitation, to all claims that arose or were asserted before the Effective Date of this Agreement or any prior version of this Agreement.</p>13.2 Arbitration Rules and Forum.<p>The Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.\nThe arbitration will be conducted in Santa Clara County, California, by JAMS, an established alternative dispute resolution provider.\nIf JAMS is not available to arbitrate, the parties will select an alternative arbitral forum.\nEach party will be responsible for its respective arbitration and legal costs.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</p>13.3 Authority of Arbitrator.<p>The arbitrator shall have exclusive authority to (a) determine the scope and enforceability of this Arbitration Agreement and (b) resolve any dispute related to the interpretation, applicability, enforceability or formation of this Arbitration Agreement including, but not limited to, any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe arbitration will decide the rights and liabilities, if any, of you and Company.\nThe arbitration proceeding will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and the Agreement (including the Arbitration Agreement).\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and Company.</p>13.4 Waiver of Jury Trial.<p>YOU AND COMPANY HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.\nYou and Company are instead electing that all claims and disputes shall be resolved by arbitration under this Arbitration Agreement, except as specified in Section 13.1 above.</p>13.5 Waiver of Class or Other Non-Individualized Relief.<p>ALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS OR COLLECTIVE BASIS, ONLY INDIVIDUAL RELIEF IS AVAILABLE, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\nIf a decision is issued stating that applicable law precludes enforcement of any of this subsection’s limitations as to a given claim for relief, then claim must be severed from the arbitration and brought into the State or Federal Courts located in Santa Clara County, California.\nAll other claims shall be arbitrated.</p>13.6 30-Day Right to Opt Out.<p>You have the right to opt out of the provisions of this Arbitration Agreement by sending written notice of your decision to opt out to the following address: support@scribehow.com, within 30 days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name and address, your Company username (if any), the email address you used to set up your Company account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nIf you opt out of this Arbitration Agreement, all other parts of this Agreement will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with us.</p>13.7 Severability.<p>Except as provided in subsection 13.5, if any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Arbitration Agreement shall continue in full force and effect.</p>13.8 Survival of Agreement.<p>This Arbitration Agreement will survive the termination of your relationship with Company.</p>13.9 Modification.<p>Notwithstanding any provision in this Agreement to the contrary, we agree that if Company makes any future material change to this Arbitration Agreement, you may reject that change within thirty (30) days of such change becoming effective by writing Company at the following address: support@scribehow.com.</p>14.\nGENERAL PROVISIONS.14.1 Electronic Communications.<p>The communications between you and Company use electronic means, whether you visit Company Properties or send Company e-mails, or whether Company posts notices on Company Properties or communicates with you via e-mail.\nFor contractual purposes, you (1) consent to receive communications from Company in an electronic form.\nand (2) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Company provides to you electronically satisfy any legal requirement that such communications would satisfy if it were to be in writing.\nThe foregoing does not affect your statutory rights.</p>14.2 Release.<p>You hereby release Company Parties and their successors from claims, demands, any and all losses, damages, rights, and actions of any kind, including personal injuries, death, and property damage that is either directly or indirectly related to or arises from your use of Users Content.\nIf you are a California resident, you hereby waive California Civil Code Section 1542, which states, “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.\nThe foregoing release does not apply to any claims, demands, or any losses, damages, rights and actions of any kind, including personal injuries, death or property damage for any unconscionable commercial practice by a Company Party or for such party’s fraud, deception, false, promise, misrepresentation or concealment, suppression or omission of any material fact in connection with the Website or any Services provided hereunder.</p>14.3 Assignment.<p>The Terms, and your rights and obligations hereunder, may not be assigned, subcontracted, delegated or otherwise transferred by you without Company’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.</p>14.4 Force Majeure.<p>Company shall not be liable for any delay or failure to perform resulting from causes outside its reasonable control, including, but not limited to, acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, strikes or shortages of transportation facilities, fuel, energy, labor or materials.</p>14.5 Questions, Complaints, Claims.<p>If you have any questions, complaints or claims with respect to Company Properties, please contact us at: support@scribehow.com.\nWe will do our best to address your concerns.</p>14.6 Exclusive Venue.<p>To the extent the parties are permitted under this Agreement to initiate litigation in a court, both you and Company agree that all claims and disputes arising out of or relating to the Agreement will be litigated exclusively in the State or Federal Courts located in Santa Clara County, California.</p>14.7 Governing Law.<p>The Terms and any action related thereto will be governed and interpreted by and under the laws of the State of California, consistent with the Federal Arbitration Act, without giving effect to any principles that provide for the application of the law of another jurisdiction.\nThe United Nations Convention on Contracts for the International Sale of Goods does not apply to these terms.</p>14.8 Notice.<p>Where Company requires that you provide an e-mail address, you are responsible for providing Company with your most current e-mail address.\nIn the event that the last e-mail address you provided to Company is not valid, or for any reason is not capable of delivering to you any notices required/ permitted by the Terms, Company’s dispatch of the e-mail containing such notice will nonetheless constitute effective notice.\nYou may give notice about account-specific actions to support@scribehow.com, and to the Company at the following address: 1 Bluxome St #312.\nSan Francisco, CA 94107.\nSuch notice shall be deemed given when received by Company by letter delivered by nationally recognized overnight delivery service or first class postage prepaid mail at the above address.</p>14.9 Waiver.<p>Any waiver or failure to enforce any provision of the Terms on one occasion will not be deemed a waiver of any other provision or of such provision on any other occasion.</p>14.10 Severability.<p>If any portion of this Agreement is held invalid or unenforceable, that portion shall be construed in a manner to reflect, as nearly as possible, the original intention of the parties, and the remaining portions shall remain in full force and effect.</p>14.11 Consumer Complaints.<p>In accordance with California Civil Code §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.</p>14.12 Changes to the Terms<p>These Terms may be amended or updated from time to time without notice and may have changed since your last visit to the website or use of the Services.\nIt is your responsibility to review these Terms for any changes.\nWhen changes are made, Company will make a new copy of the Terms of Use available at the Website and any new Supplemental Terms will be made available from within, or through, the affected Service on the Website.\nWe will also update the “Last Updated” date at the top of the Terms of Use.\nBy continuing to access or use the Services after revisions become effective, you agree to be bound by the revised Terms.\nIf you do not agree to the new Terms, please stop using the Services.<br>\n<br>Please visit this page regularly to review these Terms for any changes.</p>14.13 Entire Agreement.<p>The Terms are the final, complete and exclusive agreement of the parties with respect to the subject matter hereof and supersedes and merges all prior discussions between the parties with respect to such subject matter.</p>", "created_at": "2022-12-02 23:03:50.418444", "updated_at": "2022-12-02 22:04:31.195444"}, {"id": 12949, "name": "Cookies", "url": "https://scribehow.com/legal/cookies", "xpath": "/html/body/div[2]", "text": "Scribe Cookie Policy<p>To give you the best, most personalised experience Scribe uses cookies.\nYou can view the cookies used by Scribe listed below.&nbsp;</p>\n<p>We use cookies to personalise content and ads, to provide social media features, to provide functionality, and to analyze our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.</p>\n<p>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.\nLearn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.</p>\n<p>Please state your consent ID and date when you contact us regarding your consent.</p>Necessary Cookies<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p>Preference Cookies<p>Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.</p>Statistic Cookies<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p>Marketing Cookies<p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p>Unclassified Cookies<p>Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.</p>The Cookies We SetAccount Related Cookies<p>If you create an account with us, then we will use cookies for the management of the signup process and general administration.\nThese cookies will usually be deleted when you log out.\nhowever, in some cases they may remain afterwards to remember your site preferences when logged out.</p>Login Related Cookies<p>We use cookies when you are logged in so that we can remember that you are logged in.\nThis prevents you from having to log in every single time you visit a new page.\nThese cookies are typically removed or cleared when you log out to ensure that you can only access restricted features and areas when logged in.</p>Email Newsletters Related Cookies<p>This site offers newsletter or email subscription services and cookies may be used to remember if you are already registered and whether to show certain notifications which might only be valid to subscribed/unsubscribed users.</p>Forms Related Cookies<p>When you submit data to us through a form such as those found on contact pages or comment forms, cookies may be set to remember your user details for future correspondence.</p>Third Party Cookies<p>We use only a few third party cookies.&nbsp.\nWe use Facebook, LinkedIn, Twitter, TikTok and Google pixels to track our marketing efforts.&nbsp;</p>What information do we know about you?<p>We don’t request or require you to provide personal information to access our website.\nAs noted above, we may receive your IP address and user agent automatically.\nIf you optionally elect to sign up as a user,, we will receive your Name, Email, Phone number, and Company name as well as your stated interest in our products.</p>Transfers outside of the UK or EU<p>Where we transfer your data outside of the EU or UK we will ensure your data is protected to the level you would expect.\nWe have assessed the risk of using these cookies and have established that there is no appreciable risk to you and only minimal impact on your data protection rights.</p>Cookies We May UseNecessaryJSESSIONIDSessionThis cookie preserves users states across page requests.li_gc2 yearsThis cookie stores the user's cookie consent state for the current domain.persist:rootPersistentThis cookie stores visitor credentials in an encrypted cookie in order to allow the visitor to stay logged in on re-entry, if the visitor has accepted the 'stay logged in '-button.test_cookie1 dayThis cookie is used to check if the user's browser supports cookiesvisitorId1 yearThis cookie preserves users states across page requests.Preferencesintercom-id-#270 daysThis cookie allows the web site to recognize the visitor, in order to optimize the chat-box functionality.intercom-session-#6 daysThis cookie sets a specific ID for the user which ensures the integrity of the web site’s chat function.langSessionThis cookie remembers the user's selected language version of a web site.Statistics_ga2 yearsThe _ga cookie registers a unique ID that is used to generate statistical data on how the visitor uses the web site._ga_#2 yearsUsed by Google Analytics to collect data on the number of times a user has visited the web site as well as dates for the first and most recent visit._gat1 dayCollects data on user behaviour and interaction in order to optimize the web site and make advertisement on the web site more relevant._gid1 dayThis cookie registers a unique ID that is used to generate statistical data on how the visitor uses the web site._opt_expid1 dayThis cookie is set in order to make split-tests on the web site, which optimizes the web site's relevance towards the visitor.\nThe cookie functions by making smaller alterations on the web site and measuring the results._tt_enable_cookie1 yearUsed by the social networking service, TikTok, for tracking the use of embedded services.AnalyticsSyncHistory29 daysUsed in connection with data-synchronization with third -party analysis service.events/1/#SessionUsed to monitor website performance for statistical purposes.jserrors/1/#SessionUnclassifiedpersonalization_id2 yearsThis cookie is set by Twitter - The cookie allows the visitor to share content from the web site on to their Twitter profile.ziwsSessionIdSessionCollects statistics on the user's visits to the web site, such as the number of visits, average time spent on the web site and what pages have been read.Marketing__mpq_#_#PersistentCollects data on user behaviour and interaction in order to optimize the web site and make advertisement on the web site more relevant._fbp3 monthsUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers._gaexp79 daysThis cookie is used by Google Analytics to determine if the visitor is involved in their marketing experiments._gaexp_rc1 dayDetermines whether the user is assigned to a specific content-experiment to optimize web site content and advertisement efforts._gcl_au3 monthsUsed by Google AdSense for experimenting with advertisement efficiency across web sites using their services._ttp1 yearUsed by the social networking service, TikTok, for tracking the use of embedded services.ads/ga-audiencesSessionUsed by Google Ad Words to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across web sites.bcookie2 yearsUsed by the social networking service, LinkedIn, for tracking the use of embedded services.i/adsctSessionThe cookie is used by Twitter.com in order to determine the number of visitors accessing the website through Twitter advertisement content.langSessionSet by LinkedIn when a web page contains an embedded \"Follow us\" panel.lidc1 dayUsed by the social networking service, LinkedIn, for tracking the use of embedded services.mp_#_mixpanel1 yearUnclassifiedmuc_ads2 yearsCollects data on user behaviour and interaction in order to optimize the web site and make advertisement on the web site more relevant.pagead/1p-conversion/#SessionUnclassifiedpagead/viewthroughconversion/414677364SessionUnclassifiedpendo_tabIdSessionCollects data on the user across web sites - This data is used to make advertisements more relevant.trSessionUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.tt_appInfoSessionUsed by the social networking service, TikTok, for tracking the use of embedded services.tt_pixel_session_indexSessionUsed by the social networking service, TikTok, for tracking the use of embedded services.tt_sessionIdSessionUsed by the social networking service, TikTok, for tracking the use of embedded services.UserMatchHistory29 daysEnsures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the web site and visitor.Unclassified_cio1 dayUnclassified_cioanonid1 yearUnclassifiedcexp10 yearsUnclassifiedevents/event.gifSessionUnclassifiedevents/page.gifSessionUnclassifiedintercom.intercom-state-#PersistentUnclassifiedlaunchDarklyUniqueId10 yearsUnclassifiedld:#:$diagnosticsPersistentUnclassifiedlogoutEventPersistentUnclassified", "created_at": "2022-12-02 23:03:50.421354", "updated_at": "2022-12-02 22:04:54.813576"}, {"id": 12947, "name": "Privacy", "url": "https://scribehow.com/legal/privacy", "xpath": "/html/body/div[2]", "text": "Privacy Policy<strong>\n<br>\n</strong>\n<strong>Colony Labs, Inc.\nPrivacy Policy</strong>\n<p>This Privacy Policy governs access to and use of the Colony Labs, Inc.\n(“Scribe,” “Company,” “we,” “our,” or “us”) services, including the Scribe website and downloadable application (together, the “Service”) which is provided by Scribe.\nIt explains how we collect, use, disclose, and protect information in connection with the Service, and your choices about the collection and use of Customer (“you” or “your”) information.</p>\n<p>The Service enables users to record their workflows, for purposes of transcribing them into process documentation and/or automating those workflows.\nIf you do not want your information to be included as part of our Service, you may opt out by contacting us at privacy@scribehow.com.\nHowever, we may retain your information even after you have opted out, so we can keep a record of and process your opt-out and/or if retention is necessary to comply with legal obligations, regulatory requirements, or to prevent fraud or abuse.</p>\n<p>By using the Service, you agree to this Privacy Policy.<strong> IF YOU DO NOT AGREE TO THIS PRIVACY POLICY, PLEASE DO NOT USE THE SERVICE.</strong>\n</p>\n<p>This Privacy Policy applies only to information collection on or through the Service.\nIt does not apply to information we collect by other means (including offline) or from other sources other than through the Service.</p>\n<p>Capitalized terms that are not defined in this Privacy Policy have the meaning given them in our Terms of Service.</p>\n<strong>1.\nHow We Collect And Use Information</strong>\n<p>\n<strong>Information you provide us directly.\nWe collect a variety of information that you provide directly to us, including:</strong>\n</p>\n<ul>\n<li>Account Information.\nWhen you first sign in to your account, you will need to provide us with a username, password, your first and last name, and your email address.</li>\n<li>Your User Content.\nWhen you use the Service to record workflows, we collect your clicks, keystrokes, and the content that appears on your screen during the recording period.\nThe recording period begins when you initiate it via the recording feature, and it concludes when you turn off the recording feature.\nThe user must initiate the recording feature for it to collect data.\nData collection on your clicks, keystrokes, and screen images only occurs during this recording period.\nYou may choose to have information shared by you removed at any time by contacting us at privacy@scribehow.com.</li>\n</ul>\n<p>\n<strong>Information we automatically collect.</strong> When you use our Service, we may automatically collect certain information, including:</p>\n<ul>\n<li>Analytics information.\nWe may directly collect analytics data, or use third-party analytics tools (such as those of Google Analytics), to help us measure traffic and usage trends for the Service.\nThese tools collect information sent by your browser or mobile device, including the pages you visit and other information that assists us in improving the Service.\nWe collect and use this analytics information in aggregate form such that it cannot reasonably be manipulated to identify any particular individual user.\nTo prevent Google Analytics from using your information for analytics, you may install the Google Analytics Opt-out Browser Add-on by clicking here.</li>\n<li>Cookies information.\nWhen you visit the Service, we may send one or more cookies — a small text file containing a string of alphanumeric characters — to your computer that uniquely identifies your browser and lets us help you log in faster and enhance your navigation through the site.\nA cookie may also convey information to us about how you use the Service (e.g., the pages you view, the links you click and other actions you take on the Service), and allow us or our business partners to track your usage of the Service over time.\nA persistent cookie remains on your hard drive after you close your browser.\nPersistent cookies may be used by your browser on subsequent visits to the site.\nYou can choose to remove a persistent cookie any time by following your web browser’s directions about how to erase or delete cookies.\nA session cookie is temporary and disappears after you close your browser.\nYou can reset your web browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, key features of the Service may not function properly if the ability to accept cookies is disabled or if you erase our cookies.\nPlease review our Cookies Policy for additional details.</li>\n<li>Do Not Track Signals and Similar Mechanisms.\nWhile it is Scribe’s intent to honor browser-initiated Do Not Track Signals, industry standards for how to prevent tracking and continue to provide functionality are not defined.\nPlease do not use this service if you are concerned about Do Not Track capabilities.</li>\n<li>Log file information.\nLog file information is automatically reported by your browser or mobile device each time you access the Service.\nWhen you use our Service, our servers automatically record certain log file information.\nThese server logs may include your web request, Internet Protocol (“IP”) address, browser type, referring / exit pages and URLs, number of clicks and how you interact with links on the Service, domain names, landing pages, pages viewed, and other such information.</li>\n</ul>\n<strong>2.\nHow We Use Your Information</strong>\n<p>We use your information for various purposes, including, but not limited to:</p>\n<ul>\n<li>Respond to your requests for information</li>\n<li>Provide you with more effective and efficient customer service</li>\n<li>Contact you regarding our products, services, and other information that we think may be of interest to you;</li>\n<li>Customize the content on the Services;</li>\n<li>Improve the Services and other products and services we may offer;</li>\n<li>Engage in analysis, marketing research, and reports regarding use of our Services;</li>\n<li>Operate, maintain, and provide to you and others the features and functionality of the Service;</li>\n<li>Provide security and monitoring, and address technical issues and bugs.\nand</li>\n<li>Enforce legal agreements, including our Terms of Service and this Privacy Policy</li>\n</ul>\n<p>We may aggregate and/or de-identify information collected through the Services so that such information can no longer be linked to you or your device (“Aggregate/De-Identified Information”).</p>\n<strong>3.\nCommercial And Marketing Communications</strong>\n<p>We may use the information we collect or receive to communicate directly and indirectly with you.\nWe may send you emails containing newsletters, promotions and special offers related to the Service.\nIf you do not want to receive such email messages, you will be given the option to opt out or change your preferences.&nbsp;&nbsp;</p>\n<strong>4.\nHow We Share Your Information</strong>\n<p>We may share your information in the following ways:</p>\n<ul>\n<li>Service Providers.\nWe may share your information with contractors and third party service providers, as needed to help us operate our business, where we have a legitimate interest to do so.\nService providers who are classified as sub-processors are held to standards of data protection no less rigorous than applicable data protection laws require.</li>\n<li>Protection of Scribe and Others.\nWe will disclose your information where it is required to do so by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement.\n(b) to enforce our Terms of Service or to protect the security or integrity of our Service.\nand/or ( c) to exercise or protect the rights, property, or personal safety of us, our Users or others.</li>\n<li>Business Transfers.\nWe may buy or sell/divest/transfer the company (including any shares in the company), or any combination of its products, services, assets and/or businesses.\nThis may include assets such as databases.\nIn the event of a transfer of data due to a business transfer, data subjects would be notified promptly and without undue delay of an impending change of controller.\nData subjects have the opportunity to object to the transfer via privacy@scribehow.com.&nbsp;&nbsp;</li>\n<li>Aggregate/De-Identified Information.\nWe may share Aggregate/De-Identified Information about use of the Services, such as by publishing a report on usage trends.\nThis Policy places no limitations on our use or sharing of Aggregate/De-Identified Information.</li>\n<li>Consent.\nWe may also disclose your information to third parties with legal basis other than consent.</li>\n</ul>\n<strong>5.\nHow We Store And Protect Your Information</strong>\n<p>\n<strong>Storage and Processing Location:</strong> Information collected through the Service will be stored and processed in the United States.\nBy using the Service, you acknowledge and agree that your information may be transferred to, used, processed, or held by us in the United States and in other countries, including countries outside of your country of residence and used for the purposes set out in this Privacy Policy.</p>\n<p>\n<strong>Keeping your information safe:</strong> We care about the security of your information, and we use a variety of physical, administrative, and technical safeguards to preserve the integrity and security of information collected through the Service.\nTo protect your privacy and security, we take steps to verify your identity before granting you access to your account.\nYou are responsible for maintaining the secrecy of your account information, and for controlling access to your email communications from us, at all times.\nHowever, we cannot ensure or warrant the security of any information you transmit to us or guarantee that information on the Service may not be accessed, disclosed, altered, or destroyed.</p>\n<p>We have rigorous data protection measures in place, including data encryption, alerting and monitoring solutions, and access control measures.\nRefer to our Security Page for more details.</p>\n<strong>6.\nYour Choices About Your Information</strong>\n<p>\n<strong>Deleting Uploaded Data:</strong> If at any time you wish to remove information you have uploaded to the Service or stored in your account, you may request to do so by contacting us at privacy@scribehow.com .\nHowever, we may retain your information even after you have opted out if retention is necessary to comply with legal obligations, regulatory requirements, or to prevent fraud or abuse.</p>\n<p>\n<strong>Communications from us:</strong> You can stop receiving promotional email communications from us by clicking on the “unsubscribe link” provided in such communications.\nYou may opt out of Service-related communications (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices) by reaching out to support@scribehow.com.\nIf you have any questions about reviewing or modifying your account information, you can contact us directly at privacy@scribehow.com.</p>\n<strong>7.\nYour California Privacy Rights</strong>\n<p>California law permits users who are California residents to request and obtain from us once a year, free of charge, a list of the third parties to whom we have disclosed their ‘personal information’ (if any, and as defined under applicable California law) for their direct marketing purposes in the prior calendar year, as well as the type of personal information disclosed to those parties.\nIf you are a California resident and would like to request this information, please submit your request in an email to privacy@scribehow.com.</p>\n<strong>8.\nChildren’s Privacy</strong>\n<p>The Service and its content are not intended for children under the age of 13.\nIn the event that we learn that we have collected personal information (as defined by the Children’s Online Privacy Protection Act) from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible.\nIf you believe that we might have any information from or about a child under 13, please contact us at privacy@scribehow.com.</p>\n<strong>9.\nLinks To Other Web Sites And Services</strong>\n<p>The Service may contain links to third-party websites and services.\nWe are not responsible for the practices employed by these websites or services, including the information or content contained therein.\nIf you choose to use these sites or features, you may disclose your information not just to those third parties, but also to their users and the public more generally depending on how their services function.&nbsp;</p>\n<p>Because these third-party websites and services are not operated by us, we are not responsible for the content or practices of those websites or services.\nPlease remember that when you use a link to go from the Service to another website, our Privacy Policy does not apply to those websites or services.\nYour browsing and interaction on any third-party website or service, including those that have a link or advertisement on our website, are subject to that third party’s own rules and policies.</p>\n<strong>10.\nData Subject Rights</strong>\n<p>Data subjects are entitled, as set out in and subject to the conditions of applicable law, to:</p>\n<ul>\n<li>Request access to the personal data we process about you: you are entitled to know whether we process data about you.\nIf we do, you may obtain a copy of this data.</li>\n<li>Request a rectification of your personal data: you are entitled to request rectification of data about you that is inaccurate or incomplete.</li>\n<li>Request the erasure of your personal data: you are entitled to request deletion of your personal data.</li>\n<li>Request the restriction of the processing of your personal data: you are entitled to request that Scribe restrict processing activities of your personal data.</li>\n<li>Request portability of your personal data: you are entitled to request a copy of your personal data (in a structured, commonly used and machine-readable format) to transfer this data to another data controller.</li>\n<li>Object to processing of your personal data: you are entitled to request that Scribe no longer process your personal data.</li>\n</ul>\n<p>Where processing of your personal data is based on your consent, you have the right to withdraw such consent at any time by contacting Scribe’s Privacy Team at privacy@scribehow.com.\nThis will not affect Scribe’s right to process personal data obtained prior to the withdrawal of your consent, or its right to continue parts of the processing based on other legal bases than your consent.</p>\n<strong>11.\nHow To Contact Us</strong>\n<p>Please contact us at privacy@scribehow.com if you have any questions about the information we may have collected about you, and to review, revise, or delete such information.</p>\n<p>Please contact contact@gdprlocal.com if you have any questions pertaining to GDPR and your rights thereunder.</p>\n<p>\n<strong>Our EU Representative:</strong>\n</p>\n<p>Under Article 27 of the GDPR, we have appointed an EU Representative to act as our data protection agent.</p>\n<p>Our nominated EU Representative is :</p>\n<p>Instant EU GDPR Representative Ltd.</p>\n<p>Adam Brogden</p>\n<p>&nbsp;contact@gdprlocal.com Tel +35315549700</p>\n<p>INSTANT EU GDPR REPRESENTATIVE LTD&nbsp;</p>\n<p>Office 2, 12A Lower Main Street, Lucan Co.\nDublin K78 X5P8, Ireland</p>\n<p>\n<strong>Our UK Representative:</strong>\n</p>\n<p>Under Article 27 of the UK Data Privacy Act, we have appointed a UK Representative to act as our data protection agent.\nOur nominated UK Representative is:&nbsp;</p>\n<p>GDPR Local Ltd.</p>\n<p>Adam Brogden&nbsp;</p>\n<p>contact@gdprlocal.com Tel +44 1772 217800</p>\n<p>1st Floor Front Suite</p>\n<p>27-29 North Street, Brighton England BN1 1EB</p>\n<strong>12.\nChanges To Our Privacy Policy</strong>\n<p>We may modify or update this Privacy Policy from time to time to reflect the changes in our business and practices, and so you should review this page periodically.\nWe keep our Privacy Policy under review to ensure it is up to date and accurate.\nWhen we make a material change to this policy we will notify you as required by law and update the ‘last modified’ date at the bottom of this page.\nThis privacy policy was last modified August 5, 2022.</p>‍", "created_at": "2022-12-02 23:03:50.409904", "updated_at": "2022-12-02 22:05:24.172473"}], "points": [{"id": 33649, "title": "You waive your right to a class action.", "source": "https://scribehow.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-20 22:51:19.576916", "updated_at": "2023-07-11 06:32:18.207043", "quoteText": null, "case_id": 117, "document_id": 12948, "quoteStart": null, "quoteEnd": null}, {"id": 33652, "title": "You are forced into binding arbitration in case of disputes", "source": "https://scribehow.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-20 22:52:07.89588", "updated_at": "2023-07-11 06:32:18.294202", "quoteText": null, "case_id": 339, "document_id": 12948, "quoteStart": null, "quoteEnd": null}, {"id": 33651, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://scribehow.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-20 22:51:56.810983", "updated_at": "2023-07-11 06:32:18.111747", "quoteText": null, "case_id": 484, "document_id": 12948, "quoteStart": null, "quoteEnd": null}, {"id": 33662, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://scribehow.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:01:59.783656", "updated_at": "2023-07-11 06:32:19.630367", "quoteText": null, "case_id": 399, "document_id": 12947, "quoteStart": null, "quoteEnd": null}, {"id": 33664, "title": "Your personal data is aggregated into statistics", "source": "https://scribehow.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:02:40.066773", "updated_at": "2023-07-11 06:32:19.708902", "quoteText": null, "case_id": 190, "document_id": 12947, "quoteStart": null, "quoteEnd": null}, {"id": 33658, "title": " You are being tracked via social media cookies/pixels", "source": "https://scribehow.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:00:35.016953", "updated_at": "2023-07-11 06:32:19.784623", "quoteText": null, "case_id": 307, "document_id": 12949, "quoteStart": null, "quoteEnd": null}, {"id": 33660, "title": "Third-party cookies are used for advertising", "source": "https://scribehow.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:01:15.632056", "updated_at": "2023-07-11 06:32:19.871877", "quoteText": null, "case_id": 128, "document_id": 12949, "quoteStart": null, "quoteEnd": null}, {"id": 33665, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://scribehow.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:03:55.624451", "updated_at": "2023-07-11 06:32:19.952448", "quoteText": null, "case_id": 333, "document_id": 12947, "quoteStart": null, "quoteEnd": null}, {"id": 33668, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://scribehow.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:05:10.287351", "updated_at": "2023-07-11 06:32:20.041992", "quoteText": null, "case_id": 233, "document_id": 12947, "quoteStart": null, "quoteEnd": null}, {"id": 33653, "title": "You waive your moral rights", "source": "https://scribehow.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-20 22:55:09.175396", "updated_at": "2023-07-11 06:32:20.132981", "quoteText": null, "case_id": 118, "document_id": 12948, "quoteStart": null, "quoteEnd": null}, {"id": 33657, "title": "The court of law governing the terms is in location X", "source": "https://scribehow.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-20 22:59:53.309674", "updated_at": "2023-09-11 22:00:24.640906", "quoteText": null, "case_id": 163, "document_id": 12948, "quoteStart": null, "quoteEnd": null}, {"id": 33667, "title": "You can opt out of promotional communications", "source": "https://scribehow.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:04:54.337181", "updated_at": "2023-07-11 06:32:19.468399", "quoteText": null, "case_id": 223, "document_id": 12947, "quoteStart": null, "quoteEnd": null}, {"id": 33663, "title": "This service tracks which web page referred you to it", "source": "https://scribehow.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:02:18.597821", "updated_at": "2023-07-11 06:32:20.797556", "quoteText": null, "case_id": 387, "document_id": 12947, "quoteStart": null, "quoteEnd": null}, {"id": 33654, "title": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service", "source": "https://scribehow.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-20 22:56:48.683111", "updated_at": "2023-07-11 06:32:20.881463", "quoteText": null, "case_id": 145, "document_id": 12948, "quoteStart": null, "quoteEnd": null}, {"id": 33655, "title": "The service has a no refund policy", "source": "https://scribehow.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-20 22:57:45.942033", "updated_at": "2023-07-11 06:32:20.969578", "quoteText": null, "case_id": 162, "document_id": 12948, "quoteStart": null, "quoteEnd": null}, {"id": 33656, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://scribehow.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-20 22:58:47.794929", "updated_at": "2023-07-11 06:32:21.059283", "quoteText": null, "case_id": 319, "document_id": 12948, "quoteStart": null, "quoteEnd": null}, {"id": 33661, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://scribehow.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:01:46.34186", "updated_at": "2023-07-11 06:32:21.144951", "quoteText": null, "case_id": 375, "document_id": 12949, "quoteStart": null, "quoteEnd": null}, {"id": 33666, "title": "There is a date of the last update of the agreements", "source": "https://scribehow.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:04:17.858692", "updated_at": "2023-07-11 06:32:21.246913", "quoteText": null, "case_id": 331, "document_id": 12947, "quoteStart": null, "quoteEnd": null}, {"id": 33659, "title": "Third-party cookies are used for statistics", "source": "https://scribehow.com/legal/cookies", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:00:55.037205", "updated_at": "2023-07-11 06:32:21.336063", "quoteText": null, "case_id": 325, "document_id": 12949, "quoteStart": null, "quoteEnd": null}, {"id": 33650, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://scribehow.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-20 22:51:33.602563", "updated_at": "2023-07-11 06:32:26.873873", "quoteText": null, "case_id": 281, "document_id": 12948, "quoteStart": null, "quoteEnd": null}], "urls": ["scribehow.com"]}}