{"error": 448, "message": "OK", "parameters": {"id": 8079, "name": "Servers Guru", "created_at": "2023-04-20 19:49:24.884438", "updated_at": "2023-04-22 11:50:44.253326", "wikipedia": null, "keywords": null, "related": null, "slug": "servers-guru", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8079.png", "url": "servers.guru", "documents": [{"id": 15667, "name": "Terms and Conditions", "url": "https://servers.guru/terms-conditions/", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>hosting<i>\n</i>\n<ul>\n<li>VPS </li>\n<li>Cloud Servers</li>\n</ul>\n</li>\n<li>About</li>\n<li>FAQ</li>\n<li>Contact</li>\n<li>My account</li>\n<li>Log In</li>\n</ul> X Terms &amp.\nConditions Acceptable User Policy Last Modified – 21/07/2021 All users of Servers.guru`s services, and all customers upon signing up for Servers.guru`s services, agree to comply with Servers.gurus Terms of Service (“TOS”).\nThe spirit of the TOS is to ensure customers are using Servers.guru`s services with due regard to the rights of other Internet users and in conformity with the requirements of Servers.guru`s network environment.\nThe TOS are not exhaustive and Servers.guru reserves the right to add, delete, or modify any provision of its TOS at any time without notice, effective upon either the posting of the modified TOS to www.servers.guru or notification of the modified TOS.\nAny complaints about a customer’s violation of the TOS should be sent to contact@servers.guru.\nThe TOS supersedes any other agreement with Servers guru, whether written, oral, by conduct, or otherwise.&nbsp;&nbsp;A.\nServers.guru Customer Terms of Service<p>The following Terms of Service apply to ALL Servers.guru customers: Servers.guru Services.\nServers.guru services, include, but are not limited to:</p>&nbsp;<p>1.\nany act of preparing, setting up, connecting, maintaining, terminating, or reconnecting customers’ account (including all billing data and the space on the particular Web server that Servers.guru provides to customers);</p>\n<p>2.\nany use by customers, or any access provided to customers by Servers.guru, of computing, telecommunications, software, information, hardware, and equipment;</p>\n<p>3.\nany act, or provision of any service, by Servers.guru to customers, related to web hosting and domain name registrations (including server usage and technical support), regardless of duration and whether paid for or not;</p>\n<p>4.\nany provision by Servers.guru to customers, of any space, Internet connectivity, or electrical power;</p>\n<p>5.\nany access or use related to the Servers.guru`s web site, including the web site itself;</p>\n<p>6.\nany other service mentioned in the TOS;</p>\n<p>7.\nany other service provided by Servers.guru to customers, whether used or not;</p>\n<p>8.\nany other Servers.guru services that are used by customers, whether offered or provided by Servers.guru to customers.</p>Ownership of Web Site:The legal owner of customers’ websites and accounts with Servers.guru will be the individual or organization whose email is listed in Servers.guru`s database as the owner.\nCustomers will fully cooperate with and abide by any and all of Servers.guru`s security measures and procedures in the event of any dispute over ownership of customers’ websites and accounts with Servers.guru.&nbsp;Illegal Use:Servers.guru servers may be used for lawful purposes only.\nTransmission, storage, or distribution of any information, data, or material in violation of any applicable law or regulation, or that may directly facilitate the violation of any particular law or regulation is prohibited.\nThis includes, but is not limited to: copyrighted material.\ntrademarks.\ntrade secrets or other intellectual property rights used without proper authorization.\nmaterial that is obscene, defamatory, constitutes an illegal threat or violates export control laws.\nAdditionally, in purchasing Servers.guru services, all Servers.guru customers certify that they and/or the organization they represent in procuring services from Servers.guru are not, nor have been designated, a suspected terrorist as defined in Executive Order 13224.\nare not owned or controlled by a ‘suspected terrorist’ as defined in Executive Order 13224.\nare not on, are not a member of, related to, associated with, or controlled by any organizations on the list contained in the Annex to Executive Order 13224 and all updates thereto.&nbsp;Spamming:Sending unsolicited bulk and/or commercial messages over the Internet (known as “spamming”) is prohibited, regardless of whether or not it overloads a server or disrupts service to Servers.guru`s customers.\nThe term “spamming” also includes, but is not limited to, maintaining an open SMTP policy, engaging in spamming using the service of another ISP or IPP and referencing in the spam a web site hosted on a Servers.guru server, and selling or distributing software (on a web site residing on a Servers.guru server) that facilitates spamming.\nViolators will be assessed a minimum fine of US$500 and will face immediate suspension.\nServers.guru reserves the right to determine, in its sole and absolute discretion, what constitutes a violation of this provision.&nbsp;System and Network Abuse:Violations of system or network security are prohibited and may result in criminal and civil liability.\nExamples of system or network security violations include, without limitation the following: unauthorized access to or use of data, systems, or networks, including any attempt to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures without express authorization of the owner of the system or network.\ninterference with service to any user, host or network including, without limitation, mail bombing, flooding, deliberate attempts to overload a system and broadcast attacks.\nforging of any TCP-IP packet header or any part of the header information in an email or a newsgroup posting.&nbsp;Viruses and Other Destructive Activities:Use of Servers.guru`s services or equipment for creating or sending Internet viruses, worms, or Trojan horses, or for pinging, flooding or mail bombing, or engaging in denial of service attacks is prohibited.\nIt is also prohibited for any customer to engage in other activity that is intended to disrupt or interfere with, or that results in the disruption of or interference with, the ability of others to effectively use Servers.guru`s services and equipment (or any connected network, system, service or equipment) or conduct their business over the Internet.&nbsp;Copyright Violations:The Digital Millennium Copyright Act (“DMCA”) sets forth the law regarding the use of copyrighted materials on the Internet.\nAll Servers.guru customers are subject to the requirements of the DMCA.\nIndividuals or entities submitting notifications of copyright infringement by a Servers.guru customer (per the DMCA) to Servers.guru must follow the below procedures.\nCopyright infringement notifications submitted to Servers.guru according to these procedures will be processed within 21 days of receipt.\nCustomers who are the subject of a DMCA notification that meets the below criteria may be subject to account termination at Servers.guru`s sole discretion.&nbsp;Child Pornography:The use of Servers.guru`s services to store, post, display, transmit, advertise or otherwise make available child pornography is prohibited.\nServers.guru is required by law, and will, notify law enforcement agencies when it becomes aware of the presence of child pornography on, or being transmitted through, its services.&nbsp;Other prohibited activies:Other prohibited uses include :<br>– Operating applications that are used to mine crypto currencies<br>– The scanning of foreign networks or foreign IP addresses&nbsp;Customer Responsibility:Customers are required to use the Servers.guru network responsibly.\nThis includes respecting the other customers of Servers.guru.\nServers.guru reserves the right to suspend and/or cancel service with any customer who uses the Servers.guru network in such a way that adversely affects other Servers.guru customers.\nWhile Servers.guru may monitor its service electronically to determine that its facilities are operating satisfactorily, as a general practice, Servers.guru does not monitor its customers’ communications or activities to determine whether they are in compliance with the TOS.\nHowever, when Servers.guru becomes aware of any violation of the TOS or other user agreements, Servers.guru may take any action to stop or correct such violation, including, but not limited to, denying access to Servers.guru`s services and equipment or to the Internet.\nServers.guru anticipates that customers who offer Internet services will cooperate with Servers.guru in any corrective or preventive action that Servers.guru deems necessary.\nFailure to cooperate with such corrective or preventive measures is a violation of Servers.guru policy and Servers.guru reserves the right to take any such action even though such action may affect other customers of the Servers.guru customer.&nbsp;Actions Taken by Servers.guru:The failure by a customer to meet or follow any of the TOS is grounds for account deactivation.\nServers.guru will be the sole arbiter as to what constitutes a violation of the TOS.\nServers.guru reserves the right to remove any account without prior notice and to refuse service to anyone at any time.\nWhen Servers.guru becomes aware of an alleged violation of its TOS, Servers.guru will initiate an investigation.\nDuring the investigation, Servers.guru may restrict a customer’s access in order to prevent further potentially unauthorized activity.\nDepending on the severity of the violation, Servers.guru may, at its sole discretion, restrict, suspend, or terminate a customer’s web hosting account and/or pursue other civil remedies.\nIf such violation is a criminal offense, Servers.guru will notify the appropriate law enforcement authorities of such violation.\nAn unlisted activity may also be a violation of the TOS if it is illegal, irresponsible, or constitutes disruptive use of the Internet.\nServers.guru does not issue credits for outages incurred through service disablement resulting from TOS violations.\nViolators of the policy are responsible, without limitations, for the cost of labor to rectify any damage done to the operation of the network and business operations supported by the network and to respond to complaints incurred by Servers.guru.Indemnification:Servers.guru customers agree to protect, defend, hold harmless and indemnify Servers.guru, any third party entity related to Servers.guru (including, without limitation, third party vendors), and Servers.guru`s executives, directors, officers, attorneys, managers, employees, consultants, contractors, agents, parent companies, subsidiaries, and co-subsidiaries with the same parent company as Servers.guru, from and against any and all liabilities, losses, costs, judgments, damages, claims, or causes of actions, including, without limitation, any and all legal fees and expenses, arising out of or resulting in any from the customer’s use of Servers.guru`s services.&nbsp;Disclaimer:The Servers.guru service is provided on an as-is, as available basis without warranties of any kind, either express or implied, including, but not limited to, warranties of merchantability, fitness for a particular purpose, or non-infringement.\nServers.guru expressly disclaims any representation or warranty that the Servers.guru service will be error-free, secure, or uninterrupted.\nNo oral advice or written information given by Servers.guru, its employees, Servers.guru, or the like, will create a warranty.\nnor may you rely on any such information or advice.\nServers.guru and its partners and suppliers will not be liable for any cost or damage arising either directly or indirectly from any transaction or use of the service.&nbsp;Termination for Bankruptcy or Insolvency:If a customer becomes insolvent or any bankruptcy petition is filed by the customer or any third party against the customer, Servers.guru may immediately terminate the provision of Servers.guru`s services to the customer without prior notice or penalty.\nSuch customer consents to the grant of relief from any automatic stay of proceedings against Servers.guru in such event.&nbsp;LIMITATION OF LIABILITY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT, AND UNDER NO THEORY OF LAW OR EQUITY, WILL SERVERS.GURU (INCLUDING, WITHOUT LIMITATION, SERVERS.GURU`S EXECUTIVES, DIRECTORS, OFFICERS, ATTORNEYS, MANAGERS, EMPLOYEES, CONSULTANTS, CONTRACTORS, AGENTS, PARENT COMPANIES, SUBSIDIARIES, CO-SUBSIDIARIES WITH THE SAME PARENT COMPANY AS SERVERS.GURU, AFFILIATES, THIRD-PARTY PROVIDERS, MERCHANTS, LICENSORS, OR THE LIKE) OR ANYONE ELSE INVOLVED IN CREATING, PRODUCING, OR DISTRIBUTING SERVERS.GURU`S SERVICES, BE LIABLE FOR THE LOSS OF A DOMAIN NAME, OR ANY BUSINESS OR PERSONAL LOSS, REVENUES DECREASE, EXPENSE INCREASE, COSTS OF SUBSTITUTE PRODUCTS AND/OR SERVERS.GURU SERVICES, OR ANY OTHER LOSS OR DAMAGE WHATSOEVER, OR FOR ANY CONSEQUENTIAL, SPECIAL, INCIDENTAL, PUNITIVE OR INDIRECT DAMAGES OF ANY KIND ARISING OUT OF ANY USE OF, OR ANY INABILITY TO USE, ANY SERVERS.GURU SERVICES EVEN IF SERVERS.GURU HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSERVERS.GURU`S TOTAL CUMULATIVE LIABILITY, IF ANY, TO CUSTOMER, OR ANY THIRD PARTY, FOR ANY AND ALL DAMAGES, RELATED TO THE TOS OR SERVERS.GURU`S SERVICES, INCLUDING, WITHOUT LIMITATION, THOSE FROM ANY NEGLIGENCE, ANY ACT OR OMISSION BY SERVERS.GURU OR SERVERS.GURU`S REPRESENTATIVES, OR UNDER ANY OTHER THEORY OF LAW OR EQUITY, WILL BE LIMITED TO, AND WILL NOT EXCEED, THE ACTUAL DOLLAR AMOUNT PAID BY THE CUSTOMER FOR THE SERVICES WHICH GAVE RISE TO SUCH DAMAGES, LOSSES AND CAUSES OF ACTIONS DURING THE 3-MONTH PERIOD PRIOR TO THE DATE THE DAMAGE OR LOSS OCCURRED OR THE CAUSE OF ACTION AROSE.Modifications:Servers.guru may discontinue, upgrade, replace, modify, or change in any way, without limitation, any software, application, program, data, hardware, equipment, or portions or components thereof, used to provide customers with Servers.guru`s services.\nCertain changes to Servers.guru`s services may affect the operation of customers’ personalized applications and content.\nEach customer is solely responsible, and Servers.guru is not liable, for any and all such personalized applications and content, except as expressly agreed to by Servers.guru.&nbsp;Backup of Data:Except where Servers.guru has expressly agreed in writing to the contrary, customers are solely and entirely responsible, and Servers.guru is in NO way responsible, for the management and backup of all customer data, and all updates, upgrades, and patches to any software that customers use in connection with Servers.guru services.&nbsp;Third Party Licenses:Servers.guru makes a reasonable effort to provide customers with technologies, developments, and innovations (collectively “Technologies”), part of which may be licensed, or co-branded, from or by, third party entities.\nHowever, Servers.guru makes NO warranty of any kind, either express or implied, regarding the quality, accuracy, reliability, validity, or continued existence of any or all aspects of such Technologies.\nMoreover, Servers.guru specifically disclaims all warranties of merchantability and fitness for a particular purpose for such Technologies.\nFurthermore, no customer will hold Servers.guru liable in any way for the revocation of any license, which has been licensed to Servers.guru.\nThe use of the Technologies obtained from or through Servers.guru, or any other referred third party, whether directly or indirectly, is at the sole risk of customers.&nbsp;Non-Servers.guru Products:Any mention of non-Servers.guru products by Servers.guru, its employees, or any third party entity related to Servers.guru is for information purposes only and does not constitute an endorsement or recommendation by Servers.guru.\nServers.guru disclaims any and all liabilities for any representation or warranty made by the vendors of such non-Servers.guru products or services.&nbsp;Servers.guru`s Intellectual Property:Customers will not, without Servers.guru`s express written consent, copy, reproduce, republish, or otherwise use any material, in whole or in part, that is located on Servers.guru`s web site, and customers will not use any of Servers.guru`s trademarks, service marks, copyrighted materials, or other intellectual property without Servers.guru`s express written consent.\nCustomers will not, in any way, misrepresent their relationship with Servers.guru, attempt to pass themselves off as Servers.guru, or claim that customers are Servers.guru.&nbsp;Minimum Age Requirement:Customers may not assign or delegate their rights or obligations under the TOS or other agreement for Servers.guru`s services, either in whole or in part, without the prior written consent of Servers.guru.\nServers.guru customers must be at least 18 years of age.\nAny individual under the age of 18 years (“Minor”) must have a parent or guardian accept the TOS in order for the Minor to become a Servers.Guru customer.\nA parent or guardian who accepts the TOS on behalf of a Minor will be primarily liable for ensuring complete and proper compliance with the TOS, including the timely and full payment of the charges for Servers.guru services, and such primary liability will continue even when the Minor has attained the age of 18 unless the parent or guardian obtains Servers.guru`s express written consent to the contrary.\nAny acceptance of the TOS or any other agreement for Servers.guru`s services will be deemed null and void to the extent that Servers.guru will not be liable in any way as a result of the Minor’s age or legal incapacity or the Minor’s use of Servers.guru`s services.&nbsp;Governing Law and Severability:The TOS, and any other agreement for Servers.guru services, will be governed by and construed in accordance with the laws of the State of New Mexico, USA without reference to its conflicts of laws principles.\nAny litigation or arbitration between a customer and Servers.guru will take place in New Mexico, and the customer will consent to personal jurisdiction and venue in that jurisdiction.\nIf any provision or portion of the TOS or other Servers.guru agreement is found by a court of competent jurisdiction to be unenforceable for any reason, the remainder of the TOS or the agreement will continue in full force and effect.&nbsp;Delay in Performance:Servers.guru will not be liable for delays in its performance of the TOS or Servers.guru services caused by circumstances beyond Servers.guru`s reasonable control, including acts of God, wars, insurrection, civil commotions, riots, national disasters, earthquakes, strikes, fires, floods, water damage, explosions, shortages of labor or materials, labor disputes, transportation problems, accidents, embargoes, or governmental restrictions (collectively “Force Majeure”).\nServers.guru will make reasonable efforts to reduce to a minimum and mitigate the effect of any Force Majeure.\nNotwithstanding anything contained elsewhere herein, lack of finances will not be considered an event of Force Majeure nor will any event of Force Majeure suspend any obligation of customers for the payment of money due.\nWaiver and Amendment Any waiver, modification, or amendment of any provision of the TOS or other agreement for Servers.guru services, initiated by a customer, will be effective only if accepted in writing and signed by an authorized representative of Servers.guru.&nbsp;Independent Contractors:Nothing in this Agreement will be construed as creating a partnership or relationship of employer and employee, principal and agent, partnership or joint venture between Servers.guru and its customers.\nEach of Servers.guru and its customers will be deemed an independent contractor at all times and will have no right or authority to assume or create any obligation on behalf of the other, except as may be expressly provided herein.&nbsp;B.&nbsp.\nServers.guru Customer Billing Policy<p>The following Terms of Service constitute Servers.guru`s Billing Policy and apply to ALL Servers.guru customers:</p>&nbsp;Payments:All charges are shown in Euros.\nPayments are to be made in Euros.\nServers.guru accepts Paypal and CryptoCurrency.\nAccounts that are past due will be automatically suspended.\nAll past due and unpaid balances are subject to collection.\nIn the event of collection, you will be liable for costs of collection including attorney’s fees, court costs, and collection agency fees.\nBilling Cycles (Terms): Servers.guru offers several Billing Cycles (terms) for hosting charges: Monthly, Quaterly, Bi-Anually and Anually.&nbsp;Account RenewalsIn order to ensure uninterrupted service to your website, all plans will send you an invoice to renew at seven (7) days before the end of the plan’s Billing Cycle.\nPlan renewal charges are based on the prevailing rate on the date of renewal according to the service selected.\nPlans are renewed for the same billing cycle.\nIf you wish to cancel your plan before plan renewal, please refer to the Cancellation section below.&nbsp;Delayed Renewals:Make sure you will renew the service before passing seven (7) days after the service’s due date, so you can keep using the service for the next billing cycle.\nOtherwise, the service will be automatically terminated if you renew it after the service’s due date.\nThe termination process will be done by the platform automatically.\nThis is a permanent action and we do <strong> not </strong> store any backups of terminated services due to the user’s privacy.&nbsp;Statements:Servers.guru does not mail paper invoices or statements.\nCustomers will receive their account billing statement via email.&nbsp;Cancellations:In order to cancel service, you must write to contact@servers.guru.\nPlease be aware that there are no refunds after the 7 days after the beginning of your Billing Cycle.\nCancellation requests must be received by Servers.guru a minimum of seven (7) days prior to the end of your Billing Cycle for all plans.\nCancellations become effective on the day processed by Servers.guru.\nServers.guru is unable to cancel your account effective for a future date.\nServers.guru will confirm the cancellation request when it is processed.\nIf you do not receive a confirmation, please contact Servers.guru as soon as possible.\nServers.guru does not monitor, and will not automatically cancel, plans for problems related to domain name transfers, non-usage, Internic, your ISP, or any other secondary issues not directly related to Servers.guru`s services.\nCancellation of services does not relieve the customer from paying any outstanding balance owed on the account.\nServers.guru reserves the right to cancel any account, at any time, without notice, for any reason Servers.guru considers appropriate.&nbsp;Refund PolicyIf you are not satisfied with your service, you can get a full refund or exchange the service, before passing seven (7) days of the beginning of the billing cycle.&nbsp;Billing/Price Changes:Servers.guru`s policies and prices are subject to change without notice.\nAny price changes become effective in the next billing cycle.&nbsp;Affiliate Program:Servers.guru does&nbsp.\nnot yet offer an affiliate program.&nbsp;&nbsp;Wallet and credit system:Credit added to a customer wallet can only be used to renew open invoices generated by servers.guru and cannot be redeemed back for cryptocurrencies or any other form of currencies.\nServers.guru does not have a refund policy for wallet credit under any circumstances.\n<p>Copyright 2023 Moula World LLC<br>All Rights Reserved.</p> Our Services <ul>\n<li>VPS</li>\n<li>Cloud Servers</li>\n</ul> About Us <ul>\n<li>About</li>\n<li>FAQ</li>\n<li>Looking Glass</li>\n</ul> Contact Us <ul>\n<li>Contact Us</li>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n</ul> Telegram\n<i>\n</i> Envelope\n<i>\n</i> ", "created_at": "2023-04-20 19:49:24.945732", "updated_at": "2023-04-20 19:50:12.6984"}, {"id": 15666, "name": "Privacy Policy", "url": "https://servers.guru/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>hosting<i>\n</i>\n<ul>\n<li>VPS </li>\n<li>Cloud Servers</li>\n</ul>\n</li>\n<li>About</li>\n<li>FAQ</li>\n<li>Contact</li>\n<li>My account</li>\n<li>Log In</li>\n</ul> X Privacy Policy <p>We do not want your personal informations beside a working email address</p> What personal data we collect and why we collect itThe customer is solely responsible for any breaches of security affecting servers under customer control.\nIf a customer’s server is involved in an attack on another server or system, it will be shut down and an immediate investigation will be launched to determine the cause/source of the attack.\nIn such event, the customer is responsible for the cost to rectify any damage done to the customer’s server and any other requirement affected by the security breach.&nbsp;&nbsp;What data do we collect<p>For users who register on our website, placed an order or used the contact form, we store their email address and the name they gave.<br>Submitting your name is completely optional and do not need to be accurate, we will never ask your to verify this information.</p>\n<p>Customers who choose to pay with Paypal expose themselves to share the&nbsp.\nidentity tied to their Paypal account with Servers.Guru.\nWe encourage crypto-currency payments and especially Monero in order to&nbsp.\nminimize the leak of personal informations to Servers.Guru.</p>\n<p>All users can see, edit, or delete their personal information at any time.\nWebsite administrators can also see and edit that information.</p>\n<p>We do not use cookies beside a “remember me” cookie for registered users currently logged in on Servers.Guru</p>Embedded content from other websites<p>Page on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.<br>\n</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>The contact form is checked through an external automated privacy respecting spam detection service (Hcaptcha).&nbsp;&nbsp;What rights you have over your data<p>If you have an account on this site, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p>&nbsp;Where we send your data<p>We do not send or sell your data anywhere or to anyone.<br>\n</p>\n<p>Copyright 2023 Moula World LLC<br>All Rights Reserved.</p> Our Services <ul>\n<li>VPS</li>\n<li>Cloud Servers</li>\n</ul> About Us <ul>\n<li>About</li>\n<li>FAQ</li>\n<li>Looking Glass</li>\n</ul> Contact Us <ul>\n<li>Contact Us</li>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n</ul> Telegram\n<i>\n</i> Envelope\n<i>\n</i> ", "created_at": "2023-04-20 19:49:24.915835", "updated_at": "2023-04-20 19:49:54.548899"}], "points": [{"id": 31423, "title": "There is a date of the last update of the agreements", "source": "https://servers.guru/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:46:36.937241", "updated_at": "2023-07-11 06:29:22.89655", "quoteText": null, "case_id": 331, "document_id": 15667, "quoteStart": null, "quoteEnd": null}, {"id": 31418, "title": "The service has a no refund policy", "source": "https://servers.guru/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:40:20.752474", "updated_at": "2023-07-11 06:29:31.558095", "quoteText": null, "case_id": 162, "document_id": 15667, "quoteStart": null, "quoteEnd": null}, {"id": 31419, "title": "The court of law governing the terms is in New Mexico, USA", "source": "https://servers.guru/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:41:17.22281", "updated_at": "2023-07-11 06:29:31.642142", "quoteText": null, "case_id": 163, "document_id": 15667, "quoteStart": null, "quoteEnd": null}, {"id": 31420, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://servers.guru/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:43:55.761575", "updated_at": "2023-07-11 06:29:31.72312", "quoteText": null, "case_id": 287, "document_id": 15667, "quoteStart": null, "quoteEnd": null}, {"id": 31421, "title": "This service is only available to users over a certain age", "source": "https://servers.guru/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:45:11.099867", "updated_at": "2023-07-11 06:29:30.713252", "quoteText": null, "case_id": 152, "document_id": 15667, "quoteStart": null, "quoteEnd": null}, {"id": 31422, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://servers.guru/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:46:19.982938", "updated_at": "2023-07-11 06:29:32.703078", "quoteText": null, "case_id": 486, "document_id": 15667, "quoteStart": null, "quoteEnd": null}], "urls": ["servers.guru"]}}