{"error": 448, "message": "OK", "parameters": {"id": 3584, "name": "MercadoLibre", "created_at": "2021-05-13 11:17:12.755499", "updated_at": "2023-11-17 19:24:20.820044", "wikipedia": "https://en.wikipedia.org/wiki/MercadoLibre", "keywords": null, "related": null, "slug": "mercadolibre", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/3584.png", "url": "mercadolibre.com,mercadolibre.com.ar,mercadolibre.com.bo,mercadolivre.com.br,mercadolibre.com.cl,mercadolibre.com.co,mercadolibre.co.cr,mercadolibre.com.do,mercadolibre.com.ec,mercadolibre.com.gt,mercadolibre.com.hn,mercadolibre.com.mx,mercadolibre.com.ni,mercadolibre.com.pa,mercadolibre.com.py,mercadolibre.com.pe,mercadolibre.com.sv,mercadolibre.com.uy,mercadolibre.com.ve,mercadolibre.cl", "documents": [{"id": 5961, "name": "Términos y condiciones de uso", "url": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "xpath": "//*[@id=\"root-app\"]/div/div[3]/div/div[2]/div[3]/div", "text": "<p>Versión vigente: 8 de agosto, 2022 -</p>\n<p>\n<strong>Resumen de términos y condiciones</strong>\n</p>\n<p>Mercado Libre es una compañía de tecnología que ofrece servicios vinculados principalmente al comercio electrónico y a los pagos digitales.</p>\n<ul>\n<li>El Marketplace es una plataforma de comercio electrónico donde las Personas Usuarias pueden vender y comprar productos usando distintas soluciones de pago y envío.</li>\n<li>En Marketplace VIS, conectamos a las personas interesadas en realizar transacciones con vehículos, inmuebles y servicios con posibles vendedores.</li>\n<li>Mercado Pago es una plataforma de pagos y cobros que puede ser usada tanto para operaciones realizadas dentro del Marketplace como fuera de él.</li>\n<li>Mercado Envíos es la herramienta tecnológica que ofrecemos para que las Personas Usuarias puedan enviar y recibir sus compras hechas en sitios o aplicaciones que utilicen la tecnología de Mercado Libre.</li>\n<li>También ofrecemos otros servicios como Mercado Shops, Mercado Ads, Mercado Créditos, entre muchos otros, todos con el mismo fin: <strong>democratizar el comercio y los servicios financieros en la región.&nbsp;</strong>\n</li>\n</ul>\n<p>Para poder operar en la plataforma todas las Personas Usuarias deberán aceptar los Términos y Condiciones, los anexos y la Declaración de Privacidad.</p>\n<p>Podrán operar dentro de Mercado Libre quienes tengan capacidad legal y menores de edad debidamente autorizados.</p>\n<p>Cada Persona Usuaria es responsable de los datos personales que brinda al momento de registrarse y se obliga a mantenerlos actualizados.\nAdemás, es el único responsable del uso y resguardo de su contraseña.&nbsp;</p>\n<p>En algunos casos, podremos cobrar una tarifa por el uso de los servicios que integran el ecosistema de Mercado Libre, que la Persona Usuaria se compromete a pagar.\n</p>\n1- Mercado Libre\n<p>Mercado Libre es una compañía de tecnología que ofrece servicios vinculados principalmente al comercio electrónico y a los pagos digitales.&nbsp;</p>\n<p>Los servicios que ofrece Mercado Libre en los sitios www.mercadolibre.com.ar y www.mercadopago.com.ar y sus aplicaciones móviles (de ahora en más: “Sitio”) están diseñados para formar un ecosistema que permita a las personas vender, comprar, pagar, enviar productos y realizar otras actividades comerciales con tecnología aplicada (de ahora en más:“Ecosistema MELI”).</p>\n<strong>2- Términos y Condiciones</strong>\n<p>Estos términos y condiciones y los anexos que explican los servicios del Ecosistema MELI (de ahora en más: “Términos y Condiciones”) regulan la relación entre Mercado Libre y las&nbsp.\npersonas que usan sus servicios (“Personas Usuarias”).&nbsp;</p>\n<p>Las Personas Usuarias aceptan estos Términos y Condiciones desde el momento en que se registran en el Sitio y usan el Ecosistema MELI.</p>\n<p>Cuando debamos hacer cambios importantes en nuestros servicios, publicaremos las modificaciones con 10 días corridos de anticipación para que las Personas Usuarias puedan revisarlas y seguir usando el Ecosistema MELI.\nEl plazo será de 5 días corridos en caso de que tengamos que actualizar las tarifas de nuestros servicios.\nEn ningún caso afectarán las operaciones que ya hayan finalizado.</p>\n<p>Las Personas Usuarias que no tengan obligaciones pendientes con Mercado Libre o con otras Personas Usuarias, podrán finalizar la relación con Mercado Libre cancelando su cuenta.&nbsp;</p>\n3- Capacidad\n<p>Podrán usar nuestros servicios las personas mayores de edad que tengan capacidad legal para contratar.\nLos menores de edad, a partir de los 13 años, sólo podrán utilizar su cuenta con autorización del representante legal, quien responderá por todas las acciones y obligaciones que se deriven de la utilización de esa cuenta y quien deberá velar por el uso responsable y adecuado de ella en atención a la madurez del menor de edad que autorice.</p>\n<p>Quien use el Ecosistema MELI en representación de una empresa deberá tener capacidad para contratar a nombre de ella.\nAdemás, para poder usar la cuenta, la Persona Usuaria debe encontrarse activa.&nbsp;</p>\n4- Registro y Cuenta\n<p>Quien quiera usar nuestros servicios, deberá completar el formulario de registro con los datos que le sean requeridos.\nAl completarlo, se compromete a hacerlo de manera exacta, precisa y verdadera y a mantener sus datos siempre actualizados.\nLa Persona Usuaria será la única responsable de la certeza de sus datos de registro.\nSin perjuicio de la información brindada en el formulario, podremos solicitar y/o consultar información adicional para corroborar la identidad de la Persona Usuaria.&nbsp;</p>\n<p>La cuenta es personal, única e intransferible, es decir que bajo ningún concepto se podrá vender o ceder a otra persona.\nSe accede a ella con la clave personal de seguridad que haya elegido y que deberá mantener bajo estricta confidencialidad.\nLa Persona Usuaria podrá crear Cuentas Colaboradoras y definir sus permisos de acceso.\nEn cualquier caso, la Persona Usuaria será la única responsable por las operaciones que se realicen en su cuenta.\nEn caso de detectar un uso no autorizado de su cuenta, deberá notificar de forma inmediata y fehaciente a Mercado Libre.&nbsp;</p>\n<p>Podremos rechazar una solicitud de registro o bien cancelar un registro ya aceptado, sin que esto genere derecho a un resarcimiento.\nNo podrán registrarse nuevamente en el Sitio las Personas Usuarias que hayan sido inhabilitadas previamente.\nTampoco podrán registrarse quienes estén incluidos o relacionados a personas incluidas en listas nacionales o internacionales de sanciones.\nConocé más.&nbsp;</p>\n<p>Además, en caso de detectar el uso de más de una cuenta, podremos aplicar retenciones, débitos y/o cualquier otra medida si consideramos que ese accionar puede perjudicar al resto de las personas que usan el Sitio o a Mercado Libre, más allá de las sanciones que pudieran corresponder.&nbsp;</p>\n5- Privacidad de datos\n<p>En Mercado Libre hacemos un uso responsable de la información personal, protegiendo la privacidad de las Personas Usuarias que nos confiaron sus datos y tomando las medidas necesarias para garantizar la seguridad en nuestro Ecosistema MELI.\nConocé más sobre nuestra Declaración de Privacidad.</p>\n6- Acceso a Otra Información Comercial\n<p>Además de lo previsto en las secciones anteriores, Mercado Libre proporciona herramientas, aplicaciones y servicios basados en otra información comercial provista por las Personas Usuarias y/o generada al utilizar los servicios del Ecosistema MELI, para ayudar a los Vendedores a optimizar sus ventas, aumentar su volumen y gestionar su negocio.\nTambién podremos usarla para ofrecer a las Personas Usuarias promociones, productos y servicios de otras empresas o de marca compartida.\nConoce más sobre nuestra política de Acceso a Información.</p>\n7- Sanciones\n<p>En caso que la Persona Usuaria incumpliera una ley o los Términos y Condiciones, podremos advertir, suspender, restringir o inhabilitar temporal o definitivamente su cuenta, sin perjuicio de otras sanciones que se establezcan en las reglas de uso particulares de los servicios de Mercado Libre.&nbsp;</p>\n8- Responsabilidad\n<p>Mercado Libre será responsable por cualquier defecto en la prestación de su servicio, en la medida en que le sea imputable y con el alcance previsto en las leyes vigentes.&nbsp;</p>\n9- Tarifas\n<p>Mercado Libre podrá cobrar por sus servicios y la Persona Usuaria se compromete a pagarlos a tiempo.&nbsp;</p>\n<p>Podremos modificar o eliminar las tarifas en cualquier momento con el debido preaviso establecido en la cláusula 2 de estos Términos y Condiciones.\nDe la misma manera, podremos modificar las tarifas temporalmente por promociones en favor de las Personas Usuarias.&nbsp;</p>\n<p>La Persona Usuaria autoriza a Mercado Libre a retener y/o debitar los fondos existentes y/o futuros de su cuenta de Mercado Pago y/o de las cuentas bancarias que haya registrado en ella, para saldar las tarifas impagas o cualquier otra deuda que pudiera tener.&nbsp;</p>\n<p>Para conocer el detalle de las tarifas de cada servicio, las Personas Usuarias deberán consultar los términos y condiciones correspondientes.&nbsp;</p>\n<p>En todos los casos se emitirá la factura de conformidad con los datos fiscales que las personas tengan cargados en su cuenta.&nbsp;</p>\n10- Propiedad Intelectual\n<p>Mercado Libre y/o sus sociedades relacionadas son propietarias de todos los derechos de propiedad intelectual sobre sus sitios, todo su contenido, servicios, productos, marcas, nombres comerciales, logos, diseños, imágenes, frases publicitarias, derechos de autor, dominios, programas de computación, códigos, desarrollos, software, bases de datos, información, tecnología, patentes y modelos de utilidad, diseños y modelos industriales, secretos comerciales, entre otros (“Propiedad Intelectual”) y se encuentran protegidos por leyes nacionales e internacionales.</p>\n<p>Aunque Mercado Libre otorga permiso para usar sus productos y servicios conforme a lo previsto en los Términos y Condiciones, esto no implica una autorización para usar su &nbsp;Propiedad Intelectual, excepto consentimiento previo y expreso de Mercado Libre y/o sus sociedades vinculadas.\nEn cualquier caso, los usuarios vendedores que usen dichos productos y servicios no podrán utilizar la Propiedad Intelectual de Mercado Libre de una manera que cause confusión en el público y deberán llevar a cabo su actividad comercial bajo una marca o nombre comercial propio y distintivo, que no resulte confundible con la marca Mercado Libre y su familia de marcas “Mercado”.</p>\n<p>Está prohibido usar nuestros productos o servicios para fines ilegales, realizar cualquier tipo de ingeniería inversa u obras derivadas, utilizar herramientas de búsqueda o de extracción de datos y contenidos de nuestra plataforma para su reutilización y/o crear bases de datos propias que incluyan en todo o en parte nuestro contenido sin nuestra expresa autorización.\nEstá también prohibido el uso indebido, sin autorización y/o contrario a la normativa vigente y/o que genere confusión o implique uso denigratorio y/o que le cause perjuicio, daños o pérdidas a Mercado Libre y/o a sus sociedades relacionadas.\nLa utilización de los productos y servicios de Mercado Libre tampoco implica la autorización para usar propiedad intelectual de terceros que pueda estar involucrada, cuyo uso quedará bajo exclusiva responsabilidad del usuario.&nbsp;<br>En caso que una Persona Usuaria o cualquier publicación infrinja la Propiedad Intelectual de Mercado Libre o de terceros, Mercado Libre podrá remover dicha publicación total o parcialmente), sancionar al usuario conforme a lo previsto en estos Términos y Condiciones y ejercer las acciones extrajudiciales y/o judiciales correspondientes.</p>\n&nbsp;11- Indemnidad\n<p>La Persona Usuaria mantendrá indemne a Mercado Libre y sus sociedades relacionadas, así como a quienes la dirigen, suceden, administran, representan y/o trabajan en ellas, por cualquier reclamo administrativo o judicial iniciado por otras Personas Usuarias, terceros o por cualquier Organismo, relacionado con sus actividades en el Ecosistema MELI.<br>En virtud de esa responsabilidad, podrán realizar compensaciones, retenciones u otras medidas necesarias para la reparación de pérdidas, daños y perjuicios, cualquiera sea su naturaleza.</p>\n12- Anexos\n<p>Además de estos Términos y Condiciones, cada servicio del Ecosistema MELI tiene sus propias reglas de uso: &nbsp;</p>\n<ul>\n<li>Marketplace</li>\n<li>Marketplace VIS</li>\n<li>Mercado Puntos </li>\n<li>Mercado Shops </li>\n<li>Mercado Pago </li>\n<li>Mercado Envíos</li>\n</ul>\n13- Jurisdicción y Ley Aplicable\n<p>Estos Términos y Condiciones se rigen por la ley argentina.\nToda controversia derivada de su aplicación, interpretación, ejecución o validez será resuelta por los tribunales nacionales ordinarios competentes, con asiento en la Ciudad de Buenos Aires, salvo disposición específica de normas de orden público, como por ejemplo, legislación relativa al Consumidor.\nPara todos los efectos relacionados con estos Términos y Condiciones y con el uso del sitio, MercadoLibre S.R.L.\ncon CUIT 30-70308853-4 establece como domicilio Caseros 3039, Piso 2 Ciudad Autónoma de Buenos Aires, Argentina.</p>", "created_at": "2021-05-13 09:22:07.342588", "updated_at": "2023-04-24 20:42:30.011688"}, {"id": 5960, "name": "Privacidad", "url": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "xpath": "//*[@id=\"root-app\"]/div/div/div[1]/div/div", "text": "Declaración de privacidad y confidencialidad de la información de Mercado Libre<p>Versión actualizada al 11 de agosto.&nbsp;</p>\n<p>&nbsp;</p>\n<p>En Mercado Libre entendemos a la protección de los datos personales como una oportunidad para generar valor para nuestros usuarios.\nHaciendo un uso responsable de la información personal, no sólo protegemos la privacidad de quienes nos confiaron sus datos, sino que les permitimos operar con seguridad y confianza en nuestro ecosistema.</p>\n<p>Por eso, tu privacidad es muy importante para nosotros y nos esforzamos para protegerla.</p>\n<p>Mercado Libre, con el fin de poder brindarte sus servicios, trata, recolecta y en algunos casos da a conocer información sobre las personas que, como vos, son usuarios y visitantes de los sitios web y/o aplicaciones móviles, conforme se detalla aquí (las \"Plataformas\" y los \"Servicios\", respectivamente).\nEsta Declaración de Privacidad y Confidencialidad de la Información de Mercado Libre (la \"Declaración de Privacidad\") describe la información que Mercado Libre recolecta y trata sobre vos y lo que puede hacer con ella.</p>\n<p>Esta Declaración de Privacidad forma parte de los&nbsp;Términos y Condiciones Generales de Mercado Libre.\nPrestar tu consentimiento voluntario, expreso e informado a esta Declaración de Privacidad es un requisito esencial para poder contratar y/o tener cualquier tipo de relación con Mercado Libre, dependiendo de la legislación aplicable en cada país.</p>\n<p>&nbsp;</p>\n<strong>1.\n¿Cómo se integra Mercado Libre y cómo aplica esta Declaración de Privacidad?</strong>\n<p>El objetivo de Mercado Libre es democratizar el comercio, el dinero, los pagos, los envíos y el crédito.\nPara ello ha generado un ecosistema de servicios integrados a través de sus plataformas: Mercado Libre (Marketplace), Mercado Pago, Clasificados, Publicidad, Mercado Envíos, Mercado Créditos, Mercado Shops, y Mercado Puntos.\nTodas estas plataformas conforman un todo y son necesarias e indispensables para brindarte los servicios de Mercado Libre.</p>\n<p>Por esta razón, es importante que tengás en cuenta que cuando te registrás en cualquiera de estas plataformas, estás generando un usuario que te permitirá operar en todas las demás.\nPara ello es necesario que tus datos sean compartidos entre todas las empresas de Mercado Libre que conforman las plataformas.\nEn la sección 5.\n“¿Cómo compartimos la Información Personal?” podrás encontrar más información respecto a esto último.</p>\n<p>Esta Declaración de Privacidad aplica a todos los servicios y operaciones de tratamiento de datos de Mercado Libre, ya sea que se trate de MercadoLibre Inc.\no de sus subsidiarias o filiales.</p>\n<p>Creemos importante destacar que los servicios de Mercado Libre y cada una de sus plataformas están destinados a usuarios ubicados en aquellos países en los que Mercado Libre tenga presencia u operación, por ejemplo, mediante un Sitio Web específico para un país determinado.</p>\n<p>&nbsp;</p>\n<strong>2.\n¿Quién es el responsable del tratamiento de la Información Personal?</strong>\n<p>Mercado Libre es el responsable del tratamiento de los datos de los usuarios y de los visitantes de sus Plataformas a través de sus empresas subsidiarias o filiales.\nPara conocer cuál es la compañía o compañías responsable/s del tratamiento en tu país de residencia, por favor consultá el Anexo correspondiente a ese país.</p>\n<p>El responsable del tratamiento es quien decide sobre el tratamiento de los datos personales.\nPara ello determina los fines o usos para los que se utilizará la información personal y los medios que serán utilizados para ese tratamiento (consultá la Sección 4.\n“¿Para qué se utilizará la información personal?”).</p>\n<p>&nbsp;</p>\n<strong>3.\n¿Qué información recolectamos y tratamos?</strong>\n<p>Mercado Libre recolecta tu información personal para que puedas disfrutar de nuestros servicios, y poder mejorarlos de manera continua.</p>\n<p>En algunos casos, la información la facilitás vos mismo, al registrarte o al proveer información cuando utilizás alguno de nuestros servicios.\nEn otros, los recolectamos automáticamente, como cuando navegás por nuestras páginas y utilizás nuestros servicios.\nTambién podemos recolectar información acerca de vos de otras fuentes confiables.&nbsp;</p>\n<p>No tenés la obligación de proporcionarnos la información personal que se detalla a continuación, sin embargo, este es un requisito esencial para poder contratar y/o tener cualquier tipo de relación con Mercado Libre y, si no proporcionás esta información, no podremos brindarte nuestros servicios o nuestra capacidad para hacerlo puede verse significativamente obstaculizada.\nLa inexactitud o falsedad de los datos personales que proporcionés podría causar la suspensión de los servicios.\nAsimismo, Mercado Libre podrá suspender o inhabilitar definitivamente a aquellos usuarios que violen esta Declaración de Privacidad.</p>\n<p>Estos son los tipos de datos que podríamos recolectar:</p>\n<ul>\n<li>\nInformación que nos proporcionas directamente al registrarte o utilizar nuestros servicios:\n</li>\n</ul>\n<p>- Apodo o seudónimo para operar en las plataformas de MercadoLibre,&nbsp;</p>\n<p>- Nombre, imagen personal (foto personal o foto del documento),&nbsp;</p>\n<p>- Número de documento o identificación válida,&nbsp;</p>\n<p>- Información de contacto (como número de teléfono, domicilio, dirección de correo electrónico),</p>\n<p>- Datos de cuenta bancaria,</p>\n<p>- Información y medios de pago,</p>\n<p>- Información sobre los derechos de propiedad intelectual, titularidad de los miembros del programa Brand Protection Program (BPP) e información sobre su actividad como denunciantes,</p>\n<p>- Datos biométricos, tales como el análisis de las características biométricas del rostro (tamaño de la cabeza, distancia entre los ojos, el ancho de la nariz, entre otros) con fines de validación de identidad.&nbsp.\nLa huella digital, en caso que la utilices para desbloquear la aplicación, no es recolectada por Mercado Libre sino que queda almacenada de manera segura en tus dispositivos.</p>\n<ul>\n<li>\nInformación que recopilamos de manera automática, ya sea que te encuentres registrado o no:\n</li>\n</ul>\n<p>- Información de los dispositivos o computadoras desde los que accedes a la plataforma de Mercado Libre y otros datos capturados automáticamente (como el tipo o versión del navegador o del sistema operativo, configuraciones, datos de conexión, información sobre algunas de las aplicaciones descargadas y parámetros).</p>\n<p>- Dirección IP de internet que utilizás al conectarte a nuestros servicios o al navegar nuestros sitios web.&nbsp;</p>\n<p>- Información transaccional y movimientos dentro de las plataformas de Mercado Libre (compras, pagos, devoluciones, preguntas, retiros, transferencias, movimientos de la tarjeta pre-paid, créditos tomados, adelantos de dinero, reclamos, facturación, datos fiscales, clave o código de identificación de cuenta digital (CVU, CLABE, etc.), cuentas bancarias, mensajería interna).</p>\n<p>- Cierta información sobre la actividad de los usuarios y visitantes dentro de nuestro sitio web y las apps.\nComo por ejemplo, la URL de la que provienen o a qué URL acceden seguidamente (estén o no en nuestro sitio web).\nTambién las páginas visitadas, las interacciones con dichas páginas, las búsquedas realizadas, las publicaciones, compras o ventas, calificaciones y réplicas ingresadas, reclamos realizados y recibidos, mensajes en los foros, entre otra información podrá ser almacenada y retenida.</p>\n<p>- Información sobre tu ubicación (geolocalización), que puede ser utilizada para ofrecerte descuentos, retiro de productos, localizar comercios con QR habilitado para el pago, entre otros.</p>\n<p>- Listas de contactos de los dispositivos móviles utilizados por los usuarios, para proveer distintos servicios, como envío de dinero entre cuentas.</p>\n<p>- Vinculaciones entre cuentas y usuarios, con motivo de acciones de prevención del fraude.</p>\n<p>- Datos para gestión de reclamos y juicios (información para la elaboración de documentos, antecedentes y estrategias).</p>\n<p>- Si no te registraste ni accediste a través de tu Cuenta Personal, Mercado Libre solamente recolectará y almacenará, además de la información indicada en este punto, tus números de teléfono celulares, tu dirección de e-mail y correos electrónicos que nos envíes.</p>\n<ul>\n<li>\nInformación que recopilamos de otras fuentes:\n</li>\n</ul>\n<p>- Información recopilada para finalidades de prevención de fraude y cumplimiento de regímenes informativos (listas PEPs, OFAC, etc.).</p>\n<p>- Información crediticia, positiva y negativa, que obtenemos de bases o centrales de riesgo crediticio, empresas de telecomunicaciones y/o de fuentes de acceso público, de conformidad con la legislación aplicable.</p>\n<p>- Datos que se utilizan para la validación de identidad, completar o corregir información, obtenidos de fuentes seguras y confiables, tales como organismos públicos, proveedores de servicios o aliados comerciales con los que trabajamos.</p>\n<p>&nbsp;</p>\n<p>En algunos casos, esta información podría ser considerada sensible de acuerdo a la legislación aplicable.\nEn estos casos, solicitamos tu consentimiento expreso para procesarlos.</p>\n<p>&nbsp;</p>\n<strong>4.\n¿Qué hacemos con la información personal?</strong>\n<p>La recolección y tratamiento de tu información personal nos permite prestarte un excelente servicio para que puedas realizar operaciones de forma rápida y segura y ofrecerte funcionalidades que se adaptan mejor a tus necesidades.\nSalvo en aquellos casos en los que la normativa aplicable lo prohíba, Mercado Libre podrá utilizar tu información personal para las siguientes finalidades:</p>\n<p>\n<strong>1.\nBrindar los productos, servicios y/o beneficios que ofrecen las plataformas de Mercado Libre (Marketplace, Mercado Pago, Mercado Crédito, Mercado Envíos, Mercado Libre Clasificados, Mercado Libre Publicidad, etc.).&nbsp;</strong>\n</p>\n<ul>\n<li>Identificarte y contactarte.</li>\n<li>Registrarte en nuestros sistemas.</li>\n<li>Verificar tu identidad en cumplimiento de exigencias legales.</li>\n<li>Validar, actualizar y corregir tu información.</li>\n<li>Brindarte los productos, servicios y/o beneficios que solicitás o contratás con nosotros.</li>\n<li>Facilitarte entrar en contacto directo con el vendedor o comprador para efectos de la transacción que querés realizar.</li>\n<li>Elaborar y mantener un registro de las operaciones que realicés, así como informarte acerca de las mismas y darle seguimiento correspondiente.</li>\n<li>Poner a tu disposición nuestra plataforma de comercio electrónico y del sistema de pagos online conocido como Mercado Pago.&nbsp;</li>\n<li>Gestionar los servicios y productos de Mercado Pago, incluyendo el&nbsp;servicio de procesamiento de pagos y la cuenta digital.</li>\n<li>Brindarte soporte a las soluciones de inversión del dinero en cuenta.&nbsp;</li>\n<li>Atender tus comentarios, quejas y sugerencias, así como brindarte soporte.</li>\n<li>Consultar y reportar datos positivos y negativos en las centrales de riesgos crediticios, realizar labores de verificación de riesgo comercial y/o de crédito, analizar la viabilidad de celebrar o mantener una relación comercial y elaborar perfiles con fines de análisis crediticio.</li>\n<li>Elaborar perfiles con fines de análisis crediticio.</li>\n<li>Ofrecerte y gestionar los productos crediticios o seguros que solicités o contratés con nosotros.</li>\n<li>Cobranza judicial y/o extrajudicial.&nbsp;</li>\n<li>Facilitar el envío de productos anunciados en sitios web, aplicaciones y demás plataformas de comercio electrónico operadas por Mercado Libre, o las que utilicen sus tecnologías.</li>\n<li>Ofrecerte servicios y funcionalidades que se adecuen mejor a tus necesidades, y personalizar nuestros servicios para hacer que tus experiencias con Mercado Libre sean lo más cómodas posible.</li>\n<li>Posibilitarte la participación en concursos, subastas o sorteos, en caso de realizarlos y de que te sean aplicables, así como notificarte si resultaras ganador, lo anterior siempre en cumplimiento a la normativa aplicable a sorteos y concursos.</li>\n<li>Contribuir a la seguridad de las relaciones, comunicaciones y transacciones entre los usuarios de nuestra plataforma.</li>\n<li>Elaborar un sistema de reputación de usuarios, para beneficio de los consumidores.</li>\n</ul>\n<p>\n<strong>2.\nMejorar nuestros servicios, desarrollar nuevos y ofrecerte una mejor experiencia con las plataformas de Mercado Libre.</strong>\n</p>\n<ul>\n<li>Desarrollar estudios internos y estadísticos sobre tus intereses y comportamientos, para ofrecerte mejores servicios y productos.</li>\n<li>Elaborar perfiles mediante el análisis de diversas variables, como la conducta o las interacciones dentro de la plataforma, el análisis y predicción de la capacidad económica, preferencias, intereses, historial de transacciones, comportamiento y ubicación, entre otros, para mejorar nuestras iniciativas comerciales y promocionales, mostrar publicidad o promociones, banners de interés, noticias sobre las plataformas de Mercado Libre, perfeccionar nuestra oferta de contenidos y artículos, personalizar dichos contenidos, presentación y servicios.</li>\n<li>Ofrecerte servicios y funcionalidades que se adecuen a tus necesidades para brindarte una mejor experiencia.</li>\n<li>Mejorar nuestras iniciativas comerciales y promocionales y analizar las páginas visitadas, las búsquedas realizadas por los usuarios, para mejorar nuestra oferta de contenidos y artículos, personalizar dichos contenidos, su presentación y servicios.</li>\n<li>Capacitar a consultoras o consultores independientes para mejorar su propuesta de servicios a los usuarios de Mercado Libre.</li>\n<li>Brindarte información a través de diferentes canales (por correo electrónico, mensajes cortos de texto (SMS), mensajes push, llamada telefónica o cualquier otro medio) sobre mejoras o nuevas funciones o servicios de la plataforma.</li>\n<li>Buscar tu fidelización mediante un programa de beneficios.</li>\n<li>Permitir a terceros, mediante el uso de APIs públicas, construir aplicaciones que empleen contenidos de la plataforma e interactúen con ella para facilitar, mejorar y/o potenciar su uso y sus funcionalidades y de los servicios en general prestados por Mercado Libre.</li>\n</ul>\n<p>\n<strong>3.\nCumplir con obligaciones legales y requerimientos de autoridades competentes.</strong>\n</p>\n<ul>\n<li>Cumplir con la normativa que le sea aplicable a Mercado Libre en general.</li>\n<li>Cumplimiento de normativa de Prevención de Lavado de Dinero y Financiamiento del Terrorismo (acciones de validación de identidad, verificación de usuarios(KYC), verificación de identidad contra de Personas Expuestas Políticamente, verificación de perfil e historial transaccional, en cumplimiento de la regulación aplicable en materia de prevención de lavado de dinero, verificación contra listas OFAC y otras), según sea aplicable en cada país.</li>\n<li>Cumplimiento de regímenes informativos en general, según sea aplicable en cada país.</li>\n<li>Cumplimiento de regímenes fiscales de recaudación, registración, información, auditoría y facturación, a cualquier nivel de gobierno (por ejemplo: nivel federal, estadual y municipal).</li>\n<li>Cumplimiento de requerimientos informativos de autoridades administrativas o judiciales competentes.</li>\n<li>Suministrar información de usuarios a entidades gubernamentales con acuerdos de colaboración para el cumplimiento de sus competencias.</li>\n</ul>\n<p>\n<strong>4.\nDetectar y prevenir fraudes, abusos y delitos relacionados para proteger la seguridad de nuestros usuarios y la sustentabilidad de las plataformas.</strong>\n</p>\n<ul>\n<li>Hacer que las plataformas crezcan de una manera sustentable y segura mediante herramientas y acciones de prevención del fraude y delitos relacionados.</li>\n<li>Entrenar el modelo de algoritmo de detección y prevención automatizada del fraude.</li>\n</ul>\n<p>\n<strong>5.\nProteger derechos de usuarios, de terceros o propios de Mercado Libre.</strong>\n</p>\n<ul>\n<li>Defender los derechos, activos tangibles e intangibles de Mercado Libre.</li>\n<li>Hacer valer los derechos de Mercado Libre ante incumplimientos de sus Términos y Condiciones.</li>\n<li>Permitir que otros usuarios o terceros puedan hacer valer sus derechos.</li>\n</ul>\n<p>\n<strong>6.\nColaborar con los titulares de propiedad intelectual en el ejercicio de sus derechos</strong>\n</p>\n<ul>\n<li>Colaborar con la protección de los derechos de propiedad intelectual o industrial, propios o de terceros, investigaciones de violación de marcas y patentes, así como falsificaciones.</li>\n<li>Colaborar con los miembros del Brand Protection Program brindando la información personal de los vendedores denunciados a través del programa para que puedan ejercer sus derechos fuera de la plataforma.&nbsp;</li>\n<li>Facilitar la resolución de disputas entre vendedores y los miembros del Brand Protection Program que los denunciaron.&nbsp;</li>\n<li>Colaborar con las entidades que intervengan en la resolución de disputas.</li>\n<li>Colaborar con entidades privadas que representen intereses colectivos con acuerdo de colaboración, para facilitar la resolución de las disputas.</li>\n</ul>\n<p>\n<strong>7.\nEfectuar anuncios y contactos publicitarios y promocionales.</strong>\n</p>\n<ul>\n<li>Contactarte a través de diferentes canales (por correo electrónico, mensajes cortos de texto (SMS), mensajes push, llamadas telefónicas o cualquier otro medio) para finalidades publicitarias y/o promocionales de productos y servicios de Mercado Libre y/o de terceros.</li>\n<li>Efectuar todo tipo de actividades de mercadotecnia, publicidad, prospección comercial y/o estudios de mercado.</li>\n</ul>\n<p>Algunas de estas finalidades descritas podrían no ser aplicables en cuanto: a) no utilicés el servicio asociado a dichas finalidades, o b) los servicios vinculados a esas finalidades no estén ofrecidos en tu país de residencia.</p>\n<p>La utilización de tus datos para cualquier otra finalidad que no sea compatible con las detalladas, te será comunicada antes de que procedamos a su tratamiento.</p>\n<p>Mercado Libre mantendrá tu información personal durante el plazo que sea necesario para cumplir con los fines para los cuales fueron recolectados.&nbsp;</p>\n<p>&nbsp;</p>\n<strong>5.\n¿Cómo compartimos la información personal?</strong>\n<p>El resguardo de tu privacidad es muy importante para Mercado Libre.\nPor ello, no vendemos ni comercializamos información que identifique a nuestros usuarios.\nTampoco compartimos o transferimos de ningún otro modo tu información personal a terceros, salvo de la manera indicada a continuación:</p>\n<p>Mercado Libre podrá ceder, transmitir y/o transferir tu información personal a:&nbsp;</p>\n<p>(i) \"Proveedores de Servicios\": los proveedores de servicios o empresas son terceros que contratamos para que actúen en nombre de Mercado Libre para que presten un servicio siguiendo nuestras instrucciones y de conformidad a lo establecido en esta Declaración de Privacidad, para contribuir a mejorar o facilitar las operaciones a través de nuestra plataforma, como: (a) empresas de transporte, logística, mensajería y paquetería, para hacerte llegar los productos que adquiriste, (b) medios de pago, intermediarios en la gestión de pagos o seguros, para obtener el pago por los servicios o productos contratados, así como brindarte protección respecto de los&nbsp.\nproductos adquiridos, (c) proveedores de sistemas informáticos, proveedores de servicios en la nube, proveedores de bases de datos, y proveedores de servicios tecnológicos en general, (d) call centers o centros de atención al cliente, (e) empresas que manejen programas de fidelidad o lealtad, para otorgarte beneficios, (f) agencias de publicidad o marketing, (g) análisis de datos, (h) agencias de cobranzas, (i) entidades gubernamentales o empresas especializadas en riesgos, con la finalidad de verificar tu información.\nEstos Proveedores de Servicios sólo acceden a la información estrictamente necesaria para prestar los servicios acordados y no pueden usarlos para finalidades distintas a las que les encomiende Mercado Libre.&nbsp;</p>\n<p>(ii) “Aliados comerciales”:&nbsp;empresas con actividades financieras o comerciales con las que Mercado Libre tenga una relación de colaboración o alianza, con la finalidad de ofrecerte promociones, productos y servicios de dichas empresas o de marca compartida.\nEn estos casos, Mercado Libre vela siempre porque se cumplan estándares de confidencialidad y seguridad, mediante la firma de acuerdos o convenios cuyo objeto sea la privacidad de los datos personales de nuestros usuarios y el cumplimiento de la legislación aplicable.</p>\n<p>(iii) \"Grupo Mercado Libre\": sociedades que pertenezcan a nuestro grupo corporativo, que operan bajo nuestros mismos procesos y políticas internas, ya sean sociedades controladas, controlantes o afiliadas con Mercado Libre, para cumplir con nuestra normativa interna, prevenir fraudes, gestionar riesgos y facilitar la gestión de los servicios y productos de Mercado Libre.</p>\n<p>(iv) “Contraparte en la transacción”: otros usuarios de las plataformas de Mercado Libre, en las condiciones previstas, con la finalidad de ponerlo en contacto con el vendedor o comprador para efectos de la transacción que desea realizar.</p>\n<p>(v) “Autoridades públicas”: las autoridades administrativas y judiciales que en ejercicio de su competencia requieran información, aunque no exista una orden ni una citación ejecutiva o judicial al efecto, con la finalidades de: (a) colaborar en la investigación y denunciar fraudes, piratería, violaciones de propiedad intelectual o industrial o cualquier otro ilícito, así como cualquier actividad o circunstancia que pudiera generarle responsabilidad legal a Mercado Libre y/o a sus usuarios.\n(b) salvaguardar de un interés público, la procuración o administración de justicia, el reconocimiento, ejercicio o defensa de un derecho en un proceso judicial o administrativo, y/o la resolución de controversias.\ny (c) dar cumplimiento a alguna ley, reglamento o disposición legal aplicable, o a algún mandato de autoridad competente debidamente fundado y motivado.</p>\n<p>(vi) “Miembros del Brand Protection Program”: participantes en el Programa de Protección de Marca (Brand Protection Program, antes Programa de Protección de Propiedad Intelectual) de Mercado Libre, con la finalidad de la defensa de los derechos de propiedad industrial que se comercializan a través de Mercado Libre.\nConozca más de este Programa en: https://www.mercadolibre.com.ar/brandprotection/enforcement</p>\n<p>(vii) \"Intervinientes en Disputas”: autoridades, amigables componedores, tribunales o entidades que intervengan en solución de disputas con la finalidad de resolver las controversias que se llegaran a suscitar entre usuarios o entre éstos y cualquiera de las empresas del grupo corporativo de Mercado Libre.&nbsp;</p>\n<p>(viii) “Desarrolladores”: en el marco y las condiciones del Programa de Desarrolladores de Mercado Libre (https://developers.mercadolibre.com.ar/es_ar/terminos-y-condiciones).</p>\n<p>(ix) “Usuarios y/o visitantes en general”: otros usuarios y/o visitantes de nuestra plataforma, con la finalidad de calidad del servicio al consumidor final, brindándole información para que tome una decisión de compra informada.\nSe publicará en la plataforma el número de ventas realizadas por el vendedor, así como reputación, atención brindada, opiniones de los compradores (cuyo contenido no es responsabilidad de Mercado Libre) y puntualidad en las entregas de los productos.&nbsp;</p>\n<p>(x) “Entidades públicas y/o privadas que prestan servicios de información crediticia”: Mercado Libre podrá, siempre que la legislación aplicable así lo permita, compartir con entidades públicas o privadas que brindan servicios de información o riesgo crediticio, información vinculada a tu comportamiento crediticio o al cumplimiento o incumplimiento de obligaciones de contenido patrimonial.</p>\n<p>Asimismo, Mercado Libre podrá divulgar tu información personal discrecionalmente a otros usuarios de los Sitios Web y/o los Servicios, entidades o terceros cuando haya motivos suficientes para considerar que tu actividad sea sospechosa de intentar o cometer un delito o intentar perjudicar a otras personas.</p>\n<p>Si Mercado Libre decidiese compartir tu información personal con terceros distintos a los mencionados, solicitaremos tu consentimiento previo y expreso, siempre y cuando no exista una autorización u obligación legal que permita realizarlo sin ese consentimiento.</p>\n<p>Asimismo, prestás tu consentimiento expreso e informado para que Mercado Libre ceda, transmita o transfiera tu información personal a los destinatarios detallados en esta Declaración de Privacidad.</p>\n<p>Finalmente, Mercado Libre no será responsable por el uso indebido de tu información personal que haga cualquier tercero cuando sean estos terceros quienes directamente recolecten y/o traten tu información personal.</p>\n&nbsp.\n<strong>6.\nTransferencias internacionales de datos</strong>\n<p>Los servicios que brinda Mercado Libre requieren del soporte de una infraestructura tecnológica, como servidores y servicios en la nube, que pueden ser propios o provistos por terceros.</p>\n<p>Parte de esa infraestructura puede estar establecida en un país diferente al tuyo.</p>\n<p>También puede ocurrir que los destinatarios de los datos indicados anteriormente en la sección “¿Cómo compartimos la información personal?” se encuentren en un país distinto.</p>\n<p>Puede que los países receptores de los datos que transferimos no ofrezcan niveles adecuados de protección de datos personales, conforme la normativa aplicable.</p>\n<p>En estos casos, Mercado Libre adopta medidas para resguardar tus datos, mediante cláusulas contractuales o normas corporativas vinculantes que imponen las mismas medidas de protección que las que se describen en esta Declaración de Privacidad.</p>\n&nbsp.\n<strong>7.\n¿Por cuánto tiempo vamos a almacenar la información personal?</strong>\n<p>Solo almacenaremos la información personal durante el tiempo necesario para cumplir con el propósito para el que se ha recopilado, para cumplir con requisitos reglamentarios o legales, o durante el periodo de prescripción legal de posibles responsabilidades legales o contractuales.</p>\n<p>Una vez concluido el lapso, los datos serán eliminados o anonimizados de manera tal que no pueda ser individualizada ninguna persona, según lo permita la normativa de cada país.</p>\n&nbsp.\n<strong>8.\nDecisiones automatizadas y elaboración de perfiles</strong>\n<p>En Mercado Libre estamos comprometidos con brindarte más servicios y mejores, que simplifiquen tu vida.</p>\n<p>Para esto recurrimos a herramientas que nos ayudan a ser más eficientes mediante técnicas conocidas como “inteligencia artificial”, “machine learning” o “Big Data” que utilizamos para diversos fines, como prevención del fraude, análisis y predicción de la capacidad económica, personalización de servicios y publicidad, mecanismos de ciberseguridad automatizados o validación de identidad mediante reconocimiento de imágenes.</p>\n<p>Las decisiones automatizadas son aquellas que se toman en base al uso de algoritmos y programas informáticos, sin que intervenga ningún ser humano en el proceso de la toma de decisión.</p>\n<p>Por su parte, la elaboración de perfiles es la evaluación de algunos aspectos personales, como tus intereses, preferencias, comportamientos o ubicación, que se realiza procesando de manera automatizada información personal con procedimientos estadísticos.\nComo consecuencia de este tratamiento, podríamos enviarte comunicaciones personalizadas, o mostrártelas dentro de nuestras plataformas, que creemos que pueden ser de tu interés.</p>\n<p>Tienes derecho a solicitar que se revise una decisión basada en un tratamiento automatizado de datos desde aquí.</p>\n&nbsp.\n<strong>9.\nConfidencialidad de la información personal y Responsabilidad de los Usuarios</strong>\n<p>Haremos todo lo que esté a nuestro alcance para proteger la privacidad de tu información personal.\nEl usuario será responsable de todos los actos que tengan lugar mediante el uso de su apodo y clave.\nSi por cualquier razón creyeras que alguien puede conocer tu clave, deberás modificarla ingresando desde el menú de navegación en&nbsp;Mi cuenta&nbsp;&gt;&nbsp;Configuración &gt.\nDatos personales.</p>\n&nbsp.\n<strong>10.\nMenores de Edad</strong>\n<p>Los Servicios de Mercado Libre podrán estar disponibles para los menores de edad,&nbsp.\nmediante el previo consentimiento del representante legal.\nSi estás comprendido en esta categoría y no contás con el consentimiento de tu representante, no deberás suministrar su información personal.&nbsp;</p>\n<p>A través de tu representante legal podrás también ejercer tus derechos que se mencionan en la cláusula 13 de esta Declaración.&nbsp;</p>\n&nbsp.\n<strong>11.\nEl uso de la información personal por otros Usuarios</strong>\n<p>Mercado Libre permite a los usuarios un acceso limitado a ciertos datos (como nombre, apodo, correo electrónico, otros datos de contacto e información para facturación y envíos) del resto de los usuarios para facilitar la interacción entre ellos.\nBajo ninguna circunstancia otros usuarios podrán comunicar tu información personal a terceros sin tu consentimiento y/o el consentimiento de Mercado Libre, según corresponda.</p>\n<p>Cuando un usuario vendedor recibe información personal de sus compradores, se constituye en responsable por el tratamiento de esos datos y adquiere las obligaciones que ello implica.\nPor ello, no puede usar los datos para una finalidad distinta o incompatible a la transacción que originó la recolección.\nPor esta razón, sólo podrán utilizar la información personal de otros usuarios obtenida en el sitio para: (a) fines&nbsp.\nrelacionados con transacciones en la plataforma de Mercado Libre, (b) utilizar servicios ofrecidos en Mercado Libre (por ejemplo: depósito, seguros, envío o transporte y reclamaciones sobre fraude), y (c) cualquier otra finalidad a la que el usuario correspondiente consienta expresamente una vez le haya sido comunicada previamente la información legalmente requerida o la normativa local habilite.&nbsp;&nbsp;</p>\n<p>Mercado Libre no acepta conductas consideradas \"spamming\".\nQueda absolutamente prohibido el envío indiscriminado de mensajes de cualquier naturaleza entre los usuarios de Mercado Libre.&nbsp;</p>\n<p>Mercado Libre no controla, almacena ni tiene acceso a los mensajes y contenidos enviados por los usuarios a través de medios diferentes a los Sitios Web, por lo que no asume ninguna responsabilidad respecto a los daños que pudiera ocasionar su uso.\nLas negociaciones llevadas a cabo por los usuarios a través de dichos medios quedan bajo la propia responsabilidad de dichos usuarios.&nbsp;</p>\n<p>\n<strong>Mercado Libre no es responsable del uso que cualquier usuario u otra persona pudieran hacer de la información publicada en las Plataformas.\nLos usuarios aceptan que Mercado Libre no será responsable de las pérdidas ni daños que se puedan generar como resultado de las negociaciones entre usuarios.\nEn consecuencia, liberás a Mercado Libre de todo tipo de responsabilidad en caso de que tengas un conflicto con uno o más usuarios.</strong>\n</p>\n&nbsp.\n<strong>12.\nEnlaces a otros sitios web</strong>\n<p>A través de las plataformas, Mercado Libre podría incluir enlaces a sitios web de terceros, lo cual no indica que sean propiedad de, o sean operados por Mercado Libre.\nSe aclara que el procesamiento de la información personal que hagan los terceros responsables de los sitios web antes mencionados no está alcanzado por esta Declaración de Privacidad.\nAsimismo, reconocés y aceptás que Mercado Libre no tiene control sobre tales sitios web y no es ni será responsable por el contenido ni por los servicios prestados por tales sitios, ni por el modo en que éstos procesen tu información personal, por lo que ingresás a dichos sitios web bajo tu propia responsabilidad.</p>\n&nbsp.\n<strong>13.\n¿Cómo podés ejercer tus derechos para controlar tu información personal?</strong>\n<p>La normativa aplicable te confiere ciertos derechos sobre tu información personal, los cuales podrás consultar según se especifica en el anexo de cada país, como por ejemplo: (i) acceso.\n(ii) actualización.\n(iii) rectificación.\n(iv) el cese en el envío de publicidades, ofertas y promociones.\n(v) supresión.\n(vi) revocación del consentimiento.\n(vii) confidencialidad y (viii) revisión de decisiones automatizadas.&nbsp;</p>\n<p>Podrás hacer consultas y/o peticiones relativas a tu información personal desde Mis derechos de Privacidad o a través de los datos de contacto provistos en los anexos de cada país incluidos debajo.</p>\n<p>En determinados casos, y siempre que así lo permita o lo imponga la legislación aplicable, mantendremos en nuestros archivos la información personal que nos hayas pedido que suprimamos por un plazo limitado en el tiempo.\nUna vez cumplido ese plazo, procederemos a suprimir tu información personal.</p>\n<p>&nbsp;</p>\n<strong>14.\nCookies y Otras Tecnologías</strong>\n<p>Reconocés y aceptás expresamente que Mercado Libre podrá utilizar un sistema de seguimiento de conducta mediante la utilización de \"<em>cookies</em>\" y/u otras tecnologías similares de seguimiento.</p>\n<p>Estas tecnologías se utilizan con el fin de conocer los intereses y el comportamiento de quienes visitan o son usuarios de nuestro sitio web y, de esa forma, darles un mejor servicio o proveerles información relacionada.\nTambién usamos la información obtenida a través de cookies para analizar las páginas navegadas por el visitante o usuario, las búsquedas realizadas, mejorar nuestras iniciativas comerciales y promocionales, mostrar publicidad o promociones, banners de interés, noticias sobre Mercado Libre, perfeccionar y personalizar nuestra oferta de contenidos y artículos, presentación y servicios, así como promover y hacer cumplir las reglas y seguridad del sitio.\ntambién las utilizamos para que el usuario no tenga que introducir su clave tan frecuentemente durante una sesión de navegación, también para contabilizar y corroborar las inscripciones, la actividad del usuario y otros conceptos para acuerdos comerciales, siempre teniendo como objetivo de la instalación de las cookies, el beneficio del usuario que la recibe, y las cuales no serán usadas con fines ajenos a Mercado Libre.\nAsimismo, almacenamos cookies para poder ofrecer una experiencia más interactiva en el sitio, basada en las acciones del usuario.</p>\n<p>Tus datos personales obtenidos a través de estas tecnologías no serán transferidos a terceros de una manera diferente a las descritas en esta Declaración de Privacidad.</p>\n<p>Adicionalmente, se pueden encontrar \"<em>cookies</em>\" u otros sistemas similares instalados por terceros en ciertas páginas de nuestros sitios web o utilizados por anunciantes ajenos a Mercado Libre.&nbsp;&nbsp;</p>\n<p>Tené en cuenta que la instalación, permanencia y existencia de las cookies en tu computadora o dispositivo depende de tu exclusiva voluntad y pueden ser eliminadas cuando así lo desees.\nPodés configurar tus preferencias de cookies desde la sección de Privacidad o desde tu navegador.</p>\n<p>En este sentido, podés en cualquier momento eliminar las cookies almacenadas, configurar el navegador para que solicite aprobación antes de almacenar cookies o directamente evitar que se almacenen cookies.\nEste procedimiento se realiza de forma diferente en los distintos navegadores y es necesario realizarlo en cada navegador que utilicés.\nA continuación ponemos a tu disposición los diferentes procedimientos para manejar esta configuración en los navegadores más utilizados:</p>\n<p>&nbsp;</p>\n<p>Desde Internet Explorer (en Windows):</p>\n<p>http://windows.microsoft.com/es-es/windows-vista/block-or-allow-cookies&nbsp;</p>\n<p>Microsoft Edge:</p>\n<p>https://support.microsoft.com/es-ar/help/4027947/microsoft-edge-delete-cookies</p>\n<p>Firefox:</p>\n<p>https://support.mozilla.org/es/kb/habilitar-y-deshabilitar-cookies-que-los-sitios-we&nbsp;</p>\n<p>Google Chrome:</p>\n<p>http://support.google.com/chrome/bin/answer.py?hl=es&amp;answer=95647&nbsp;</p>\n<p>Opera:</p>\n<p>http://help.opera.com/Windows/11.50/es-ES/cookies.html&nbsp;</p>\n<p>Safari (en Mac):</p>\n<p>http://www.apple.com/legal/privacy/es/cookies/&nbsp;</p>\n<p>Tené en cuenta que si desactivás las cookies, es posible que no puedas hacer uso de todas las funcionalidades que ofrece Mercado Libre.</p>\n&nbsp.\n<strong>15.\nSeguridad.\nAlmacenamiento de la información personal</strong>\n<p>Mercado Libre cumple con la normativa y ha adoptado medidas de seguridad siguiendo los estándares de la industria para proteger tu información personal.&nbsp;</p>\n<p>En la medida en que Mercado Libre haya cumplido con las normas y adoptado las medidas mencionadas en el apartado anterior, no se hace responsable por interceptaciones ilegales o violaciones de sus sistemas o bases de datos, ni por su utilización por parte de personas no autorizadas.\nMercado Libre tampoco se hace responsable por la indebida utilización de la información obtenida por esos medios.</p>\n&nbsp.\n<strong>16.\nCambios en la Declaración de Privacidad&nbsp;</strong>\n<p>Mercado Libre realizará actualizaciones periódicas de la Declaración de Privacidad para reflejar los cambios constantes en los servicios que ofrecemos.\nEstas actualizaciones reflejarán de manera transparente la forma en que la información personal es tratada.\nTe notificaremos de estos cambios por nuestros canales habituales, como el correo electrónico o mensajes a través de las aplicaciones.\nEn los casos que corresponda, recabaremos tu consentimiento.&nbsp;</p>\n&nbsp.\n<strong>17.\nLey Aplicable y Jurisdicción</strong>\n<p>La Declaración de Privacidad se regirá por las leyes aplicables conforme se detalla en los anexos de cada país incluidos debajo.\nAnte cualquier controversia o divergencia relacionada con la interpretación, validez, celebración o cumplimiento de la presente Declaración de Privacidad, se resolverá por los tribunales competentes indicados en dichos anexos de cada país incluidos debajo.</p>\n<p>&nbsp;</p>\n<p>* * * *</p>\n<strong>ANEXO PARA ARGENTINA</strong>\n<p>Lo dispuesto en este anexo es de aplicación exclusiva para los usuarios y visitantes domiciliados en la República Argentina.\nEn caso de contradicción entre lo dispuesto en el texto principal de la Declaración de Privacidad y este anexo, regirá para los usuarios y visitantes domiciliados en la República Argentina lo dispuesto en este anexo.&nbsp;</p>\n<ol>\n<li>\n<strong>¿Quién es el responsable del tratamiento de la Información Personal?</strong>\n</li>\n</ol>\n<p>En Argentina, los Servicios de Mercado Libre son prestados por Mercado Libre S.R.L., CUIT 30-70308853-4, con domicilio en Avenida Caseros 3039, Piso 2, Ciudad Autónoma de Buenos Aires, C1264AKK, República Argentina.\nMeli Log S.R.L., CUIT 30-71568605-4, con domicilio en la calle Arias 3751, Ciudad Autónoma de Buenos Aires, C1430CRG, República Argentina.\nTech Pack S.R.L., CUIT 30-71692606-7 con domicilio en Av.\nCaseros 3039 C1264AAK, República Argentina.\nDichos Servicios son ofrecidos a través de las Plataformas www.mercadolibre.com.ar, api.mercadolibre.com, www.mercadopago.com.ar, api.mercadopago.com y sus versiones móviles mobile.mercadolibre.com.ar, mobile.mercadolibre.com, login-mobile.mercadolibre.com, frontend.mercadolibre.com y mobile.mercadopago.com.\nEl responsable de la base de datos recolectados en la República Argentina es Mercado Libre S.R.L.&nbsp;</p>\n<ol>\n<li>\n<strong>¿Cómo podés ejercer tus derechos para controlar tu Información Personal?</strong>\n</li>\n</ol>\n<p>Sin perjuicio de lo indicado en esta Declaración de Privacidad, en cumplimiento de lo dispuesto por las disposiciones de la Ley N° 25.326, el Decreto Reglamentario N° 1558/2001 y las disposiciones y/o resoluciones vinculantes emitidas por la Agencia de Acceso a la Información Pública se comunica que: \"el titular de los datos personales tiene la facultad de ejercer el derecho de acceso a los mismos en forma gratuita a intervalos no inferiores a seis meses, salvo que se acredite un interés legítimo al efecto conforme lo establecido en el artículo 14, inciso 3 de la Ley Nº 25.326.\nLA AGENCIA DE ACCESO A LA INFORMACIÓN PÚBLICA, en su carácter de Órgano de Control de la Ley N° 25.326, tiene la atribución de atender las denuncias y reclamos que interpongan quienes resulten afectados en sus derechos por incumplimiento de las normas vigentes en materia de protección de datos personales.\nEl titular podrá en cualquier momento solicitar el retiro o bloqueo de su nombre de los bancos de datos a los que se refiere el presente artículo.\nEn toda comunicación con fines de publicidad que se realice por correo, teléfono, correo electrónico, Internet u otro medio a distancia a conocer, se deberá indicar, en forma expresa y destacada, la posibilidad del titular del dato de solicitar el retiro o bloqueo, total o parcial, de su nombre de la base de datos.\nA pedido del interesado, se deberá informar el nombre del responsable o usuario del banco de datos que proveyó la información.\"</p>\n<p>Sin perjuicio de lo dispuesto en la Declaración de Privacidad, también podrás realizar consultas y/o ejercer los derechos de acceso, rectificación y supresión de tu Información Personal por correo postal a Avenida Caseros 3039, piso 2°, Ciudad Autónoma de Buenos Aires, C.P.: C1264AAK.\nAtte.: Mercado Libre S.R.L.</p>\n<ol>\n<li>\n<strong>Ley Aplicable y Jurisdicción</strong>\n</li>\n</ol>\n<p>Esta&nbsp.\nDeclaración de Privacidad se regirá por las leyes de la República Argentina.\nAnte cualquier controversia o divergencia relacionada con la interpretación, validez, celebración o cumplimiento de las mismas, tú y Mercado Libre declaran que se someten a la jurisdicción exclusiva de los Tribunales Nacionales Ordinarios con asiento en la Ciudad Autónoma de Buenos Aires, renunciando expresamente a cualquier otro fuero y/o jurisdicción que pudiera corresponderles.</p>\n<p>\n<br>\n<br>\n</p>", "created_at": "2021-05-13 11:17:12.759162", "updated_at": "2023-04-24 18:44:41.847687"}], "points": [{"id": 31544, "title": "This service receives your precise location through GPS coordinates", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:06:16.543963", "updated_at": "2023-08-28 20:15:11.045381", "quoteText": null, "case_id": 400, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31542, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:05:29.290882", "updated_at": "2023-08-28 20:12:39.380326", "quoteText": null, "case_id": 399, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31533, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 20:55:45.034048", "updated_at": "2023-08-28 11:06:58.584065", "quoteText": null, "case_id": 148, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31538, "title": "The court of law governing the terms is in Argentina", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:00:18.235307", "updated_at": "2023-08-28 20:16:16.195804", "quoteText": null, "case_id": 163, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31541, "title": " Pseudonyms are allowed", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:04:52.120875", "updated_at": "2023-09-09 12:35:24.081555", "quoteText": null, "case_id": 215, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31532, "title": "You cannot distribute or disclose your account to third parties", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 20:55:19.903867", "updated_at": "2023-08-28 20:18:19.731016", "quoteText": null, "case_id": 229, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31537, "title": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 20:59:33.810387", "updated_at": "2023-09-14 12:35:36.96367", "quoteText": null, "case_id": 145, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31529, "title": "[Tos] There is a date of the last update of the agreements", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 20:47:36.631009", "updated_at": "2023-08-28 20:52:37.266278", "quoteText": null, "case_id": 331, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31530, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 20:49:16.558341", "updated_at": "2023-08-28 20:17:56.921969", "quoteText": null, "case_id": 486, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31531, "title": "Your provided identifiable information is actively checked by the service", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 20:54:18.271161", "updated_at": "2023-09-14 12:35:19.029495", "quoteText": null, "case_id": 492, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31539, "title": "You aren’t forced into binding arbitration in case of disputes", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:02:32.203818", "updated_at": "2023-09-09 12:34:31.351006", "quoteText": null, "case_id": 335, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31534, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 20:55:54.990648", "updated_at": "2023-09-14 12:32:08.217919", "quoteText": null, "case_id": 484, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31559, "title": "Third-party cookies are used for advertising", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Also: \"Adicionalmente, se pueden encontrar \"cookies\" u otros sistemas similares instalados por terceros en ciertas páginas de nuestros sitios web o utilizados por anunciantes ajenos a Mercado Libre.\"", "created_at": "2023-04-24 21:23:07.051448", "updated_at": "2023-09-14 12:33:18.553966", "quoteText": null, "case_id": 128, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31555, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:17:16.830366", "updated_at": "2023-09-14 12:33:43.611277", "quoteText": null, "case_id": 187, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31543, "title": "This service tracks which web page referred you to it", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:05:50.956524", "updated_at": "2023-09-14 12:34:39.793583", "quoteText": null, "case_id": 387, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31560, "title": "Information is provided about how your personal data is used", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:26:29.155721", "updated_at": "2023-08-28 20:21:17.766053", "quoteText": null, "case_id": 227, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31553, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:15:26.081853", "updated_at": "2023-09-14 12:34:14.987319", "quoteText": null, "case_id": 220, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31562, "title": "They store data on you even if you did not interact with the service", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:27:39.985023", "updated_at": "2023-09-09 12:44:42.112997", "quoteText": null, "case_id": 234, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31556, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:18:19.18517", "updated_at": "2023-08-28 20:14:09.061095", "quoteText": null, "case_id": 281, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31561, "title": "Information is provided about what kind of information they collect", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:26:43.236016", "updated_at": "2023-08-28 20:20:54.656823", "quoteText": null, "case_id": 228, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31540, "title": "When the service wants to change its terms, you are notified a week or more in advance.", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:03:06.753528", "updated_at": "2023-09-09 12:45:24.432444", "quoteText": null, "case_id": 123, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31558, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:19:38.197998", "updated_at": "2023-09-09 12:46:09.564922", "quoteText": null, "case_id": 195, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31546, "title": "Your personal data is used for advertising", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:09:15.327832", "updated_at": "2023-08-28 20:20:24.759725", "quoteText": null, "case_id": 216, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31550, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:13:01.348616", "updated_at": "2023-08-28 20:19:47.753778", "quoteText": null, "case_id": 210, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31548, "title": "Your personal data is not sold", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:12:03.952963", "updated_at": "2023-08-28 20:19:58.917386", "quoteText": null, "case_id": 193, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31557, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:18:48.285375", "updated_at": "2023-09-14 12:31:43.580211", "quoteText": null, "case_id": 303, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31547, "title": "Your personal information is used for many different purposes", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "\"Brindar los productos, servicios y/o beneficios que ofrecen las plataformas de Mercado Libre\"\r\n\"Mejorar nuestros servicios\"\r\n\"Cumplir con obligaciones legales \"\r\n\"Detectar y prevenir fraudes\"\r\n\"Proteger derechos de usuarios, de terceros o propios de Mercado Libre\"\r\n\" Colaborar con los titulares de propiedad intelectual en el ejercicio de sus derechos\"\r\n\"Efectuar anuncios y contactos publicitarios y promocionales\"", "created_at": "2023-04-24 21:09:35.664751", "updated_at": "2023-08-28 20:20:14.549666", "quoteText": null, "case_id": 185, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31552, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:15:01.962096", "updated_at": "2023-08-28 20:09:16.347662", "quoteText": null, "case_id": 166, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31536, "title": "Your account can be suspended for several reasons", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 20:57:36.2004", "updated_at": "2023-08-28 20:17:46.519905", "quoteText": null, "case_id": 205, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31545, "title": "Your personal data may be used for marketing purposes", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:07:36.900705", "updated_at": "2023-09-09 12:48:06.933566", "quoteText": null, "case_id": 336, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31551, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:14:40.045178", "updated_at": "2023-09-14 12:32:39.387512", "quoteText": null, "case_id": 188, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31549, "title": "Many third parties are involved in operating the service", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:12:27.536447", "updated_at": "2023-08-28 20:14:27.957871", "quoteText": null, "case_id": 208, "document_id": 5960, "quoteStart": null, "quoteEnd": null}, {"id": 31535, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://www.mercadolibre.com.ar/ayuda/terminos-y-condiciones-de-uso_991", "status": "Generated through the annotate view", "created_at": "2023-04-24 20:56:18.752037", "updated_at": "2023-08-28 20:17:37.680345", "quoteText": null, "case_id": 319, "document_id": 5961, "quoteStart": null, "quoteEnd": null}, {"id": 31554, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.mercadolibre.com.ar/privacidad/declaracion-privacidad", "status": "Generated through the annotate view", "created_at": "2023-04-24 21:16:33.695027", "updated_at": "2023-09-09 12:34:00.990067", "quoteText": null, "case_id": 164, "document_id": 5960, "quoteStart": null, "quoteEnd": null}], "urls": ["mercadolibre.com", "mercadolibre.com.ar", "mercadolibre.com.bo", "mercadolivre.com.br", "mercadolibre.com.cl", "mercadolibre.com.co", "mercadolibre.co.cr", "mercadolibre.com.do", "mercadolibre.com.ec", "mercadolibre.com.gt", "mercadolibre.com.hn", "mercadolibre.com.mx", "mercadolibre.com.ni", "mercadolibre.com.pa", "mercadolibre.com.py", "mercadolibre.com.pe", "mercadolibre.com.sv", "mercadolibre.com.uy", "mercadolibre.com.ve", "mercadolibre.cl"]}}