{"error": 448, "message": "OK", "parameters": {"id": 7740, "name": "tempmail", "created_at": "2023-03-27 23:09:38.984664", "updated_at": "2023-07-10 22:02:38.550955", "wikipedia": null, "keywords": null, "related": null, "slug": "tempmail", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/7740.png", "url": "tempail.com", "documents": [{"id": 14926, "name": "Privacy & Policy", "url": "https://tempail.com/privacy/", "xpath": "//body", "text": " <ul>\n<li>Blog</li>\n<li>Privacy</li>\n<li>Contacts</li>\n</ul> English <i>\n</i>\n<ul>\n<li>English</li>\n<li>Español</li>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Italiano</li>\n<li>Dutch</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Русский</li>\n<li>Српски</li>\n<li>Türkçe</li>\n<li>Українська</li>\n<li>فارسی</li>\n<li>العربية</li>\n</ul> Privacy &amp.\nPolicy <p>\n<em>Last updated September 11, 2018</em>\n</p>\n<br>\n<p>All incoming emails and personal data temporarily stored on our service are permanently deleted after 1 hour.\nYou can delete your temporary Email address at any time using the appropriate button “Delete” on the home page.\nYou cannot use this Site for illegal activities.</p>\n<br>\n<p>Please read this privacy policy carefully as it will help you make informed decisions about sharing your personal information with us.</p>\n<br>\n<p>\n<strong>Web Browser Cookies</strong>\n</p>\n<p>Our Site may use \"cookies\" to enhance User experience.\nUser’s web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them.\nUser may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent.\nIf they do so, note that some parts of the Site may not function properly.</p>\n<br>\n<p>Most Web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove cookies and to reject cookies.\nIf you choose to remove cookies or reject cookies, this could affect certain features or services of our Sites.\nTo opt-out of interest-based advertising by advertisers on our Sites visit: http://www.aboutads.info/choices/.</p>\n<br>\n<p>\n<strong>Your Personal Information</strong>\n</p>\n<p>We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, please also remember that we cannot guarantee that the internet itself is 100% secure.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our Sites is at your own risk.\nYou should only access the services within a secure environment.</p>\n<br>\n<p>We do not sell, trade, or rent Users personal identification information to others.\nWe may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.</p>\n<br>\n<p>We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the Sites, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Sites.\nIf we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\nIf you become aware of any data we have collected from children under age 18, please contact us</p>\n<br>\n<p>\n<strong>Third Party Websites</strong>\n</p>\n<p>Users may find advertising or other content on our Site that link to the sites and services of our partners, suppliers, advertisers, sponsors, licensors and other third parties.\nWe cannot guarantee the safety and privacy of data you provide to any third parties.\nWe do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site.\nIn addition, these sites or services, including their content and links, may be constantly changing.\nYou should review the policies of such third parties and contact them directly to respond to your questions.\nThese sites and services may have their own privacy policies and customer service policies.\nBrowsing and interaction on any other website, including websites which have a link to our Site, is subject to that website’s own terms and policies.</p>\n<br>\n<p>\n<strong>Google AdSense™</strong>\n</p>\n<p>Some of the ads may be served by Google.\nGoogle’s use of the DART cookie enables it to serve ads to Users based on their visit to our Site and other sites on the Internet.\nDART uses \"non personally identifiable information\" and does NOT track personal information about you, such as your name, email address, physical address, etc.\nYou may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy at https://www.google.com/policies/technologies/ads/</p>\n<br>\n<p>\n<strong>Google Analytics™</strong>\n</p>\n<p>We use Google Analytics Universal to analyse the use of our website.\nOur analytics service provider generates statistical and other information about website use by means of cookies.</p>\n<p>The information generated relating to our website is used to create reports about the use of our website.\nOur analytics service provider’s privacy policy is available at: https://www.google.com/policies/privacy/.</p>\n<br>\n<p>\n<strong>The DoubleClick™</strong>\n</p>\n<p>The DoubleClick cookieis used by Google in the ads served on the websites of its partners, such as websites displaying AdSense ads or participating in Google certified ad networks.\nWhen users visit a partner’s website and either view or click on an ad, a cookie may be dropped on that end user’s browser.</p>\n<br>\n<p>\n<strong>Disqus™</strong>\n</p>\n<p>We use Disqus to let the users comment on our site’s materials and thus improve their user experience.\nDisqus may collect user data.\nYou can review Disqus privacy policy is available at: https://help.disqus.com/terms-and-policies.\nThat page also contains information on how to opt out of data collection.</p>\n<br>\n<p>\n<strong>Yandex Metrica™</strong>\n</p>\n<p>We also use Yandex Metrica to analyse the use of our website.\nOur analytics service provider’s privacy policy is available at: https://metrica.yandex.com/about/info/privacy-policy.</p>\n<br>\n<p>\n<strong>Your Privacy Rights</strong>\n</p>\n<p>In some regions (like the European Economic Area), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nTo make such a request, please use the contact details provided below.\nWe will consider and act upon any request in accordance with applicable data protection laws.</p>\n<br>\n<p>If we are relying on your consent to process your personal information, you have the right to withdraw your consent at any time.\nPlease note however that this will not affect the lawfulness of the processing before its withdrawal.</p>\n<br>\n<p>If you are resident in the European Economic Area and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here: http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm</p>\n<br>\n<p>\n<strong>Changes to this Privacy Policy</strong>\n</p>\n<p>We may update this privacy policy from time to time.\nThe updated version will be indicated by an updated “Revised” date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy policy, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy policy frequently to be informed of how we are protecting your information.</p>\n<br>\n<p>\n<strong>Your Acceptance of These Terms</strong>\n</p>\n<p>By using this Site, you signify your acceptance of this policy.\nIf you do not agree to this policy, please do not use our Site.\nYour continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.</p>\n<br>\n<p>\n<strong>Contacting Us</strong>\n</p>\n<p>We are committed to protecting your personal information and your right to privacy.\nIf you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us at: https://tempail.com/contacts/</p> Copyright © 2008 - 2023 Temp Mail.\nMade with <i>\n</i> and <i>\n</i>\n<p>We use cookies on this site to enhance your user experience</p>\nOK\nLearn more ", "created_at": "2023-03-27 23:09:39.019408", "updated_at": "2023-03-27 23:10:01.184184"}], "points": [{"id": 32526, "title": "Your personal data is not sold", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:25:22.935396", "updated_at": "2023-07-11 06:29:53.549535", "quoteText": null, "case_id": 193, "document_id": 14926, "quoteStart": null, "quoteEnd": null}, {"id": 32527, "title": "You agree not to use the service for illegal purposes", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:28:17.540082", "updated_at": "2023-07-11 06:29:53.630106", "quoteText": null, "case_id": 280, "document_id": 14926, "quoteStart": null, "quoteEnd": null}, {"id": 32528, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:29:36.992815", "updated_at": "2023-07-11 06:29:53.715568", "quoteText": null, "case_id": 278, "document_id": 14926, "quoteStart": null, "quoteEnd": null}, {"id": 32529, "title": "The service claims to be GDPR compliant for European users", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:33:55.089585", "updated_at": "2023-07-11 06:30:43.814008", "quoteText": null, "case_id": 481, "document_id": 14926, "quoteStart": null, "quoteEnd": null}, {"id": 32530, "title": "A free help desk is provided", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:36:22.838929", "updated_at": "2023-07-11 06:30:46.624444", "quoteText": null, "case_id": 232, "document_id": 14926, "quoteStart": null, "quoteEnd": null}, {"id": 32525, "title": "There is a date of the last update of the agreements", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:24:39.961698", "updated_at": "2023-07-11 06:30:46.787106", "quoteText": null, "case_id": 331, "document_id": 14926, "quoteStart": null, "quoteEnd": null}, {"id": 32533, "title": "Third-party cookies are used for statistics", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:47:39.997486", "updated_at": "2023-07-11 06:30:46.515636", "quoteText": null, "case_id": 325, "document_id": 14926, "quoteStart": null, "quoteEnd": null}, {"id": 32524, "title": "Logs are deleted after a finite period of time", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:23:28.825629", "updated_at": "2023-07-11 06:30:46.94403", "quoteText": null, "case_id": 177, "document_id": 14926, "quoteStart": null, "quoteEnd": null}, {"id": 32532, "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:39:15.020183", "updated_at": "2023-05-07 12:06:52.061199", "quoteText": null, "case_id": 291, "document_id": 14926, "quoteStart": null, "quoteEnd": null}, {"id": 32535, "title": "You can opt out of promotional communications", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:49:22.434809", "updated_at": "2023-07-07 22:00:24.152336", "quoteText": null, "case_id": 223, "document_id": 14926, "quoteStart": null, "quoteEnd": null}, {"id": 32534, "title": "Logs are deleted after a finite period of time", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:48:12.254471", "updated_at": "2023-07-11 06:30:46.709171", "quoteText": null, "case_id": 177, "document_id": 14926, "quoteStart": null, "quoteEnd": null}, {"id": 32531, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://tempail.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-06 19:37:30.112872", "updated_at": "2023-07-11 06:30:46.866193", "quoteText": null, "case_id": 122, "document_id": 14926, "quoteStart": null, "quoteEnd": null}], "urls": ["tempail.com"]}}