{"error": 448, "message": "OK", "parameters": {"id": 9615, "name": "Pracuj.pl", "created_at": "2023-09-14 20:02:35.729496", "updated_at": "2023-09-14 22:02:45.812055", "wikipedia": "https://pl.wikipedia.org/wiki/Pracuj.pl", "keywords": null, "related": null, "slug": "pracuj-pl", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9615.png", "url": "pracuj.pl", "documents": [{"id": 19099, "name": "Polityka Prywatności", "url": "https://grupapracuj.pl/polityka-prywatnosci", "xpath": "/html/body/div[2]/div/section", "text": "\n<p>obowiązuje od 22 marca 2022 r.\nPoprzednią wersję polityki prywatności znajdziesz tutaj</p>\n<p>Grupa Pracuj S.A., właściciel serwisu Pracuj.pl, dokłada wszelkich starań, aby chronić Twoją prywatność.</p>\n<p>Polityka Prywatności określa w jaki sposób dbamy o Twoje dane osobowe i Twoje prawa.</p>\nSpis treści:\n<p>1.\nJAKICH POJĘĆ UŻYWAMY W POLITYCE PRYWATNOŚCI?</p>\n<p>2.\nKTO JEST ADMINISTRATOREM TWOICH DANYCH OSOBOWYCH I JAK MOŻESZ SIĘ Z NAMI SKONTAKTOWAĆ?</p>\n<p>3.\nJAKIE DANE OSOBOWE PRZETWARZAMY, W JAKICH CELACH I NA JAKIEJ PODSTAWIE PRAWNEJ?</p>\n<p>4.\nW JAKI SPOSÓB OCENIAMY TWOJE ZAINTERESOWANIA I PREFERENCJE?</p>\n<p>5.\nKOMU UDSTĘPNIAMY TWOJE DANE OSOBOWE?</p>\n<p>6.\nJAK DŁUGO PRZECHOWUJEMY TWOJE DANE OSOBOWE?</p>\n<p>7.\nJAKIE SĄ TWOJE PRAWA W ZWIĄZKU Z PRZETWARZANIEM TWOICH DANYCH OSOBOWYCH?</p>\n<p>8.\nW JAKI SPOSÓB DBAMY O BEZPIECZEŃSTWO TWOICH DANYCH OSOBOWYCH?</p>\n<p>9.\nW JAKI SPOSÓB KORZYSTAMY Z PLIKÓW COOKIES?</p>\n<p>10.\nZMIANY W POLITYCE PRYWATNOŚCI</p> 1.\nJAKICH POJĘĆ UŻYWAMY W POLITYCE PRYWATNOŚCI?\n<p>\n<b>Grupa Pracuj, Pracuj.pl, my, nasze</b> – Grupa Pracuj S.A.\nz siedzibą w Warszawie, ul.\nProsta 68, 00-838 Warszawa.</p>\n<p>\n<b>Konto</b> – zbiór zasobów i ustawień utworzonych dla Użytkownika w ramach Serwisów, wykorzystywanych do zarządzania usługami.</p>\n<p>\n<b>Konto niepotwierdzone</b> – konto techniczne utworzone po otrzymaniu przez Usługodawcę prawidłowo wypełnionego Formularza rejestracyjnego lub dokonaniu Uwierzytelnienia i zaakceptowaniu postanowień Regulaminu lub w określonych przypadkach zaaplikowaniu na ofertę pracy bez potwierdzenia założenia Konta.\nUsługodawca utrzymuje Konto niepotwierdzone do czasu potwierdzenia założenia Konta, w każdym jednak przypadku nie dłużej niż przez okres 60 dni.</p>\n<p>\n<b>Nasi klienci</b> – klienci Grupy Pracuj, którym Grupa Pracuj świadczy usługi reklamowe, to znaczy usługi dostarczania informacji marketingowych dotyczących produktów i usług takich podmiotów do Użytkowników.</p>\n<p>\n<b>Pracodawcy</b> – pracodawcy lub agencje doradztwa personalnego, którzy publikują ogłoszenia o pracę w naszych Serwisach lub korzystają z innych naszych usług.</p>\n<p>\n<b>Profil</b> – funkcjonalność Konta, pozwalająca Użytkownikowi na gromadzenie wybranych informacji, w tym dotyczących przebiegu jego kariery zawodowej, historii edukacji oraz innych umiejętności, w tym dokumentów Użytkownika (np.\nCV).</p>\n<p>\n<b>Regulamin</b> – Regulamin świadczenia usług drogą elektroniczną w ramach serwisów należących do spółki Grupy Pracuj S.A.</p>\n<p>\n<b>RODO</b> – Rozporządzenie Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r.\nw sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych).</p>\n<p>\n<b>Serwis</b> lub <b>Serwisy</b> – serwisy internetowe należące do Grupy Pracuj, w ramach których Grupa Pracuj świadczy swoje usługi.\nSerwisy umieszczone są pod następującymi adresami: grupapracuj.pl, pracuj.pl, zarobki.pracuj.pl, cv.pracuj.pl, pracodawcy.pracuj.pl, porady.pracuj.pl, sciezkikariery.pracuj.pl, jobicon.pracuj.pl</p>\n<p>\n<b>Ustawienia (Prywatność)</b> – funkcjonalność Konta, pozwalająca Użytkownikowi korzystającemu z wybranych usług na odpowiednie zarządzanie tymi usługami, w tym samodzielne modyfikowanie ich zakresu oraz na wybór preferencji odnośnie ochrony jego prywatności.</p>\n<p>\n<b>Użytkownik</b> – pełnoletnia osoba fizyczna, która posiada Konto i korzysta z usług oferowanych przez Grupę Pracuj w Serwisach.</p>\n<p>\n<b>Użytkownik niezalogowany</b> – pełnoletnia osoba fizyczna, która korzysta z usług oferowanych przez Grupę Pracuj w Serwisach, które nie wymagają założenia Konta.</p>\n<p>\n<b>Ty, Twój</b> – odpowiednio Użytkownik lub Użytkownik niezalogowany.</p>\n<p>W Polityce Prywatności używamy także nazw poszczególnych usług i funkcjonalności Konta (np.\nRekomendowane oferty pracy), które zostały zdefiniowane i szczegółowo opisane w Regulaminie</p>\n2.\nKTO JEST ADMINISTRATOREM TWOICH DANYCH OSOBOWYCH i JAK MOŻESZ SIĘ Z NAMI SKONTAKTOWAĆ?\n<p>Grupa Pracuj jest administratorem Twoich danych osobowych w związku z korzystaniem z Serwisów.</p>\n<p>W razie pytań dotyczących przetwarzania Twoich danych osobowych oraz przysługujących Ci praw, skontaktuj się z nami:</p>\n<ul>\n<li>a) za pośrednictwem naszego formularza kontaktowego lub</li>\n<li>b) z naszym Inspektorem Ochrony Danych, drogą e-mailową na adres: iod@pracuj.pl.</li>\n</ul>\n3.\nJAKIE DANE OSOBOWE PRZETWARZAMY, W JAKICH CELACH I NA JAKIEJ PODSTAWIE PRAWNEJ?\n<p>W związku z tym, że świadczymy różne usługi dla Użytkowników i Użytkowników niezalogowanych, przetwarzamy Twoje dane osobowe w różnych celach, w różnym zakresie i na różnej podstawie prawnej określonej w RODO.\nW celu przekazania Ci jak najbardziej przejrzystej informacji, pogrupowaliśmy te informacje odnosząc się do celu przetwarzania Twoich danych osobowych.</p>\n<b>Założenie Konta oraz uwierzytelnianie Użytkownika w Serwisach</b>\n<p>\n<b>Zakres danych.</b> W tym celu przetwarzamy dane osobowe podane przez Ciebie w formularzu rejestracyjnym do Serwisów, to znaczy adres e-mail oraz ustanowione przez Ciebie hasło.\nJeżeli rejestrujesz się do Serwisów za pośrednictwem zewnętrznej usługi uwierzytelniającej (np.\nFacebook Connect), zbieramy także Twoje imię i nazwisko.</p>\n<p>W przypadku utworzenia Konta niepotwierdzonego przetwarzamy Twoje dane osobowe (m.in.\nadres e-mail) także w celu wysyłania komunikatów przypominających o konieczności potwierdzenia założenia Konta.</p>\n<p>\n<b>Podstawa prawna.</b> Niezbędność do wykonania umowy o świadczenie usługi Konta (art.\n6 ust.\n1 lit.\nb RODO).</p>\n<b>Usługi niewymagające założenia Konta</b>\n<p>\n<b>Rodzaje usług.</b>&nbsp;Przetwarzamy Twoje dane osobowe w celu świadczenia usług niewymagających założenia Konta, takich jak: Rekomendowane oferty pracy w Serwisach, Wyszukiwarka ofert w Serwisach, Kalkulator wynagrodzeń, Ścieżki kariery oraz Wzory CV i listów motywacyjnych, dokumenty i poradniki, możliwość udziału w wydarzeniu Jobicon.</p>\n<p>\n<b>Zakres danych.</b>&nbsp;W tym celu przetwarzamy dane osobowe dotyczące Twojej aktywności w Serwisach, to znaczy: dane dotyczące oglądanych przez Ciebie ofert pracy i ofert edukacyjnych, jak również dane dotyczące sesji, Twojego urządzenia oraz systemu operacyjnego, przeglądarki, lokalizacji oraz unikalnego ID.\nW przypadku korzystania z chatbota w aplikacji Messenger, przetwarzamy również dane udostępniane przez Ciebie w profilu Facebook (np.\nTwoje zdjęcie profilowe) oraz wszelkie dane, które podajesz w wiadomościach przesyłanych za pośrednictwem aplikacji Messenger.</p>\n<p>\n<b>Podstawa prawna.</b> Niezbędność do wykonania umowy o świadczenie usług drogą elektroniczną (art.\n6 ust.\n1 lit.\nb RODO).</p>\n<b>Usługi i funkcjonalności wymagające założenia Konta</b>\n<p>\n<strong>Rodzaje usług i funkcjonalności.</strong> Przetwarzamy Twoje dane osobowe w celu świadczenia usług wymagających założenia Konta oraz funkcjonalności Konta takich jak: Aplikowanie Profilem, One-click apply, Rekomendowane oferty pracy, Informowanie o statusie aplikacji, Wypełnianie Profilu danymi o Użytkowniku, Wiadomości, Zapisane oferty pracy, Historia aplikowania na oferty pracy, Udostępnianie Profilu, Zapisane wyszukiwania, Aplikowanie na oferty pracy, Odpowiedzi na pytania Pracodawcy, Raporty o zarobkach, Kreator CV.</p>\n<p>\n<strong>Zakres danych.</strong> W tym celu przetwarzamy Twoje dane osobowe podane przez Ciebie w formularzu rejestracyjnym, w formularzach ułatwiających wypełnianie Profilu, w Profilu, w formularzach aplikacyjnych, w wiadomościach wymienianych z Pracodawcą oraz dane dotyczące Twojej aktywności w Serwisach, to znaczy: dane dotyczące wyszukanych i oglądanych przez Ciebie ofert pracy, ofert pracy, na które zaaplikowałeś, logowania, aktualizacji Profilu lub dokumentu CV, jak również Twój adres IP, dane dotyczące sesji, Twojego urządzenia oraz systemu operacyjnego, przeglądarki, lokalizacji oraz unikalnego ID.</p>\n<p>Podanie niektórych danych jest warunkiem skorzystania z poszczególnych usług i funkcjonalności Konta (dane obligatoryjne).\nNasz system automatycznie oznacza dane obligatoryjne (np.\nw zakresie danych o aktualnym i ostatnim miejscu pracy).\nKonsekwencją niepodania tych danych jest brak możliwości świadczenia przez nas określonych usług i funkcjonalności Konta.\nPoza danymi oznaczonymi jako obligatoryjne, podanie innych danych osobowych jest dobrowolne.</p>\n<p>\n<b>Podstawa prawna.</b> Niezbędność do wykonania umowy o świadczenie usług zgodnie z Regulaminem (art.\n6 ust.\n1 lit.\nb RODO).</p>\n<b>Korzystanie z Aplikacji mobilnej „Pracuj.pl oferty pracy” <strong>i „Kreator CV”</strong>\n</b>\n<p>\n<b>Zakres danych.</b> W celu świadczenia naszych Usług w wersji mobilnej za pośrednictwem Aplikacji mobilnej „Pracuj.pl oferty pracy”, przetwarzamy m.in.\nnastępujące informacje o Tobie: adres e-mail, imię, nazwisko, zdjęcie (avatar), ID użytkownika, historię wyszukiwania ofert pracy, adres IP, geolokalizację (jeżeli wyrazisz na to zgodę na Twoim urządzeniu mobilnym).\nJeżeli używasz do Twojego uwierzytelnienia w Aplikacji mobilnej „Pracuj.pl oferty pracy” danych biometrycznych, np.\nodcisku palca lub zdjęcia twarzy, dane te będą przetwarzane przez dostawcę oprogramowania na Twoim urządzeniu mobilnym, np.\nApple.\nJeżeli korzystasz z Kreatora CV za pomocą Aplikacji mobilnej, będziemy przetwarzać informacje o Tobie podane w Kreatorze CV.</p>\n<p>\n<b>Podstawa prawna.</b> Niezbędność do wykonania umowy o świadczenie usług zgodnie z Regulaminem (art.\n6 ust.\n1 lit.\nb RODO) lub nasz prawnie uzasadniony interes (art.\n6 ust.\n1&nbsp;lit.\nf RODO), polegający na zapewnieniu bezpieczeństwa lub ułatwieniu korzystania z Aplikacji mobilnej „Pracuj.pl oferty pracy” i „Kreator CV”.</p>\n<b>Ścieżki kariery</b>\n<p>\n<strong>Zakres danych</strong>.\nW celu świadczenia usługi Ścieżki kariery przetwarzamy następujące dane &nbsp;zawarte w Twoim Profilu: podsumowanie zawodowe, nazwa, organizator i data kursu, nazwa szkoły, poziom edukacji, nazwa specjalizacji, typ wykształcenia, data rozpoczęcia i data zakończenia edukacji w danej szkole, nazwa stanowiska, lokalizacja danego stanowiska (miejsce pracy), data rozpoczęcia i data zakończenia pracy na danym stanowisku, zakres obowiązków na danym stanowisku.</p>\n<p>\n<strong>Podstawa prawna</strong>.\nNasz prawnie uzasadniony interes (art.\n6 ust.\n1&nbsp;lit.\nf RODO), polegający na możliwości świadczenia usługi Ścieżki kariery.</p>\n<p>\n<strong>Równowaga interesów</strong>.\nPo zważeniu naszego interesu oraz Twoich interesów, praw i wolności uznaliśmy, że przetwarzanie danych z Profilu nie będzie ingerować nadmiernie w Twoją prywatność ani nie będzie stanowić dla Ciebie nadmiernej uciążliwości.\nW toku ważenia interesów, praw i wolności uwzględniliśmy następujące okoliczności:</p>\n<p>a) posiadasz informacje, jakie dokładnie dane z Twojego Profilu przetwarzamy w celu świadczenia usługi Ścieżki kariery i na czym ta usługa polega;<br>b) Twoje rozsądne oczekiwanie wiąże się z przetwarzaniem Twoich danych zawartych w Profilu w celu świadczenia usługi Ścieżki kariery zgodnie z <strong>Regulaminem</strong>;<br>c) w ramach usługi Ścieżki kariery nie przekazujemy Twoich danych osobowych do innych Użytkowników czy Użytkowników niezalogowanych.\nW ramach prezentacji danej ścieżki kariery dane osobowe są pokazywane jedynie w formie zagregowanej (zanonimizowanej).\nNie ma możliwości identyfikacji konkretnego Użytkownika;<br>d) zapewniamy, że wdrożyliśmy odpowiednie gwarancje ochrony Twojej prywatności, a mianowicie korzystamy jedynie z danych dotyczących sfery zawodowej Twojego życia (dane zawarte w Profilu) i nie łączymy tych danych z danymi z innych źródeł;<br>e) szanujemy Twoją wolę i ułatwiamy Ci realizację Twoich praw.\nW tym celu zapewniamy możliwość wyrażenia sprzeciwu na przetwarzanie Twoich danych osobowych w tym celu.</p>\n<b>Statystyka korzystania z poszczególnych funkcjonalności Serwisów oraz ułatwienie korzystania z Serwisów i aplikacji mobilnej oraz zapewnienie bezpieczeństwa informatycznego Serwisów</b>\n<p>\n<b>Zakres danych.</b> W tych celach przetwarzamy dane osobowe dotyczące Twojej aktywności w Serwisach, takie jak: odwiedzane strony i podstrony Serwisów oraz ilość spędzanego na każdej z nich czasu, jak również dane dotyczące Twojej historii wyszukiwania i wysłanych aplikacji na oferty pracy, Twojego adresu IP, lokalizacji, ID urządzenia oraz dane dotyczące przeglądarki oraz systemu operacyjnego.</p>\n<p>\n<b>Podstawa prawna.</b> Nasz prawnie uzasadniony interes (art.\n6 ust.\n1 lit.\nf RODO), polegający na ułatwieniu korzystania z usług świadczonych drogą elektroniczną oraz na poprawie funkcjonalności tych usług.</p>\n<b>Ustalenie, dochodzenie i obrona przed roszczeniami</b>\n<p>\n<b>Zakres danych.</b> W tym celu możemy przetwarzać niektóre dane osobowe podane przez Ciebie w Profilu, takie jak: imię, nazwisko, data urodzenia, dane dotyczące korzystania z naszych usług, jeżeli roszczenia wynikają ze sposobu, w jaki korzystasz z naszych usług, inne dane niezbędne do udowodnienia istnienia roszczenia, w tym rozmiarów poniesionej szkody.</p>\n<p>\n<b>Podstawa prawna.</b> Nasz prawnie uzasadniony interes (art.\n6 ust.\n1 lit.\nf RODO), polegający na ustaleniu, dochodzeniu oraz obronie przed roszczeniami w postępowaniu przed sądami i innymi organami państwowymi.</p>\n<b>Rozpatrywanie skarg i wniosków, odpowiedzi na pytania</b>\n<p>\n<b>Zakres danych.</b> W tym celu możemy przetwarzać niektóre dane osobowe podane przez Ciebie w Profilu, jak również dane dotyczące korzystania z naszych usług, będących przyczyną skargi lub wniosku, dane zawarte w dokumentach załączonych do skargi lub wniosku.\nW przypadku korzystania z chatbota w aplikacji Messenger, przetwarzamy również dane udostępniane przez Ciebie w profilu Facebook (np.\nTwoje zdjęcie profilowe) oraz wszelkie dane, które podajesz w wiadomościach przesyłanych za pośrednictwem aplikacji Messenger.</p>\n<p>\n<b>Podstawa prawna.</b> Nasz prawnie uzasadniony interes (art.\n6 ust.\n1 lit.\nf RODO), polegający na poprawie funkcjonalności usług świadczonych drogą elektroniczną oraz na budowaniu pozytywnych relacji z Użytkownikami oraz Użytkownikami niezalogowanymi, opartych na rzetelności i lojalności.</p>\n<b>Badanie Twojej satysfakcji</b>\n<p>\n<b>Zakres danych.</b> W tym celu przetwarzamy Twoje dane osobowe obejmujące: adres e-mail oraz informację o dacie wysłanej aplikacji na ofertę pracy, jak również Twoje odpowiedzi na przygotowane przez nas pytania, zawarte w ankietach i formularzach wykorzystywanych do badania satysfakcji.</p>\n<p>\n<b>Podstawa prawna.</b> Nasz prawnie uzasadniony interes (art.\n6 ust.\n1 lit.\nf RODO), polegający na poprawie funkcjonalności usług świadczonych drogą elektroniczną oraz dokonaniu oceny satysfakcji ze świadczonych przez nas usług.</p>\n<b>Konkursy </b>\n<p>\n<b>Zakres danych.</b> Przetwarzamy Twoje dane osobowe, które podałeś w formularzu zgłoszeniowym do uczestnictwa w określonym konkursie.\nFormularz wskazuje uzupełnienie których pól informacyjnych jest wymagane, a których dobrowolne.\nUzupełnienie pól oznaczonych jako wymagane jest warunkiem zgłoszenia uczestnictwa w określonym konkursie.</p>\n<p>\n<b>Podstawa prawna.</b> Nasz prawnie uzasadniony interes (art.\n6 ust.\n1 lit.\nf RODO), polegający na promocji naszych produktów i usług poprzez organizowanie określonych konkursów oraz na budowaniu relacji z naszymi Użytkownikami lub Użytkownikami niezalogowanymi.\nJeżeli jesteś zwycięzcą określonego konkursu, będziemy przetwarzali Twoje dane osobowe także w celu realizacji ciążących na nas obowiązków podatkowych związanych z rozliczeniem nagrody (art.\n6 ust.\n1 lit.\nc RODO).</p>\n<b>Media społecznościowe</b>\n<p>\n<b>Zakres danych.\n</b>Jeżeli odwiedzasz nasze profile, w tym fanpage w mediach społecznościowych (np.\nFacebook, Instagram, LinkedIn, Twitter), w tym uczestniczysz w różnych naszych akcjach organizowanych w takich serwisach społecznościowych (np.\nkonkursy, akcje promocyjne, porady, możliwość zadawania pytań), przetwarzamy Twoje dane osobowe pozyskane za pomocą tych mediów, m.in.\nTwoje imię i nazwisko, nazwę użytkownika, zdjęcie profilowe (avatar), informacje zawarte w Twoich postach i komentarzach.</p>\n<p>\n<b>Podstawa prawna.\n</b>Nasz prawnie uzasadniony interes (art.\n6 ust.\n1 lit.\nf RODO), polegający na budowaniu pozytywnych relacji z naszymi Użytkownikami lub Użytkownikami niezalogowanymi w mediach społecznościowych lub na marketingu naszych produktów i usług, w tym organizowaniu różnych konkursów i innych akcji promocyjnych skierowanych do kandydatów do pracy.</p>\n<p>Więcej informacji odnośnie przetwarzania Twoich danych osobowych w związku z odwiedzaniem naszych profili w mediach społecznościowych, znajdziesz w Informacji dla użytkowników naszych profili w mediach społecznościowych</p>\n4.\nW JAKI SPOSÓB OCENIAMY TWOJE ZAINTERESOWANIA I PREFERENCJE?\n<p>Nasze Serwisy mają na celu jak najlepsze dopasowanie ofert pracy oraz wszelkich komunikatów marketingowych do Twoich zainteresowań i preferencji (profilowanie).\nW celu przekazania Ci jak najbardziej przejrzystej informacji poniżej opisujemy kiedy stosujemy profilowanie i na czym ono polega.</p>\n<b>P</b>\n<strong>omoc w uzupełnianiu Profilu i zachęcanie do skorzystania z innych usług</strong>\n<p>Aby pomóc Ci jak najlepiej wypełnić Profil i dostosować inne nasze usługi do Twoich potrzeb, udostępniamy dla Użytkowników dedykowane formularze lub inne aplikacje, gdzie Użytkownik może podać określone dane i preferencje, abyśmy mogli podpowiedzieć mu jak wypełnić Profil czy zachęcić go do skorzystania z innych naszych usług (m.in.\nUdostępniania Profilu).</p>\n<p>\n<strong>Zakres danych</strong>.\nW tym celu przetwarzamy dane osobowe podane przez Ciebie przy utworzeniu Konta, w dedykowanych formularzach wprowadzających w usługi Pracuj.pl, dane podane w dokumentach zapisanych przez Ciebie w Koncie (w szczególności dane zawarte w Twoim CV), jak również dane dotyczące Twojej aktywności w Serwisach, rejestrowane oraz przechowywane za pośrednictwem plików cookies, w szczególności informacje o wysłanych aplikacjach na oferty pracy (kliknięcia w przycisk „Aplikuj teraz” lub „Aplikuj mobilnie”) i odsłony formularza aplikowania niezakończone wysłaniem aplikacji.</p>\n<p>\n<strong>Profilowanie</strong>.\nPowyższe dane wykorzystujemy do stworzenia Twojego profilu zawodowego, odpowiadającego Twoim umiejętnościom, wykształceniu, doświadczeniu, zainteresowaniom i preferencjom.\nNastępnie na podstawie tak stworzonego profilu zawodowego podpowiadamy Ci jak najlepiej uzupełnić Profil i zachęcamy do skorzystania z innych naszych usług.</p>\n<p>\n<strong>Podstawa prawna</strong>.\nNasz prawnie uzasadniony interes (art.\n6 ust.\n1 lit.\nf RODO), polegający na ułatwianiu Użytkownikom wypełniania Profilu i zachęcaniu ich do skorzystania z innych naszych usług.</p>\n<p>\n<strong>Równowaga interesów</strong>.\nPo zważeniu naszego interesu oraz Twoich interesów, praw i wolności uznaliśmy, że przetwarzanie danych we wskazanych celach nie będzie ingerować nadmiernie w Twoją prywatność ani nie będzie stanowić dla Ciebie nadmiernej uciążliwości.\nW toku ważenia interesów, praw i wolności uwzględniliśmy następujące okoliczności:</p>\n<p>a) posiadasz informacje, jakie dokładnie dane przetwarzamy, aby pomóc Ci uzupełnić Profil czy zachęcić Cię do skorzystania z innych naszych usług (m.in.\nUdostępniania Profilu);<br>b) Twoje rozsądne oczekiwanie wiąże się z przetwarzaniem Twoich danych we wskazanych celach i jest dla Ciebie korzystne (pomagamy Ci jak najlepiej uzupełnić Profil, co może Ci pomóc w dotarciu do Pracodawców publikujących pasujące do Ciebie oferty pracy);<br>c) zapewniamy, że wdrożyliśmy odpowiednie gwarancje ochrony Twojej prywatności, a mianowicie korzystamy jedynie z danych dotyczących sfery zawodowej Twojego życia i nie łączymy tych danych z danymi z innych źródeł (zbieramy tylko dane podane przez Ciebie w Serwisie lub dotyczące Twojej aktywności w Serwisie);<br>d) szanujemy Twoją wolę i ułatwiamy Ci realizację Twoich praw.\nW tym celu zapewniamy możliwość wyrażenia sprzeciwu na przetwarzanie Twoich danych osobowych w tym celu.</p>\n<b>Rekomendowane oferty pracy</b>\n<p>\n<b>Rodzaj usług.\n</b>Usługa rekomendowanych ofert pracy może być przez nas świadczona w sposób zautomatyzowany poprzez przygotowanie indywidualnego raportu dla Użytkownika.\nW takim przypadku rekomendowane oferty są Tobie prezentowane w Serwisie przed i po zalogowaniu, jak również w formie powiadomień w aplikacji mobilnej i w przeglądarce internetowej (powiadomienia web push) oraz przesyłane na podany przez Ciebie adres e-mail.</p>\n<p>\n<b>Zakres danych.</b> W tym celu przetwarzamy dane osobowe podane przez Ciebie przy utworzeniu Konta, przy uzupełnianiu Profilu oraz dane podane w dokumentach zapisanych przez Ciebie w Koncie (w szczególności dane zawarte w Twoim CV), jak również dane dotyczące Twojej aktywności w Serwisach, rejestrowane oraz przechowywane za pośrednictwem plików cookies, w szczególności informacje o wysłanych aplikacjach na oferty pracy (kliknięcia w przycisk „Aplikuj teraz” lub „Aplikuj mobilnie”) i odsłony formularza aplikowania niezakończone wysłaniem aplikacji.</p>\n<p>\n<b>Profilowanie.</b> Powyższe dane wykorzystujemy do stworzenia Twojego profilu zawodowego, odpowiadającego Twoim umiejętnościom, wykształceniu, doświadczeniu, zainteresowaniom i preferencjom.\nNastępnie na podstawie tak stworzonego profilu zawodowego wybieramy i przedstawiamy Ci najlepiej do Ciebie pasujące oferty pracy.</p>\n<p>\n<b>Podstawa prawna.</b> Realizacja funkcjonalności Rekomendowanych ofert pracy w ramach wykonania usługi Konta (art.\n6 ust.\n1 lit.\nb RODO).</p>\n<b>Marketing naszych produktów i usług oraz naszych klientów</b>\n<p>\n<b>Zakres danych.</b> W tym celu przetwarzamy dane osobowe podane przez Ciebie przy utworzeniu Konta, uzupełnianiu Profilu, dane zawarte w odrębnych formularzach do pozyskiwania zgód czy newsletterów oraz dane dotyczące Twojej aktywności w Serwisach, rejestrowane i przechowywane za pośrednictwem plików cookies.\nDane dotyczące aktywności dotyczą w szczególności takich danych jak: historia wyszukiwania, kliknięcia w Serwisach, odwiedziny na głównych stronach Serwisów i ich podstronach, daty logowania i rejestracji, dane dotyczące korzystania z określonych usług w Serwisach, historia i Twoja aktywność związana z naszą komunikacją mailową z Tobą.</p>\n<p>\n<b>Profilowanie.</b> Powyższe dane wykorzystujemy do stworzenia Twojego profilu zawodowego, odpowiadającego Twoim umiejętnościom, wykształceniu, doświadczeniu, zainteresowaniom i preferencjom.\nNastępnie do tak stworzonego profilu zawodowego dopasowujemy informacje marketingowe dotyczące naszych produktów i usług oraz naszych klientów, które mogą Cię zainteresować.</p>\n<p>\n<b>Remarketing.</b> W celu dotarcia do Ciebie z naszymi komunikatami marketingowymi poza Serwisami korzystamy z usług zewnętrznych dostawców.\nUsługi te polegają na wyświetlaniu naszych komunikatów marketingowych na innych stronach niż Serwisy.\nW tym celu zewnętrzni dostawcy instalują np.\nodpowiedni kod lub pixel, aby pobrać informacje o Twojej aktywności w Serwisach.\nSzczegóły znajdziesz w Polityce Cookies</p>\n<p>\n<b>Podstawa prawna.</b> Nasz prawnie uzasadniony interes (art.\n6 ust.\n1 lit.\nf RODO), polegający na marketingu naszych produktów i usług oraz produktów i usług naszych klientów (w tym potencjalnych pracodawców).</p>\n<p>\n<b>Równowaga interesów.</b> Po zważeniu naszego interesu oraz Twoich interesów, praw i wolności uznaliśmy, że marketing połączony z profilowaniem nie będzie ingerować nadmiernie w Twoją prywatność ani nie będzie stanowić dla Ciebie nadmiernej uciążliwości.\nW toku ważenia interesów, praw i wolności uwzględniliśmy następujące okoliczności:</p>\n<p>a) wyraziłeś chęć otrzymywania komunikatów marketingowych na podany adres e-mail (odrębnie dla komunikatów dotyczących Pracuj.pl oraz naszych klientów), a zatem uznaliśmy, że możesz rozsądnie oczekiwać, że będziemy wysyłać do Ciebie tego rodzaju komunikaty;<br>b) Twoje rozsądne oczekiwanie wiąże się z otrzymywaniem komunikatów dotyczących nie tylko Pracuj.pl, ale także naszych klientów (w tym potencjalnych pracodawców).\nInformacje dotyczące potencjalnych pracodawców (ich produktów, usług lub wizerunku) są, ze względu na specyfikę Serwisu, szczególnie oczekiwane przez Użytkowników, aktywnie poszukujących zatrudnienia;<br>c) w ramach marketingu produktów i usług naszych klientów nie przekazujemy Twoich danych osobowych tym klientom.\nw ten sposób ograniczamy krąg osób mających dostęp do Twoich danych osobowych;<br>d) tworzymy Twój profil zawodowy na podstawie podanych przez Ciebie danych oraz danych wynikających z Twojej aktywności w Serwisach (profilowanie).\nNastępnie wykorzystujemy stworzony w ten sposób profil w celu indywidualizacji wysyłanych do Ciebie komunikatów marketingowych.\nZapewniamy przy tym, że wdrożyliśmy odpowiednie gwarancje ochrony Twojej prywatności, a mianowicie:</p>\n<p>i.\nkorzystamy jedynie z danych dotyczących sfery zawodowej Twojego życia.\nInteresuje nas jedynie to, co dotyczy Twojej pracy, nie zaś Twojego życia prywatnego,<br>ii.\nkorzystamy jedynie z danych dotyczących Twojej aktywności w Serwisach, Interesuje nas, jakich ofert pracy szukasz i które oferty Cię zainteresowały, nie zaś to, co robisz na innych stronach internetowych;</p>\n<p>e) szanujemy Twoją wolę i ułatwiamy Ci realizację Twoich praw.\nW tym celu zapewniamy możliwość łatwego wycofania zgód na otrzymywanie komunikatów marketingowych drogą mailową m.in.\nz poziomu ustawień Konta (zakładka Ustawienia (Prywatność)), jak również z poziomu otrzymywanych wiadomości mailowych.\nJednocześnie wycofanie zgody na otrzymywanie takich komunikatów traktujemy jako zgłoszenie sprzeciwu wobec profilowania na potrzeby marketingowe.</p>\n5.\nKOMU UDOSTĘPNIAMY TWOJE DANE OSOBOWE?\n<p>Przekazujemy Twoje dane osobowe następującym kategoriom odbiorców:</p>\n<b>Pracodawcy</b>\n<p>Udostępniamy Twoje dane osobowe Pracodawcom korzystającym z naszych Serwisów.<br>Do udostępnienia danych osobowych dochodzi w przypadku korzystania z usługi Udostępniania Profilu.\nPracodawcy, którym udostępniamy Twoje dane osobowe samodzielnie określają cele i sposoby przetwarzania tych danych, nie podlegając w tym zakresie naszym poleceniom (są odrębnymi administratorami Twoich danych osobowych).\nW związku z tym nie ponosimy odpowiedzialności za ich działania i zaniechania.</p>\n<p>Aktualną listę pracodawców możesz znaleźć tutaj</p>\n<b>Dostawcy usług</b>\n<p>Przekazujemy Twoje dane osobowe dostawcom usług, z których korzystamy przy prowadzeniu Serwisów.\nDostawcy usług, którym przekazujemy Twoje dane osobowe, w zależności od uzgodnień umownych i okoliczności, albo podlegają naszym poleceniom co do celów i sposobów przetwarzania tych danych (podmioty przetwarzające) albo samodzielnie określają cele i sposoby ich przetwarzania (administratorzy).\nWykaz dostawców, z których usług korzystamy, znajdziesz tutaj.\nWykaz jest na bieżąco aktualizowany.</p>\n<p>\n<b>Podmioty przetwarzające.</b> Korzystamy z dostawców, którzy przetwarzają Twoje dane osobowe wyłącznie na nasze polecenie.\nŚwiadczą oni dla nas usługę hostingu w chmurze obliczeniowej, dostarczają nam systemy do marketingu online, do wyświetlania powiadomień web push, do wysyłki wiadomości e-mail, do analizy ruchu w Serwisach, do analizy skuteczności kampanii marketingowych, jak również wspierają realizację określonych usług i funkcjonalności Konta (np.\nŚcieżki kariery, spotkania rekrutacyjne online).</p>\n<p>\n<b>Administratorzy.</b> Korzystamy z dostawców, którzy nie działają wyłącznie na nasze polecenie i sami ustalą cele i sposoby wykorzystania Twoich danych osobowych.\nŚwiadczą oni dla nas usługi kampanii remarketingowych oraz prowadzą badania statystyczne.\nNasze Serwisy korzystają także z usługi YouTube API.\nWarunki korzystania z tej usługi dostępne są pod linkiem https://www.youtube.com/t/terms, a Politykę prywatności Google można znaleźć pod linkiem: https://www.google.com/policies/privacy.</p>\n<p>\n<b>Lokalizacja.\n</b>Nasi dostawcy mają siedzibę głównie w Polsce i w innych krajach Europejskiego Obszaru Gospodarczego (EOG), np.\nw Irlandii.\nNiektórzy spośród naszych dostawców mają siedzibę poza terytorium EOG.\nW związku z przekazaniem Twoich danych poza terytorium EOG zadbaliśmy, aby nasi dostawcy dawali gwarancje wysokiego stopnia ochrony danych osobowych.\nGwarancje te wynikają w szczególności ze zobowiązania do stosowania standardowych klauzul umownych przyjętych przez Komisję (UE).</p>\n<p>Masz prawo żądać od nas przekazania kopii standardowych klauzul umownych, określających odpowiednie zabezpieczenia, kierując zapytanie w sposób wskazany w punkcie 2 Polityki Prywatności.</p>\n<b>Organy państwowe</b>\n<p>Udostępniamy Twoje dane osobowe, jeżeli zwrócą się do nas o to uprawnione organy państwowe, w szczególności jednostki organizacyjne prokuratury, Policja, Prezes Urzędu Ochrony Danych Osobowych, Prezes Urzędu Ochrony Konkurencji i Konsumentów lub Prezes Urzędu Komunikacji Elektronicznej.</p>\n6.\nJAK DŁUGO PRZECHOWUJEMY TWOJE DANE OSOBOWE?\n<p>\n<b>Dane zebrane w ramach świadczenia usługi Konta.</b> Dane osobowe Użytkowników przechowujemy przez okres posiadania Konta w Serwisie dla celów realizacji usługi Konta oraz związanych z nim funkcjonalności oraz innych usług zgodnie z Regulaminem, jak również do celów marketingowych.\nPo usunięciu Konta Twoje dane osobowe zostaną zanonimizowane, za wyjątkiem następujących danych: imię, nazwisko, adres e-mail oraz informacja o wyrażonych zgodach (te dane będziemy przechowywać jeszcze przez okres 3 lat od usunięcia Konta dla celów rozpatrywania skarg oraz roszczeń związanych z korzystaniem z naszych usług).</p>\n<p>\n<b>Dane zebrane w ramach Konta niepotwierdzonego.</b>&nbsp;Dane osobowe zebrane w związku z utworzeniem Konta niepotwierdzonego przetwarzamy przez okres 60 dni od dnia przesłania linku aktywacyjnego do potwierdzenia założenia Konta lub przesłania aplikacji na ofertę pracy bez potwierdzenia Konta zgodnie z Regulaminem.\nPo tym czasie Twoje dane osobowe zostaną zanonimizowane.</p>\n<p>\n<b>Dane zebrane za pomocą plików cookies.</b> Dane osobowe Użytkowników oraz Użytkowników niezalogowanych zawarte w plikach cookies przechowujemy przez czas odpowiadający cyklowi życia zapisanych na ich urządzeniach plików cookies.\nSzczegóły dotyczące sposobu korzystania przez nas z plików cookies znajdziesz w&nbsp;Polityce Cookies.</p>\n<p>\n<b>Dane zebrane w ramach pytań, skarg i wniosków.</b> Dane osobowe Użytkowników niezalogowanych, którzy kierują do nas różne zapytania, skargi i wnioski, w tym dane zawarte w treści kierowanych do nas wiadomości, przetwarzamy przez okres niezbędny do rozpatrzenia danego zapytania, skargi lub wniosku, jednak nie dłużej niż przez okres 3 lat od otrzymania określonej wiadomości.\nJeżeli określona wiadomość stanowi lub może stanowić dowód w postępowaniu przed sądem lub innym organem państwowym, możemy przechowywać takie wiadomości i zawarte w nich dane osobowe do czasu prawomocnego zakończenia postępowania.</p>\n<p>\n<strong>Dane przetwarzane na podstawie naszego prawnie uzasadnionego interesu</strong>.\nGdy podstawą przetwarzania przez nas Twoich danych osobowych jest nasz prawnie uzasadniony interes (poza przetwarzaniem w celach marketingowych), np.\nw celu świadczenia określonych usług/ich rozwoju czy prowadzenia statystyk, będziemy przetwarzać Twoje dane osobowe do czasu uznania przez nas za skuteczny zgłoszonego przez Ciebie sprzeciwu wobec przetwarzania Twoich danych do tych celów.</p>\n7.\nJAKIE SĄ TWOJE PRAWA Z ZWIĄZKU Z PRZETWARZANIEM TWOICH DANYCH OSOBOWYCH?\n<p>Zapewniamy realizację Twoich uprawnień wskazanych poniżej.\nMożesz realizować swoje prawa przez zgłoszenie żądania na formularzu kontaktowym.\nDodatkowo możesz dokonać wybranych zmian w ustawieniach Konta w zakładce Ustawienia (Prywatność) po zalogowaniu do Serwisu.</p>\n<b>Prawo do cofnięcia zgody</b>\n<p>Masz prawo do cofnięcia każdej zgody, jakiej udzieliłeś w momencie rejestracji do Serwisu, jak również podczas korzystania z poszczególnych usług i funkcjonalności oferowanych w Serwisie.\nCofnięcie zgody ma skutek od momentu wycofania zgody.\nCofnięcie zgody nie wpływa na przetwarzanie dokonywane przez nas zgodnie z prawem przed jej cofnięciem.</p>\n<p>Cofnięcie zgody nie pociąga za sobą dla Ciebie żadnych negatywnych konsekwencji.\nMoże jednak uniemożliwić dalsze korzystanie z usług lub funkcjonalności, które zgodnie z prawem możemy świadczyć jedynie za zgodą.<br>Podstawa prawna: art.\n7 ust.\n3 RODO</p>\n<b>Prawo do sprzeciwu wobec wykorzystania danych</b>\n<p>Masz prawo w dowolnym momencie wnieść sprzeciw wobec wykorzystania Twoich danych osobowych, w tym profilowania, jeżeli przetwarzamy Twoje dane w oparciu o nasz prawnie uzasadniony interes, np.\nw związku z marketingiem naszych produktów i usług oraz naszych klientów, prowadzeniem statystyki korzystania z poszczególnych funkcjonalności Serwisów oraz ułatwieniem korzystania z Serwisów, a także badaniem satysfakcji.</p>\n<p>Rezygnacja z otrzymywania komunikatów marketingowych dotyczących naszych produktów lub usług lub naszych klientów, będzie dla nas oznaczać Twój sprzeciw na przetwarzanie Twoich danych osobowych, w tym profilowanie w tych celach.</p>\n<p>Jeżeli Twój sprzeciw okaże się zasadny i nie będziemy mieli innej podstawy prawnej do przetwarzania Twoich danych osobowych, usuniemy Twoje dane, wobec wykorzystania których wniosłeś sprzeciw.<br>Podstawa prawna: art.\n21 RODO</p>\n<b>Prawo do usunięcia danych („prawo do bycia zapomnianym”)</b>\n<p>Masz prawo do żądania usunięcia wszystkich lub niektórych danych osobowych.\nŻądanie usunięcia wszystkich danych osobowych będziemy traktować jako żądanie usunięcia Konta.</p>\n<p>Masz prawo żądania usunięcia danych osobowych, jeżeli:<br>a) wycofałeś określoną zgodę, w zakresie w jakim dane osobowe były przetwarzane w oparciu o Twoją zgodę;<br>b) Twoje dane osobowe przestały być niezbędne do celów, w których zostały zebrane lub w których były przetwarzane;<br>c) wniosłeś sprzeciw wobec wykorzystywania Twoich danych w celach marketingowych;<br>d) wniosłeś sprzeciw wobec wykorzystywania Twoich danych w celu prowadzenia statystyki korzystania z Serwisu i badania satysfakcji, a sprzeciw został uznany za zasadny;<br>e) Twoje dane osobowe są przetwarzane niezgodnie z prawem.</p>\n<p>Pomimo żądania usunięcia danych osobowych, w związku z wniesieniem sprzeciwu lub wycofaniem zgody, możemy zachować pewne dane osobowe w zakresie niezbędnym do celów ustalenia, dochodzenia lub obrony roszczeń.\nDotyczy to w szczególności danych osobowych obejmujących: imię, nazwisko, adres e-mail oraz historię aplikowania, które to dane zachowujemy dla celów rozpatrywania skarg oraz roszczeń związanych z korzystaniem z naszych usług.<br>Podstawa prawna: art.\n17 RODO</p>\n<b>Prawo do ograniczenia przetwarzania danych</b>\n<p>Masz prawo do żądania ograniczenia przetwarzania Twoich danych osobowych.\nJeżeli zgłosisz takie żądanie, do czasu jego rozpatrzenia uniemożliwimy Ci korzystanie z określonych funkcjonalności lub usług, z których korzystanie będzie się wiązało z przetwarzaniem danych objętych żądaniem.\nNie będziemy też do Ciebie wysłać żadnych komunikatów, w tym marketingowych.</p>\n<p>Masz prawo do żądania ograniczenia wykorzystania Twoich danych osobowych w następujących przypadkach:<br>a) gdy kwestionujesz prawidłowość swoich danych osobowych – wówczas ograniczymy ich wykorzystanie na czas potrzebny nam do sprawdzenia prawidłowości Twoich danych, nie dłużej jednak niż na 7 dni;<br>b) gdy przetwarzanie Twoich danych jest niezgodne z prawem, a zamiast usunięcia danych zażądasz ograniczenia ich wykorzystania;<br>c) gdy Twoje dane osobowe przestały być niezbędne do celów, w których je zebraliśmy lub wykorzystywaliśmy, ale są one potrzebne Tobie w celu ustalenia, dochodzenia lub obrony roszczeń;<br>d) gdy wniosłeś sprzeciw wobec wykorzystania Twoich danych – wówczas ograniczenie następuje na czas potrzebny do rozważenia, czy – ze względu na Twoją szczególną sytuację – ochrona Twoich interesów, praw i wolności przeważa nad interesami, które realizujemy, przetwarzając Twoje dane osobowe.<br>Podstawa prawna: art.\n18 RODO</p>\n<b>Prawo dostępu do danych</b>\n<p>Masz prawo uzyskać od nas potwierdzenie, czy przetwarzamy Twoje dane osobowe, a jeżeli ma to miejsce, masz prawo:<br>a) uzyskać dostęp do swoich danych osobowych;<br>b) uzyskać informacje o celach przetwarzania, kategoriach przetwarzanych danych osobowych, o odbiorcach lub kategoriach odbiorców tych danych, planowanym okresie przechowywania Twoich danych lub o kryteriach ustalania tego okresu, o prawach przysługujących Ci na mocy RODO oraz o prawie wniesienia skargi do organu nadzorczego, o źródle tych danych, o zautomatyzowanym podejmowaniu decyzji, w tym o profilowaniu oraz o zabezpieczeniach stosowanych w związku z przekazaniem tych danych poza Unię Europejską;<br>c) uzyskać kopię swoich danych osobowych.<br>Podstawa prawna: art.\n15 RODO</p>\n<b>Prawo do sprostowania danych</b>\n<p>Masz prawo do sprostowania i uzupełnienia podanych przez siebie danych osobowych.\nMożesz tego dokonać samodzielnie w zakładce Ustawienia (Prywatność).\nW odniesieniu do pozostałych danych osobowych masz prawo żądać od nas sprostowania tych danych (jeżeli są nieprawidłowe) oraz ich uzupełnienia (jeżeli są niekompletne).\nPodstawa prawna: art.\n16 RODO</p>\n<b>Prawo do przenoszenia danych</b>\n<p>Masz prawo otrzymać swoje dane osobowe, które nam dostarczyłeś, a następnie przesłać je do innego, wybranego przez siebie, administratora danych osobowych, np.\ndo innego operatora podobnych serwisów.\nMasz również prawo żądać, by dane osobowe zostały przesłane przez nas bezpośrednio takiemu innemu administratorowi, o ile jest to technicznie możliwe.</p>\n<p>Twoje dane osobowe wyślemy w postaci pliku w formacie csv.\nFormat csv jest formatem powszechnie używanym, nadającym się do odczytu maszynowego i pozwalającym na przesłanie otrzymanych danych do innego administratora danych osobowych.<br>Podstawa prawna: art.\n20 RODO</p>\n<b>W jakim czasie spełniamy Twoje żądanie?</b>\n<p>Jeżeli, w wykonaniu wymienionych powyżej uprawnień, występujesz do nas z żądaniem, spełniamy to żądanie albo odmawiamy jego spełnienia niezwłocznie, nie później jednak niż w ciągu miesiąca po jego otrzymaniu.\nJeżeli jednak – z uwagi na skomplikowany charakter żądania lub liczbę żądań – nie będziemy mogli spełnić Twojego żądania w ciągu miesiąca, spełnimy je w ciągu kolejnych dwóch miesięcy informując Cię uprzednio o zamierzonym przedłużeniu terminu.</p>\n<p>Ze względów technicznych, potrzebujemy zawsze 24h na dokonanie aktualizacji wybranych przez Ciebie ustawień w naszych systemach.\nDlatego może się zdarzyć, że otrzymasz od nas w trakcie aktualizacji systemów wiadomość e-mail, z której otrzymywania zrezygnowałeś.</p>\n<b>Zgłaszanie skarg, zapytań i wniosków</b>\n<p>Możesz zgłaszać do nas skargi, zapytania i wnioski dotyczące przetwarzania Twoich danych osobowych oraz realizacji przysługujących Ci uprawnień.</p>\n<p>Jeżeli uważasz, że Twoje prawo do ochrony danych osobowych lub inne prawa przyznane Ci na mocy RODO zostały naruszone, masz prawo wniesienia skargi do Prezesa Urzędu Ochrony Danych Osobowych, adres: ul.\nStawki 2, 00-193 Warszawa (www.uodo.gov.pl).</p>\n8.\nW JAKI SPOSÓB DBAMY O BEZPIECZEŃSTWO TWOICH DANYCH OSOBOWYCH?\n<p>Dokładamy wszelkich starań, aby zapewnić bezpieczeństwo Twoich danych osobowych.\nSerwisy używają szyfrowanej transmisji danych (SSL) podczas rejestracji i logowania, co zapewnia ochronę identyfikujących Cię danych oraz znacząco utrudnia przechwycenie dostępu do Twojego Konta przez nieupoważnione systemy lub osoby.</p>\n9.\nW JAKI SPOSÓB KORZYSTAMY Z PLIKÓW COOKIES?\n<p>Szczegóły dotyczące sposobu korzystania przez nas z plików cookies znajdziesz w Polityce Cookies</p>\n10.\nZMIANY W POLITYCE PRYWATNOŚCI\n<p>Stosownie do potrzeb możemy zmieniać i uzupełniać Politykę Prywatności.\nO wszelkich zmianach lub uzupełnieniach poinformujemy Cię poprzez zamieszczenie odpowiednich informacji na głównych stronach Serwisów, a w przypadku istotnych zmian możemy wysłać Ci także odrębne powiadomienia na wskazany przez Ciebie adres e-mail.</p>\n<p>Polityka Prywatności nie ogranicza żadnych uprawnień przysługujących Ci zgodnie z Regulaminem oraz przepisami prawa.</p>\n", "created_at": "2023-09-14 20:02:35.771475", "updated_at": "2023-09-14 20:03:28.048931"}], "points": [], "urls": ["pracuj.pl"]}}