{"error": 448, "message": "OK", "parameters": {"id": 8722, "name": "Understood ", "created_at": "2023-07-02 17:57:50.034607", "updated_at": "2023-07-02 22:02:22.412373", "wikipedia": null, "keywords": null, "related": null, "slug": "understood", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8722.png", "url": "understood.org", "documents": [{"id": 17019, "name": "Privacy policy ", "url": "https://www.understood.org/privacy-policy", "xpath": "//body", "text": "Skip to contentThis page is in EnglishDonateOpens new window <ul>\n<li>EN|</li>\n<li>ES</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>EN|</li>\n<li>ES</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Explore our resources<ul>\n<li>Browse by topic</li>\n<li>Content library</li>\n<li>How to spot signs in kids</li>\n<li>Podcasts</li>\n<li>Workplace resources</li>\n<li>Wunder app for parents</li>\n</ul>\n</li>\n<li>About us<ul>\n<li>Our mission</li>\n<li>Our leadership</li>\n<li>How we started</li>\n<li>Redefining accessibility</li>\n<li>Editorial standards</li>\n<li>Media center</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Partnerships</li>\n<li>Donate</li>\n<li>Join our team</li>\n<li>Privacy policy</li>\n<li>Terms of use</li>\n<li>Fundraising disclosure</li>\n</ul>\n<p>Because differences are our greatest strength</p>DonateOpens new windowWhy support Understood?Privacy policy<p>UNDERSTOOD.ORG PRIVACY POLICY<strong>&nbsp;</strong>\n</p>\n<p>Last updated: June 10, 2022</p>\n<p>Effective on: November 6, 2020&nbsp;&nbsp.\n&nbsp;</p>\n<p>Welcome to our website.\nYour privacy is important to us.&nbsp;</p>\n<p>This Privacy Statement sets forth our policy with respect to the collection, use and disclosure of information that is collected from you by Understood for All, Inc.\n(“we” or “us”) when you visit <u>www.understood.org</u> (the “Site”).&nbsp.\nThe Site provides information about us, our mission and any information or services we provide (together with the Site, the “Services”).&nbsp.\nThis Privacy Statement also explains how we may use and disclose such information, as well as your ability to control certain uses of it.\nBy using this site, you agree to the data collection, use, disclosure and storage practices described in this Privacy Statement.<strong>&nbsp;</strong>\n</p>\n<p>By using the Site, you agree to the data collection, use, disclosure and storage practices described in this Privacy Statement.<strong>\n</strong>We collect information about you in a range of forms, including personal information, when you choose to provide it to us.\nPersonal information (or personal data)&nbsp;means information about an individual from which that person can be identified.\nIt does not include personal information where the identity has been removed (anonymous personal information).\nThis may include when you contact us with inquiries or otherwise contact us.&nbsp;</p>\n<p>When you interact with us through the Services, we may collect information from you, as further described below.\n<strong>The Site is not intended to collect personal health information or other sensitive information about you.\nPlease do not share your personal health or other sensitive information on the Site.\nWe may collect such information from you directly with your consent.\nThe information provided on our Site is also not intended to be used as legal, tax, medical or other professional advice.&nbsp;</strong>\n</p>\n<p>\n<strong>Information You Provide to Us</strong>\n</p>\n<p>We collect information from you when you choose to provide it to us&nbsp.\nThis may include when you make a donation, request information from us, sign up for newsletters or our email lists, complete a survey, use our Services, or otherwise contact us.\nThe information we collect may include: your name, address, email address, telephone number, mobile telephone number, geolocation information, photos or videos, username or any other information, such as ethnicity, marital status, login or password.&nbsp;</p>\n<p>If you use the Services to make donations, you may provide certain payment information, such as payment card, PayPal or other financial account information, and billing address.\nA third-party payment processor collects and processes that information on our behalf.\nwe do not collect or retain your payment information.\nWe may also collect additional types of personal information that you choose to provide to us.\nThis could include information about yourself or family members.\nIt’s up to you whether you provide this information.\nWe will not disclose any of this personal information unless you expressly authorize us to do so.\nWe do not sell&nbsp.\nyour information to other parties.</p>\n<p>You also may provide information to be published or displayed (hereinafter, \"<strong>posted</strong>\") on public areas of the Website, or transmitted to other users of the Website or third parties (collectively, \"<strong>User Contributions</strong>\").&nbsp;</p>\n<p>If you have created an account, you may be able to voluntarily provide additional information in various areas of the Site.\nFor example, you may want to provide additional information as part of an optional profile to enhance your experience and use its features.\nWe may use this information to personalize the Site and its features just for you.</p>\n<p>If you wish to access the Site’s community features, you will be required to create a screen name.\nWe suggest you create a screen name that does not include your name or other identifying information.\nIf you post information in public areas, we cannot control how others may use that information.\nFor example, a third party might copy something you post and use it on another website.\nOr a third party might use the information you posted to contact you.\nWe urge you to use screen names, not real names.</p>\n<p>the Site may also offer you the opportunity to create a full profile.\nWhether you provide information is your choice.\nWe will not disclose the information you provide to us in creating your full profile.\nWe may use it to enhance your experience on the Site and to improve the information and services available to you on and through the Site.</p>\n<p>Your User Contributions are posted on and transmitted to others at your own risk.\nAlthough you may set certain&nbsp;privacy&nbsp;settings for such information by logging into your account profile, please be aware that no security measures are perfect or impenetrable.\nAdditionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions.\nTherefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.</p>\n<p>\n<strong>Information Collected From Other Sources</strong>\n</p>\n<p>We may obtain information about you from other sources, including social networks that you use to connect with Us.\nIf you use a third party service to login, link to us, or communicate with us (such as a social network or third party video chat), we may receive certain information about you from the third party based on your registration and privacy settings on those third party services.\nThis information may include name, user name, demographic information, updated address or contact information, interests, and publicly-observed data, such as from social media and online activity.&nbsp;</p>\n<p>\n<strong>Information Obtained from Third Parties</strong>\n</p>\n<p>If you provide us with personal information about others, or if others give us your information, we will only use that information for the specific reason for which it was provided to us, for example, if you have agreed to share information with one of our partners, we may add this information to the information we already hold about you.&nbsp;</p>\n<p>\n<strong>Information We Automatically Collect and Cookie Policy</strong>\n</p>\n<p>As is true of most Websites, we automatically gather information about your computer such as your IP address, browser type, referring/exit pages, and operating system.</p>\n<p>We may use cookies, web beacons, pixel tags, log files, or other technologies to automatically collect certain information when you use our Services or interact with our emails and online or mobile advertisements.\nFor example, we may automatically collect certain non-personal information from you such as your mobile device identifier or MAC address, browser type, operating system, device model, software version, Internet Protocol (“IP”) address, mobile or ISP carrier information, and the domain name from which you accessed the Services.\nWe also may collect information about your use of the Services including the date and time you access the Services, the areas or pages of the Services that you visit, the amount of time you spend using the Services, the number of times you return, whether you open forward or click-through emails and ads, and other usage data so that we can understand the statistical use trends of our website in order to make improvements.\nThis information is stored and used without any personal information attached to it.&nbsp.\nWe capture the following information:</p>\n<ul>\n<li>\n<p>Domain Name – through which you access the Internet (for instance, Gmail or Yahoo, etc.)</p>\n</li>\n<li>\n<p>IP address – from the computer or network used to access our website</p>\n</li>\n<li>\n<p>Web browser – and operating system used</p>\n</li>\n<li>\n<p>Date and time – you accessed our site</p>\n</li>\n<li>\n<p>Referral Internet address – of the website from which you clicked to get to our website</p>\n</li>\n<li>\n<p>Search terms – used in a search engine (like google.com) that brought you to our website.&nbsp;</p>\n</li>\n</ul>\n<p>We may also use third-party tools or services, such as Google Analytics, to assist us with analyzing and improving the Site and Services&nbsp;</p>\n<p>These service providers are not permitted to use the information collected on our behalf except to help use conduct and improve our business.&nbsp;</p>\n<p>\n<i>Tracking Options and California Do Not Track Disclosures.</i>&nbsp;&nbsp;</p>\n<p>We strive to provide you with choices regarding the personal information you provide to us.&nbsp;</p>\n<p>You may adjust your browser or operating system settings to limit this tracking or to decline cookies, but by doing so, you may not be able to use certain features on the Services or take full advantage of all of our offerings.\nCheck the “Help” menu of your browser or operating system to learn how to adjust your tracking settings or cookie preferences.</p>\n<p>We work with third parties to collect user data through our website or mobile device for purposes of serving ads targeted to your interests.\nWe may also allow third parties such as Google or Meta to use tracking technologies to collect or receive information from our website and elsewhere on the internet and use that information to provide measurement services and targeted ads.&nbsp;&nbsp;</p>\n<p>We do not control third parties' collection or use of your information to serve interest-based advertising.\nHowever, these third parties may provide you with ways to choose not to have your information collected or used in this way.\nTo learn more about how cookies or other technologies are used to deliver more relevant advertising or to opt out of receiving targeted ads please click <u>here</u>.\nOn your mobile device, you can adjust your privacy and advertising settings to limit your tracking for advertising or control whether you receive more relevant advertising.\nNote that our systems may not recognize&nbsp.\nDo Not Track headers or requests from some or all browsers.</p>\n<ul>\n<li>\n<p>\n<strong>Tracking Technologies and Advertising.</strong>&nbsp;You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nIf you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.</p>\n</li>\n<li>\n<p>\n<strong>Disclosure of Your Information for Third-Party Advertising.</strong>&nbsp;If you do not want us to share your personal information with unaffiliated or non-agent third parties for promotional purposes, you can opt-out by sending us an email with your request to info@understood.org.</p>\n</li>\n<li>\n<p>\n<strong>Promotional Offers from Us.</strong>&nbsp;If you do not wish to have your email address used by us to promote our own or third parties' products or services, you can opt-out by sending us an email stating your request to Info@understood.org.\nIf we have sent you a promotional email, you may send us a return email asking to be omitted from future email distributions.&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>Targeted Advertising.</strong>&nbsp;If you do not want us to use information that we collect or that you provide to us to deliver advertisements according to our advertisers' target-audience preferences, you can opt-out by sending us an email with your request to info@understood.org.\nFor this opt-out to function, you must have your browser set to accept all browser cookies.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Combination of Information</strong>\n</p>\n<p>We may combine the information we receive from and about you, including information you provide to us and information we automatically collect through our Site, as well as information collected offline or from third party sources to help us tailor our communications to you and to improve our Services.</p>\n<p>\n<strong>Information Use</strong>\n</p>\n<p>We may use the information we collect from and about you to:&nbsp;</p>\n<ul>\n<li>\n<p>Present our Website and its contents to you;</p>\n</li>\n<li>\n<p>Respond to your inquiries, fulfill orders, process payments and prevent transactional fraud, and contact and communicate with you;</p>\n</li>\n<li>\n<p>Develop new programs, products or services;</p>\n</li>\n<li>\n<p>Engage in educational initiatives to communicate with you and others to further our education goals;</p>\n</li>\n<li>\n<p>Send you a newsletter, fundraising, and marketing communications;</p>\n</li>\n<li>\n<p>Respond to your questions and concerns;</p>\n</li>\n<li>\n<p>Improve the content and functionality of our Website and marketing efforts;</p>\n</li>\n<li>\n<p>Conduct research and analysis;</p>\n</li>\n<li>\n<p>Display content based upon your interests;</p>\n</li>\n<li>\n<p>Comply with applicable laws, including to respond to requests from public and government authorities;</p>\n</li>\n<li>\n<p>Enforce this Privacy Statement;&nbsp;</p>\n</li>\n<li>\n<p>Protect our rights, privacy, safety or property, and/or that of you or others;</p>\n</li>\n<li>\n<p>Protect the security or integrity of the Services and our business.\nand</p>\n</li>\n<li>\n<p>As described to you at the point of data collection.</p>\n</li>\n</ul>\n<p>\n<strong>Information Sharing</strong>\n</p>\n<p>We do not sell your personal information to third parties.\nWe may share the information we collect from and about you:</p>\n<ul>\n<li>\n<p>with selected third parties, including other nonprofits, that we believe may provide promotional materials, and goods and services that may be of interest to you;&nbsp;</p>\n</li>\n<li>\n<p>to our Service Providers, including Google, if the disclosure will enable them to perform a business, professional or technical support function for us;&nbsp;</p>\n</li>\n<li>\n<p>as necessary if we believe that there has been a violation of this Privacy Statement, our Terms of Use, of our rights or the rights of any third party;&nbsp;</p>\n</li>\n<li>\n<p>when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request;</p>\n</li>\n<li>\n<p>to respond to judicial process or provide information to law enforcement or regulatory agencies or in connection with an investigation on matters related to public safety, national security or law enforcement, as permitted by law, or otherwise as required by law.\nand</p>\n</li>\n<li>\n<p>as described to you at the point of collection.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>If we are involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information&nbsp;</p>\n<p>We may sell or purchase assets during the normal course of our business.\nIf another entity acquires us or any of our assets, information we have collected about you may be transferred to such entity.\nIn addition, if any bankruptcy or reorganization proceeding is brought by or against us, such information may be considered an asset of ours and may be sold or transferred to third parties.\nShould such a sale or transfer occur, we will use reasonable efforts to try to require that the transferee use personal information provided through the Services in a manner that is consistent with this Privacy Statement.</p>\n<p>We also may share aggregate or anonymous non-personal information with third parties for their marketing or analytics uses.\nWe do not sell your personal information to third parties.</p>\n<p>If you do not want us to share your personal information as set forth in this Privacy Statement, contact us at&nbsp;info@understood.org.</p>\n<p>\n<strong>Service Providers</strong>\n</p>\n<p>We may contract with third parties to perform functions related to the Services (“Service Providers”).\nService Providers will have access to your personal information needed to perform their business functions, but may not use or share that personal information for other purposes.\nThese companies are authorized to use your personal information <i>only as necessary to provide </i>these services to us.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Your California Privacy Rights</strong>\n</p>\n<p>California Civil Code Section §1798.83 permits users of our site that are California residents to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to&nbsp;info@understood.org&nbsp;or write us at Understood for All, Inc., 145 Hudson Street, Suite 5B, New York, NY 10013.</p>\n<p>If you are a California resident under the age of 18, and a user of our Site, you may request removal of content or information you have publicly posted.\nPlease be aware that such a request does not ensure complete removal from the Internet of the content or information you posted, and there may be circumstances in which the law does not require or allow removal.</p>\n<p>\n<strong>Legal Requirements</strong>\n</p>\n<p>We may disclose your Personal Data if required to do so by law or in the good faith belief that such action is necessary to (i) comply with a legal obligation, (ii) protect and defend our rights or property, (iii) act in urgent circumstances to protect the personal safety of users of the Services or the public, or (iv) protect against legal liability.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Children</strong>\n</p>\n<p>Protecting children’s privacy is important to us.\nWe do not direct the Services to, nor do we knowingly collect any personal information from, children under the age of thirteen.</p>\n<p>\n<strong>Public Forums</strong>\n</p>\n<p>Any information you may disclose in ratings or review, on message boards, in chat rooms, or on other public areas of the Services, becomes public information.&nbsp.\nPlease exercise caution when disclosing personal information in these public areas.&nbsp;</p>\n<p>\n<strong>Links to Other Websites</strong>\n</p>\n<p>This Privacy Statement applies only to the Services.\nThe Services may contain links to third-party sites or applications, including social media sites, which may have privacy policies that differ from our own.\nWe are not responsible for the practices of such sites or applications.\nThe links to third-party sites from the Services do not imply that we endorse or have reviewed the third-party sites.&nbsp;</p>\n<p>\n<strong>Data Security</strong>\n</p>\n<p>The security of your personal information is important to us.\nWe have taken certain physical, administrative, and technical steps to safeguard the information we collect from and about You.\nWhile we make every effort to help ensure the integrity and security of our network and systems, the transmission of information via the internet is not completely secure.\nEmail sent to or from the Services may not be secure.\nAlthough we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Site.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Site.&nbsp;</p>\n<p>The safety and security of your information also depends on you.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nWe urge you to be careful about giving out information in public areas of the Website like message boards.\nThe information you share in public areas may be viewed by any user of the Website.</p>\n<p>\n<strong>Data Storage and Retention</strong>\n</p>\n<p>Your personal information is stored on servers in the United States or in other countries in accordance with the data storage locations of our third party vendors.\nYou understand and agree that we may collect, use, disclose, and otherwise process the information you provide as described in this Privacy Statement.\nYour personal information may be disclosed in response to inquiries or requests from government authorities or to respond to judicial process in the United States.\nWe will retain your personal information for as long as it is needed to provide you with the Services, or to fulfill any legal or contractual obligations we may have.</p>\n<p>\n<strong>Accessing or Modifying Your Personal Information</strong>\n</p>\n<p>You can review and change your personal information by logging into the Website and visiting your account profile page.</p>\n<p>You may also send us an email at <u>info@understood.org</u> to request access to, correct or delete any personal information that you have provided to us.\nWe cannot delete your personal information except by also deleting your user account.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.</p>\n<p>If you delete your User Contributions from the Website, copies of your User Contributions may remain viewable in cached and archived pages, or might have been copied or stored by other Website users.\nProper access and use of information provided on the Website, including User Contributions, is governed by our terms of use.</p>\n<p>California residents may have additional personal information rights and choices.\nPlease see&nbsp;<i>Your California Privacy Rights </i>for more information.</p>\n<p>\n<strong>Changes to Our Privacy Statement</strong>\n</p>\n<p>We reserve the right to revise this Privacy Statement at any time.\nWhen we do, we will post the changes on the Site.\nIf we change the Privacy Statement in a material way, we will provide appropriate notice to you.\nYour continued use of the Services after any changes or revisions to this Privacy Statement shall indicate your agreement with the terms of such revised Privacy Statement.</p>\n<p>Please also feel free to contact us at info@understood.org if you have any questions about our Privacy Statement or the information practices of the Services.</p>\n<ul>\n<li>Our mission</li>\n<li>Our story</li>\n<li>Our team</li>\n<li>Our partners</li>\n<li>Our experts</li>\n<li>Join our team</li>\n<li>Media center</li>\n<li>Donate</li>\n<li>Contact us</li>\n<li>Privacy policy</li>\n<li>Terms of use</li>\n<li>Fundraising disclosure</li>\n<li>Editorial standards</li>\n<li>Glossary</li>\n</ul>\n<p>Follow us</p>\n<ul>\n<li>Opens in a new tab</li>\n<li>Opens in a new tab</li>\n<li>Opens in a new tab</li>\n<li>Opens in a new tab</li>\n<li>Opens in a new tab</li>\n<li>Opens in a new tab</li>\n</ul>\n<p>Copyright © Understood for All Inc.&nbsp;</p>\n<p>Understood is a tax-exempt 501(c)(3) charitable organization (tax identification number 83-2365235).\nDonations are tax-deductible as allowed by law.\nUnderstood does not provide medical or other professional advice.\nThe health and medical related resources on this website are provided solely for informational and educational purposes and are not a substitute for a professional diagnosis or for medical or professional advice.</p>\n<p>Use of this website is subject to our Terms of Use and Privacy Policy.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Understood for All Inc.</p>\n<p>96 Morton Street, Floor 5\n</p>\n<p>New York, New York 10014 </p>\n<p>\n</p>\n<p>Media inquiries:&nbsp;media@understood.org&nbsp;(preferred) or&nbsp;646-757-3100</p>\n<p>\n</p>\n<p>Copyright © 2014-2023 Understood For All Inc.\n</p>\n<p>\n</p> ", "created_at": "2023-07-02 17:57:50.095718", "updated_at": "2023-07-02 17:58:09.465895"}, {"id": 17018, "name": "Terms of use ", "url": "https://www.understood.org/terms-of-use", "xpath": "//body", "text": "Skip to contentThis page is in EnglishDonateOpens new window <ul>\n<li>EN|</li>\n<li>ES</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>EN|</li>\n<li>ES</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Explore our resources<ul>\n<li>Browse by topic</li>\n<li>Content library</li>\n<li>How to spot signs in kids</li>\n<li>Podcasts</li>\n<li>Workplace resources</li>\n<li>Wunder app for parents</li>\n</ul>\n</li>\n<li>About us<ul>\n<li>Our mission</li>\n<li>Our leadership</li>\n<li>How we started</li>\n<li>Redefining accessibility</li>\n<li>Editorial standards</li>\n<li>Media center</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Partnerships</li>\n<li>Donate</li>\n<li>Join our team</li>\n<li>Privacy policy</li>\n<li>Terms of use</li>\n<li>Fundraising disclosure</li>\n</ul>\n<p>Because differences are our greatest strength</p>DonateOpens new windowWhy support Understood?Terms of use<p>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THIS WEBSITE.</p>\n<p>These terms of use are entered into by and between You and Understood for All, Inc.\n(”<strong>Understood</strong>”, “<strong>we</strong>”, or “<strong>us</strong>”).\nThe following terms and conditions, together with any documents they expressly incorporate by reference (collectively, these “<strong>Terms of Use</strong>”), govern your access to and use of all websites owned or operated by Understood including any content, functionality, and services offered on or through www.understood.org (the “<strong>Site</strong>”), whether as a guest or a registered user.</p>\n<p>By using this Site, you signify your acceptance of these terms and conditions of use (“Terms of Use”), and the Privacy Statement.&nbsp.\nIf you do not agree to all of these Terms of Use, and the Privacy Statement, do not use this Site.</p>\n<p>Understood may revise these Terms of Use at any time.&nbsp.\nYour continued usage of this Site will mean you accept those changes, and you will comply with all applicable laws and regulations.&nbsp.\nThe materials provided on this Site are protected by law, including, but not limited to, United States copyright laws and international treaties.</p>\n<p>\n<strong>Geographic Restrictions</strong>\n</p>\n<p>We make no claims that the Site or any of its content is accessible, downloadable or appropriate outside of the United States.\nAccess to the Content may not be legal by certain persons or in certain countries.&nbsp.\nIf you access the Site from outside the United States, you do so at your own risk and on your own initiative and are responsible for compliance with the laws of your jurisdiction.&nbsp;</p>\n<p>\n<strong>Use Restrictions</strong>\n</p>\n<p>The content on this Site, such as text, graphics, images, photographs, illustrations, trademarks, trade names, service marks, logos, information obtained from Understood’ licensors, and other materials (the “Content”) is protected by copyright under both United States and foreign laws.&nbsp.\nTitle to the Content remains with Understood.&nbsp.\nAny use of the Content not expressly permitted by these Terms of Use is a breach of these Terms of Use and may violate copyright, trademark, and other laws.&nbsp.\nExcept as stated herein, none of the Content may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means without the prior written permission of Understood or its licensors.</p>\n<p>Understood authorizes you to view and download the Content solely for your own lawful, personal, non-commercial use.\nYou may not modify, edit, create derivative works from Text-Based Content or reprinted materials nor are you permitted to use such Content for commercial purposes without Understood’s prior written consent.&nbsp.\nAny such download or use of the Content shall include the following copyright notice:&nbsp.\n“Copyright©2020, Understood for All, Inc.&nbsp.\nAll rights reserved” and retain other copyright and proprietary rights notices which were contained in the Content.&nbsp.\nExcept as expressly authorized in this paragraph, non-text based Content may not be reproduced without the prior written consent of Understood and/or its licensors, as applicable, regardless of the intended use.&nbsp.\nNon-text based Content may not be modified in any way</p>\n<p>Any special rules for the use of other items provided on the Site may be included elsewhere within the Site and are incorporated into these Terms of Use by reference.&nbsp.\nThe use of the Content on any other site for any purpose is prohibited.&nbsp.\nAll rights not expressly granted herein are reserved to Understood and its licensors.&nbsp.\nIf you violate any of these Terms of Use, your permission to use the Content automatically terminates and you must immediately destroy any copies you have made of any portion of the Content.</p>\n<p>You may not, without Understood’s written permission, “mirror” any Content contained in this Site or any other server.&nbsp.\nYou may not use the Site for any purpose that is unlawful or prohibited by these Terms of Use.&nbsp.\nYou may not use the Site in any manner that could damage, disable, overburden, or impair the Site, or interfere with any other party’s use and enjoyment of the Site.&nbsp.\nYou may not attempt to gain unauthorized access to the Site through hacking, password mining or any other means.&nbsp.\nUnderstood reserves the right, in its sole discretion, to terminate your access to the Site, or any portion thereof, at any time, for any reason or for no reason at all, without prior notice or any notice.</p>\n<p>\n<strong>User Submissions&nbsp;</strong>\n</p>\n<p>The personal information you submit to Understood is governed by the Understood Privacy Statement.&nbsp.\nTo the extent there is an inconsistency between the Terms of Use and the Privacy Statement, the Privacy Statement shall govern.</p>\n<p>Except as provided under a specific submission practice described on the Site or in other Understood materials made available to you, Understood does not claim ownership of any information or material a user provides to Understood or posts, uploads, input, submits, or transmits to this Site, such as a proposal, submitting content for an Understood publication, or submitting a photograph (“Submission”).&nbsp.\nAll Submissions are subject to Understood’s Community Guidelines or other specific guidelines or practices identified by Understood.&nbsp;</p>\n<p>You agree that you will not make any Submission that is, in whole or in part, libelous.\nscandalous.\ninflammatory.\ndiscriminatory.\ndefamatory.\nfalse.\nthreatening.\nvulgar.\nobscene.\npornographic.\nprofane.\nabusive.\nharassing.\ninvasive of another’s privacy.\nhateful or bashing.\naimed at gender, race, color, sexual orientation, national origin, religious views, or disability.\nin violation of local, state, national, or international law.\nor that infringes on, or violates, any right of any party.&nbsp.\nAdditionally, you agree that you will not: (a) make any Submission that is an advertisement or solicitation of business.\n(b) disrupt the normal flow of dialogue or make a Submission unrelated to the topic being discussed (unless it is clear the discussion is free-form).\n(c) post a chain letter or pyramid scheme.\nimpersonate another person.\n(d) distribute viruses or other harmful computer code.\n(e) harvest or otherwise collects information about others, including email addresses, without their consent.\n(f) post the same note more than once or “spamming”.\n(g) engage in any other conduct that restricts or inhibits any other person from using or enjoying the Site, or which, in the judgment of Understood, exposes Understood or any of its licensors, partners, or customers to any liability or detriment of any type.\nor (h) post any political statements aimed at influencing legislation or supporting or opposing candidates for public office, engage in lobbying activities or act in a manner that otherwise violates the law.&nbsp.\nAll Submissions reflect the views of such individual that provided such Submission and do not necessarily reflect the views of Understood.</p>\n<p>Except as provided under a specific submission practice described on the Site or in other Understood materials made available to you, by making a Submission, you agree that such Submission is non-confidential, non-proprietary, and may be disseminated or used by Understood.&nbsp.\nIf you make a Submission, you automatically grant—or warrant that the owner of such content has expressly granted—Understood a royalty-free, perpetual, irrevocable, worldwide nonexclusive license to use, reproduce, create derivative works from, modify, publish, edit, translate, distribute, perform, and display the Submission in any media or medium, or any form, format, or forum now known or hereafter developed.&nbsp.\nNotwithstanding the foregoing, Understood is not required to use any Submission.</p>\n<p>You are solely responsible for your Submission, the consequences of making a Submission, and your reliance on any Submissions.&nbsp.\nUnderstood is not responsible for the consequences of any Submission.&nbsp.\nUnderstood is not responsible for screening or monitoring Submissions made to this Site by users.&nbsp.\nIf notified by a user of a Submission allegedly in violation of these Terms of Use, Understood may investigate the allegation and determine in good faith and its sole discretion whether to remove such Submission.&nbsp.\nUnderstood will have no liability or responsibility to users for performance or nonperformance of such activities.</p>\n<p>Understood reserves the right (but is not obligated) to: (a) record the dialogue on the Site.\n(b) investigate an allegation that a Submission does not comply with these Terms of Use and determine in its sole discretion to remove or request the removal of the Submission.\n(c) remove Submissions which are abusive, illegal, disruptive, or outdated, or that otherwise fail to comply with these Terms of Use.\n(d) terminate a user’s access to any or all parts of the Site upon any breach of these Terms of Use or the law.\n(e) monitor, edit, or disclose any Submission.\n(f) edit or delete any Submission posted on the Site, regardless of whether such Submission violates these Terms of Use.</p>\n<p>\n<strong>Promotions</strong>\n</p>\n<p>Any and all offers or promotions advertised on this Site are void where prohibited, and are subject to the posting of any official rules to such offers or promotions.</p>\n<p>\n<strong>Storage of Content</strong>\n</p>\n<p>You agree that Understood may establish, in its sole discretion and without prior notice to you, a maximum amount of storage space for Content stored or transmitted through the Site.&nbsp.\nYou agree that Understood has no responsibility or liability for the deletion of or failure to store any messages, communications, or other Content stored or transmitted through the Site.</p>\n<p>\n<strong>Reliance on Information Posted</strong>\n</p>\n<p>The information presented on or through the Site is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness, or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.</p>\n<p>The Site may include content provided by third parties, including materials provided by other users, bloggers, and third-party licensors, syndicators, aggregators, and/or reporting services.\nAll statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by Understood, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect the opinion of Understood.\nWe are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p>\n<p>THE INFORMATION, MATERIALS AND CONTENT ON THE SITE ARE PROVIDED SOLELY FOR INFORMATIONAL, EDUCATIONAL, AND RESEARCH PURPOSES.&nbsp.\nYOUR USE OF THE SITE IS SUBJECT TO THE ADDITIONAL DISCLAIMERS THAT MAY APPEAR THROUGHOUT THE SITE.&nbsp.\nUNDERSTOOD AND ITS LICENSORS AND AGENTS ASSUME NO RESPONSIBILITY FOR ANY CONSEQUENCES RELATING DIRECTLY OR INDIRECTLY TO ANY ACTION OR INACTION YOU TAKE BASED ON THE CONTENT.\n&nbsp;</p>\n<p>\n<strong>Liability of Understood and Its Licensors and Partners</strong>\n</p>\n<p>The use of the Site or the Content is at your own risk.&nbsp.\nThe Content in this Site could include technical inaccuracies or typographical errors.&nbsp.\nUnderstood may make changes or improvements at any time.</p>\n<p>THE CONTENT IN THIS SITE IS PROVIDED “AS IS” AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED, AND TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, UNDERSTOODDISCLAIMS ALL WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.&nbsp.\nUNDERSTOOD DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE CONTENT WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THIS SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nUnderstood DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OF OR THE RESULT OF THE USE OF THE CONTENT IN THIS SITE IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.&nbsp.\nYOU (AND NOT UNDERSTOOD) ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.</p>\n<p>UNDERSTOOD ASSUMES NO LIABILITY, WHETHER IN CONTRACT OR TORT, FOR ANY DIRECT, INDIRECT, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING (WITHOUT LIMITATION) DAMAGES FOR LOSS OF ANTICIPATED PROFITS OR REVENUE OR OTHER ECONOMIC LOSS IN CONNECTION WITH OR ARISING FROM ANY ACT OR OMISSION BY Understood, ITS AGENTS, AFFILIATES, JOINT VENTURE PARTNERS, INDEPENDENT CONTRACTORS, OR UNAFFILIATED THIRD PARTIES AS A RESULT OF ANY ACT OR OMISSION IN FULFILLMENT OF OR IN BREACH OF THESE TERMS OF USE OR THE PRIVACY STATEMENT.</p>\n<p>\n<strong>Your Account</strong>\n</p>\n<p>If you choose, or are provided with, a user name, password, or any other piece of information as part of our security procedures, you must treat such information as confidential, and you must not disclose it to any other person or entity.\nYou also acknowledge that your account is personal to you and agree not to provide any other person with access to this Website or portions of it using your user name, password, or other security information.\nYou agree to notify us immediately of any unauthorized access to or use of your user name or password or any other breach of security.\nYou also agree to ensure that you exit from your account at the end of each session.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.</p>\n<p>We have the right to disable any user name, password, or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms of Use.\nUnderstood reserves the right to refuse service, terminate accounts, remove or edit content, or refuse donations or cancel orders in its sole discretion.</p>\n<p>\n<strong>Contact with Third Parties and Third Party Sites</strong>\n</p>\n<p>Your interactions with a third party on the Site, or based on such third party’s participation or presence on the Site, are solely between you and the third party.&nbsp.\nYou agree that Understood shall have no liability with respect to any loss or damage of any kind incurred as a result of any dealings between you and any third party, or as a result of the presence of such third party on the Site.</p>\n<p>The Site may include links to third party websites or resources over which Understood has no control.&nbsp.\nThese links are provided solely as a convenience to users and should not be construed as an endorsement by Understood of content on those third party websites or resources.&nbsp.\nYour access and use of such websites or resources is solely at your own risk.&nbsp.\nUnderstood makes no representations or warranties with respect to the content, ownership, or legality of any such linked third party website.</p>\n<p>\n<strong>Linking to the Site and Social Media Features</strong>\n</p>\n<p>You may link to our websites , provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval, or endorsement on our part.</p>\n<p>This Site may provide certain social media features that enable you to:</p>\n<ul>\n<li>\n<p>Link from your own or certain third-party websites to certain content on this Site.</p>\n</li>\n<li>\n<p>Send emails or other communications with certain content, or links to certain content, on this Site.</p>\n</li>\n<li>\n<p>Cause limited portions of content on this Site to be displayed or appear to be displayed on your own or certain third-party websites.</p>\n</li>\n</ul>\n<p>You may use these features solely as they are provided by us and otherwise in accordance with any additional terms and conditions we provide with respect to such features.\nSubject to the foregoing, you must not:</p>\n<ul>\n<li>\n<p>Establish a link from any website that is not owned by you.</p>\n</li>\n<li>\n<p>Cause the Site or portions of it to be displayed on, or appear to be displayed by, any other site, for example, framing, or in-line linking.</p>\n</li>\n<li>\n<p>Otherwise take any action with respect to the materials on this Site that is inconsistent with any other provision of these Terms of Use.</p>\n</li>\n</ul>\n<p>You agree to cooperate with us in causing any unauthorized framing or linking immediately to stop.\nWe reserve the right to withdraw linking permission without notice.</p>\n<p>We may disable all or any social media features and any links at any time without notice in our discretion.</p>\n<p>\n<strong>Trademarks</strong>\n</p>\n<p>The Understood name, logo, and all related names, logos, product and service names, designs, and slogans are trademarks and intellectual property of Understood or its affiliates or licensors.\nYou must not use such marks without the prior written permission of the Understood.\nAll other names, logos, product and service names, designs, and slogans on this Site are the trademarks of their respective owners.</p>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>You agree to defend, indemnify, and hold Understood, its officers, directors, employees, agents, licensors, and partners, harmless from and against any claims, actions, or demands, liabilities and settlements including without limitation, reasonable legal and accounting fees, resulting from, or alleged to result from, your use of the Site or Content, or your violation of these Terms of Use.</p>\n<p>\n<strong>Modification or Suspension of the Site</strong>\n</p>\n<p>You agree that Understood may, in its sole discretion and at any time, modify, discontinue, or suspend its operation of the Site, any part thereof or any Contents, temporarily or permanently, without notice or liability to you.</p>\n<p>\n<strong>Applicable Laws</strong>\n</p>\n<p>These Terms of Use are governed in accordance with the laws of the State of Delaware, United States of America, without regard to its conflict of law provisions.&nbsp.\nYou and Understood hereby expressly consent and submit to the exclusive jurisdiction of a local or federal court of competent jurisdiction in the State of Delaware a for the adjudication or disposition of any claim, action or dispute arising out of these Terms of Use.&nbsp.\nIf any provision of these Terms of Use is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms of Use, which shall remain in full force and effect.&nbsp.\nNo waiver of any of these Terms of Use shall be deemed a further or continuing waiver of such term or condition or any other term or condition.\nThe following provisions survive the expiration or termination of these Terms of Use for any reason whatsoever:&nbsp.\nLiability of Understood and its Licensors and Partners, Use Restrictions, User Submissions, Submission of Ideas, Indemnity, Applicable Laws, and Complete Agreement.</p>\n<p>\n<strong>Notice and Take Down Procedures</strong>\n</p>\n<p>If you believe any Submission accessible on or from the Site infringes your copyright, you may request removal of those materials (or access thereto) from this Site by contacting Understood (address identified below) and providing the following information:</p>\n<ul>\n<li>\n<p>Identification of the copyrighted work that you believe to be infringed.\nPlease describe the work, and where possible include a copy or the location (e.g., URL) of an authorized version of the work.</p>\n</li>\n<li>\n<p>Identification of the Submission that you believe to be infringing and its location.\nPlease describe the Submission, and provide us with its URL or any other pertinent information that will allow us to locate the Submission.</p>\n</li>\n<li>\n<p>Your name, address, telephone number, and (if available) email </p>\n<p>address.&nbsp;</p>\n</li>\n<li>\n<p>A statement that you have a good faith belief that the complained of use of the work is not authorized by the copyright owner, its agent, or the law.</p>\n</li>\n<li>\n<p>A statement that the information you have supplied is accurate, and indicating that “under penalty of perjury,” you are the copyright owner or authorized representative.</p>\n</li>\n<li>\n<p>A signature or the electronic equivalent from the copyright holder or authorized representative.</p>\n</li>\n</ul>\n<p>Our address for copyright issues relating to this website is as follows:</p>\n<p>Understood For All, Inc.</p>\n<p>145 Hudson Street, Suite 5B</p>\n<p>New York, NY 10013</p>\n<p>In an effort to protect the rights of copyright owners, Understood maintains a policy for the termination, in appropriate circumstances, of users of this Site who are repeat infringers.</p>\n<p>\n<strong>Complete Agreement</strong>\n</p>\n<p>Except as expressly provided in a particular notice or disclaimer posted by or on behalf of Understood on this Site, these Terms of Use, including Understood Privacy Statement, constitute the entire agreement between you and Understood with respect to the use of the Site and Content.</p>\n<ul>\n<li>Our mission</li>\n<li>Our story</li>\n<li>Our team</li>\n<li>Our partners</li>\n<li>Our experts</li>\n<li>Join our team</li>\n<li>Media center</li>\n<li>Donate</li>\n<li>Contact us</li>\n<li>Privacy policy</li>\n<li>Terms of use</li>\n<li>Fundraising disclosure</li>\n<li>Editorial standards</li>\n<li>Glossary</li>\n</ul>\n<p>Follow us</p>\n<ul>\n<li>Opens in a new tab</li>\n<li>Opens in a new tab</li>\n<li>Opens in a new tab</li>\n<li>Opens in a new tab</li>\n<li>Opens in a new tab</li>\n<li>Opens in a new tab</li>\n</ul>\n<p>Copyright © Understood for All Inc.&nbsp;</p>\n<p>Understood is a tax-exempt 501(c)(3) charitable organization (tax identification number 83-2365235).\nDonations are tax-deductible as allowed by law.\nUnderstood does not provide medical or other professional advice.\nThe health and medical related resources on this website are provided solely for informational and educational purposes and are not a substitute for a professional diagnosis or for medical or professional advice.</p>\n<p>Use of this website is subject to our Terms of Use and Privacy Policy.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Understood for All Inc.</p>\n<p>96 Morton Street, Floor 5\n</p>\n<p>New York, New York 10014 </p>\n<p>\n</p>\n<p>Media inquiries:&nbsp;media@understood.org&nbsp;(preferred) or&nbsp;646-757-3100</p>\n<p>\n</p>\n<p>Copyright © 2014-2023 Understood For All Inc.\n</p>\n<p>\n</p> ", "created_at": "2023-07-02 17:57:50.065711", "updated_at": "2023-07-02 17:58:49.822225"}], "points": [], "urls": ["understood.org"]}}