{"error": 448, "message": "OK", "parameters": {"id": 8163, "name": "LingoDeer", "created_at": "2023-05-01 20:44:57.740873", "updated_at": "2023-05-01 22:02:11.499873", "wikipedia": null, "keywords": null, "related": null, "slug": "lingodeer", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8163.png", "url": "lingodeer.com", "documents": [{"id": 15845, "name": "Privacy Policy", "url": "https://www.lingodeer.com/privacy", "xpath": "//body", "text": " <strong>PRIVACY POLICY</strong>\n<p>\n<br>LingoDeer takes your privacy seriously.\nWe are committed to safeguarding your privacy, and this privacy policy explains our data collection, use, and disclosure practices.\n<br>\n<br>This policy covers:</p>\n<ul>\n<li>important information and who we are</li>\n<li>the information we collect</li>\n<li>how and why we collect and use the information</li>\n<li>your legal rights&nbsp;</li>\n<li>how we protect children's online privacy<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>1.\nIMPORTANT INFORMATION AND WHO WE ARE</strong>\n</p>\n<p>LingoDeer Inc.\nprovides its service (the \"Service\") to you subject to the Terms of Service, and the following Privacy Policy.\nWe may update this Privacy Policy from time to time.\nAll changes will be posted on our website (the “Site”).\nYou can review the most current version of the Privacy Policy at any time here&nbsp;www.lingodeer.com/privacy-policy.\nYour continued use of the Service or the Site after any such changes have been made constitutes your acceptance of the new Privacy Policy.\nThis website is not intended for children and we do not knowingly collect data relating to children.\nWords beginning with capital letters in this Privacy Policy which are not defined in this Privacy Policy are defined in the Terms of Service.</p>\n<p>LingoDeer Inc.\nis the controller and responsible for your personal data (collectively referred to as \"LingoDeer\", \"we\", \"us\" or \"our\" in this Privacy Policy).\nOur website and softwares may include links to third-party websites, plug-ins and applications.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy statements.\nWhen you leave our website, we encourage you to read the privacy notice of every website you visit.\n<br>\n<br>\n<br>\n<strong>2.\nINFORMATION WE COLLECT AND RECEIVE</strong>\n</p>\n<p>2.1 Personal Data</p>\n<p>When you register for a LingoDeer account, LingoDeer collects personal data that you submit such as your username, email address and any other personal or preference information that you voluntarily enter into the Service, as well as your profile picture.</p>\n<p>We do not collect any Special Categories of Personal Data about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data).\nNor do we collect any information about criminal convictions and offenses.</p>\n<p>When you use the Service, you may set up your personal profile, form relationships, log study progress, perform searches and queries, enroll in events and courses, and transmit information through various channels.</p>\n<p>There is no statutory or contractual obligation to provide this data, however, where the data is not provided, we will be unable to provide the service.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>2.2 Cookies</strong>\n</p>\n<p>Cookies are also used generally on the website, e.g.\nto show ads or to measure the success rates of advertising.\nCookies are small files stored on your computer or mobile device which identify the device to our server and also provide additional data.\nOther technologies such as pixel tags, web bugs, web storage and similar files fulfill the same purpose.\nA cookie is saved on your computer.</p>\n<p>You can switch off the use of cookies for our website or in general in the settings of your Internet browser.\nYou can find out how this functions from the website of your Internet browser supplier.\nFor the Internet Explorer, you can find the relevant instructions at&nbsp;http://windows.microsoft.com/en-US/windows-vista/Block-or-allow-cookies, for Firefox at&nbsp;https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences, for Apple Safari at&nbsp;http://support.apple.com/kb/index?page=search&amp;fac=all&amp;q=cookies%20safari and for Google Chrome at&nbsp;.\nHowever, deactivating cookies will mean that a number of functionalities, e.g.\nautomatically logging in to the website, will no longer operate as intended.</p>\n<p>We may use the services of third parties to collect and use anonymous information about your visits to and interactions with our website through the use of technologies such as cookies to personalize advertisements for goods and services.\nTo learn more, or to opt-out of receiving online display advertisements tailored to your interests by our third party partners, visit the Network Advertising Initiative at <u>http://www.networkadvertising.org/choices</u>.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>2.3 Social Plugins</strong>\n</p>\n<p>Where the Site, or any other part of the Service, links to other websites, such other websites do not operate under this Privacy Policy (e.g.\nFacebook, Twitter, YouTube).\nWe recommend that you examine the privacy statements posted on such other websites to understand their procedures for collecting, using, and disclosing personal data.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>2.4 Aggregated Data</strong>\n</p>\n<p>We collect data on the use of the application by means of software from external suppliers for the purpose of detecting and correcting errors and to improve our applications.\nHowever, no data are collected in the process from which any external supplier could directly establish any personal connection.\nIn this way, we receive aggregated information on how the apps are used and which features are especially popular, and from this information, we can draw conclusions for future improvements in product development.\nYou can prevent this analysis by changing this in “settings” on the mobile device on which the app is installed.</p>\n<p>In addition, we will also be informed if apps crash - if you have enabled this through your device settings.\nThese so-called crash reports are provided by external suppliers.\nHowever, no data are processed from which any external supplier could derive any personal connection.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>2.5 Emails and newsletters</strong>\n</p>\n<p>We send you emails for a variety of reasons.\nThese may include confirmations of an order or of a registration.\nHowever, communication may also concern information about our services, provided you have not revoked your consent for such usage.&nbsp;</p>\n<p>Any email messages we send are saved by us and any emails that may be regarded as business letters will not be deleted during the statutory retention period.\nWe also record any email addresses to which a message could not be delivered in order to request an updated email address.&nbsp;</p>\n<p>Furthermore,In the case of our newsletter emails, we record (e.g.\nby means of a so-called “tracking pixel”) whether an email is opened and which links in the email are clicked on.\nwe do so to optimize our offers and tailor their design to meet your needs.\nWe use these data to enable us to send newsletter contents to match your profile.\nIf you wish to object to this use of your data, you can do so by&nbsp;canceling&nbsp;our newsletters in any of the emails we sent.</p>\n<p>\n<br>\n</p>\n<p>2<strong>.6 Third-party advertising</strong>\n</p>\n<p>LingoDeer reserves the right to display&nbsp;targeted advertisements based on personal information.\nAdvertisers may assume that people who interact with, view, or click targeted ads meet the relevant targeting criteria (for example, men ages 18-24 from a particular geographic area).\nLingoDeer does not provide any personal information to the advertiser when you interact with or view a targeted ad.\nHowever, by interacting with or viewing an ad you are consenting to the possibility that the advertiser will make the assumption that you meet the targeting criteria used to display the ad.</p>\n<p>\n<br>\n<strong>3.\nINFORMATION USE</strong>\n</p>\n<p>LingoDeer will use your personal data in furtherance of our legitimate interests for the following general purposes:</p>\n<p>(i) to provide, update, maintain and protect our services, websites, apps and business<br>(ii) as required by applicable law, legal process or regulation<br>(iii) to respond to your questions and comments<br>(iv) to communicate with you via email or within the Service about the Service<br>(v) statistical purposes<br>(vi) for billing, account management and other administrative matters<br>(vii) to investigate and help prevent security issues and abuse<br>(viii) other purposes as described to you at the point of collection</p>\n<p>LingoDeer uses such information to customize the marketing and Content you see, fulfil your requests for products and services, improve our Service to you, contact you, conduct research, and provide anonymised reporting for internal purposes and for external clients such as advertisers.\nIf you choose to use our invitation service to tell a friend about our site, we will ask you for your friend's email address.\nWe will automatically send your friend an email inviting them to visit the site.\nLingoDeer may attempt to send invitations more than once.\nLingoDeer stores this information to send such emails, to register a friend connection if your invitation is accepted, and to track the success of our referral program.\nYour friend may unsubscribe from any communication with us within that email or contact us via privacy@lingodeer.com to request that we remove this information from our database.</p>\n<p>Please note that if you enter payment details into the Service when purchasing a Paid Service (including any “Buy a Coffee” purchases), LingoDeer itself does not receive or store such payment information, and as such information is received, it is stored and used by our payment service providers for the purpose of completing the purchase.</p>\n<p>You can opt out of email communication initiated by LingoDeer including newsletters, marketing, and progress reports when registering for the Service, after this you will need to unsubscribe from communications within the email itself.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>4.\nTRANSFER OF YOUR PERSONAL DATA</strong>\n</p>\n<p>LingoDeer does not forward the personal data of its users to third parties unless the user has given his/her explicit consent or there is a legal requirement to forward the data.\nPersonal details may also be passed on to third parties if this is legally permissible, and it is necessary to pass them on for the fulfillment of our contractual obligations towards our customers.\nIn the case of payment processing, the data for processing the payment transaction are forwarded to the payment services provider if you do not supply the data directly.\nIf you send your payment data directly to the payment services provider, we receive only very limited data.\nIn such cases, we are merely informed whether or not the transaction relating to a specific transaction number has actually taken place.\nIn such cases we do not receive your account data.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>5.\nRETENTION</strong>\n</p>\n<p>LingoDeer will retain your personal data for as long as we need to in order to fulfill legitimate business interests, conduct audits, comply with (and demonstrate compliance with) legal obligations, resolve disputes and enforce our agreements.\nTo determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.\nYou have the right to delete your personal data by sending an email requesting so to <u>support@lingodeer.com</u>.\nPlease note in this case any financial information will be kept in accordance with local laws.\n<br>\n<br>\n<br>\n<strong>6.\nDISCLOSURE OF PERSONAL INFORMATION</strong>\n</p>\n<p>We display your Profile information (except for your email address and password) to people browsing for friends, and to support other Site functions.\nLingoDeer does not rent, sell, or share personal information about you with third parties except to provide products or services you've requested when we have your permission, or in the following circumstances:</p>\n<ul>\n<li>where LingoDeer is responding to a subpoena, court order, or legal process, or to establish or exercise our legal rights or to defend ourselves against legal claims;</li>\n<li>where LingoDeer believes it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of LingoDeer's Terms of Service, or as otherwise required by law;</li>\n<li>where you are using a Paid Service (including a Premium membership) in your capacity as a student or an employee or other third party using the Paid Service, we may in such circumstances share your personal information with your educational establishment, your employer or any third party paying for the Service on your behalf (as the case may be) to allow them to monitor your use of the Paid Service;</li>\n<li>where LingoDeer transfers information about you if LingoDeer is acquired by or merged with another company.\nIf this happens, LingoDeer will notify you before information about you is transferred and becomes subject to a different privacy policy.</li>\n</ul>\n<p>\n<br>\n<strong>7.\nCONFIDENTIALITY AND SECURITY</strong>\n</p>\n<p>LingoDeer&nbsp;employs safety precautions to guarantee that your data are protected against loss, modification or misuse.\nTo this end, LingoDeer works with constantly updated firewalls meeting the industry standard as well as other security systems.\nAt the same time, the user should be aware of the fact that one hundred percent protection against attacks cannot be guaranteed because of the continual appearance of new viruses and other means of attacking the protected data systems of Internet services.\nLingoDeer will instigate civil and criminal proceedings against any attack by hackers and the like and will inform the users of any cases in which their data have been compromised.</p>\n<p>\n<br>\n<strong>8.\nYOUR LEGAL RIGHTS</strong>\n</p>\n<p>You have the right to:</p>\n<p>Request access&nbsp;to your personal data (commonly known as a \"data subject access request\").\nThis enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.<br>Request correction&nbsp;of the personal data that we hold about you.\nIf the user alters or corrects the details that he/she has provided and deletes old entries, the data previously entered by the user will be completely deleted automatically.\nAn application for correction or deletion is not required.\nYou can edit your personal data at any time within the App’s profile page.\nThis notwithstanding, the user has the right at all times to demand the correction of any inaccurate data concerning him/her stored with LingoDeer.\nHowever, the easiest option is for users to correct any such entries themselves.</p>\n<p>Request erasure of your personal data.\nThis enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nPlease note that due to caching systems, search engines, the interposition of proxy servers and the like, deleted data may continue to remain accessible even though they are no longer <br>within our systems.present</p>\n<p>\n<br>Withdraw consent at any time&nbsp;where we are relying on consent to process your personal data.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent.\nIf you withdraw your consent, we may not be able to provide certain products or services to you.\nWe will advise you if this is the case at the time you withdraw your consent.</p>\n<p>If you wish to exercise any of the rights set out above, please contact us as detailed below.\nYou will not have to pay a fee to access your personal data (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.\nWe may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.\nWe try to respond to all legitimate requests within 30 days.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>9.\nSAFEGUARDING CHILDREN'S PRIVACY</strong>\n</p>\n<p>LINGODEER provides some features and services intended for use by children.\nLingoDeer uses age-gating to restrict what services are available to children depending on the age of the user and the applicable laws of their country.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>\n<u>Children under 16</u>\n</strong>\n</p>\n<p>Each child users will receive the following service restrictions: profile picture upload is disabled.</p>\n<p>\n<br>\n</p>\n<p>Additionally, Lingodeer will: (1) notify parents or guardians about LingoDeer's privacy and information practices regarding children, including what personal data we collect and how we use, share, and protect that personal data.\n(2) limit our collection of personal data to ensure that we collect no more than is necessary to provide LingoDeer's services.\n(3) obtain parental consent before collecting personal data from children.\nand (4) allow parents to request that LingoDeer change or delete personal data about their children.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>10.\nCONTACTING LINGODEER</strong>\n</p>\n<p>LingoDeer is the trading name of Lingodeer Co.\nLtd., with registered address at Rm.1501, Grand Millennium Plaza, 181 Queen's Road Central, Hong Kong.</p>\n<p>You may obtain a copy of the personal data held about you that you provide through the Site or otherwise request that LingoDeer updates, make changes or deletes personal information by sending an email to privacy@lingodeer.com.\nIf you have any questions or suggestions regarding our Privacy Policy, you can contact Lingodeer at the same email address.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>", "created_at": "2023-05-01 20:44:57.771864", "updated_at": "2023-05-01 20:45:21.703895"}, {"id": 15846, "name": "Terms of Service", "url": "https://www.lingodeer.com/terms-conditions-html", "xpath": "//body", "text": " <strong>General Terms and Conditions</strong>\n<p>\n<br>\n</p>\n<p>1 Introduction</p>\n<p>LingoDeer is an online learning system (“LingoDeer”) operated by LingoDeer Co, Ltd., ( “LingoDeer”) with headquarters at Rm.1501, Grand Millennium Plaza, 181 Queen's Road Central, Hong Kong, under the internet domain <u>www.lingodeer.com</u> which you can use to learn languages.\nLingoDeer is available through mobile applications on Android and iOS devices.</p>\n<p>With your registration with&nbsp;LingoDeer&nbsp;you (the “User”) agree to these general terms and conditions of business (“T&amp;C”).\nBy completing the registration you enter into a valid contract with LingoDeer.\nPlease read these T&amp;C carefully, as they make up the legal framework applying to the use of LingoDeer.</p>\n<p>To date, LingoDeer offers free content and features.\nThe content is professionally produced and ad-free.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>2 Scope, Definitions</p>\n<p>The T&amp;C apply to all non-commercial Users of LingoDeer.\nAny deviating or supplementary provisions agreed upon the conclusion of the contract shall only apply if agreed between the parties and drawn up in writing.\nThe T&amp;C apply both to free services and services against payment provided by LingoDeer.</p>\n<p>\n<br>\n</p>\n<p>3 Registration and Conclusion of the Contract</p>\n<p>3.1 Each User may only register once.\nThe User is obligated to provide complete and truthful information in the sections provided on the registration form.\nThe User agrees to the publication of its&nbsp;Username, its profile information including but not limited to language combinations, LingoDeer Streak, weekly learning statistics as well as additional information voluntarily provided, including the profile image.\nThe email address will not be published.</p>\n<p>3.2 The contract between the User and LingoDeer regarding the use of LingoDeer is concluded when the User completes and sends the registration form by clicking the respective submit button and the User will also be asked to accept the T&amp;C.</p>\n<p>\n<br>\n</p>\n<p>4 Paid Use of&nbsp;LingoDeer</p>\n<p>The basic version of the Services can be used completely free of charge.\nThis includes basic learning courses and content.\nIf you decide to advance your learning, we have a range of payment options to best meet your needs.\nYou can opt to subscribe for our monthly, 3-month or annual subscription or purchase a lifetime membership to access advanced learning courses and content.\nOur fees for subscriptions and lifetime access are available to view within the app.\nOur Fees are subject to different subscription plans, gift plans&nbsp;andpromotions, and we&nbsp;therefore&nbsp;reserve the right to update our Fees from time to time.</p>\n<p>\n<br>\n</p>\n<p>If you select Monthly Subscription your subscription will automatically renew as a rolling subscription and renew at the end of each monthly period, being one month (or as near to the date as possible) from the date on which your Monthly Subscription was activated.\nIf you select 3-Month Subscription your subscription will automatically renew as a rolling subscription and renew at the end of each&nbsp;three&nbsp;monthlyperiod, being three months (or as near to the date as possible) from the date on which your 3-Month Subscription was activated.\nIf you select Annual Subscription, your subscription will automatically renew as a rolling subscription at the end of each annual period, on the date on which your Annual Subscription was activated (each being a “Renewal”).\nIf you proceed with a Renewal, the method of payment used to pay the Fees will be debited at the end of your current subscription.\nIf you select Lifetime Membership, this will be charged as a one-off upfront payment without any renewals.\nLifetime Pro subscription constitutes 100 years or until the&nbsp;date&nbsp;LingoDeer ceases to commercially offer the Services.</p>\n<p>\n<br>\n</p>\n<p>You acknowledge that, if we change the Fees, this will not affect your existing subscription, therefore, if you have signed up for subscription at a certain Fee, any Fee changes will not affect any current subscription or any Renewals).</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>5 Content and Accessibility of the Language Portal and Liability</p>\n<p>5.1 For providing its service, LingoDeer uses the technologies currently and commonly used in the field.\nTo be able to make full use of the services offered by LingoDeer, the User must likewise use these technologies (e.g.\nup-to-date operating systems, Google services) or enable their use on its mobile devices.\nIf older or not commonly used technologies are used, the User might only be able to make limited use of the services provided by LingoDeer.</p>\n<p>5.2 Claims for damage on the part of the User are excluded unless stated otherwise below.\nThe exclusion does not extend to damage claims asserted by the User arising from death or injury to body or health or infringement of essential contractual obligations (cardinal obligations) as well as the liability for other loss or damage caused by a premeditated or grossly negligent contractual infringement on the part of LingoDeer, its legal representatives or vicarious agents.\nEssential contractual obligations are those which must be met to achieve the goal intended by the contract.\nA “cardinal obligation” or “essential contractual obligations” are obligations the discharge of which enables the contract to be properly performed in the first place and the contracting party usually relies on and may rely on.</p>\n<p>5.3 In the event of infringement of essential contractual obligations, LingoDeer shall only be liable for contractually typical, foreseeable loss or damage if the infringement was due to ordinary negligence unless it is a case of damage claims asserted by the User arising from death or injury to body or health.</p>\n<p>5.4 The restrictions as set forth under Sections 10.2 and 10.3 shall also apply to the benefit of LingoDeer’s legal representatives and vicarious agents if claims are asserted against them directly.</p>\n<p>6 Copyrights, Trademark Rights, Property Rights and Rights to the Use of Names</p>\n<p>Unless content is expressly labelled as creative commons, all texts, images and other works created by LingoDeer and distributed within the context of the language portal are protected by copyright and any use outside of the language portal requires LingoDeer’s prior approval.</p>\n<p>\n<br>\n</p>\n<p>7&nbsp;User-Generated&nbsp;Content</p>\n<p>7.1 Through the interactive use of LingoDeer, LingoDeer offers each User the opportunity to transfer self-generated contents (such as images, translations or texts) to LingoDeer and to post them at LingoDeer so that they may be accessible to the public.</p>\n<p>7.2 The User hereby grants LingoDeer a perpetual, worldwide, non-exclusive, free and transferable right to make such content available to the public and to modify it in and to all content, like vocabulary listings, manuals, advertisements transferred to and published on LingoDeer.</p>\n<p>7.3 LingoDeer may at any time remove or delete any content published by the User in its own discretion.</p>\n<p>7.4 Being of age and proper registration via a User account is a prerequisite for posting contents.\nAll contents transferred and, if applicable, posted by Users can be traced back to the self-chosen&nbsp;Username.</p>\n<p>7.5 The User accepts that the opportunity to post contents is only granted for personal, non- commercial use.\nTherefore, the User is not entitled to post such content with which it intends to pursue commercial interests, in particular, advertising.</p>\n<p>7.6 The User itself shall ensure that its registration information cannot be misused by third parties.\nIn this context the User is particularly obligated to block all third-party access to its registration information.\nAt the consequence of being held personally liable, the User is also responsible for ensuring that the contents it has posted at LingoDeer are free from viruses, worms, Trojans or other programs that could jeopardize or impair the operability or the existence of the language portal or the websites of other Users.</p>\n<p>7.7 The User warrants that the content transferred by the User does not infringe on any third party’s intellectual property rights and that the content can be used in accordance with Section 7.2.\nThis includes any moral rights of any people pictured, mentioned or else referred to in the content.</p>\n<p>7.8 LingoDeer reserves the right to exclude the User from its offer or to limit the User option to publish content if this agreement is breached.\nFurthermore, the User warrants and represents and shall ensure at the consequence of being held personally liable that the contents posted by it violate neither pertinent statutory or administrative regulations nor - in addition - are harmful to young persons, are pornographic, racist or insulting or in any other similar manner violate morals.</p>\n<p>7.9 The rights granted to LingoDeer by the User and the preceding warranties and releases shall not expire upon termination of the User relationship.</p>\n<p>\n<br>\n</p>\n<p>8 Final Provisions</p>\n<p>8.1 Agreements between LingoDeer and the User shall be subject to the laws of Hong Kong, Special Administration Region of the People’s Republic of China.</p>\n<p>8.2 Should individual points of these T&amp;C be legally invalid, the remaining portions hereof shall be unaffected and remain binding.</p>\n<p>8.3 LingoDeer reserves the right to modify these T&amp;C at any time and without indicating the reason for such modification, as far as those modifications are based upon changes in the services provided by LingoDeer, changes of LingoDeer or upon legal changes or changes due to technical requirements.\nThis includes LingoDeer offering new services.\nThe modified T&amp;C shall be sent to the User in advance by email.\nIf the User does not object to the modified T&amp;C within a period of six weeks, they are deemed to be accepted.\nIf the User objects, LingoDeer may close the User’s account and receive a refund for any of the rest of the respective term.\nLingoDeer shall separately point out these legal consequences in the email with the modified T&amp;C.</p>\n<p>\n<br>\n</p>\n<p>9 Additional Provisions Applicable for Residents of the United States of America</p>\n<p>9.1 If the User is a resident of the United States of America the provisions of this Section 14 shall be applicable in addition to the provisions above or where in conflict with the provisions above, the User may choose which provisions shall be applicable.</p>\n<p>9.2 Registration and Conclusion of the Contract</p>\n<p>The following addition provisions shall apply:</p>\n<p>3.5 The User agrees and acknowledges that the User will never access or use another person’s account without permission.</p>\n<p>3.6 The User agrees and acknowledges that the User will not transfer their account to another person or entity without LingoDeer’s prior written approval.</p>\n<p>3.7 [Reserved]</p>\n<p>3.8 If the User selects a Username or similar identifier for their account, LingoDeer reserves the right to remove or reclaim it if LingoDeer, in its sole discretion, believes it is inappropriate or violates the rights of a third party (including, but not limited to any applicable trademarks).</p>\n<p>9.3 Content and Accessibility of the Language Portal and Liability</p>\n<p>The following shall replace and supersede Section 6 of the T&amp;C:</p>\n<p>6.1 [Reserved]</p>\n<p>6.2 [Reserved]</p>\n<p>6.3 For providing its service, LingoDeer uses the technologies currently and commonly used in the field.\nTo be able to make full use of the services offered by LingoDeer, the User must likewise use these technologies (e.g.\nup-to-date browser technologies, Adobe Flash) or enable their use on its computer (e.g.\nactivate&nbsp;JavaScript, enable cookies and pop-ups).\nIf older or not commonly used technologies are used, the User might only be able to make limited use of the services provided by LingoDeer.\nThe User is solely liable for any loss or damage incurred by the User, LingoDeer or any third party caused by the User’s failure to use up-to-date technologies when accessing LingoDeer.</p>\n<p>6.4 [Reserved]</p>\n<p>6.5 The content on LingoDeer (excluding User Generated Content as defined below) and the trademarks, service marks and logos on LingoDeer are owned or licensed to LingoDeer, subject to copyright and other intellectual property rights under the law.</p>\n<p>6.6 The User agrees (a) not to modify any part of LingoDeer, except with the express and prior written consent of LingoDeer.\n(b) not to download or copy any account information for the benefit of any other party.\n(c) not to collect or make any use of any product listings, descriptions or prices.\nnot to resell or make any commercial use of LingoDeer or its contents.\nnot to reproduce, duplicate, copy, sell, resell or otherwise exploit LingoDeer for any commercial purpose without express written consent of LingoDeer.\nnot to use any meta tags or any other “hidden tag” utilizing the LingoDeer name or any LingoDeer trademarks without the express written consent of LingoDeer.</p>\n<p>6.7 The User agrees not to circumvent, disable or otherwise interfere with security-related features of LingoDeer or any associated websites and/or tablet and/or mobile applications or features that prevent or restrict use or copying of any content or enforce limitations on LingoDeer’s use.</p>\n<p>6.8 The User agrees not to use or launch any automated system, including without limitation, “robots,” “spiders,” or “offline readers,” that accesses LingoDeer in a manner that sends more request messages to the LingoDeer and/or LingoDeer servers in a given period of time than a human can reasonably produce in the same period by using a conventional on-line web browser.\nNotwithstanding the foregoing, LingoDeer grants the operators of public search engines permission to use spiders to copy materials from the site for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials.\nLingoDeer reserves the right to revoke these exceptions either generally or in specific cases.\nThe User agrees not to collect or harvest any personally identifiable information, including account names, from LingoDeer, nor to use the communication systems provided by LingoDeer (e.g., comments, email) for any commercial solicitation purposes.\nThe User agrees not to solicit, for commercial purposes, any LingoDeer Users with respect to their content.\nIn all use of LingoDeer and all associated services, website and mobile and/or tablet applications, the User agrees to comply with all applicable laws and regulations.</p>\n<p>9.4 Copyrights, Trademark Rights, Property Rights and Rights to the Use of Names</p>\n<p>The following additional provisions shall apply:</p>\n<p>If the User is a copyright owner or an agent thereof, is located within the United States and its territories, and believes that any content on LingoDeer infringes upon the User’s copyrights, the User may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing LingoDeer’s Copyright Agent with the following information in writing (see 17 U.S.C.\n512(c)(3) for further detail):</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit the service provider to locate the material;</li>\n<li>Information reasonably sufficient to permit LingoDeer to contact the User, such as an address, telephone number, and, if available, an electronic mail address;</li>\n<li>A statement that the User has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the User is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>LingoDeer‘s designated Copyright Agent to receive notifications of claimed infringement is mentioned in the imprint.\nFor clarity, only DMCA notices should go to the Copyright Agent.\nany other feedback, comments, requests for technical support, and other communications should be directed to LingoDeer customer service&nbsp;at:&nbsp;support@lingodeer.com.</p>\n<p>9.5 User Generated Content</p>\n<p>The following Section shall replace Section 7.8 of the T&amp;C in its entirety:</p>\n<p>7.8 LingoDeer reserves the right, in its sole discretion, to exclude the User from its offer or to limit the User’s option to publish content if these T&amp;C are breached.\nFurthermore, the User warrants and represents and shall ensure at the consequence of being held personally liable that any still photograph, text, music, audio, video, audio-visual work and sound recordings, computer graphics or visual effects (collectively, “User Generated Content”) posted by the User does not violate any applicable law, statute or administrative regulation and is not threatening, defamatory, indecent, harmful to young persons, pornographic, obscene, offensive to persons of any race, religion or national origin, descriptive or depictive of any graphic violence and/or offensive visual content, liable to incite violence or hatred, in breach or privacy (including uploading any private, financial or sensitive or personally-identifying information) or insulting or in any other similar manner in violation of morals.</p>\n<p>9.6 Final Provisions</p>\n<p>The following shall replace and supersede Section 8 of the T&amp;C and any contradictory provisions elsewhere in the T&amp;C:</p>\n<p>8.1 Agreements between LingoDeer and the User shall be subject to the laws of Hong Kong, SAR of&nbsp;People’s&nbsp;Republic of China, except with respect to subject matter that is governed by the federal copyright laws of the United States in which case United State copyright law will apply to the extent of such matters.\nThe UN Convention on Contracts for the International Sale of Goods (CISG) shall not apply.</p>\n<p>8.2 Any failure of LingoDeer to exercise or enforce any right or provision of the T&amp;C or the Privacy Statement shall not constitute a waiver of such right or provision.\nShould individual points of these T&amp;C or the Privacy Statement be legally invalid, the remaining portions hereof shall be unaffected and remain binding.</p>\n<p>8.4 The User and LingoDeer acknowledge and agree that these T&amp;C, and the Privacy Statement and any other legal notices published by LingoDeer and incorporated herein shall constitute the entire agreement between the User and LingoDeer.</p>\n<p>8.5 The Parties agree on the exclusive jurisdiction of the courts at the place of business of LingoDeer, if the User does not have a residence in Hong Kong.</p>\n<p>8.6 These T&amp;C and the Privacy Statement, and any rights and licenses granted&nbsp;hereunder&nbsp;may not be transferred or assigned by the&nbsp;Userbut may be assigned by LingoDeer without restriction.</p>\n<p>8.7 The User agrees that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to the T&amp;C or the Privacy Policy must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\n<p>8.8 LingoDeer may, in its sole discretion, modify or revise the T&amp;C at any time, and the User agrees to be bound by all such modifications or revisions.\nThe modified T&amp;C will be posted at this address and so we encourage Users to periodically check these T&amp;C.\nIf the User does not agree to any of these terms or the Privacy Statement, the User should immediately stop accessing and/or&nbsp;using&nbsp;this website or any of the other LingoDeer services or mobile and/or tablet applications.\nIf the User has paid for Premium Services and objects to the T&amp;C and/or the Privacy Statement, please notify LingoDeer immediately and we will close the applicable account and issue the applicable User a full refund for the remainder of the applicable term.</p>\n<p>\n<br>\n</p>", "created_at": "2023-05-01 20:45:54.759471", "updated_at": "2023-05-01 20:46:04.323145"}], "points": [{"id": 34926, "title": "Alternative accounts are not allowed", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-16 08:56:51.313416", "updated_at": "2023-09-16 14:32:18.821986", "quoteText": null, "case_id": 324, "document_id": 15846, "quoteStart": null, "quoteEnd": null}], "urls": ["lingodeer.com"]}}