{"error": 448, "message": "OK", "parameters": {"id": 7337, "name": "OpenX", "created_at": "2023-01-24 04:22:46.113679", "updated_at": "2023-03-29 19:26:38.216259", "wikipedia": null, "keywords": null, "related": null, "slug": "openx", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7337.png", "url": "openx.com,proprofs-ui.openx.net,openx.net", "documents": [{"id": 14079, "name": "Privacy Policy", "url": "https://www.openx.com/legal/privacy-policy/", "xpath": "/html/body/main/section[3]", "text": " <ol>\n<li>Introduction</li>\n<li>What personal data do we collect?</li>\n<li>Why do we collect, use, and store this personal data?</li>\n<li>How and to whom do we share your personal data?</li>\n<li>How can you opt out of interest-based advertising?</li>\n<li>What are cookies and how do we use them?</li>\n<li>What choices and rights do you have with respect to the data we process?</li>\n<li>How long do we retain your personal data?</li>\n<li>What if we update this privacy policy?</li>\n<li>How can you contact us?</li>\n</ol>\n<strong>1.\nIntroduction</strong>\n<p>OpenX (“<strong>OpenX</strong>“, “<strong>we</strong>“, “<strong>us</strong>” or “<strong>our</strong>“) runs an advertising exchange (the “<strong>Ad Exchange</strong>”).&nbsp.\nThis means that we connect companies that offer advertising space on their websites, mobile applications, or connected television applications (called “<strong>Publishers</strong>” in this Privacy Policy) with brands, advertising agencies, and demand side platforms (called “<strong>Advertising Partners</strong>” in this Privacy Policy) looking to purchase that advertising space in order to advertise their products or services to consumers like you.</p>\n<p>We know you may have questions and concerns about who is collecting your data, how your data is used, and how Publishers and Advertising Partners seem to know which products and services you may be interested in as you engage online.&nbsp.\nWe’ve designed this Privacy Policy to help answer those questions with respect to the data that flows through our systems, and to make sure you know how to take action to prevent or limit our collection and use of your data for interest-based advertising (sometimes called “targeted advertising” or “cross-context behavioral advertising”) if you choose to do so by clicking here.</p>\n<p>We encourage you to read the whole Privacy Policy, because it provides important information about how we may process your data, and the choices or rights you may have with respect to our processing of your data.&nbsp.\nIn the meantime, here are some key takeaways:</p>\n<ul>\n<li>\n<strong>We collect data about you from Publishers, Advertising Partners, and third party data providers.&nbsp;</strong>\n<ul>\n<li>This data may include personal information about you such as your device identifiers, location, browsing history, and specific interests, and it may be collected from a variety of partners, such as Publishers operating news, dating, weather, health, retail, gaming, or streaming websites and apps.&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>We use this data to understand your online activity and interests over time so we can serve you relevant ads.</strong>\n<ul>\n<li>Using cookies and other persistent identifiers that track your online activity, we collect data about you across different websites and apps, and across different devices.\nSo, we may know you visited a website on Monday from your desktop computer to look at a product, returned to the website on Tuesday from your mobile phone to add the product to your check-out basket, and finally completed your purchase of the product on Wednesday from your tablet.\nWe use this data to learn about your interests over time and understand what products and services may be most relevant to you.&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>We share this data with third parties.</strong>\n<ul>\n<li>We share the data we collect about you, and the information we learn from it, with the Advertising Partners that use our Ad Exchange to help them decide whether, where, and how to serve (or re-serve) advertisements for particular products or services to you.\nWe may also share some of your data with trusted third party data providers and service providers.&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>We don’t know your name, but we do know your online identifier.</strong>\n<ul>\n<li>None of the data we collect or share about you via our Ad Exchange is connected to your clear-text name, contact information, or other information that could directly identify you as an individual.&nbsp.\nBut, it is connected to the cookies and other persistent identifiers that are affiliated with your unique online activity.&nbsp.\nSo, while we (and the partners who use our Ad Exchange) may know about the interests and online activity of Internet user ABC123, we don’t know that Internet user ABC123 goes by your name.</li>\n</ul>\n</li>\n<li>\n<strong>You can opt out of interest-based advertising.</strong>\n<ul>\n<li>While we strongly believe that our services help foster a healthy Internet, grow a strong economy, and enhance your online experience, we understand that not everyone wants to receive interest-based (i.e., “targeted” or “cross-context behavioral”) advertisements.\nYou can opt out by clicking here or by following the instructions in this section.&nbsp;</li>\n<li>If you do opt out, you should understand that you may still receive the same amount of advertisements from Advertising Partners using our Ad Exchange (or other ad exchanges) as you engage online.&nbsp.\nBut, at least for advertisements served via our Ad Exchange to your opted out device(s) or browser(s), none of those advertisements will be tailored to you or your specific interests over time.</li>\n</ul>\n</li>\n</ul>\n<p>To learn more about our collection, use, and disclosure of your data, and your choices or rights with respect to our processing of your data, please scroll down to read the rest of this Privacy Policy.&nbsp.\nIf you have any questions as you do, you can always contact us here.</p>\n<p>As you read our Privacy Policy, please also remember that the Publishers and Advertising Partners you interact with as you engage online and in the real world may have their own privacy policies that govern how they collect and use your data, including when they may share your data with advertising partners like us.\nThese policies and practices may differ from what you read in our Privacy Policy.\nTo fully understand how your data is being collected, used, and shared, you should always carefully read the privacy policy of any website you access, any app you use, and any social network page through which you share information.</p>\n<strong>2.</strong>\n<strong>What personal data do we collect?</strong>\n<p>Unless you contact us directly, we never collect information that directly identifies you, such as your clear-text (i.e., unhashed) name, physical address, email address, phone number, online usernames, or user passwords.\nBut, we may collect the following categories of personal data about you from Publishers, Advertising Partners, and third party data providers that partner with us to serve you advertisements:</p>\n<ul>\n<li>\n<strong>Unique online identifiers&nbsp;</strong>\n<ul>\n<li>These are persistent identifiers that help us identify you across devices and over time, such as your IP address, cookie ID, mobile advertising ID, hashed email address, and user agent string&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>Online and offline activity and interests (including inferences)</strong>\n<ul>\n<li>This includes information about your online activity and interests, such as your browsing history and online behavior</li>\n<li>This may also include information about your offline activity and interests, such as your purchase history and demographics&nbsp;</li>\n<li>And, this may include information derived or inferred from your online and offline activity and interests, such as your likelihood to be interested in buying a particular product, using a particular service, or visiting a particular website&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>Geolocation information</strong>\n<ul>\n<li>This typically is information about your or your device’s non-precise location, such as your country, region, metro, zip, or postal code, or non-precise (zip-code level) geographic coordinates, typically as inferred from your IP address</li>\n<li>In limited instances, if you have enabled location services for a website or app that we partner with and not opted out of having your precise location shared, this may also include information about your or your device’s precise location, such as precise geographic coordinates</li>\n</ul>\n</li>\n<li>\n<strong>Browser, device, and service information</strong>\n<ul>\n<li>This is information about the devices you are using to engage online, such as your browser or device type (e.g., Google Chrome, iPhone), screen dimensions, operating system, and preferred language&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>Ad reporting and delivery information&nbsp;</strong>\n<ul>\n<li>This is information about the advertisements you have been served and how you interacted with them, such as the size and format of advertisements you were served and whether you clicked on them&nbsp;&nbsp;</li>\n</ul>\n</li>\n</ul>\n<p>As described above, we collect this information primarily using cookies and other persistent identifiers that track your online activity.\nYou can learn more about these technologies in this section.&nbsp;</p>\n<p>We will also collect your personal data if you visit our website or contact us for any reason, although we will not use this data for advertising via our Ad Exchange.\nPlease view our Website Privacy Policy to learn more.</p>\n<strong>3.</strong>\n<strong>Why do we collect, use, and store this personal data?</strong>\n<p>Depending on where you live, we may need a valid legal basis to collect, use, and store your personal data.\nIf we do, depending on the circumstances, our valid legal basis may be: (i) that you have given us permission to process your data by consenting to our processing or by choosing not to opt out of our processing after receiving notice of our processing activities (we’ll collectively refer to this legal basis below as “consent”), in which case you can always withdraw your consent or opt out of our processing by contacting us here (note, though, that withdrawing or opting out will not affect the lawfulness of processing based on consent before a withdrawal or opt out).\n(ii) that it is in our legitimate interests to process your data, taking into consideration your interests, rights, and expectations (we’ll refer to this legal basis below as “legitimate interest”).\nor (iii) that we are legally required to process your data (we’ll refer to this legal basis below as “legal requirement”).&nbsp;</p>\n<p>When we are legally allowed to process your personal data, we may do so for the following purposes, with the caveat that some of our processing activities vary depending on where you live:</p>\n<ul>\n<li>\n<strong>To facilitate non-interest based advertising</strong>\n<ul>\n<li>We may help serve you an ad on one of our Publisher’s online properties based solely on information you have provided directly to that Publisher</li>\n<li>Our legal basis for this purpose is legitimate interest</li>\n</ul>\n</li>\n<li>\n<strong>To facilitate interest-based advertising</strong>\n<ul>\n<li>We may help serve you an ad on one of our Publisher’s online properties based on information you have provided to that Publisher, in addition to information we have collected independently or from third parties, including other Publishers, Advertising Partners, and third party data providers</li>\n<li>You can opt out of interest-based advertising (sometimes called “cross-context behavioral” or “targeted” advertising) by clicking here</li>\n<li>Our legal basis for this purpose is consent</li>\n</ul>\n</li>\n<li>\n<strong>To understand your activity and preferences over time&nbsp;</strong>\n<ul>\n<li>We may use the data we collect (whether directly or from our partners) to learn about your online activity across sites, apps, and devices over time and infer information about your online and real-world preferences (e.g., we may know that Internet user ABC123 is a female in the New York Metro area interested in buying new shoes)</li>\n<li>We only maintain information about your activity and preferences for the last 90 days (at most), and we use this information only to improve our ability to serve interest-based advertisements</li>\n<li>Although we can’t control our partners’ actions, we also include restrictions in our agreements with our Advertising Partners and third party data providers requiring them to limit their use of this information, to the extent it is shared with them&nbsp;&nbsp;&nbsp;</li>\n<li>You can opt out of this kind of data processing, which facilitates interest-based advertising, by clicking here</li>\n<li>Our legal basis for this purpose is consent</li>\n</ul>\n</li>\n<li>\n<strong>To control the content and frequency of ads</strong>\n<ul>\n<li>Whenever we help serve you an ad, we may use real-time information about the context in which it will be shown to help make sure the ad is relevant to you and delivered in a format that will work on your device</li>\n<li>We also take steps designed to make sure that you are being shown a reasonable amount of ads, that those ads are safe (i.e., do not contain malware and otherwise meet our ad standards), and that you are not receiving the same ads too frequently</li>\n<li>Our legal basis for this processing is consent or legitimate interest, depending on the circumstances</li>\n</ul>\n</li>\n<li>\n<strong>To measure ad performance</strong>\n<ul>\n<li>Whenever we help serve you an ad, we may measure the delivery and performance of the ad to understand whether it displayed correctly, how long you had the opportunity to see it, and how if at all you interacted with it</li>\n<li>We use this information to provide reporting to our Publishers and Advertising Partners so that they can understand how their ad campaigns are working or can be improved</li>\n<li>Our legal basis for this processing is consent or legitimate interest, depending on the circumstances</li>\n</ul>\n</li>\n<li>\n<strong>To build and improve our products, features, and models</strong>\n<ul>\n<li>We use data to build and improve our products and features, including by building and improving models and algorithms through machine learning</li>\n<li>Our legal basis for this processing is legitimate interest</li>\n</ul>\n</li>\n<li>\n<strong>To respond to valid legal requests and protect our legal interests</strong>\n<ul>\n<li>In rare instances, we may be required to produce your data in response to a valid legal request from a governmental, law enforcement, or other legal entity</li>\n<li>It is also possible, although unlikely, that we may need to produce your data to protect our rights and property, or to protect someone’s safety</li>\n<li>If we are required to produce your data in either of these circumstances (or any similar circumstances), we will limit our response to the information required to resolve the legal request or situation</li>\n<li>Our legal basis for this processing is legitimate interest or legal requirement, depending on the circumstances</li>\n</ul>\n</li>\n</ul>\n<p>When we process your personal data for one of these purposes, we do so in accordance with our robust privacy program, including by taking measures to securely store and transmit your data and by adhering to our retention limits.</p>\n<strong>4.\n</strong>\n<strong>\n</strong>\n<strong>How and to whom do we share your personal data?</strong>\n<p>We may disclose the information that we collect about you to the following third parties, for the following reasons:</p>\n<ul>\n<li>\n<strong>Advertising Partners and third party data providers</strong>\n<ul>\n<li>As described throughout this Privacy Policy, we pass data to our Advertising Partners, subject to data use restrictions, so that they can combine this information with other information they have independently collected to determine whether to serve (or re-serve) you an ad, and so that they can understand how well their advertising campaigns are working&nbsp;</li>\n<li>We may also pass data to trusted third party data partners, subject to data use restrictions, so that they can combine this information with other information they have independently collected to understand, and help us understand, your online activity and preferences across sites, apps, and devices over time</li>\n<li>Some of these transfers of data may considered “sales” or “sharing” of data under privacy laws applicable to you.\nyou can opt out of any “sales” or “sharing” of data by clicking here\n<ul>\n<li>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<strong>Service providers</strong>\n<ul>\n<li>We share certain data with contracted vendors, subject to data use restrictions, so that they can perform functions on our behalf, such as fraud and malware prevention, identification of invalid traffic, and data storage and hosting.\na list of our service providers is available here</li>\n</ul>\n</li>\n<li>\n<strong>Affiliates and potential acquirers</strong>\n<ul>\n<li>We may share data amongst affiliate companies in the OpenX group for the purposes described in this Privacy Policy.\na&nbsp.\nlist of our affiliates is available here&nbsp;</li>\n<li>We may also share data in connection with an actual or proposed sale or transfer of all or a part of our business or assets, corporate merger, consolidation, or bankruptcy, including with our advisers and any prospective purchaser’s advisers and with the new owners of the business</li>\n</ul>\n</li>\n<li>\n<strong>Regulators, law enforcement entities, and other legal actors</strong>\n<ul>\n<li>In rare instances, we may share data with regulatory, governmental, law enforcement, courts with competent jurisdictions, emergency services, or other legal entities in response to a valid legal request, to protect our rights and property, or to protect someone’s safety</li>\n<li>If we are required to produce your data to these entities, we will limit our response to the information required to resolve the legal request or situation</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>International transfers</strong>\n</p>\n<p>In the event that personal data collected from a UK or EEA data subject is transferred outside of the UK or the EEA to an organization in a country which is not subject to an adequacy decision by the EU Commission or considered adequate as determined by applicable data protection laws, we will take steps to ensure your personal data is adequately protected (e.g., by way of EU Commission-approved Standard Contractual Clauses or by relying on other data transfer mechanisms approved under applicable data protection laws).\nWe are also committed to conducting data transfer impact assessments and adopting any supplementary measures required to mitigate any risks to you identified in such an assessment.\nA copy of the relevant mechanism can be obtained for your review on request by contacting us here.&nbsp;</p>\n<strong>5.</strong>\n<strong>How can you opt out of interest-based advertising?&nbsp;</strong>\n<p>OpenX adheres to the Digital Advertising Alliance (“<strong>DAA</strong>”) Self-Regulatory Principles in the United States (“U.S.”), the European Digital Advertising Alliance (“<strong>EDAA</strong>”) Principles in the European Economic Area (“EEA”), and the IAB Europe OBA Framework.&nbsp.\nThese principles and framework address interest-based advertising, also called “cross-context behavioral” or “targeted” advertising, which our services facilitate.&nbsp.\nAs described throughout this Privacy Policy, OpenX collects the types of data described in Section 2 across multiple devices and across websites and apps over time, in order to use and transfer such data to our partners to facilitate&nbsp.\ninterest-based advertising.&nbsp;&nbsp;</p>\n<p>You can request to opt out of our interest-based advertising services – and the interest-based advertising services of other companies that adhere to the principles and framework listed above – by taking the steps listed below.\nPlease remember that even if you take some or all of these steps, some information may still be collected about you as you engage online, and you may still receive the same number of advertisements.\nThe difference will be we will not collect or use data collected from your opted out browser or device to tailor the online ads you receive to you or your interests based on data collected over time from different websites, apps, and devices (at least for data collected and advertisements received via our Ad Exchange).</p>\n<p>You’ll see that there are multiple steps listed.\nThat’s because, as described throughout this Privacy Policy, interest-based advertising services involve the collection of your data across multiple devices and via multiple mechanisms.\nAs a result, because cookies and other persistent identifiers cannot be read between different browsers or devices, you will need to opt out on each device and browser you use, and may need to take special steps to opt out of the collection of certain kinds of data.</p>\n<ul>\n<li>\n<strong>\n<em>To opt out on a browser (e.g., as you engage on websites):&nbsp;</em>\n</strong>\n<ul>\n<li>\n<strong>Cookies.&nbsp.\n</strong>Cookies may be used to collect data about you as you browse the web.&nbsp.\nIf you live in the EEA, you can learn more about and opt out of this kind of data collection by companies, including OpenX, that adhere to the European DAA Principles at www.youronlinechoices.com.&nbsp.\nIf you live outside of the EEA, you can learn more about and opt out of this kind of data collection by companies, including OpenX, that adhere to the DAA’s self-regulatory programs at www.aboutads.info/choices.\nAs an opt out alternative, you can also download a browser or extension that supports the Global Privacy Control by visiting this website.\n<ul>\n<li>\n<strong>Please note</strong> that in order for your opt-out choice to be effective using the DAA’s tools, you must ensure that your browser is set to accept third-party cookies such as the OpenX opt-out cookie.\nSome browsers block third-party cookies by default, and you may need to change your browser settings to accept third-party cookies before opting out.\nAdditionally, if you later use a different device or browser, or erase cookies from your browser, you may need to renew your opt-out choice.</li>\n</ul>\n</li>\n<li>\n<strong>Non-Cookie Identifiers.&nbsp.\n</strong>Companies may use the local storage or cache in your browser to collect information about you as you browse the Internet.\nIn certain countries, you can opt-out of this kind of data collection by (1) using any tools provided by your browser to clear local storage and the browser cache, and (2) turning on any “Do Not Track” header setting offered by your browser.\nPlease note that you must complete both of these steps in order to complete the opt out process.\nAs an opt out alternative, you can also download a browser or extension that supports the Global Privacy Control by visiting this website.</li>\n</ul>\n</li>\n<li>\n<strong>\n<em>To opt out on a cell phone or mobile device (as you use mobile apps): </em>\n</strong>You can opt out of the collection of data for interest-based advertising on your mobile device, for OpenX and other companies participating in industry self-regulation, by downloading the DAA’s AppChoices application from the Android or iOS app store.\nAlternatively, or if you live outside of the United States (in which case you may not have access to this application), you can turn off the “Allow Apps to Request to Track” setting in your iOS settings or turn on the “opt out of interest-based ads” setting in your Android settings to limit the collection of your data for interest-based advertising.\nYou can find additional information and more detailed instructions here.</li>\n<li>\n<strong>\n<em>To opt out of the collection of precise location data (as you use your mobile device):</em>\n</strong> You may wish to opt out of the collection of your precise location data, to the extent Publisher’s collect and share such data with OpenX and other advertising partners.&nbsp.\nThis would mean that certain data related to your online activity and general location (such as your city) could be collected, but data indicating your precise location (such as your precise GPS coordinates) could not be collected.\nYou can do this by using the “location services” controls in your mobile device’s settings.</li>\n<li>\n<strong>\n<em>To opt out on a connected television (as you watch TV on apps): </em>\n</strong>You may be able to opt out of the collection of data for interest-based advertising on your connected or “smart” TV or set up box by visiting your device’s settings menu.\nYou can find additional information and more detailed instructions here.</li>\n</ul>\n<strong>6.</strong>\n<strong>What are cookies and how do we use them?</strong>\n<p>\n<strong>What are cookies?</strong>\n</p>\n<p>A cookie is a very small text document, containing a string of characters that uniquely identifies your web browser.\nCookies are created when your browser loads a particular website.\nThe website sends information to the browser which then creates a text file.\nThis allows the browser to remember the websites you visit, and that information is shared with other parties such as our Advertising Partners.\nThis also allows us to collect information about your browsing habits over time in order to facilitate interest-based advertising and make advertising more relevant to you and your interests, as described throughout this Privacy Policy.</p>\n<p>In other words, when you visit a Publisher’s website or a digital property, we may assign a random, unique identifier, specific to OpenX, to your browser or device.&nbsp.\nUsing that OpenX identifier, our Ad Exchange can automatically recognize your browser or device the next time it visits another website or digital property owned by a Publisher we work with.&nbsp.\nThis means that, over time, our Ad Exchange can track your online activity to learn about your online browsing behavior and preferences.\nThe Publishers and Advertising Partners we work with can also map their own unique identifiers against our OpenX identifier via a process called “cookie syncing,” so that they can use data they have collected independently on our Ad Exchange.\nIn the case of Advertising Partners, the aggregated insights cookie syncing facilitates may influence their decision to bid (or not bid) on opportunities to advertise products or services to you.\nFor example, certain Advertising Partners may be more willing to serve you an advertisement for a particular product if they know, via insights learned from cookie syncing, that you have seen and clicked on advertisements for the same or similar products in the past.</p>\n<p>We also use cookies for frequency capping, meaning that we may use data they collect to limit the number of times you see an advertisement, as well as to help measure the effectiveness of our Advertising Partners’ advertising campaigns.\nFind out more about the use of cookies on www.allaboutcookies.org.</p>\n<p>\n<strong>What cookies do we use?</strong>\n</p>\n<ul>\n<li>\n<strong>Cookie ‘i’ </strong>–<strong>\n</strong>this is the user / market cookie.\nIt includes a random string created to recognize your device for the purpose of delivering advertisements, as well as the timestamp of the string’s creation.\nBy matching this cookie with data collected by Advertising Partners, we and our Advertising Partners can deliver more relevant ads to you.\nThis cookie is stored on your device for 1 year and is refreshed for the next year on each bid request.</li>\n<li>\n<strong>Cookie ‘pd’ </strong>–<strong>\n</strong>this cookie stores information about which other third parties the user cookie (‘i’ cookie) has been synced with to reduce the amount of user matching done on your device.<strong>\n</strong>This cookie is stored on your device for 15 days.</li>\n<li>\n<strong>Cookie ‘OX_dnt’ </strong>– this cookie acts as a flag which we set if you indicate that you want to opt-out of interest-based advertising.\nPlease see the information above on opting out of interest-based advertising.\nThis cookie is stored on your device for 5 years.</li>\n</ul>\n<p>\n<strong>Third parties</strong>\n</p>\n<p>Third parties, such as our Publishers and Advertising Partners, may also serve cookies on your computer or mobile device to facilitate advertising, analytics, and other functions.\nThey may also use information about your visits to different online properties to provide you with more relevant advertisements and measure the effectiveness of their advertising campaigns.\nWe do not have access to or control over these cookies and encourage you to review the privacy and cookie policies of any companies you engage with online to find out about their data collection practices, including how they may use cookies.</p>\n<strong>7.</strong>&nbsp;<strong>What choices and rights do you have with respect to the data we process?</strong>\n<p>Depending on the country or state where you live, you have different legal rights with respect to your personal data and how we may process it.\nWe’ve provided more detail on these rights for consumers in the UK/EEA and certain U.S.\nstates below, but you can always contact us here to learn more.&nbsp;</p>\n<p>\n<strong>UK/EEA based individuals</strong>\n</p>\n<p>UK- and EEA-based individuals have the right to ask us for a copy of your personal data.\nto correct, delete or restrict processing of your personal data.\nand to obtain the personal data you provide in a structured, machine readable format.\nIn addition, you can object to the processing of your personal data in some circumstances (in particular, where we don’t have to process the data to meet a contractual or other legal requirement).</p>\n<p>These rights may be limited, for example if fulfilling your request would reveal personal data about another person, or if you ask us to delete information which we are required by law or have compelling legitimate interests to keep.\nIf you have unresolved concerns, you have the right to complain to a data protection authority where you live, work or believe a breach has taken place.\nYou’ll find contact details for your data protection authority here if you are an EEA based individual or here if you are a UK based individual.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>If you would like to exercise any of the rights listed above, please reach us here.</p>\n<p>\n<strong>U.S.\nbased individuals</strong>\n</p>\n<p>Residents of California, Colorado, Connecticut, Virginia, and Utah may exercise the following rights regarding your personal data, subject to certain exceptions and limitations:</p>\n<ul>\n<li>The right to confirm whether we have processed your personal data.</li>\n<li>The<strong>\n</strong>right to know and access, in a portable format that is accessible to you, the categories and specific pieces of personal data we collect, use, share, and sell about you, the categories of sources from which we collected your personal data, our purposes for collecting, using, sharing, and selling your personal data, the categories of your personal data that we have shared or sold for a business purpose, and the categories of third parties with which we have shared or sold your personal data.</li>\n<li>The right to correct inaccuracies related to the personal data we have collected from or about you.</li>\n<li>The right to request that we delete the personal data we have collected from or about you.</li>\n<li>The right to opt out of our processing and sharing of your personal data for purposes of interest-based advertising, also called “cross-context behavioral advertising” or “targeted advertising,” which our services facilitate, as well as the right to opt out of our sales of your personal data.</li>\n<li>The right not to be discriminated or retaliated against for exercising any of these data rights.</li>\n</ul>\n<p>While some states provide residents with additional rights related to “sensitive” personal data, OpenX does not knowingly collect this type of personal data.&nbsp;</p>\n<p>To exercise any of the above rights, please reach us here or using the contact information provided below in this section and we will respond to you.\nYou may be asked to submit verifying information in certain circumstances, as described below.\nDepending on your state, if you have submitted a request that we have not fulfilled, you may appeal our decision by contacting us here.&nbsp;</p>\n<p>\n<strong>\n<em>Verification Process and Required Information</em>\n</strong>\n<strong>:</strong> Because most of the information we store can only identify your online identifiers, and cannot identify you individually, we may need to request additional information from you to verify your identity or understand the scope of your request.\nSuch additional information may include your online identifier (e.g., your cookie or mobile advertising ID), your state of residence, and some proof that the devices that have the cookie or mobile advertising ID you provide are yours, such as a screenshot of the applicable cookie or of a screen that displays the mobile advertising ID or other documentation that can verify you.</p>\n<p>\n<strong>\n<em>Authorized Agent</em>\n</strong>\n<strong>: </strong>You may designate an authorized agent to make a data subject request on your behalf by verifying your identity and providing written permission to your agent to make the request for you.</p>\n<p>\n<strong>\n<em>Minors’ Personal Data</em>\n</strong>\n<strong>:</strong> We do not sell the personal data of consumers that we know to be under 16 years of age or share such data for purposes of interest-based advertising (also known as “targeted” or “cross-context behavioral” advertising).&nbsp;&nbsp;</p>\n<p>\n<strong>\n<em>Collection, Sharing, and Sale of Personal Data: </em>\n</strong>\n<em>&nbsp;</em>\n</p>\n<ul>\n<li>In the last 12 months, we collected the categories of personal data described above in the “What personal data do we collect?” section of this Privacy Policy, which correspond to the following categories of personal data under California law: (1) personal and online identifiers.\n(2) commercial or transactions information.\n(3) Internet or other electronic network activity information.\n(4) geolocation information.\n(4) inferences about your predicted characteristics and preferences.\nand (5) other information about you that is linked to the “personal information” or “personal data” we collect.&nbsp;</li>\n<li>In the last 12 months, we collected these categories of personal data from Publishers, Advertising Partners, service providers (e.g., fraud prevention services), and third party data providers (e.g., consumer data resellers).&nbsp;</li>\n<li>In the last 12 months, we collected personal data for our commercial and business purposes, as described in more detail above in the “Why do we collect, use, and store this personal data?” section of this Privacy Policy.\nAs described in that section, we sell and share personal data for interest-based advertising purposes (also known as “cross-context behavioral” or “targeted” advertising).&nbsp;</li>\n<li>In the last 12 months, we sold, shared, or disclosed personal data we collected to the categories of third parties described above in the “How and to whom do we share your personal data?” section of this Privacy Policy.\nIn particular, we “sold” (as a “sale” is defined under California law) or shared for interest-based advertising purposes each category of personal data we collected to Advertising Partners and third party data providers (e.g., consumer data resellers).\nWe also disclosed each category of personal data we collected with our service providers and affiliates as well as, in limited instances, governmental entities for our business purposes.</li>\n<li>In the last 12 months, we stored and retained personal data in accordance with the retention periods described below in the “How long do we retain your personal data” section of this Privacy Policy.</li>\n</ul>\n<p>\n<strong>\n<em>Information About Past Year’s California Requests: </em>\n</strong>&nbsp;In 2021, with respect to data subject requests from California residents submitted under the California Privacy Protection Act, as amended (“<strong>CCPA</strong>”), OpenX:</p>\n<ul>\n<li>Received 76 requests to know, complied with all of them in an average of 27 days, and denied none of them.</li>\n<li>Received 168 requests to delete, complied with all of them in an average of 22 days, and denied 5 of them due to incorrect email address provided.</li>\n<li>Received 229 requests to opt-out, complied with all of them in an average of 15 days, and denied 4 of them due to incorrect email address provided.&nbsp;</li>\n<li>Received 82 requests that did not provide a specific type of request and were denied because they could not be verified or were otherwise invalid.</li>\n</ul>\n<strong>8.</strong>\n<strong>How long do we retain your personal data?</strong>\n<p>We may keep each data point we collect about you for a maximum of 90 days from the last date that we received it.&nbsp.\nFor example, if we collect data indicating that you visited a particular website on day 0, we may keep that data until day 90 (at the latest) unless we collect data indicating that you visited that particular website again within that initial 90 day period (in which case, the 90 day clock would reset).\nFor most categories of data, this is limited to 14 days.</p>\n<p>Additionally, we’ve set retention limits on the cookies that may be set on your devices.\nIn particular, the market cookie (“i”) used for OpenX’s device recognition is set to remain on your device for a maximum of one year, while a 5-year span is implemented to recognize your opt-out from interest-based advertising, should you choose to opt out.</p>\n<strong>9.</strong>\n<strong>What if we update this privacy policy?</strong>\n<p>We reserve the right to update this Privacy Policy at any time.&nbsp.\nIf we do so, we will post the updated policy here and update the effective date.\nWe may also notify you in other ways from time to time about the processing of your personal data.</p>\n<strong>10.</strong>&nbsp;<strong>How can you contact us?&nbsp;</strong>\n<p>If you are a UK or EEA based individual, the data controller for your personal data is OpenX Poland Sp.\nz o.o.</p>\n<p>If you are a U.S.\nbased individual, the business, data controller, or equivalent entity that controls how your data may be processed is OpenX Technologies Inc.&nbsp;</p>\n<p>If you have questions about this Privacy Policy or wish to contact us for any reason in relation to our personal data processing, you can contact us here.</p>\n<p>\n<strong>If you are a UK or EEA based individual, you can also reach us at:</strong>\n</p>\n<p>OpenX Poland sp.\nz o.o.<br>Attention: Legal Department<br>Aleja 29 Listopada 20<br>31-401 Krakow<br>Poland</p>\n<p>\n<strong>If you are an U.S.\nbased individual, you can also reach us at:</strong>\n</p>\n<p>OpenX Technologies Inc.<br>Attention: Legal Department<br>888 E Walnut St., 2nd Floor<br>Pasadena, CA 91101<br>United States</p>\n<p>You may also contact our data protection officer at dpo@openx.com or by calling us at (855) 231-3834.</p> ", "created_at": "2023-01-24 04:22:46.174074", "updated_at": "2023-01-24 04:25:24.977759"}, {"id": 14080, "name": "Website Terms & Conditions", "url": "https://www.openx.com/legal/terms-and-conditions/", "xpath": "//body", "text": " Learn more about how we’re reducing our environmental impact at openx.com/sustainability <ul>\n<li> United States </li>\n<li> International </li>\n</ul>\n<p>\n</p>\n<i>\n</i>&nbsp.\n<ul>\n<li>For Publishers</li>\n<li>For Buyers</li>\n<li>Why OpenX\n<ul>\n<li>Our Exchange</li>\n<li>OpenAudience™</li>\n<li>Premium Inventory</li>\n<li>Sustainability</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>News &amp.\nPress</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Overview</li>\n<li>Blog</li>\n<li>Thought Leadership</li>\n<li>Videos</li>\n<li>Case Studies</li>\n<li>Podcasts</li>\n<li>Glossary</li>\n</ul>\n</li>\n<li>Support\n<ul>\n<li>Community</li>\n<li>Technical Documentation</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul> Home » Legal » Website Terms &amp.\nConditions Website Terms &amp.\nConditions Effective Date: February 1, 2016 <p>These Terms and Conditions of Use (these “Terms”) govern your use of the OpenX Website.\nWe refer to OpenX Software Ltd.\nand its affiliates and subsidiaries in these Terms as “OpenX,” or “we,” or “us.” Please read these Terms carefully before using the OpenX Website.\nBy using the OpenX Website, you signify your assent to these Terms.\nIf you do not agree to these Terms, you may not use the OpenX Website.</p>\n<ol>\n<li>Ownership.\nThe content on the OpenX Website, including text, software, scripts, graphics, photos, sounds, music, videos, interactive features and the like, but excluding Submissions and Feedback (each as defined below) &nbsp;(collectively, “Content”) and the OPENX trademark and logo, as well as certain other of the names, logos and materials displayed on or through the OpenX Website that constitute trademarks or logos (collectively, “Marks”) are owned by or licensed to OpenX and are subject to copyright, trademark, and other intellectual property rights under U.S.\nand international laws.\n&nbsp;All rights in or to the OpenX Website, including in the Content and the Marks, not granted herein are expressly reserved to OpenX or its licensors.&nbsp;</li>\n<li>Use of the OpenX Website and Content.</li>\n</ol>\n<p>You agree not to reproduce, duplicate, copy, sell, resell, or exploit for any purposes the OpenX Website, or any portion of the OpenX Website, including, without limitation, the Content and Marks, except as authorized by these Terms or as otherwise authorized in writing by OpenX and its applicable licensors.\nYou must abide by all copyright notices, information, or restrictions contained in or associated with any Content.\nYou agree that we may use any information we obtain about you through the OpenX Website in accordance with the provisions of our Privacy Policy.\n&nbsp;In addition to reviewing these Terms, you should also read our Privacy Policy, which describes how we may collect and use your personal information (https://www.openx.com/privacy-center/privacy-policy/).</p>\n<p>Prohibited content and activities include, but are not limited to:</p>\n<p>(a) Violating any local, state, national, or international law or regulation.</p>\n<p>(b) Transmitting any material that is abusive, harassing, tortious, defamatory, vulgar, pornographic, obscene, libelous, invasive of another’s privacy, hateful, or racially, ethnically, or otherwise objectionable.</p>\n<p>(c) Transmitting any unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of solicitation.</p>\n<p>(d) Knowingly transmitting any material that contains adware, malware, spyware, software viruses, or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment.</p>\n<p>(e) Stalking, harassing, or harming another individual.</p>\n<p>(f) Impersonating any person or entity, or otherwise misrepresenting your affiliation with a person or entity.</p>\n<p>(g) Interfering with or disrupting the OpenX Website or servers or networks connected to the OpenX Website, or disobeying any requirements, procedures, policies or regulations of networks connected to the OpenX Website.</p>\n<p>(h) Launching any automated system, including, without limitation, “robots,” “spiders,” “offline readers,” etc., that accesses the OpenX Website in a manner that sends more request messages to the OpenX Website in a given period of time than a human can reasonably produce in the same period by using a conventional Web browser.</p>\n<ol>\n<li>Submissions.\nThe OpenX Website may enable you to submit messages, comments, photographs, images, or other content (“Submissions”) to the OpenX Website.\nWhen you provide OpenX with a Submission, you grant to OpenX and its affiliates, representatives and assigns a non-exclusive, fully-paid, world-wide, transferable, royalty-free license, with the right to grant sublicenses, to display, publicly perform, distribute, store, transcode, broadcast, transmit, reproduce, edit, modify, create derivative works, and otherwise use and reuse your Submissions (or any portions or derivative works thereof) in any manner, in any medium, for any purpose.\nYou acknowledge and agree that you have no expectation of compensation or confidentiality of any nature with respect to any Submission.\nSubmissions may be available to all users of the OpenX Website.\nOpenX reserves the right to display advertisements in connection with your Submissions and to use your Submissions to advertise and promote OpenX, the OpenX Website and any other OpenX products or services.\nOpenX reserves the right to modify Submissions in its sole and absolute discretion.\nOpenX is not required to host, display, or distribute any Submissions, and may refuse or remove them at any time.</li>\n</ol>\n<p>OpenX shall have the right, but no obligation, to monitor Submissions to determine compliance with this Agreement.\nOpenX shall have the right in its sole discretion to edit, refuse to post or remove any Submission.\nOpenX neither endorses nor is responsible for the accuracy or reliability of any opinion, advice or statement in any Submission.\nNotwithstanding the right to monitor set forth herein, OpenX does not control any Submission that you or other users may provide.\nAccordingly, by permitting you to post Submissions to the OpenX Website, OpenX is not, and will not become, a publisher of such Submissions and is merely functioning as an intermediary to enable you to provide and display Submissions.\n&nbsp;</p>\n<p>If you make any Submissions, you represent and warrant that: (a) you own all rights in your Submissions or, alternatively, you have acquired all necessary rights in your Submissions to enable you to grant to OpenX the rights in your Submissions described herein.\n(b) you have paid and will pay in full all license fees, clearance fees, and any other financial obligations, of any kind, arising from any use or commercial exploitation of your Submissions.\n(c) your Submissions do not infringe the intellectual property rights, privacy rights, publicity rights, or any other legal or moral rights of any third party.\nYou agree to keep all records necessary to establish that your Submissions do not violate any of the foregoing representations and warranties and to make such records available to OpenX upon OpenX’s request.\nand (d) you are at least 18 years of age or between the ages of 13 and 17 and using the OpenX Website with parental or legal guardian consent and supervision.\n&nbsp;</p>\n<ol>\n<li>Feedback.\nYou further agree that OpenX and its affiliates are free to use for any purpose whatsoever, ideas, know-how, concepts, techniques, comments, criticisms, reports, or other feedback other than Submissions (“Feedback”), whether oral or written, that you may send to OpenX or its affiliates.\nYou acknowledge and agree that you have no expectation of compensation or confidentiality of any nature, and that OpenX has no duties to you, with respect to such Feedback.&nbsp;</li>\n<li>Digital Millennium Copyright Act.\nOpenX respects the intellectual property rights of others.\nUpon proper notice, OpenX will remove Submissions or other applicable content that violate copyright law and terminate repeat infringers.\nPursuant to 17 U.S.C.\n§ 512, OpenX has implemented procedures for receiving written notification of claimed copyright infringement and for processing such claims in accordance with such law.\nIf you believe your work has been copied in a way that constitutes copyright infringement, please send OpenX’s copyright agent a notification of claimed infringement with all of the following information:</li>\n</ol>\n<p>(a) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are covered by a single notification, a representative list of such works;</p>\n<p>(b) identification of the claimed infringing material and information reasonably sufficient to permit OpenX to locate the material on the OpenX Website;</p>\n<p>(c) information reasonably sufficient to permit OpenX to contact you, such as an address, telephone number, and, if available, an email address;</p>\n<p>(d) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</p>\n<p>(e) a statement by you, made under penalty of perjury, that the above information in your notification is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\nand</p>\n<p>(f) your physical or electronic signature.</p>\n<p>Please send all of the above enumerated information to the following OpenX copyright agent:</p>\n<p>OpenX Technologies, Inc.<br>888 East Walnut Street, 2nd Floor<br>Pasadena, California 91101<br>T:&nbsp;1.626 466 1141<br>F: 1.626.405.1599<br>E: legal@openx.com</p>\n<p>Please do not send notices or inquiries unrelated to alleged copyright infringement to OpenX’s designated agent.</p>\n<ol>\n<li>Links to and from other Websites.\n&nbsp;You may post Content available on the OpenX Blog (https://blog.openx.com/) to certain third party social media websites and other platforms using the links embedded therein.\n&nbsp;You agree to comply with any applicable terms of use of those third party platforms and social media websites with respect to posting any Content.\n&nbsp;You will be solely responsible for any actions you take in posting the Content, including for your compliance with any applicable terms and conditions of those third party social media websites or other platforms.\n&nbsp;Furthermore, the OpenX Website may provide, or third parties may provide, links to other websites or resources.\nBecause we have no control over such third-party websites and resources, you acknowledge and agree that OpenX is not responsible for the availability of such websites or resources, and OpenX does not endorse and is not responsible or liable for any content, advertising, products or other materials on or available from such websites or resources.\nYou further acknowledge and agree that OpenX shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any content, goods or services available on or through any such website or resource.&nbsp;</li>\n<li>Disclaimer.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THE OPENX WEBSITE IS AT YOUR SOLE RISK.\nTHE OPENX WEBSITE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, OPENX AND ITS AFFILIATES EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, WITH RESPECT TO THE OPENX WEBSITE (INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR USE OR PURPOSE AND NON-INFRINGEMENT).\nOPENX AND ITS AFFILIATES MAKE NO REPRESENTATIONS OR WARRANTIES ABOUT THE ACCURACY OR COMPLETENESS OF CONTENT AVAILABLE ON OR THROUGH THE OPENX WEBSITE OR THE CONTENT OF ANY WEBSITES OR RESOURCES LINKED TO THE OPENX WEBSITE AND ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY:</li>\n</ol>\n<p>(a) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT;</p>\n<p>(b) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO OR USE OF THE OPENX WEBSITE;</p>\n<p>(c) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS OR ANY AND ALL PERSONAL INFORMATION OR FINANCIAL INFORMATION STORED THEREIN;</p>\n<p>(d) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE OPENX WEBSITE;</p>\n<p>(e) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED ON OR THROUGH THE OPENX WEBSITE BY ANY THIRD PARTY.\nAND</p>\n<p>(f) FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, E-MAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE ON OR THROUGH THE OPENX WEBSITE.</p>\n<p>OPENX AND ITS AFFILIATES DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY ON OR THROUGH THE OPENX WEBSITE OR ANY LINKED WEBSITE.\nOPENX AND ITS AFFILIATES WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nYOU UNDERSTAND AND AGREE THAT ANY MATERIAL OR INFORMATION DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE OPENX WEBSITE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE ARISING THEREFROM.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM OPENX OR THROUGH THE OPENX WEBSITE SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.</p>\n<ol>\n<li>Limitation of Liability.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL OPENX OR ITS OFFICERS, EMPLOYEES, DIRECTORS, SHAREHOLDERS, PARENTS, SUBSIDIARIES, AFFILIATES, AGENTS, OR LICENSORS BE LIABLE UNDER ANY THEORY OF LIABILITY (WHETHER IN CONTRACT, TORT, STATUTORY, OR OTHERWISE) FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF REVENUES, PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES (EVEN IF SUCH PARTIES WERE ADVISED OF, KNEW OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES), ARISING FROM OR RELATING TO YOUR USE OF THE OPENX WEBSITE.&nbsp;</li>\n<li>Exclusions and Limitations.\nSome jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the above limitations and disclaimers may not apply to you.\nTo the extent OpenX may not, as a matter of applicable law, disclaim any implied warranty or limit its liabilities, the scope and duration of such warranty and the extent of OpenX’s liability shall be the minimum permitted under such applicable law.&nbsp;</li>\n<li>Indemnity.\nYou hereby agree to indemnify, defend, and hold harmless OpenX, its parents, subsidiaries, affiliates, officers, directors, employees, consultants, and agents from and against any and all claims, liabilities, damages, losses, costs, expenses, fees (including reasonable attorneys’ fees and legal costs) of any kind or nature, arising from or relating to (a) any information (including, without limitation, your Submissions, Feedback, or any other content) you submit, post, or transmit on or through the OpenX Website.\n(b) your use of the OpenX Website.\n(c) your violation of these Terms.\nor (d) your violation of any rights of any other person or entity, including, without limitation, any copyright, patent, trademark, trade secret or other proprietary rights of any person or entity.\nOpenX reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will cooperate with OpenX in asserting any available defenses.&nbsp;</li>\n<li>Force Majeure.\nUnder no circumstances will OpenX be held liable for any delay or failure in performance due in whole or in part to any acts of nature, forces, or causes beyond its reasonable control, including, without limitation, Internet failures, computer equipment failures, software bugs, telecommunication equipment failures, other equipment failures, electrical power failures, strikes, labor disputes, riots, insurrections, civil disturbances, shortages of labor or materials, fires, floods, earthquakes, storms, explosions, acts of God, war, governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties, or loss of or fluctuations in heat, light, or air conditioning.&nbsp;</li>\n<li>Termination.\nIf you violate any of these Terms, your permission to use the OpenX Website and the Content automatically terminates.&nbsp;</li>\n<li>Modifications to the OpenX Website.\nOpenX reserves the right to modify or discontinue the OpenX Website with or without notice to you.\nOpenX shall not be liable to you or any third party should OpenX exercise its right to modify or discontinue the OpenX Website.&nbsp;</li>\n<li>Other Provisions.\nThese Terms shall be governed by and construed in accordance with the laws of the State of California, without giving effect to any conflict of laws rules or provisions.\nYou agree that any action at law or in equity arising from or relating to these Terms or the OpenX Website shall be filed only in the state or federal courts located in Los Angeles, California and you hereby consent and submit to the personal jurisdiction of such courts for the purposes of litigating any such action.\nIf any provision of these Terms shall be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions.\nThe failure of OpenX to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision.\nThese Terms, together with our Privacy Policy, and any other principles, rules, or guidelines posted in connection with the OpenX Website, are the entire and exclusive agreement between OpenX and you regarding the OpenX Website, and these Terms supersede and replace any prior agreements between OpenX and you regarding the OpenX Website.&nbsp;</li>\n<li>Changes to these Terms.\nFrom time to time, we may change these Terms.\nIf we decide to change these Terms, in whole or in part, we will inform you by posting the revised Terms to the same location on the OpenX Website where this version of the Terms resides.\nThose changes will go into effect on the Effective Date disclosed at the end of the revised Terms.\nYour continued use of the OpenX Website constitutes your agreement to abide by the Terms as revised.\nIf you object to any such revisions, your sole recourse shall be to stop using the OpenX Website.</li>\n</ol>\n<ul>\n<li>For Publishers</li>\n<li>For Buyers</li>\n<li>Why OpenX\n<ul>\n<li>Our Exchange</li>\n<li>OpenAudience™</li>\n<li>Premium Inventory</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>News &amp.\nPress</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Thought Leadership</li>\n<li>Videos</li>\n<li>Case Studies</li>\n<li>Glossary</li>\n</ul>\n</li>\n<li>Support\n<ul>\n<li>Community</li>\n<li>Technical Documentation</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul>\n<ul>\n<li>For Publishers</li>\n<li>For Buyers</li>\n<li>Why OpenX\n<ul>\n<li>Our Exchange</li>\n<li>OpenAudience™</li>\n<li>Premium Inventory</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>News &amp.\nPress</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Thought Leadership</li>\n<li>Videos</li>\n<li>Case Studies</li>\n<li>Glossary</li>\n</ul>\n</li>\n<li>Support\n<ul>\n<li>Community</li>\n<li>Technical Documentation</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul> Privacy Center Do Not Sell or Share My Personal Information <ul>\n<li>Legal</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Interest-Based Advertising</li>\n<li>CMS-TiC – Kaiser</li>\n<li>CMS-TiC – Aetna</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul>\n<p>Copyright © 2023 OpenX.\nAll rights reserved.</p> ", "created_at": "2023-01-24 04:22:46.234691", "updated_at": "2023-01-24 04:32:14.53682"}, {"id": 14081, "name": "Website Cookie Policy", "url": "https://www.openx.com/privacy-center/website-cookie-policy/", "xpath": "//body", "text": " Learn more about how we’re reducing our environmental impact at openx.com/sustainability <ul>\n<li> United States </li>\n<li> International </li>\n</ul>\n<p>\n</p>\n<i>\n</i>&nbsp.\n<ul>\n<li>For Publishers</li>\n<li>For Buyers</li>\n<li>Why OpenX\n<ul>\n<li>Our Exchange</li>\n<li>OpenAudience™</li>\n<li>Premium Inventory</li>\n<li>Sustainability</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>News &amp.\nPress</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Overview</li>\n<li>Blog</li>\n<li>Thought Leadership</li>\n<li>Videos</li>\n<li>Case Studies</li>\n<li>Podcasts</li>\n<li>Glossary</li>\n</ul>\n</li>\n<li>Support\n<ul>\n<li>Community</li>\n<li>Technical Documentation</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul> Home » Privacy Center » OpenX Website Cookie Policy OpenX Website Cookie Policy <p>Last updated: March 03, 2022</p>\n<ol>\n<li>What does this Policy cover?</li>\n<li>What are cookies?</li>\n<li>What cookies do we use and what information do they collect?</li>\n<li>What if we update this Cookie Policy?</li>\n<li>How can you contact us?</li>\n</ol> 1.\nWhat does this Policy cover? <p>This Cookie Policy describes how OpenX (<strong>“OpenX“, “we“, “us” or “our“</strong>) processes your data collected via cookies placed on your browser or device as you browse or otherwise interact with our website (<strong>your “cookie data”</strong>).\nIt applies only to visitors to the OpenX website.</p>\n<p>We encourage you to read this whole Cookie Policy, because it provides important information about how we may process your cookie data, and the choices or rights you may have with respect to our processing of your cookie data.</p>\n<p>If you would like to know how we process personal data, including cookie data, in the context of the OpenX Ad Exchange, please view our Ad Exchange Privacy Policy for more information.\nIf you would like to know how we may process personal data other than cookie data in the context of our website, please view our Website Privacy Policy.</p> 2.\nWhat are cookies? <p>We use cookies on our website.\nA cookie is a very small text document containing a string of characters that, in many cases, uniquely identifies your web browser or device.\nCookies are created when your browser loads a particular website.\nThe website sends information to the browser which then creates a text file, which is stored on your browser or your device.\nEach cookie allows its issuer to identify certain information about the browser or device on which it is stored, such as whether it is a computer, tablet, or mobile device.</p>\n<p>OpenX may place cookies on your browser or device every time you come back to our website or load a new page on our website.</p>\n<p>You can find out more about the use of cookies on www.allaboutcookies.org.</p> 3.\nWhat cookies do we use and what information do they collect? <ul>\n<li>\n<strong>Strictly necessary (required) cookies:</strong> these cookies are required to enable core website functionality.\nWithout these cookies, services you have asked for via this website cannot be provided.\nIf you disable these cookies, certain parts of the website may not function for you (for example, the website may not display properly on your device).\nBecause of that, we do not seek your consent for these cookies.</li>\n<li>\n<strong>Analytics and functional (performance) cookies:</strong> these cookies help us improve or optimise the experience we provide or enable various helpful features on our website.\nFor example, they allow us to measure how visitors interact with our website, collect technical information such as the number of pages visited, whether or not email communications are opened or which parts of our website are clicked on.\nThey may also be used to remember your preferences (such as your language preference), your interests and the presentation of the website.\nWe use this information to improve the user experience and performance of our website.\nWhere required, we will ask for your consent to use these cookies.</li>\n<li>\n<strong>Targeting cookies:</strong> we or third parties may use these cookies to collect information about your browsing habits in order to make advertising more relevant to you and your interests.\nThey are also used to limit the number of times you see an advertisement as well as to help measure the effectiveness of an advertising campaign.\nWhere required, we will ask for your consent to use these cookies.</li>\n<li>\n<strong>Social media pixels or tags:</strong> These solutions are used when you share information using a social media sharing button or \"like\" button on our website, or when you engage with our content on or through a social site such as Facebook, Instagram, or Twitter.\nThese cookies collect information about your social media interaction with our website, such as whether or not you have an account with the social media site and whether you are logged into it when you interact with content on our website.\nThis information may be linked to targeting/advertising activities.</li>\n</ul>\n<p>Please note that whenever our website displays content from a third party website or service (e.g., via a social media plug-in), it may result in cookies (or similar solutions, such as a Facebook pixel) from third parties being stored on your browser or device or third parties having access to information about how you use our website.\nWe do not control the storage and use of these cookies by these third parties and you should refer to the privacy policies of the relevant third parties for more information.</p>\n<p>A list of performance and targeting cookies used on our website can be found here.</p> 4.\nWhat if we update this Cookie Policy? <p>We reserve the right to update this Cookie Policy at any time.\nIf we do so, we will post the updated notice here and update the effective date.\nWe may also notify you in other ways from time to time about the processing of your cookie data.</p> 5.\nHow can you contact us? <p>If you have questions about this Cookie Policy or wish to contact us for any reason in relation to our data processing, you can contact us here.</p>\n<p>\n<strong>You can also reach us at:</strong>\n<br>OpenX Technologies Inc.<br>Attention: Legal Department<br>888 E.\nWalnut St., 2nd Floor, Pasadena CA 91101 United States</p>\n<ul>\n<li>For Publishers</li>\n<li>For Buyers</li>\n<li>Why OpenX\n<ul>\n<li>Our Exchange</li>\n<li>OpenAudience™</li>\n<li>Premium Inventory</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>News &amp.\nPress</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Thought Leadership</li>\n<li>Videos</li>\n<li>Case Studies</li>\n<li>Glossary</li>\n</ul>\n</li>\n<li>Support\n<ul>\n<li>Community</li>\n<li>Technical Documentation</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul>\n<ul>\n<li>For Publishers</li>\n<li>For Buyers</li>\n<li>Why OpenX\n<ul>\n<li>Our Exchange</li>\n<li>OpenAudience™</li>\n<li>Premium Inventory</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>News &amp.\nPress</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Thought Leadership</li>\n<li>Videos</li>\n<li>Case Studies</li>\n<li>Glossary</li>\n</ul>\n</li>\n<li>Support\n<ul>\n<li>Community</li>\n<li>Technical Documentation</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul> Privacy Center Do Not Sell or Share My Personal Information <ul>\n<li>Legal</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Interest-Based Advertising</li>\n<li>CMS-TiC – Kaiser</li>\n<li>CMS-TiC – Aetna</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul>\n<p>Copyright © 2023 OpenX.\nAll rights reserved.</p> ", "created_at": "2023-01-24 04:35:39.39714", "updated_at": "2023-01-24 04:36:13.07311"}, {"id": 14082, "name": "Ad Exchange Privacy Policy", "url": "https://www.openx.com/privacy-center/ad-exchange-privacy-policy/", "xpath": "//body", "text": " Learn more about how we’re reducing our environmental impact at openx.com/sustainability <ul>\n<li> United States </li>\n<li> International </li>\n</ul>\n<p>\n</p>\n<i>\n</i>&nbsp.\n<ul>\n<li>For Publishers</li>\n<li>For Buyers</li>\n<li>Why OpenX\n<ul>\n<li>Our Exchange</li>\n<li>OpenAudience™</li>\n<li>Premium Inventory</li>\n<li>Sustainability</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>News &amp.\nPress</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Overview</li>\n<li>Blog</li>\n<li>Thought Leadership</li>\n<li>Videos</li>\n<li>Case Studies</li>\n<li>Podcasts</li>\n<li>Glossary</li>\n</ul>\n</li>\n<li>Support\n<ul>\n<li>Community</li>\n<li>Technical Documentation</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul> Home » Privacy Center » OpenX Ad Exchange Privacy Policy OpenX Ad Exchange Privacy Policy <p>Last updated: December 13, 2022</p>\n<ol>\n<li>Introduction</li>\n<li>What personal data do we collect?</li>\n<li>Why do we collect, use, and store this personal data?</li>\n<li>How and to whom do we share your personal data?</li>\n<li>How can you opt out of interest-based advertising?</li>\n<li>What are cookies and how do we use them?</li>\n<li>What choices and rights do you have with respect to the data we process?</li>\n<li>How long do we retain your personal data?</li>\n<li>What if we update this privacy policy?</li>\n<li>How can you contact us?</li>\n</ol>\n<strong>1.\nIntroduction</strong>\n<p>OpenX (“<strong>OpenX</strong>“, “<strong>we</strong>“, “<strong>us</strong>” or “<strong>our</strong>“) runs an advertising exchange (the “<strong>Ad Exchange</strong>”).&nbsp.\nThis means that we connect companies that offer advertising space on their websites, mobile applications, or connected television applications (called “<strong>Publishers</strong>” in this Privacy Policy) with brands, advertising agencies, and demand side platforms (called “<strong>Advertising Partners</strong>” in this Privacy Policy) looking to purchase that advertising space in order to advertise their products or services to consumers like you.</p>\n<p>We know you may have questions and concerns about who is collecting your data, how your data is used, and how Publishers and Advertising Partners seem to know which products and services you may be interested in as you engage online.&nbsp.\nWe’ve designed this Privacy Policy to help answer those questions with respect to the data that flows through our systems, and to make sure you know how to take action to prevent or limit our collection and use of your data for interest-based advertising (sometimes called “targeted advertising” or “cross-context behavioral advertising”) if you choose to do so by clicking here.</p>\n<p>We encourage you to read the whole Privacy Policy, because it provides important information about how we may process your data, and the choices or rights you may have with respect to our processing of your data.&nbsp.\nIn the meantime, here are some key takeaways:</p>\n<ul>\n<li>\n<strong>We collect data about you from Publishers, Advertising Partners, and third party data providers.&nbsp;</strong>\n<ul>\n<li>This data may include personal information about you such as your device identifiers, location, browsing history, and specific interests, and it may be collected from a variety of partners, such as Publishers operating news, dating, weather, health, retail, gaming, or streaming websites and apps.&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>We use this data to understand your online activity and interests over time so we can serve you relevant ads.</strong>\n<ul>\n<li>Using cookies and other persistent identifiers that track your online activity, we collect data about you across different websites and apps, and across different devices.\nSo, we may know you visited a website on Monday from your desktop computer to look at a product, returned to the website on Tuesday from your mobile phone to add the product to your check-out basket, and finally completed your purchase of the product on Wednesday from your tablet.\nWe use this data to learn about your interests over time and understand what products and services may be most relevant to you.&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>We share this data with third parties.</strong>\n<ul>\n<li>We share the data we collect about you, and the information we learn from it, with the Advertising Partners that use our Ad Exchange to help them decide whether, where, and how to serve (or re-serve) advertisements for particular products or services to you.\nWe may also share some of your data with trusted third party data providers and service providers.&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>We don’t know your name, but we do know your online identifier.</strong>\n<ul>\n<li>None of the data we collect or share about you via our Ad Exchange is connected to your clear-text name, contact information, or other information that could directly identify you as an individual.&nbsp.\nBut, it is connected to the cookies and other persistent identifiers that are affiliated with your unique online activity.&nbsp.\nSo, while we (and the partners who use our Ad Exchange) may know about the interests and online activity of Internet user ABC123, we don’t know that Internet user ABC123 goes by your name.</li>\n</ul>\n</li>\n<li>\n<strong>You can opt out of interest-based advertising.</strong>\n<ul>\n<li>While we strongly believe that our services help foster a healthy Internet, grow a strong economy, and enhance your online experience, we understand that not everyone wants to receive interest-based (i.e., “targeted” or “cross-context behavioral”) advertisements.\nYou can opt out by clicking here or by following the instructions in this section.&nbsp;</li>\n<li>If you do opt out, you should understand that you may still receive the same amount of advertisements from Advertising Partners using our Ad Exchange (or other ad exchanges) as you engage online.&nbsp.\nBut, at least for advertisements served via our Ad Exchange to your opted out device(s) or browser(s), none of those advertisements will be tailored to you or your specific interests over time.</li>\n</ul>\n</li>\n</ul>\n<p>To learn more about our collection, use, and disclosure of your data, and your choices or rights with respect to our processing of your data, please scroll down to read the rest of this Privacy Policy.&nbsp.\nIf you have any questions as you do, you can always contact us here.</p>\n<p>As you read our Privacy Policy, please also remember that the Publishers and Advertising Partners you interact with as you engage online and in the real world may have their own privacy policies that govern how they collect and use your data, including when they may share your data with advertising partners like us.\nThese policies and practices may differ from what you read in our Privacy Policy.\nTo fully understand how your data is being collected, used, and shared, you should always carefully read the privacy policy of any website you access, any app you use, and any social network page through which you share information.</p>\n<strong>2.</strong>\n<strong>What personal data do we collect?</strong>\n<p>Unless you contact us directly, we never collect information that directly identifies you, such as your clear-text (i.e., unhashed) name, physical address, email address, phone number, online usernames, or user passwords.\nBut, we may collect the following categories of personal data about you from Publishers, Advertising Partners, and third party data providers that partner with us to serve you advertisements:</p>\n<ul>\n<li>\n<strong>Unique online identifiers&nbsp;</strong>\n<ul>\n<li>These are persistent identifiers that help us identify you across devices and over time, such as your IP address, cookie ID, mobile advertising ID, hashed email address, and user agent string&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>Online and offline activity and interests (including inferences)</strong>\n<ul>\n<li>This includes information about your online activity and interests, such as your browsing history and online behavior</li>\n<li>This may also include information about your offline activity and interests, such as your purchase history and demographics&nbsp;</li>\n<li>And, this may include information derived or inferred from your online and offline activity and interests, such as your likelihood to be interested in buying a particular product, using a particular service, or visiting a particular website&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>Geolocation information</strong>\n<ul>\n<li>This typically is information about your or your device’s non-precise location, such as your country, region, metro, zip, or postal code, or non-precise (zip-code level) geographic coordinates, typically as inferred from your IP address</li>\n<li>In limited instances, if you have enabled location services for a website or app that we partner with and not opted out of having your precise location shared, this may also include information about your or your device’s precise location, such as precise geographic coordinates</li>\n</ul>\n</li>\n<li>\n<strong>Browser, device, and service information</strong>\n<ul>\n<li>This is information about the devices you are using to engage online, such as your browser or device type (e.g., Google Chrome, iPhone), screen dimensions, operating system, and preferred language&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>Ad reporting and delivery information&nbsp;</strong>\n<ul>\n<li>This is information about the advertisements you have been served and how you interacted with them, such as the size and format of advertisements you were served and whether you clicked on them&nbsp;&nbsp;</li>\n</ul>\n</li>\n</ul>\n<p>As described above, we collect this information primarily using cookies and other persistent identifiers that track your online activity.\nYou can learn more about these technologies in this section.&nbsp;</p>\n<p>We will also collect your personal data if you visit our website or contact us for any reason, although we will not use this data for advertising via our Ad Exchange.\nPlease view our Website Privacy Policy to learn more.</p>\n<strong>3.</strong>\n<strong>Why do we collect, use, and store this personal data?</strong>\n<p>Depending on where you live, we may need a valid legal basis to collect, use, and store your personal data.\nIf we do, depending on the circumstances, our valid legal basis may be: (i) that you have given us permission to process your data by consenting to our processing or by choosing not to opt out of our processing after receiving notice of our processing activities (we’ll collectively refer to this legal basis below as “consent”), in which case you can always withdraw your consent or opt out of our processing by contacting us here (note, though, that withdrawing or opting out will not affect the lawfulness of processing based on consent before a withdrawal or opt out).\n(ii) that it is in our legitimate interests to process your data, taking into consideration your interests, rights, and expectations (we’ll refer to this legal basis below as “legitimate interest”).\nor (iii) that we are legally required to process your data (we’ll refer to this legal basis below as “legal requirement”).&nbsp;</p>\n<p>When we are legally allowed to process your personal data, we may do so for the following purposes, with the caveat that some of our processing activities vary depending on where you live:</p>\n<ul>\n<li>\n<strong>To facilitate non-interest based advertising</strong>\n<ul>\n<li>We may help serve you an ad on one of our Publisher’s online properties based solely on information you have provided directly to that Publisher</li>\n<li>Our legal basis for this purpose is legitimate interest</li>\n</ul>\n</li>\n<li>\n<strong>To facilitate interest-based advertising</strong>\n<ul>\n<li>We may help serve you an ad on one of our Publisher’s online properties based on information you have provided to that Publisher, in addition to information we have collected independently or from third parties, including other Publishers, Advertising Partners, and third party data providers</li>\n<li>You can opt out of interest-based advertising (sometimes called “cross-context behavioral” or “targeted” advertising) by clicking here</li>\n<li>Our legal basis for this purpose is consent</li>\n</ul>\n</li>\n<li>\n<strong>To understand your activity and preferences over time&nbsp;</strong>\n<ul>\n<li>We may use the data we collect (whether directly or from our partners) to learn about your online activity across sites, apps, and devices over time and infer information about your online and real-world preferences (e.g., we may know that Internet user ABC123 is a female in the New York Metro area interested in buying new shoes)</li>\n<li>We only maintain information about your activity and preferences for the last 90 days (at most), and we use this information only to improve our ability to serve interest-based advertisements</li>\n<li>Although we can’t control our partners’ actions, we also include restrictions in our agreements with our Advertising Partners and third party data providers requiring them to limit their use of this information, to the extent it is shared with them&nbsp;&nbsp;&nbsp;</li>\n<li>You can opt out of this kind of data processing, which facilitates interest-based advertising, by clicking here</li>\n<li>Our legal basis for this purpose is consent</li>\n</ul>\n</li>\n<li>\n<strong>To control the content and frequency of ads</strong>\n<ul>\n<li>Whenever we help serve you an ad, we may use real-time information about the context in which it will be shown to help make sure the ad is relevant to you and delivered in a format that will work on your device</li>\n<li>We also take steps designed to make sure that you are being shown a reasonable amount of ads, that those ads are safe (i.e., do not contain malware and otherwise meet our ad standards), and that you are not receiving the same ads too frequently</li>\n<li>Our legal basis for this processing is consent or legitimate interest, depending on the circumstances</li>\n</ul>\n</li>\n<li>\n<strong>To measure ad performance</strong>\n<ul>\n<li>Whenever we help serve you an ad, we may measure the delivery and performance of the ad to understand whether it displayed correctly, how long you had the opportunity to see it, and how if at all you interacted with it</li>\n<li>We use this information to provide reporting to our Publishers and Advertising Partners so that they can understand how their ad campaigns are working or can be improved</li>\n<li>Our legal basis for this processing is consent or legitimate interest, depending on the circumstances</li>\n</ul>\n</li>\n<li>\n<strong>To build and improve our products, features, and models</strong>\n<ul>\n<li>We use data to build and improve our products and features, including by building and improving models and algorithms through machine learning</li>\n<li>Our legal basis for this processing is legitimate interest</li>\n</ul>\n</li>\n<li>\n<strong>To respond to valid legal requests and protect our legal interests</strong>\n<ul>\n<li>In rare instances, we may be required to produce your data in response to a valid legal request from a governmental, law enforcement, or other legal entity</li>\n<li>It is also possible, although unlikely, that we may need to produce your data to protect our rights and property, or to protect someone’s safety</li>\n<li>If we are required to produce your data in either of these circumstances (or any similar circumstances), we will limit our response to the information required to resolve the legal request or situation</li>\n<li>Our legal basis for this processing is legitimate interest or legal requirement, depending on the circumstances</li>\n</ul>\n</li>\n</ul>\n<p>When we process your personal data for one of these purposes, we do so in accordance with our robust privacy program, including by taking measures to securely store and transmit your data and by adhering to our retention limits.</p>\n<strong>4.\n</strong>\n<strong>\n</strong>\n<strong>How and to whom do we share your personal data?</strong>\n<p>We may disclose the information that we collect about you to the following third parties, for the following reasons:</p>\n<ul>\n<li>\n<strong>Advertising Partners and third party data providers</strong>\n<ul>\n<li>As described throughout this Privacy Policy, we pass data to our Advertising Partners, subject to data use restrictions, so that they can combine this information with other information they have independently collected to determine whether to serve (or re-serve) you an ad, and so that they can understand how well their advertising campaigns are working&nbsp;</li>\n<li>We may also pass data to trusted third party data partners, subject to data use restrictions, so that they can combine this information with other information they have independently collected to understand, and help us understand, your online activity and preferences across sites, apps, and devices over time</li>\n<li>Some of these transfers of data may considered “sales” or “sharing” of data under privacy laws applicable to you.\nyou can opt out of any “sales” or “sharing” of data by clicking here\n<ul>\n<li>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<strong>Service providers</strong>\n<ul>\n<li>We share certain data with contracted vendors, subject to data use restrictions, so that they can perform functions on our behalf, such as fraud and malware prevention, identification of invalid traffic, and data storage and hosting.\na list of our service providers is available here</li>\n</ul>\n</li>\n<li>\n<strong>Affiliates and potential acquirers</strong>\n<ul>\n<li>We may share data amongst affiliate companies in the OpenX group for the purposes described in this Privacy Policy.\na&nbsp.\nlist of our affiliates is available here&nbsp;</li>\n<li>We may also share data in connection with an actual or proposed sale or transfer of all or a part of our business or assets, corporate merger, consolidation, or bankruptcy, including with our advisers and any prospective purchaser’s advisers and with the new owners of the business</li>\n</ul>\n</li>\n<li>\n<strong>Regulators, law enforcement entities, and other legal actors</strong>\n<ul>\n<li>In rare instances, we may share data with regulatory, governmental, law enforcement, courts with competent jurisdictions, emergency services, or other legal entities in response to a valid legal request, to protect our rights and property, or to protect someone’s safety</li>\n<li>If we are required to produce your data to these entities, we will limit our response to the information required to resolve the legal request or situation</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>International transfers</strong>\n</p>\n<p>In the event that personal data collected from a UK or EEA data subject is transferred outside of the UK or the EEA to an organization in a country which is not subject to an adequacy decision by the EU Commission or considered adequate as determined by applicable data protection laws, we will take steps to ensure your personal data is adequately protected (e.g., by way of EU Commission-approved Standard Contractual Clauses or by relying on other data transfer mechanisms approved under applicable data protection laws).\nWe are also committed to conducting data transfer impact assessments and adopting any supplementary measures required to mitigate any risks to you identified in such an assessment.\nA copy of the relevant mechanism can be obtained for your review on request by contacting us here.&nbsp;</p>\n<strong>5.</strong>\n<strong>How can you opt out of interest-based advertising?&nbsp;</strong>\n<p>OpenX adheres to the Digital Advertising Alliance (“<strong>DAA</strong>”) Self-Regulatory Principles in the United States (“U.S.”), the European Digital Advertising Alliance (“<strong>EDAA</strong>”) Principles in the European Economic Area (“EEA”), and the IAB Europe OBA Framework.&nbsp.\nThese principles and framework address interest-based advertising, also called “cross-context behavioral” or “targeted” advertising, which our services facilitate.&nbsp.\nAs described throughout this Privacy Policy, OpenX collects the types of data described in Section 2 across multiple devices and across websites and apps over time, in order to use and transfer such data to our partners to facilitate&nbsp.\ninterest-based advertising.&nbsp;&nbsp;</p>\n<p>You can request to opt out of our interest-based advertising services – and the interest-based advertising services of other companies that adhere to the principles and framework listed above – by taking the steps listed below.\nPlease remember that even if you take some or all of these steps, some information may still be collected about you as you engage online, and you may still receive the same number of advertisements.\nThe difference will be we will not collect or use data collected from your opted out browser or device to tailor the online ads you receive to you or your interests based on data collected over time from different websites, apps, and devices (at least for data collected and advertisements received via our Ad Exchange).</p>\n<p>You’ll see that there are multiple steps listed.\nThat’s because, as described throughout this Privacy Policy, interest-based advertising services involve the collection of your data across multiple devices and via multiple mechanisms.\nAs a result, because cookies and other persistent identifiers cannot be read between different browsers or devices, you will need to opt out on each device and browser you use, and may need to take special steps to opt out of the collection of certain kinds of data.</p>\n<ul>\n<li>\n<strong>\n<em>To opt out on a browser (e.g., as you engage on websites):&nbsp;</em>\n</strong>\n<ul>\n<li>\n<strong>Cookies.&nbsp.\n</strong>Cookies may be used to collect data about you as you browse the web.&nbsp.\nIf you live in the EEA, you can learn more about and opt out of this kind of data collection by companies, including OpenX, that adhere to the European DAA Principles at www.youronlinechoices.com.&nbsp.\nIf you live outside of the EEA, you can learn more about and opt out of this kind of data collection by companies, including OpenX, that adhere to the DAA’s self-regulatory programs at www.aboutads.info/choices.\nAs an opt out alternative, you can also download a browser or extension that supports the Global Privacy Control by visiting this website.\n<ul>\n<li>\n<strong>Please note</strong> that in order for your opt-out choice to be effective using the DAA’s tools, you must ensure that your browser is set to accept third-party cookies such as the OpenX opt-out cookie.\nSome browsers block third-party cookies by default, and you may need to change your browser settings to accept third-party cookies before opting out.\nAdditionally, if you later use a different device or browser, or erase cookies from your browser, you may need to renew your opt-out choice.</li>\n</ul>\n</li>\n<li>\n<strong>Non-Cookie Identifiers.&nbsp.\n</strong>Companies may use the local storage or cache in your browser to collect information about you as you browse the Internet.\nIn certain countries, you can opt-out of this kind of data collection by (1) using any tools provided by your browser to clear local storage and the browser cache, and (2) turning on any “Do Not Track” header setting offered by your browser.\nPlease note that you must complete both of these steps in order to complete the opt out process.\nAs an opt out alternative, you can also download a browser or extension that supports the Global Privacy Control by visiting this website.</li>\n</ul>\n</li>\n<li>\n<strong>\n<em>To opt out on a cell phone or mobile device (as you use mobile apps): </em>\n</strong>You can opt out of the collection of data for interest-based advertising on your mobile device, for OpenX and other companies participating in industry self-regulation, by downloading the DAA’s AppChoices application from the Android or iOS app store.\nAlternatively, or if you live outside of the United States (in which case you may not have access to this application), you can turn off the “Allow Apps to Request to Track” setting in your iOS settings or turn on the “opt out of interest-based ads” setting in your Android settings to limit the collection of your data for interest-based advertising.\nYou can find additional information and more detailed instructions here.</li>\n<li>\n<strong>\n<em>To opt out of the collection of precise location data (as you use your mobile device):</em>\n</strong> You may wish to opt out of the collection of your precise location data, to the extent Publisher’s collect and share such data with OpenX and other advertising partners.&nbsp.\nThis would mean that certain data related to your online activity and general location (such as your city) could be collected, but data indicating your precise location (such as your precise GPS coordinates) could not be collected.\nYou can do this by using the “location services” controls in your mobile device’s settings.</li>\n<li>\n<strong>\n<em>To opt out on a connected television (as you watch TV on apps): </em>\n</strong>You may be able to opt out of the collection of data for interest-based advertising on your connected or “smart” TV or set up box by visiting your device’s settings menu.\nYou can find additional information and more detailed instructions here.</li>\n</ul>\n<strong>6.</strong>\n<strong>What are cookies and how do we use them?</strong>\n<p>\n<strong>What are cookies?</strong>\n</p>\n<p>A cookie is a very small text document, containing a string of characters that uniquely identifies your web browser.\nCookies are created when your browser loads a particular website.\nThe website sends information to the browser which then creates a text file.\nThis allows the browser to remember the websites you visit, and that information is shared with other parties such as our Advertising Partners.\nThis also allows us to collect information about your browsing habits over time in order to facilitate interest-based advertising and make advertising more relevant to you and your interests, as described throughout this Privacy Policy.</p>\n<p>In other words, when you visit a Publisher’s website or a digital property, we may assign a random, unique identifier, specific to OpenX, to your browser or device.&nbsp.\nUsing that OpenX identifier, our Ad Exchange can automatically recognize your browser or device the next time it visits another website or digital property owned by a Publisher we work with.&nbsp.\nThis means that, over time, our Ad Exchange can track your online activity to learn about your online browsing behavior and preferences.\nThe Publishers and Advertising Partners we work with can also map their own unique identifiers against our OpenX identifier via a process called “cookie syncing,” so that they can use data they have collected independently on our Ad Exchange.\nIn the case of Advertising Partners, the aggregated insights cookie syncing facilitates may influence their decision to bid (or not bid) on opportunities to advertise products or services to you.\nFor example, certain Advertising Partners may be more willing to serve you an advertisement for a particular product if they know, via insights learned from cookie syncing, that you have seen and clicked on advertisements for the same or similar products in the past.</p>\n<p>We also use cookies for frequency capping, meaning that we may use data they collect to limit the number of times you see an advertisement, as well as to help measure the effectiveness of our Advertising Partners’ advertising campaigns.\nFind out more about the use of cookies on www.allaboutcookies.org.</p>\n<p>\n<strong>What cookies do we use?</strong>\n</p>\n<ul>\n<li>\n<strong>Cookie ‘i’ </strong>–<strong>\n</strong>this is the user / market cookie.\nIt includes a random string created to recognize your device for the purpose of delivering advertisements, as well as the timestamp of the string’s creation.\nBy matching this cookie with data collected by Advertising Partners, we and our Advertising Partners can deliver more relevant ads to you.\nThis cookie is stored on your device for 1 year and is refreshed for the next year on each bid request.</li>\n<li>\n<strong>Cookie ‘pd’ </strong>–<strong>\n</strong>this cookie stores information about which other third parties the user cookie (‘i’ cookie) has been synced with to reduce the amount of user matching done on your device.<strong>\n</strong>This cookie is stored on your device for 15 days.</li>\n<li>\n<strong>Cookie ‘OX_dnt’ </strong>– this cookie acts as a flag which we set if you indicate that you want to opt-out of interest-based advertising.\nPlease see the information above on opting out of interest-based advertising.\nThis cookie is stored on your device for 5 years.</li>\n</ul>\n<p>\n<strong>Third parties</strong>\n</p>\n<p>Third parties, such as our Publishers and Advertising Partners, may also serve cookies on your computer or mobile device to facilitate advertising, analytics, and other functions.\nThey may also use information about your visits to different online properties to provide you with more relevant advertisements and measure the effectiveness of their advertising campaigns.\nWe do not have access to or control over these cookies and encourage you to review the privacy and cookie policies of any companies you engage with online to find out about their data collection practices, including how they may use cookies.</p>\n<strong>7.</strong>&nbsp;<strong>What choices and rights do you have with respect to the data we process?</strong>\n<p>Depending on the country or state where you live, you have different legal rights with respect to your personal data and how we may process it.\nWe’ve provided more detail on these rights for consumers in the UK/EEA and certain U.S.\nstates below, but you can always contact us here to learn more.&nbsp;</p>\n<p>\n<strong>UK/EEA based individuals</strong>\n</p>\n<p>UK- and EEA-based individuals have the right to ask us for a copy of your personal data.\nto correct, delete or restrict processing of your personal data.\nand to obtain the personal data you provide in a structured, machine readable format.\nIn addition, you can object to the processing of your personal data in some circumstances (in particular, where we don’t have to process the data to meet a contractual or other legal requirement).</p>\n<p>These rights may be limited, for example if fulfilling your request would reveal personal data about another person, or if you ask us to delete information which we are required by law or have compelling legitimate interests to keep.\nIf you have unresolved concerns, you have the right to complain to a data protection authority where you live, work or believe a breach has taken place.\nYou’ll find contact details for your data protection authority here if you are an EEA based individual or here if you are a UK based individual.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>If you would like to exercise any of the rights listed above, please reach us here.</p>\n<p>\n<strong>U.S.\nbased individuals</strong>\n</p>\n<p>Residents of California, Colorado, Connecticut, Virginia, and Utah may exercise the following rights regarding your personal data, subject to certain exceptions and limitations:</p>\n<ul>\n<li>The right to confirm whether we have processed your personal data.</li>\n<li>The<strong>\n</strong>right to know and access, in a portable format that is accessible to you, the categories and specific pieces of personal data we collect, use, share, and sell about you, the categories of sources from which we collected your personal data, our purposes for collecting, using, sharing, and selling your personal data, the categories of your personal data that we have shared or sold for a business purpose, and the categories of third parties with which we have shared or sold your personal data.</li>\n<li>The right to correct inaccuracies related to the personal data we have collected from or about you.</li>\n<li>The right to request that we delete the personal data we have collected from or about you.</li>\n<li>The right to opt out of our processing and sharing of your personal data for purposes of interest-based advertising, also called “cross-context behavioral advertising” or “targeted advertising,” which our services facilitate, as well as the right to opt out of our sales of your personal data.</li>\n<li>The right not to be discriminated or retaliated against for exercising any of these data rights.</li>\n</ul>\n<p>While some states provide residents with additional rights related to “sensitive” personal data, OpenX does not knowingly collect this type of personal data.&nbsp;</p>\n<p>To exercise any of the above rights, please reach us here or using the contact information provided below in this section and we will respond to you.\nYou may be asked to submit verifying information in certain circumstances, as described below.\nDepending on your state, if you have submitted a request that we have not fulfilled, you may appeal our decision by contacting us here.&nbsp;</p>\n<p>\n<strong>\n<em>Verification Process and Required Information</em>\n</strong>\n<strong>:</strong> Because most of the information we store can only identify your online identifiers, and cannot identify you individually, we may need to request additional information from you to verify your identity or understand the scope of your request.\nSuch additional information may include your online identifier (e.g., your cookie or mobile advertising ID), your state of residence, and some proof that the devices that have the cookie or mobile advertising ID you provide are yours, such as a screenshot of the applicable cookie or of a screen that displays the mobile advertising ID or other documentation that can verify you.</p>\n<p>\n<strong>\n<em>Authorized Agent</em>\n</strong>\n<strong>: </strong>You may designate an authorized agent to make a data subject request on your behalf by verifying your identity and providing written permission to your agent to make the request for you.</p>\n<p>\n<strong>\n<em>Minors’ Personal Data</em>\n</strong>\n<strong>:</strong> We do not sell the personal data of consumers that we know to be under 16 years of age or share such data for purposes of interest-based advertising (also known as “targeted” or “cross-context behavioral” advertising).&nbsp;&nbsp;</p>\n<p>\n<strong>\n<em>Collection, Sharing, and Sale of Personal Data: </em>\n</strong>\n<em>&nbsp;</em>\n</p>\n<ul>\n<li>In the last 12 months, we collected the categories of personal data described above in the “What personal data do we collect?” section of this Privacy Policy, which correspond to the following categories of personal data under California law: (1) personal and online identifiers.\n(2) commercial or transactions information.\n(3) Internet or other electronic network activity information.\n(4) geolocation information.\n(4) inferences about your predicted characteristics and preferences.\nand (5) other information about you that is linked to the “personal information” or “personal data” we collect.&nbsp;</li>\n<li>In the last 12 months, we collected these categories of personal data from Publishers, Advertising Partners, service providers (e.g., fraud prevention services), and third party data providers (e.g., consumer data resellers).&nbsp;</li>\n<li>In the last 12 months, we collected personal data for our commercial and business purposes, as described in more detail above in the “Why do we collect, use, and store this personal data?” section of this Privacy Policy.\nAs described in that section, we sell and share personal data for interest-based advertising purposes (also known as “cross-context behavioral” or “targeted” advertising).&nbsp;</li>\n<li>In the last 12 months, we sold, shared, or disclosed personal data we collected to the categories of third parties described above in the “How and to whom do we share your personal data?” section of this Privacy Policy.\nIn particular, we “sold” (as a “sale” is defined under California law) or shared for interest-based advertising purposes each category of personal data we collected to Advertising Partners and third party data providers (e.g., consumer data resellers).\nWe also disclosed each category of personal data we collected with our service providers and affiliates as well as, in limited instances, governmental entities for our business purposes.</li>\n<li>In the last 12 months, we stored and retained personal data in accordance with the retention periods described below in the “How long do we retain your personal data” section of this Privacy Policy.</li>\n</ul>\n<p>\n<strong>\n<em>Information About Past Year’s California Requests: </em>\n</strong>&nbsp;In 2021, with respect to data subject requests from California residents submitted under the California Privacy Protection Act, as amended (“<strong>CCPA</strong>”), OpenX:</p>\n<ul>\n<li>Received 76 requests to know, complied with all of them in an average of 27 days, and denied none of them.</li>\n<li>Received 168 requests to delete, complied with all of them in an average of 22 days, and denied 5 of them due to incorrect email address provided.</li>\n<li>Received 229 requests to opt-out, complied with all of them in an average of 15 days, and denied 4 of them due to incorrect email address provided.&nbsp;</li>\n<li>Received 82 requests that did not provide a specific type of request and were denied because they could not be verified or were otherwise invalid.</li>\n</ul>\n<strong>8.</strong>\n<strong>How long do we retain your personal data?</strong>\n<p>We may keep each data point we collect about you for a maximum of 90 days from the last date that we received it.&nbsp.\nFor example, if we collect data indicating that you visited a particular website on day 0, we may keep that data until day 90 (at the latest) unless we collect data indicating that you visited that particular website again within that initial 90 day period (in which case, the 90 day clock would reset).\nFor most categories of data, this is limited to 14 days.</p>\n<p>Additionally, we’ve set retention limits on the cookies that may be set on your devices.\nIn particular, the market cookie (“i”) used for OpenX’s device recognition is set to remain on your device for a maximum of one year, while a 5-year span is implemented to recognize your opt-out from interest-based advertising, should you choose to opt out.</p>\n<strong>9.</strong>\n<strong>What if we update this privacy policy?</strong>\n<p>We reserve the right to update this Privacy Policy at any time.&nbsp.\nIf we do so, we will post the updated policy here and update the effective date.\nWe may also notify you in other ways from time to time about the processing of your personal data.</p>\n<strong>10.</strong>&nbsp;<strong>How can you contact us?&nbsp;</strong>\n<p>If you are a UK or EEA based individual, the data controller for your personal data is OpenX Poland Sp.\nz o.o.</p>\n<p>If you are a U.S.\nbased individual, the business, data controller, or equivalent entity that controls how your data may be processed is OpenX Technologies Inc.&nbsp;</p>\n<p>If you have questions about this Privacy Policy or wish to contact us for any reason in relation to our personal data processing, you can contact us here.</p>\n<p>\n<strong>If you are a UK or EEA based individual, you can also reach us at:</strong>\n</p>\n<p>OpenX Poland sp.\nz o.o.<br>Attention: Legal Department<br>Aleja 29 Listopada 20<br>31-401 Krakow<br>Poland</p>\n<p>\n<strong>If you are an U.S.\nbased individual, you can also reach us at:</strong>\n</p>\n<p>OpenX Technologies Inc.<br>Attention: Legal Department<br>888 E Walnut St., 2nd Floor<br>Pasadena, CA 91101<br>United States</p>\n<p>You may also contact our data protection officer at dpo@openx.com or by calling us at (855) 231-3834.</p>\n<ul>\n<li>For Publishers</li>\n<li>For Buyers</li>\n<li>Why OpenX\n<ul>\n<li>Our Exchange</li>\n<li>OpenAudience™</li>\n<li>Premium Inventory</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>News &amp.\nPress</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Thought Leadership</li>\n<li>Videos</li>\n<li>Case Studies</li>\n<li>Glossary</li>\n</ul>\n</li>\n<li>Support\n<ul>\n<li>Community</li>\n<li>Technical Documentation</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul>\n<ul>\n<li>For Publishers</li>\n<li>For Buyers</li>\n<li>Why OpenX\n<ul>\n<li>Our Exchange</li>\n<li>OpenAudience™</li>\n<li>Premium Inventory</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>News &amp.\nPress</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Thought Leadership</li>\n<li>Videos</li>\n<li>Case Studies</li>\n<li>Glossary</li>\n</ul>\n</li>\n<li>Support\n<ul>\n<li>Community</li>\n<li>Technical Documentation</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul> Privacy Center Do Not Sell or Share My Personal Information <ul>\n<li>Legal</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Interest-Based Advertising</li>\n<li>CMS-TiC – Kaiser</li>\n<li>CMS-TiC – Aetna</li>\n<li>\n<i>\n</i>&nbsp.\n</li>\n</ul>\n<p>Copyright © 2023 OpenX.\nAll rights reserved.</p> ", "created_at": "2023-01-24 04:36:36.495528", "updated_at": "2023-01-24 04:36:45.204192"}], "points": [], "urls": ["openx.com", "proprofs-ui.openx.net", "openx.net"]}}