{"error": 448, "message": "OK", "parameters": {"id": 8060, "name": "AUROVIA ", "created_at": "2023-04-16 02:12:53.59649", "updated_at": "2023-04-22 11:50:43.473505", "wikipedia": null, "keywords": null, "related": null, "slug": "aurovia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8060.png", "url": "aurovia.com", "documents": [{"id": 15635, "name": "PRIVACY POLICY", "url": "https://www.aurovia.com/curensee/privacy-policy/", "xpath": "//body", "text": " Aurovia <ul>\n<li>Home</li>\n<li>Curensee<ul>\n<li>Download</li>\n<li>Features</li>\n<li>Getting Started</li>\n<li>User Manual</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n</ul> Aurovia <ul>\n<li>Home</li>\n<li>Curensee<ul>\n<li>Download</li>\n<li>Features</li>\n<li>Getting Started</li>\n<li>User Manual</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Last Updated:</strong> August 10, 2021</p>\nAUROVIA LCC PRIVACY POLICY\n<p>Aurovia LLC, (the \"Company\") is committed to maintaining robust privacy protections for its users.\nOur Privacy Policy (\"Privacy Policy\") is designed to help You understand how we collect, use and safeguard the information You provide to us and to assist You in making informed decisions when using our App and Services.</p>\n<p>For purposes of this Agreement, \"Service\" refers to the Company's service which can be accessed via our application, Curensee (\"App\").\nThe terms \"we,\" \"us,\" and \"our\" refer to the Company.\n\"You\" refers to You, as a user of Service.\nBy accepting our Privacy Policy and Terms of Service (found at: Settings &gt.\nLicenses &gt.\nTerms of Service), You consent to our collection, storage, use and disclosure of Your personal information as described in this Privacy Policy.</p>\nI.\nINFORMATION WE COLLECT\n<p>We collect \"Non-Personal Information\", \"Personal Information.\"</p>\nPERSONAL INFORMATION\n<p>\"Personal Information\" includes information that identifies You as an individual, such as:</p>\n<p>Name.\nPostal address (including billing and shipping addresses).\nTelephone or fax number.\nEmail address.\nGender.\nDate of Birth.\nCredit and debit card number.\nBanking information, such as account and routing numbers.\nPasswords and reminder questions/answers;</p>\n<p>The Company collects Personal Information when You participate in various opportunities that we provide, for example:</p>\n<ul>\n<li>When You enter account or banking information into the App.</li>\n<li>When You order the Services or make a request.</li>\n<li>When You register Your purchase of the Services or Your account and when You update Your account information.</li>\n<li>When You participate in a blog, forum, or interact with the Company using social media or other electronic or digital communications.</li>\n<li>When we conduct market research, meet You at a trade show, or other events.</li>\n<li>When You apply for a job with the Company.</li>\n</ul>\n<p>We may combine Personal Information that we collect about You with Personal Information and non-personal information You provide to Us through other sources such as inquiries, or marketing events.\nWe will use the combined Personal Information in accordance with this Privacy Statement for as long as it is combined.</p>\nNON-PERSONAL INFORMATION\nNon-Personal Information We Collect\n<p>\"Non-Personal Information\" is any information that does not reveal Your specific identity, such as:</p>\n<p>Device information.\nBrowser information.\nInformation collected through cookies, pixel tags and other technologies.\nDemographic information and other information provided by You.\nAggregated information.\nPreferences concerning how You receive information\nFinancial information You import to use with the App;</p>\nHow We Collect Non-Personal Information\n<p>The Company and its third party service providers such as Microsoft, Apple or Google may collect Non-Personal Information in a variety of ways, including:</p>\n<p>Through the App: Certain information may be collected by the applications, such as Your unique device identifier, computer type (Windows, Macintosh and others), screen resolution, type of device, and operating system version.</p>\n<p>From You: Information such as Your location, as well as other information, such as Your preferred means of communication, is collected when You voluntarily provide this information.\nUnless combined with Personal Information, this information does not personally identify You or any other user of the App or Website.</p>\nInformation collected via Technology\n<p>In an effort to improve the quality of the Service, we may track information provided to us by Your device or by our software application when You view or use the App or Service, such as the type of device from which You connected to the Service, the time and date of access, and other information that does not personally identify You.\nWe track this information using cookies, or small text files which include an anonymous unique identifier.</p>\nII.\nHOW WE USE AND SHARE INFORMATION\nPersonal Information\n<p>In addition to using Your Personal Information to render the Services, we may use Personal Information for our research, modeling, marketing and other business purposes provided it is first anonymized.\nExcept as otherwise stated in this Privacy Policy, we do not sell, trade, rent or otherwise share for marketing purposes Your Personal Information with third parties without Your consent.\nWe do share Personal Information with vendors who are performing services for the Company, such as the servers for our email communications who are provided access to user's email address for purposes of sending emails from us.\nThose vendors use Your Personal Information only at our direction and in accordance with our Privacy Policy.</p>\n<p>In the event we undergo a business transaction such as a merger, acquisition by another company, or sale of all or a portion of our assets, Your Personal Information may be among the assets transferred.\nYou acknowledge and consent that such transfers may occur and are permitted by this Privacy Policy, and that any acquirer of our assets may continue to process Your Personal Information as set forth in this Privacy Policy.\nIf our information practices change at any time in the future, we will post the policy changes to the App so that You may opt out of the new information practices.\nWe suggest that You review the App's Privacy Policy periodically if You are concerned about how Your information is used.</p>\nNon-Personal Information\n<p>In general, we use Non-Personal Information to help us provide and improve the Service and customize the user experience.\nWe also may aggregate Non-Personal Information in order to track trends and analyze use patterns and for use for our research, modeling, marketing and other business purposes.\nThis Privacy Policy does not limit in any way our use or disclosure of Non-Personal Information and we reserve the right to use and disclose such Non-Personal Information to our partners, advertisers and other third parties at our discretion.</p>\nAggregated Information\n<p>\"Aggregated Information\" is a combination and analysis of information from multiple sources that helps identify or creates trends, benchmarks, summary metrics, or predictive algorithms, provided that we take reasonable steps to prevent a specific individual or the individual's data from being identified.\nWe may create Aggregated Information from information that other customers choose to share with us, along with Your Personal and Non-Personal Information.</p>\n<p>We may use Aggregated Information:</p>\n<ul>\n<li>to deliver, administer, develop and enhance Our App, Website and Services;</li>\n<li>to enable general marketing and advertising statements about our products and services.\nand</li>\n<li>for other purposes to which You expressly consent.</li>\n</ul>\nIII.\nHOW WE PROTECT INFORMATION\n<p>We implement security measures designed to protect Your information from unauthorized access.\nYour account, if one exists, is protected by Your account password and we urge You to take steps to keep Your personal information safe by not disclosing Your password and by logging out of Your account after each use.\nWe further protect Your information from potential security breaches by implementing certain technological security measures including encryption, firewalls and secure socket layer technology.\nHowever, these measures do not guarantee that Your information will not be accessed, disclosed, altered or destroyed by breach of such firewalls and secure server software.\nBy using our Service, You acknowledge that You understand and agree to assume these risks.</p>\nIV.\nYOUR RIGHTS REGARDING THE USE OF YOUR PERSONAL INFORMATION\n<p>You have the right at any time to prevent us from contacting You for marketing purposes.\nWhen we send a promotional communication to a user, the user can opt out of further promotional communications by following the unsubscribe instructions provided in each promotional e-mail.\nPlease note that notwithstanding the promotional preferences You indicate by either unsubscribing or opting out, we may continue to send You administrative emails including, for example, periodic updates to our Privacy Policy.</p>\nV.\nLINKS TO OTHER APPS OR WEBSITES\n<p>As part of the Service, we may provide links to or compatibility with other applications or websites.\nHowever, we are not responsible for the privacy practices employed by those applications or websites or the information or content they contain.\nThis Privacy Policy applies solely to information collected by us through the Website and the Service.\nTherefore, this Privacy Policy does not apply to Your use of a third party website accessed by selecting a link on our Website or via our Service.\nTo the extent that You access or use the Service through or on another website or application, then the privacy policy of that other website or application will apply to Your access or use of that site or application.\nWe encourage our users to read the privacy statements of other websites before proceeding to use them.</p>\nVI.\nRETENTION PERIOD\n<p>We will retain Your Personal Information for the period necessary to fulfill the purposes outlined in this Privacy Statement unless a longer retention period is required or allowed by law or unless you ask us in writing to delete Your account and information in which case we will have 60 days to delete your information from our systems.</p>\nVII.\nSTATE PRIVACY LAWS\n<p>For California &amp.\nVermont residents: We will not share information it collects about You with affiliates or third parties, except as required or permitted by Your state's law.</p>\nVIII.\nCHANGES TO OUR PRIVACY POLICY\n<p>The Company may change how we collect and then use Personal Information at any time and without prior notice, at our sole discretion.\nThe Company may change this Privacy Policy at any time.\nIf material changes are made to the Privacy Policy, the Company will notify You either by posting the changed Privacy Policy on the App and/or Website or by sending an email to You.\nThe \"Last Updated\" date will also be updated at the top of this Privacy Policy.</p>\n<p>It's important that You review the changed Privacy Policy.\nIf You do not wish to agree to the changed Privacy Policy, then we will not be able to continue providing the Services to You, and Your only option will be to stop accessing the App, Website and Services and uninstall the App from all your devices.</p>\nIX.\nCONTACT US\n<p>If You have any questions regarding this Privacy Policy or the practices of this App, please contact us by sending an email to contact@aurovia.com.</p> © 2018-2022 Aurovia® LLC.\nAll rights reserved.\n", "created_at": "2023-04-16 02:12:53.628384", "updated_at": "2023-04-16 02:13:39.345541"}], "points": [], "urls": ["aurovia.com"]}}