{"error": 448, "message": "OK", "parameters": {"id": 7133, "name": "Media.net", "created_at": "2022-12-29 02:36:48.431453", "updated_at": "2022-12-29 18:45:33.038235", "wikipedia": "https://en.wikipedia.org/wiki/Media.net", "keywords": null, "related": null, "slug": "media-net", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7133.png", "url": "media.net,cdn-image.com", "documents": [{"id": 13623, "name": "Terms Of Service", "url": "https://www.media.net/legal/tos/", "xpath": "//body", "text": " <ul>\n<li>\n</li>\n<li> Home </li>\n<li> Marketplace </li>\n<li> contextual ads </li>\n<li> programmatic </li>\n<li> buyers </li>\n<li> about </li>\n<li> sign in Contact Us </li>\n<li> sign in </li>\n<li> Contact Us </li>\n</ul> Terms Of Service <p>In this Publisher Agreement (\"Agreement\"), \"you\" and \"your\" refer to individuals or entities (the \"Publisher(s)\") that have applied to participate in the Media.net Contextual Advertising Program (the \"Program\"), and \"we\", \"us\" and \"our\" refer collectively to Media.net Advertising FZ-LLC and/or its subsidiaries Media.net Ltd.\nor Media.net Advertising Ltd.\nParticipation in the Program indicates that you fully understand and accept the terms and conditions specified in this Agreement.\nIf you do not agree to any of the terms and conditions of this Agreement, you may not participate in the Program.</p>\n1.\nDEFINITIONS\n<p>1.1.\n<strong>\"Ad(s) or Advertisement(s)\"</strong>&nbsp;means any advertisement provided by us.</p>\n<p>1.2.\n<strong>\"Advertising Materials\"</strong> means artwork, creatives or copy for Ads.</p>\n<p>1.3.\n<strong>\"Affiliate\"</strong> means, as to an entity, any other entity directly or indirectly controlling, controlled by, or under common control with, such entity.</p>\n<p>1.4.\n<strong>\"Publisher Properties\"</strong> are websites that are owned, operated, or controlled by You.</p>\n<p>1.5.\n<strong>\"Network Properties\"</strong> means websites that are not owned, operated, or controlled by Publisher, but on which Publisher has a contractual right to serve Ads.</p>\n<p>1.6.\n<strong>\"Advertising Partners\"</strong> refers individually and collectively to partners including but not limited to Yahoo! Inc., Yahoo! srl, and other advertisers that we have tied up with to provide the Ads.</p>\n<p>1.7.\n<strong>\"Policies\"</strong> means advertising criteria or specifications made conspicuously available, including content limitations, technical specifications, privacy policies, user experience policies, policies regarding consistency with Publisher's public image, community standards regarding obscenity or indecency (taking into consideration the portion(s) of the Site on which the Ads are to appear), other editorial or advertising policies, and Advertising Materials due dates.</p>\n<p>1.8.\n<strong>\"Sites\"</strong> means Publisher Properties and Network Properties.</p>\n<p>1.9.\n<strong>\"Terms\"</strong> means the terms and conditions in this Agreement.</p>\n<p>1.10.\n<strong>\"Third Party\"</strong> means an entity or person that is not a party to this Agreement.</p>\n2.\nSITE ELIGIBILITY AND APPROVAL.\nACCOUNTS\n<p>2.1.\nIn consideration for your use of the Program, you represent that you are of legal age to form a binding contract and are not a person barred from enrolling with the Program under the laws of your applicable jurisdiction.\nYou also agree to: (a) provide true, accurate, current and complete information about yourself as prompted by the Program's registration form (the \"Registration Data\") and (b) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or Media.net has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Media.net has the right to suspend or terminate your account and refuse any and all current or future use of the Program (or any portion thereof).</p>\n<p>2.2.\nOnce your registration has been accepted and approved for our Program, you will receive a password and account designation.\nYou are responsible for maintaining the confidentiality of the password and account and are fully responsible for all activities that occur under your password or account.\nYou agree to (a) immediately notify Media.net of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session.\nMedia.net cannot and will not be liable for any loss or damage arising from your failure to comply with this Section 2.</p>\n<p>2.3.\nWe, prior to you placing Ads on any Sites, must approve each Site.\nWe reserve the right to deny, refuse, or revoke your participation, or the inclusion of any Site, in the Program at any time in our sole discretion.\nTo be eligible to participate, the Publisher Properties and Network Properties must, at all times during the term of the Agreement comply with the Publisher Guidelines available at https://media.net/legal/programguidelines, which are subject to change at the sole discretion of Media.net.\nIn addition, You grant Media.net the right to access, index and cache Publisher Properties, Network Properties, or any portion thereof by automated means, including but not limited to web spiders or crawlers.</p>\n<p>2.4.\nMultiple accounts held by the same individual or entity are subject to immediate termination unless accounts are expressly authorized in writing by Media.net.</p>\n<p>2.5.\nYou shall inform the Media.net Compliance team at compliance@media.net prior to sending any traffic to Media.net if You or any of your Affiliate has ever been suspended and/or terminated for invalid traffic, spam, fraud, compliance issues or any breach of terms by a monetization provider, failing which, if brought to Media.net's notice, Media.net reserves the right to suspend your account, withhold any payments due to you and/or recover monies already paid.</p>\n<p>2.6.\n​On each Site accepted into the Program, You agree to post and comply with a clearly labeled and easily accessible privacy policy that is legally sufficient and that provides end users with clear and comprehensive information about any user data that You collect and a description of how that information is used and shared with third parties.\nThe privacy policy must disclose that third parties may use cookies and similar technologies to collect information about user online behavior.</p>\n3.\nAD PLACEMENT\n<p>3.1.\nYou agree to place the Ads only on Sites that have been explicitly approved by Media.net;</p>\n<p>3.2.\nYou may not place Ads in inappropriate places such as pop-ups, emails or software.\nIn addition, Ads may not be:</p>\n<ul>\n<li>Obscured by elements on a page.</li>\n<li>Placed on any non-content-based page.</li>\n<li>Placed on pages published specifically for the purpose of showing ads.</li>\n<li>Placed on, within or alongside other products or services in a manner that violates the policies of that product or service.</li>\n<li>Placed on under construction or personal home pages.</li>\n<li>Placed on free hosted pages.</li>\n<li>Place on pages where the bulk of the content is user-generated</li>\n<li>Cached, stored, copied, distributed, or redirected;</li>\n<li>Edited, resized, modified, filtered, obscured, hidden, made transparent, or reordered;</li>\n</ul>\n<p>3.3.\nFurther, you may under no circumstances place Ads on pages with content that includes:</p>\n<ul>\n<li>Adult, Pornographic or any illegal content</li>\n<li>Tobacco, alcohol, ammunition, hazardous substances, illegal drugs, gore, violence, gambling and racism content</li>\n<li>Pages containing profanity or content that and/or discriminates or is offensive to any section of people</li>\n<li>Hate, violence, racial intolerance, or advocate against any individual, group, or organization</li>\n<li>Sale of prescription drugs</li>\n<li>Sale of counterfeit products, imitations of designer or other goods, stolen items or any products that infringe intellectual property rights of other parties</li>\n<li>Contain programs which promote invalid click activity by paying users to clicking on ads, browse websites, read email etc.</li>\n<li>Websites that contain forums, discussion boards, chat rooms, or any content area that is open to public updates without adequate moderation</li>\n<li>Sites with content that has been generated using computer programs and hence may not be comprehendible.</li>\n<li>Bulk of the content is user-generated</li>\n<li>Any other content that we believe in our sole discretion to be illegal</li>\n</ul>\n<p>3.4.\nFor any page on the Site that primarily consists of user-generated content, the preceding paragraph will not apply.\nInstead, You will make commercially reasonable efforts to ensure that Ads are not placed adjacent to content that violates the Site's terms of use or our Program Guidelines.\nRemedy for your breach of such obligation will be to remove content that we, in our sole discretion, determine is objectionable or in violation of such Site's terms of use or our Program Guidelines.</p>\n<p>3.5.\nYou may not display Ads on webpages with content protected by copyright law unless they have the necessary legal rights to display that content.</p>\n<p>3.6.\nAd code may not be altered, nor may the standard behavior, targeting or delivery of Ads be manipulated in any way that is not explicitly permitted by us.</p>\n<p>3.7.\nTo enable proper delivery, display, tracking, and reporting of Ads, you may not modify the JavaScript or other programming provided to you by us in any way, unless expressly authorized in writing by us.</p>\n<p>3.8.\nShould Ads appear in violation of these restrictions, we may take action at our sole discretion to address these violations including, but not limited to, suspension of Ads to your Sites, termination of your account including freezing of any unpaid amounts and seeking a refund of any amounts paid to you, and/or taking any legal action that we may deem necessary.</p>\n4.\nINVALID CLICKS OR IMPRESSIONS\n<p>4.1.\nYou may not click the Ads or use any means to inflate impressions and/or clicks artificially, including manual methods.\nClicks on Ads must result from genuine user interest.\nAny method that artificially generates clicks or impressions on the Ads is prohibited.\nThese prohibited methods include, but are not limited to, repeated manual clicks or impressions, automated click and impression generating tools and the use of robots or deceptive software.</p>\n<p>4.2.\nIn addition, some specific prohibitions include (but are not limited to):</p>\n<ol>\n<li>\n<i>Incentive Programs:</i> Publishers may not offer any compensation or incentivize any person in any manner to view/click ads.\nClicks made by the Publisher on his own ads will be considered invalid</li>\n<li>\n<i>Misleading Users:</i> Publishers shall not provide any text in or around the ad units, or include phrases that may mislead a user or encourage them to click the ads.\nAny ads that are disguised within the content and/or placed in a manner which cannot be distinguished from content are prohibited</li>\n<li>\n<i>Deceiving Images:</i> Placing images or thumbnails around the ad unit which may deceive a user is prohibited</li>\n<li>\n<i>Automated clicks:</i> Participating in or using any automated click and impression generating tools, use of bots, open proxies or software that can lead to false impressions and clicks.</li>\n</ol>\n<p>4.3.\nShould you violate any of these restrictions, we may take action at our sole discretion to address these violations including, but not limited to, suspension of Ads to your Sites, termination of your account including freezing of any unpaid amounts and seeking a refund of any amounts paid to you, and/or taking any legal action that we may deem necessary.</p>\n5.\nTRAFFIC SOURCES\n<p>5.1.\nYou may not place Ads on pages receiving traffic from certain sources.\nFor example, publishers may not participate in paid-to-click programs, send unwanted emails or display ads as the result of the action of any software application.</p>\n<p>5.2.\nPublishers shall not drive traffic to their sites through incentivized click programs, spam email marketing, paid-to-surf, autosurf, click-exchange programs, unwanted advertisements on third-party websites, toolbars and other unsolicited software downloads</p>\n<p>5.3.\nMedia.net actively monitors the quality of traffic coming to your Sites for continued compliance with our policies and maintenance of our quality standards.\nMedia.net reserves the right, at our sole discretion, to suspend delivery of Ads to your Sites, terminate your account if any of your Sites are in violation of our terms or fall below our acceptable traffic quality standards, In such cases, Media.net shall reserve the right to withhold all payments due to you.\nMedia.net and/or its Advertising Partners shall also be entitled to a refund of monies already paid to you with respect to revenue earned as a result of any non-compliance of our terms.</p>\n6.\nPAYMENT AND PAYMENT LIABILITY\n<p>6.1.\nWe will make monthly revenue payments (\"Revenue Payments\") to you based on \"Click Through Revenue\" collected by us.\nThe \"Click Through Revenue\" shall be determined solely by us based on the average number of daily valid click-throughs resulting from the queries originating from the Sites and the aggregate traffic quality as measured solely by Media.net and/or its partners, and shall be comprised of revenue received less all applicable commissions (payable to Media.net or its Advertising Partners) and/or operational costs.\nRevenue Payments shall be due and payable to you on a net-30 day basis.\nNotwithstanding the foregoing, We shall not be liable for any payment based on (a) any fraudulent impressions generated by any person, bot, automated program or similar device or for fraudulent clicks similarly generated on any Ad, as reasonably determined by us.\n(b) Ads delivered to end users whose browsers have the Ads disabled.\n(c) Ads benefiting charitable organizations and other placeholder or transparent Ads that Media.net may deliver in the event that a Site is improperly configured to comply with our technical requirements.\n(d) Media.net or its Advertising Partner advertisements for its own products and/or services.\nor (e) impressions co-mingled with a significant number of fraudulent impressions or fraudulent clicks described in (a) above, or as a result of other breach of this Agreement by Publisher for any applicable pay period.\nWe reserve the right to withhold payment or seek a refund of any Revenue Payment in the event of any breach of this Agreement either directly or indirectly by you.</p>\n<p>6.2.\nMedia.net reserves the right to change or modify the methodology for calculating the Revenue Payments due to You at any time at their sole discretion and/or correct any reporting errors.</p>\n<p>6.3.\nUnless expressly authorized in writing by Media.net, you may not enter into any type of arrangement with a third party where that third party receives payments made to you under the Agreement or other financial benefit in relation to the Program, except as specifically approved by Media.net.</p>\n7.\nSUSPENSION, CANCELLATION AND/OR TERMINATION\n<p>We, in our sole discretion, may terminate your account with us and suspend all ad serving or any portion thereof at any time for a violation of the Program Guidelines available at https://media.net/legal/programguidelines or the terms of this Agreement or for any other reason that we believe may adversely affect our advertisers, Advertising Partners or the integrity of our network.</p>\n8.\nDISCLAIMER OF WARRANTIES.\nNO GUARANTEE\n<p>THE PROGRAM (INCLUDING THE ADS) IS PROVIDED \"AS IS\" AND WITHOUT REPRESENTATIONS, WARRANTIES OR CONDITIONS, WHETHER EXPRESS, IMPLIED, STATUTORY OR OUT OF A COURSE OF DEALING OR USAGE OF TRADE, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, MERCHANTABLE QUALITY, FITNESS FOR ANY PARTICULAR PURPOSE OR USE, NONINFRINGEMENT (INCLUDING WITHOUT LIMITATION NONINFRINGEMENT OF THIRD PARTY RIGHTS), QUALITY, PRODUCTIVENESS OR CAPACITY, AND ALL SUCH WARRANTIES ARE HEREBY DISCLAIMED.\nMEDIA.NET, ITS SUPPLIERS, LICENSORS, AND ADVERTISING PARTNERS DO NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE PROGRAM WILL BE CORRECT, UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE PROGRAM IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nMEDIA.NET OR ITS ADVERTISING PARTNERS MAKE NO GUARANTEE REGARDING THE NUMBER, QUALITY, OR CONTENT OF ANY ADVERTISEMENTS OR THE TIMING OF DELIVERY OF SUCH ADVERTISEMENTS.\nMEDIA.NET OR ITS ADVERTISING PARTNERS SHALL NOT BE RESPONSIBLE FOR ANY ADS OR WEBSITES THAT ARE SERVED THROUGH OR LINKED FROM THE PROGRAM.\nPUBLISHER UNDERSTANDS AND ACKNOWLEDGES THAT THERE IS NO GUARANTEE THAT ANY MINIMUM LEVEL OF REVENUE, OR ANY REVENUE, WILL BE GENERATED AS A RESULT OF THIS AGREEMENT.\nTHE FOREGOING DISCLAIMER OF WARRANTY IS A FUNDAMENTAL PART OF THE BASIS OF MEDIA.NET'S BARGAIN HEREUNDER, AND THAT MEDIA.NET WOULD NOT ENTER INTO THIS AGREEMENT ABSENT SUCH DISCLAIMER.</p>\n9.\nLICENSES AND OWNERSHIP\n<p>9.1.\nAs between Media.net and Publisher, Publisher owns all rights in (i) the Sites and Site content, (ii) Publisher trademarks and (iii) any goodwill, derivative works, improvements and/or intellectual property rights associated with the foregoing.\nDuring the term of this Agreement, Publisher grants to Media.net a non-exclusive, royalty-free license to duplicate Site content and/or use Publisher's trademarks solely in order to provide the Services and perform its obligations under this Agreement.</p>\n<p>9.2.\nAs between Media.net and Publisher, Media.net owns all right in (i) the Services, including the Tags, the Ads and Media.net's proprietary contextual advertising technology (including Ad optimization and keyword optimization) and all related software and code (\"Technology\"), (ii) Media.net's trademarks and (iii) any goodwill, derivative works, improvements and/or intellectual property associated with the foregoing.\nDuring the term of this Agreement, Media.net grants Publisher a non-exclusive, non-transferable, non-sublicensable license to use the Tags and display Ads, solely as described this Agreement.</p>\n<p>9.3.\nPublisher will not copy, modify, distribute, sell, or lease the Ads or the Services, attempt to unlock or bypass any encryption or other protections used by Media.net or any initialization system, and will not provide Ads or access to the Services to any third party.\nIn addition, Publisher will not display any keywords based on the content of the page from any source other than Media.net.\nPublisher acknowledges that the Services, including but not limited to the methodology, technology, test variables and results of Ad and keyword optimization, constitute Media.net trade secrets and Media.net Confidential Information.\nPublisher will not use any such information to duplicate Media.net's Services or the results of the Services or to develop a similar service, or to enable any third party to do any of the foregoing.\nWithout limiting the foregoing, after the expiration or termination of this Agreement Publisher shall not use the same keywords, creative or other advertisement content that were used in Ads provided by Media.net.</p>\n<p>9.4.\nPublisher shall not develop or use any alternative service that displays advertisements substantially similar to the Services or Ads being provided by Media.net.\nAny violation of this provision shall be deemed to be an infringement of Media.net's intellectual property and may result in termination of your Media.net account at Media.net's sole discretion including freezing of any unpaid amounts and seeking a refund of any amounts paid to you, and/or taking any legal action that we may deem necessary.</p>\n10.\nREPRESENTATIONS AND WARRANTIES\n<p>You represent and warrant that (i) you maintain adequate rights in and to the Sites (including without limitation under the intellectual property rights in and to any third party content contained therein) in order to engage in the Program, including without limitation the right to modify and create derivative works of any materials on Your Sites.\nand (ii) the Sites do not portray illicit drugs and do not contain pornography, adult or mature content or any content that otherwise promotes violence, illegal activity or infringes on the rights of others.\nYou also represent and warrant that (a) all of the information provided by you to us to enroll in the Program is correct and current.\n(b) Publisher is the owner of each Site or you are legally authorized to act on behalf of the owner of such Sites for the purposes of this Agreement and the Program.\n(c) you have all necessary right, power, and authority to enter into this Agreement and to perform the acts required of You hereunder.\nand (d) you have complied and will continue to comply with all applicable laws, statutes, ordinances, and regulations in your performance of any acts hereunder (e) you or any Affiliate of yours have never been suspended and/or terminated by any other monetization provider (f) You will inform the Media.net Compliance team at compliance@media.net prior to sending traffic to Media.net if You or any of your Affiliate has ever been suspended and/or terminated for invalid traffic, spam, fraud, compliance issues or any breach of terms by a monetization provider.\nYou further represent and warrant that each Property and any material displayed therein: (i) comply with all applicable laws, statutes, ordinances, and regulations.\nand (ii) do not breach and have not breached any duty toward or rights of any person or entity including, without limitation, rights of intellectual property, publicity or privacy, or rights or duties under consumer protection, product liability, tort, or contract theories.</p>\n11.\nINDEMNIFICATION\n<p>You will defend, indemnify, and hold harmless Media.net, its representatives, and each of its Affiliates, and any Advertising Partners from damages, liabilities, costs, and expenses (including reasonable attorneys' fees) (collectively, \"Losses\") resulting from any claim, judgment, or proceeding (collectively, \"Claims\") brought by a Third Party and resulting from breach of the terms and conditions specified in this Agreement</p>\n12.\nLIMITATION OF LIABILITY\n<p>With the exception of gross negligence or willful misconduct by a party, in no event will Media.net, Media.net's Advertising Partners be liable for any consequential, indirect, incidental, punitive, special, or exemplary damages whatsoever, including, but not limited to, damages for loss of profits, business interruption, loss of information, and the like, incurred by you or any Third Party arising from this Agreement, even if you or such Third Party has been advised of the possibility of such damages.</p>\n13.\nNON-DISCLOSURE, DATA USAGE AND OWNERSHIP, PRIVACY AND LAWS\n<p>\"Confidential Information\" means any information disclosed by Media.net to Publisher, either directly or indirectly in writing, orally or by inspection of tangible objects which is either (a) designated or marked as \"Confidential\" at the time of disclosure, or (b) disclosed under circumstances reasonably indicating that such information is confidential.\nWithout limiting the foregoing, the Ad Code, Advertising Materials, all information relating to the Ad Code, the data and information shared with you regarding the revenue per thousand impressions (\"RPM\") data and any and all communication sent to you by Media.net shall be deemed to be Confidential Information.\n(i) Publisher agrees that it shall not use any Confidential Information other than as expressly permitted under the terms of this Agreement or as expressly authorized in writing by Media.net, (ii) Publisher shall use the same degree of care to protect Confidential Information as it uses to protect its own most highly confidential information, but in no circumstances less than reasonable care, and (iii) Publisher shall not disclose Confidential Information to any person or entity other than its officers, employees and consultants who need access to such Confidential Information in order to effect the intent of this Agreement and who have entered into written confidentiality agreements with it consistent with this Section 13.</p>\n14.\nMISCELLANEOUS\n<p>14.1.\nYou may not resell, assign, or transfer any of your rights or obligations hereunder, and any attempt to resell, assign or transfer such rights or obligations without Media.net's prior written approval will be null and void.\nAll terms and conditions this Agreement will be binding upon and inure to the benefit of the parties hereto and their respective permitted transferees, successors, and assigns.</p>\n<p>14.2.\nThis Agreement will be governed by the laws of the State of New York.\nYou agree that any claims, legal proceedings, or litigation arising in connection with this Agreement will be brought solely in courts of New York, and the parties consent to the jurisdiction of such courts.</p>\n<p>14.3.\nAny notice required to be delivered hereunder will be deemed delivered three days after deposit, one business day if sent by overnight courier service, and immediately if sent electronically or by fax.\nAll notices to you will be sent to the contact address you have provided at the time of registration with Media.net.</p>\n<p>14.4.\nPublisher agrees not to make, disclose or publish, in non-public or public communications, any disparaging remarks or comments regarding Media.net's, its Affiliates, any of Media.net's Advertising Partners or any of their products or services, or any of the materials or information provided by Media.net to Publisher pursuant to this Agreement.</p>\n<p>14.5.\nNotwithstanding anything in this Agreement to the contrary, Yahoo! Inc.\nand Yahoo! srl, shall be an intended third party beneficiaries of this Agreement, and you acknowledge and agree that the third party beneficiary rights of Yahoo! Inc.\nand Yahoo! srl to enforce the terms of this Agreement have vested and such third party beneficiary rights shall survive any termination or expiration of this Agreement.</p>\n<p>14.6.\nYou agree that Media.net may use Publisher's name and logo on its website, in presentations, marketing materials and collaterals, customer lists and/or any financial reports.</p>\n<p>14.7.\nThe parties to this Agreement are independent contractors.\nNeither Party is an agent, representative or partner of the other Party.\nNeither Party shall have any right, power or authority to enter into any agreement for or on behalf of, or incur any obligation or liability of, or to otherwise bind, the other Party.\nThis Agreement shall not be interpreted or construed to create an association, joint venture or partnership between the Parties or to impose any partnership obligation or liability upon either Party.</p>\n<ul>\n<li>\n</li>\n<li> About </li>\n<li> Marketplace </li>\n<li> programmatic </li>\n<li> contextual ads </li>\n<li> buyers </li>\n<li> Careers </li>\n<li> Press </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li> AdChoices </li>\n<li> Do Not Sell My Personal Information </li>\n<li> Cookies Settings </li>\n<li> terms of service </li>\n</ul>\n<ul>\n<li> Policies: </li>\n<li> inventory policy </li>\n<li> ad quality policy </li>\n<li> privacy policy </li>\n</ul> copyright © 2022 media.net all rights reserved <p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Cookies Settings Reject All Accept All CookiesContinue without AcceptingPrivacy Preference Center<ul>\n<li>Your Data Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Data Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies Inactive<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies Inactive<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies Inactive<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2022-12-29 02:36:48.492457", "updated_at": "2022-12-29 02:38:44.157946"}, {"id": 13624, "name": "Inventory Policies", "url": "https://www.media.net/legal/inventorypolicies/", "xpath": "//body", "text": " <ul>\n<li>\n</li>\n<li> Home </li>\n<li> Marketplace </li>\n<li> contextual ads </li>\n<li> programmatic </li>\n<li> buyers </li>\n<li> about </li>\n<li> sign in Contact Us </li>\n<li> sign in </li>\n<li> Contact Us </li>\n</ul> Inventory Policies Media.net Inventory Policies\n<p>Media.net is committed to providing a fair value exchange between buyers, sellers and users and to that purpose, Media.net uses commercially reasonable efforts to provide participating buyers and sellers with a safe, transparent, and fair marketplace.\nMedia.net uses a combination of proprietary tools, third party partners and manual monitoring teams to review, approve and monitor the quality of inventory.\nInventory may include websites, mobile applications and/or other digital media properties made available for sale of inventory via Media.net’s platforms and services (“Sites”).</p>\n<p>By using the Media.net platform and services, each Publisher (ie.\nowner or authorized operator of Sites) agrees to these Policies, which may be updated at any time by posting notice of such changes on our website or by otherwise providing notice.\nAll publishers understand that it is their sole responsibility to keep themselves updated on all policies available here.\nMedia.net reserves the right to reject, suspend, or remove from its platforms any site(s) at its sole discretion, regardless of whether a basis for removal is listed here.\nThese policies do not limit Media.net’s discretion in any way.</p>\nI.\nPlatform Policies\n<ul>\n<li>Each Publisher must own the Site on which ads are served via the Media.net platform.\nor have a direct, contractual relationship with the owner of each such Site on which such ads are served.</li>\n<li>Each Site must publish a Media.net authorized ads.txt or app-ads.txt file prior to sending inventory to Media.net.</li>\n<li>Media.net prides itself on being one of the most direct paths to inventory.\nResale of inventory from other intermediaries not approved by Media.net is strictly prohibited and will be subject to termination.</li>\n<li>All account information and details provided by each Publisher must be correct and complete, including any descriptions of the characteristics of the inventory and related data, and may not be misrepresented in any way.</li>\n<li>Sites shall not install nor distribute malware, viruses, or other similar malicious code.</li>\n<li>All Sites must comply with the&nbsp;Better Ads Standards, and sites or apps may not engage in any of the “least preferred ad experiences” as identified by the Coalition for Better Ads</li>\n</ul>\nII.\nSite Policies\n<p>Site Structure: Sites must have original content filled, navigation-friendly site design without excessive advertising.\nSites pertaining to the following shall not be approved:</p>\n<ul>\n<li>Lack original content (e.g., copied stories, content without appropriate authorship or written by fictional authors, boilerplate information, syndicated content without attribution)</li>\n<li>Have mostly ads with little content or are sites developed primarily for advertising</li>\n<li>Deceptive or manipulative content or construction of sites to improve search-engine ranking</li>\n<li>Free hosted pages or blank websites</li>\n<li>Sites that contain hidden links and text</li>\n<li>Under construction, parked pages or pages without content</li>\n<li>Sites that redirect traffic to another site</li>\n<li>Promote activities generally understood as Internet abuse, including but not limited to, the sending of unsolicited bulk electronic mail or the use of spyware</li>\n</ul>\nIII.\nContent Policies\n<p>Media.net’s platform focuses on sites with premium content.\nSites that promote, contain, or link directly to the following types of content shall not be approved.</p>\n<ul>\n<li>Adult, Pornographic or any illegal content</li>\n<li>Tobacco, ammunition, hazardous substances, illegal drugs</li>\n<li>Sites that promote illicit or harmful activity, including sites that provide “how-to” information on bomb-making, lock-picking, and similar topics</li>\n<li>Death, injury or gory content</li>\n<li>Content that promotes crime, hate speech, acts of aggression or other harmful acts that contains profanity and/or discriminates or is offensive to any section of people</li>\n<li>Online Piracy, pirating, copyright infringement, and counterfeiting</li>\n<li>Content that promotes any armed conflicts, terrorism or is intended to provoke military aggression</li>\n<li>Content that promotes sale of drug paraphernalia and/or illegal drug use, including abuse of prescription drugs prohibited by applicable laws</li>\n<li>Sale of counterfeit products, imitations of designer or other goods, stolen items or any products that infringe intellectual property rights of other parties</li>\n<li>Sites related to gambling</li>\n<li>Sites that contain forums, discussion boards, chat rooms, or any content area that is open to public updates without adequate moderation</li>\n<li>Contain programs which promote invalid click activity by paying users to click on ads, browse websites, read email etc.</li>\n<li>Manga/Anime, unless you own the intellectual property rights to such content</li>\n<li>Graphic or excessively violent content (games and music may be allowed on a case-by-case basis, with Media.net’s prior express consent)</li>\n<li>Harassment, bullying, threats, or similar content that advocates against any group, organization, or individual</li>\n<li>Sites deemed unsafe by reputable third-party malware-detection services/invalid traffic measurement/Disinformation identification services(including fake news, extremist views etc), and/or other validation methods</li>\n<li>Disrespectful and harmful treatment of sensitive social topics (e.g.\nabortion, extreme political positions)</li>\n<li>Acts, language, and gestures deemed illegal, not otherwise referenced above (e.g.\nharm to self or other and animal cruelty)</li>\n<li>Targeted harassment of individuals and groups</li>\n<li>File-sharing or torrent sites</li>\n<li>Any other content that we believe in our sole discretion to be illegal</li>\n</ul>\n<p>Although legal in most regions, restricted content may be considered prohibited content, depending on the nature of the content and the context in which the restricted content is displayed on the site.\nSites that contain any of the following content may be restricted (unless explicitly approved by Media.net):</p>\n<ul>\n<li>Adult humor;</li>\n<li>Fantasy sports and/or daily fantasy sports under some state laws;</li>\n<li>Suggestive content;</li>\n<li>Sexual health;</li>\n<li>Sale of alcohol.\nand/or</li>\n<li>Sale of prescription drugs.</li>\n<li>Cannabis related content</li>\n<li>Cryptocurrency related content</li>\n</ul>\nIV.\nTraffic Policies\n<p>\n<strong>Invalid Traffic:</strong>\n</p>\n<ul>\n<li>All impressions must be legitimate and clicks on ads must be genuine and made purely based on user interest.</li>\n<li>Publishers shall not drive traffic to their sites through incentivized click programs, spam email marketing, paid-to-surf, autosurf, click-exchange programs, unwanted advertisements on third-party websites, toolbars and other unsolicited software downloads or from pop-ups, pop-unders, forced redirects, or similar means.</li>\n<li>The Publisher must acquire traffic primarily from organic sources and shall use best efforts to ensure that none of such traffic is fraudulent.\nIf a Publisher and/or Site has more than an acceptable threshold of purchased/acquired traffic or in the event that Media.net’s fraud monitoring tools indicate such behavior that is not commensurate to industry standards Media.net reserves the right to suspend or terminate such Publisher and or Site until resolved.</li>\n<li>Publisher Inventory from applications, including browser plug-ins and toolbars, that insert ads into the body of third-party or other online properties without written permission, is not acceptable.</li>\n<li>The Publisher and/or Site may not mask or cloak the Site URL or employ any other means to obscure the true source of traffic.</li>\n</ul>\n<p>\n<strong>Incentive Programs:</strong>\n</p>\n<ul>\n<li>Publishers shall not provide any text in or around the ad units, or include phrases that may mislead a user or encourage them to click the ads.\nAny ads that are disguised within the content and/or placed in a manner which cannot be distinguished from content are prohibited</li>\n<li>Participating in or using any automated click and impression generating tools, use of bots, open proxies or software that can lead to false impressions and clicks is not permitted.</li>\n<li>Clicks made by the Publisher on his own ads will be considered invalid.</li>\n</ul>\n<p>\n<strong>Misleading Users:</strong>\n</p>\n<ul>\n<li>Publishers shall not provide any text in or around the ad units, or include phrases that may mislead a user or encourage them to click the ads.\nAny ads that are disguised within the content and/or placed in a manner which cannot be distinguished from content are prohibited</li>\n<li>Ads may not be obscured or altered in any way.\nYou may not make inventory available in double iframes.</li>\n<li>Deceiving Images: Placing images or thumbnails around the ad unit which may deceive a user is prohibited</li>\n</ul>\nV.\nImplementation Policies\n<p>\n<strong>Ad Placement</strong>\n</p>\n<ul>\n<li>The Publisher may place the ad only on his site or the sites that were approved.\nAny revenue generated by the ads on unapproved sites will not be paid to the Publisher.</li>\n<li>All attributes pertaining to your sites, including referring URLs, app store identification data (which includes but is not limited to app bundles, app names, store IDs, and store URLs), ad formats, positions, placements, and sizes, client characteristics (IP addresses, user agents, device IDs, geolocation data), and Payment ID (pchain) or Supply Chain Object (schain) data, must be correct in ad requests you send to Media.net’s platforms.</li>\n</ul>\n<p>\n<strong>Publishers shall not:</strong>\n</p>\n<ul>\n<li>Sell, rent, lease, sublicense, sub-syndicate, transfer, distribute or otherwise use or make available the ad tags or creatives or any copies thereof to any third party</li>\n<li>Place ads on non-approved websites or web pages, or in such a fashion that may be deceptive to the user</li>\n<li>Place ads in unapproved toolbars, software or applications</li>\n<li>Publishers and/or Sites must not edit or modify ads in any way, including but not limited to, resizing the ads.</li>\n<li>Stack ads in a manner that places advertisements on top of one another</li>\n<li>Cache or otherwise store the ads in any form or manner</li>\n<li>Place ads in emails or newsletters</li>\n<li>Make modifications or in any way block visitor IP, referrer or page URL from being provided to Media.net</li>\n</ul>\n<p>\n<strong>Ad Code manipulation</strong>\n</p>\n<p>The Publisher may not:</p>\n<ul>\n<li>Alter the Ad Code in any way that changes the appearance of an ad, or manipulates the standard behavior, targeting or delivery of ads</li>\n<li>Attempt in any way to alter, modify, eliminate, conceal, or otherwise render inoperable or ineffective the ad tags, source codes, links, pixels, modules or other data</li>\n<li>Load any software that can trigger pop-ups, redirect users to unwanted websites, modify browser settings or otherwise interfere with site navigation</li>\n<li>Obscure or otherwise interfere with any such attempts to remove any third party tags or services (ex: tags that check for brand safety, determine viewability, malware detection etc.).</li>\n</ul>\nVI.\nEnforcement\n<p>Any buyer or user can raise a concern about a Publisher or Site that may be violating these policies by contacting Media.net at&nbsp;compliance@media.net.</p>\n<p>Media.net has the right to temporarily pause or terminate monetization of any Publisher and/or Site found in violation of these policies at any time.\nMonetization may not commence until Media.net is satisfied that the policy is no longer in violation.</p>\n<ul>\n<li>\n</li>\n<li> About </li>\n<li> Marketplace </li>\n<li> programmatic </li>\n<li> contextual ads </li>\n<li> buyers </li>\n<li> Careers </li>\n<li> Press </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li> AdChoices </li>\n<li> Do Not Sell My Personal Information </li>\n<li> Cookies Settings </li>\n<li> terms of service </li>\n</ul>\n<ul>\n<li> Policies: </li>\n<li> inventory policy </li>\n<li> ad quality policy </li>\n<li> privacy policy </li>\n</ul> copyright © 2022 media.net all rights reserved <p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Cookies Settings Reject All Accept All CookiesContinue without AcceptingPrivacy Preference Center<ul>\n<li>Your Data Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Data Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies Inactive<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies Inactive<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies Inactive<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2022-12-29 02:36:48.553458", "updated_at": "2022-12-29 02:37:23.554585"}, {"id": 13625, "name": "Ad Quality Policy", "url": "https://www.media.net/ad-quality-policy/", "xpath": "//body", "text": " <ul>\n<li>\n</li>\n<li> Home </li>\n<li> Marketplace </li>\n<li> contextual ads </li>\n<li> programmatic </li>\n<li> buyers </li>\n<li> about </li>\n<li> sign in Contact Us </li>\n<li> sign in </li>\n<li> Contact Us </li>\n</ul> Ad Quality Policy Media.net Ad Quality Policy\n<p>Media.net is committed to providing a fair value exchange between buyers, sellers and users and to that purpose, Media.net uses commercially reasonable efforts to provide participating buyers and sellers with a safe, transparent, and fair marketplace.\nWe expect our advertising partners to follow certain policies on quality and behavior of ads and landing pages that are permitted through our platform.</p>\n<p>By using the Media.net platform and services, each Advertiser/Demand side partner (hereafter referred to as Buyer(s)) agrees to these Policies, which may be updated at any time by posting notice of such changes on our website or by otherwise providing notice.\nAll Buyer(s) understand that it is their sole responsibility to keep themselves updated on all policies available here.\nMedia.net reserves the right to reject, suspend, or remove from its platforms any Buyer(s) at its sole discretion.\nThese policies do not limit Media.net’s discretion in any way.</p>\n<p>Buyer(s) shall defend, indemnify and hold harmless Media.net and its affiliates, and each of their officers, directors, employees and agents (each an “Indemnified Party”) from all third party claims and liabilities (including reasonable attorney’s fees and legal costs) arising from or relating to (a) any violation of this Ad Quality Policy by Buyer(s) (even if an exception has been granted), (b) any violation of applicable laws, rules, or regulations (even if an exception has been granted), or (c) any infringement or misappropriation of any intellectual property right of a third party (even if an exception has been granted).\nBuyer(s) will also be responsible for complying with Children's Online Privacy Protection Rule (COPPA) and California Business and Professions Code Section 22580 (“BPC 22580”) regulations based on relevant flags transmitted in bid requests.</p>\nI.\nPlatform Policies\n<ul>\n<li>Buyer(s) may only purchase inventory for use directly by an advertiser (or direct agent of an advertiser) with which you have a direct relationship.</li>\n<li>Reselling, distributing or otherwise sub-syndicating inventory to another indirect sales channel (e.g., another ad network or trading desk) is prohibited.</li>\n<li>Buyer(s) may not create targeting profiles or segments or use any targeting profiles or segments to show ads to users if such profiles or segments may lead to discriminatory treatment of a user (including but not limited to ads in relation to housing, credit, insurance, and employment).</li>\n<li>Buyer(s) will comply with the applicable Digital Advertising Alliance (DAA) Self-Regulatory Principles published at youradchoices.com/principles and, as applicable, with the IAB Europe EU Framework for Online Behavioral Advertising and the EASA Best Practice Recommendation on Online Behavioral Advertising, which are administered by the European Interactive Digital Advertising Alliance and published at www.edaa.eu.\nThey shall also comply with the enhanced notice obligations applicable to Third Parties as defined in the DAA Self-Regulatory Principles.</li>\n<li>Buyer(s) must provide consumers with comprehensible notice of their privacy practices, including, where appropriate, enhanced notice of behavioral targeting through mechanisms such as the Digital Advertising Alliance’s “AdChoices” icon.\nAdvertisers that engage in behavioral advertising must also provide consumers with the ability to opt out of such targeted advertising.\nBuyer(s) must respect all user opt out and/or privacy signals.</li>\n<li>All ads placed through the Media.net’s platforms must comply with the Ad Standards and Creative Guidelines set out by the Internet Advertising Bureau at http://www.iab.com/guidelines/iab-standard-ad-unit-portfolio/ unless otherwise authorized.\nAds must also comply with the Better Ads Standards and not engage in any of the “least preferred ad experiences” as identified by the Coalition for Better Ads.</li>\n</ul>\nII.\nAd Creative &amp.\nBehavior Policies\n<p>Media.net’s platform focuses on sites with premium content.\nAdvertisements that promote, contain, or link directly to the following types of content shall not be approved.</p>\n<ul>\n<li>Adult, Pornographic or any illegal content</li>\n<li>Tobacco, ammunition, hazardous substances, illegal drugs</li>\n<li>weapons and ads featuring weapons</li>\n<li>Ads that promote illicit or harmful activity, including ads that provide “how-to” information on bomb-making, lock-picking, and similar topics</li>\n<li>Death, injury or gory content</li>\n<li>Ads that promotes crime, hate speech, acts of aggression or other harmful acts that contains profanity and/or discriminates or is offensive to any section of people</li>\n<li>Online Piracy, pirating, copyright infringement, and counterfeiting</li>\n<li>Armed conflicts, terrorism or is intended to provoke military aggression</li>\n<li>Sale of drug paraphernalia and/or illegal drug use, including abuse of prescription drugs prohibited by applicable laws</li>\n<li>Graphic or have excessively violent content</li>\n<li>Contains disrespectful and harmful treatment of sensitive social topics (e.g.\nabortion, extreme political positions)</li>\n<li>Targeted harassment of individuals and groups</li>\n<li>Promoting File-sharing or torrent sites</li>\n<li>Violate any applicable law, regulation, governmental rule or court order or which contain content that is otherwise harmful or illegal</li>\n<li>Gambling (online and offline)</li>\n<li>Promotion of online pharmacies and the sale of any prescription medication is prohibited.\nprovided, however, advertising from pharmaceutical manufacturers is allowed to the extent permissible by applicable law, rule or regulation in the jurisdiction(s) where such advertising is targeted</li>\n<li>Cannabis ads will be evaluated on a case-by-case basis.\nCertain types of brand promotion advertisements for cannabis and cannabis products may be allowed, provided they meet regulatory and geographic guidelines.\nAny cannabis ads that contain illegal cannabis-related promotional content (e.g.\nappealing to children, promoting an adventurous lifestyle, making health claims, etc.) will be blocked</li>\n<li>Cryptocurrencies and related content (including but not limited to initial coin offerings, cryptocurrency exchanges, cryptocurrency wallets, and cryptocurrency trading advice) will be reviewed on a case-by-case-basis</li>\n<li>Sale of counterfeit products, imitations of designer or other goods, stolen items or any products that infringe intellectual property rights of other parties</li>\n<li>Any other content that we believe in our sole discretion to be illegal</li>\n</ul>\n<p>Buyer(s) are also prohibited from sending us ads that:</p>\n<ul>\n<li>Automatically redirect the user to a new page or app without user initiation</li>\n<li>Automatically refresh</li>\n<li>Contain audio in a display ad that auto-plays (without a user click)</li>\n<li>Send an SMS message, or initiate a charge, without explicitly notifying a user and requiring a tap or other intentional action</li>\n<li>Employ phishing techniques or seek to trick the user into providing sensitive information by misrepresenting the identity of the advertiser</li>\n<li>Employ deceptive practices to encourage or trick the user into clicking on the ad</li>\n<li>Falsify any user interaction, such as faking clicks</li>\n<li>Expand beyond their original size</li>\n<li>Initiate a download without consent</li>\n<li>Install spyware, trojans, viruses or other malware</li>\n<li>Mimic system errors or messages</li>\n<li>Pop-up upon banner open or upon page exit</li>\n</ul>\n<p>\n<em>\n<strong>Landing pages</strong>\n</em>\n</p>\n<p>The above mentioned policies also apply to all landing pages.\nIn addition to these</p>\n<ul>\n<li>Landing pages may not attempt to auto-download software without explicit user consent</li>\n<li>Landing pages must allow a user to leave the page with normal browser navigation and without spawning a confirmation dialog</li>\n<li>Landing pages and/or landing sites may not have the sole or primary purpose of displaying ads</li>\n</ul>\nIII.\nEnforcement\n<p>Any user can raise a concern about an Ad that may be violating these policies by contacting Media.net at compliance@media.net.</p>\n<p>Media.net has the right to temporarily pause or terminate any ad campaign or Buyer(s) found in violation of these policies at any time.\nAd Campaigns may not commence until Media.net is satisfied that the policy is no longer in violation.</p>\n<ul>\n<li>\n</li>\n<li> About </li>\n<li> Marketplace </li>\n<li> programmatic </li>\n<li> contextual ads </li>\n<li> buyers </li>\n<li> Careers </li>\n<li> Press </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li> AdChoices </li>\n<li> Do Not Sell My Personal Information </li>\n<li> Cookies Settings </li>\n<li> terms of service </li>\n</ul>\n<ul>\n<li> Policies: </li>\n<li> inventory policy </li>\n<li> ad quality policy </li>\n<li> privacy policy </li>\n</ul> copyright © 2022 media.net all rights reserved <p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Cookies Settings Reject All Accept All CookiesContinue without AcceptingPrivacy Preference Center<ul>\n<li>Your Data Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Data Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies Inactive<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies Inactive<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies Inactive<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2022-12-29 02:36:48.613471", "updated_at": "2022-12-29 02:37:49.32278"}, {"id": 13626, "name": "Privacy Policy", "url": "https://www.media.net/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>\n</li>\n<li> Home </li>\n<li> Marketplace </li>\n<li> contextual ads </li>\n<li> programmatic </li>\n<li> buyers </li>\n<li> about </li>\n<li> sign in Contact Us </li>\n<li> sign in </li>\n<li> Contact Us </li>\n</ul> Privacy Policy <p>\n<strong>Last Updated and Effective as of</strong>&nbsp;March 21, 2022</p> About Our Business\n<p>Media.Net Advertising FZ-LLC, including our affiliates and subsidiaries, (individually and/or collectively, \"Media.Net,\" \"we,\" \"us\" or \"our\") utilizes its digital advertising technology platforms (our \"Technology\") to display targeted advertising (our \"Services\") on behalf of the advertisers and ad partners (collectively \"Buyers\") on websites and properties (collectively \"Seller Sites\") owned and/or operated by entities (collectively \"Sellers\") that participate in our advertising marketplace.</p>\nWhen Does this Privacy Policy Apply?\n<p>This Privacy Policy applies:</p>\n<ul>\n<li>When we collect information about consumers and other end users who interact with our Services and Technology on Seller Sites.\nBuyers and Sellers may be referred to as Partners.\nClick&nbsp;here&nbsp;to learn more.</li>\n<li>When our Buyers, Sellers, potential Buyers and potential Sellers or other end users interact with our website located at&nbsp;www.media.net (our \"Website\").\nClick here to learn more.</li>\n</ul>\n<p>\n<strong>CONSUMERS AND SELLERS IN CALIFORNIA CAN CLICK&nbsp;HERE&nbsp;FOR MORE INFORMATION ABOUT THEIR PRIVACY RIGHTS.</strong>\n</p>\n<p>\n<strong>IF YOU ARE SITUATED IN THE EU OR UK, CLICK&nbsp;HERE&nbsp;FOR MORE INFORMATION ABOUT YOUR RIGHTS UNDER EU/UK LAW.</strong>\n</p>\n<b>I.\nPrivacy Practices for End Users.</b>\n<p>\n<strong>A.\nInformation We Collect.</strong>\n</p>\n<p>The Technology we use to provide our Services collects information from end users who visit one or more Seller Sites and/or our Website.\nWhile this information does not enable us to directly identify you (e.g., we do not receive your name, email address, etc.) but it may be considered \"personal data\" or \"personal information\" under applicable privacy or data protection laws.</p>\n<p>The information we may collect includes:</p>\n<ul>\n<li>\n<i>Online Identifiers</i>.\nThis includes your IP address, device IDs, cookie identifiers, advertising identifiers (IDFA and Google AdID), and other mobile identifiers.</li>\n<li>\n<i>Seller Site Information</i>.\nThis includes the web page URL or application through which you are viewing content, referrers viewability data, contextual categories, attributes pertaining to ad formats, click data, types of advertisements viewed and other data that the Seller Sites make available to us.</li>\n<li>\n<i>Device Information</i>.\nIt includes your browser, device model, device operating system, browser language and device type.</li>\n<li>\n<i>Location Information</i>.\nIt includes non-precise location information (city, country, zip code) but may also include precise location information if you have actively enabled location services on your device or a Seller partner sends it to us in their bid request (only in case of an opt-in).</li>\n<li>\n<i>Website Usage Data</i>.\nThis includes information about how you use our Website such as web page interactions, time spent on our pages and referral web pages.</li>\n<li>\n<i>Non-Cookie Identifiers</i>.\nThis includes the local storage or cache in your browser to collect information about you as you browse the Internet.</li>\n</ul>\n<p>Information we receive from third parties: We may also receive information from third parties at the instruction or for the benefit of our Seller Sites that provide user demographics, behaviors or interests, obfuscated user identifiers such as hashed email addresses, user preferences on the ad experience and other information that may help make the ads more relevant.</p>\n<p>Cookies.\nWe use cookies, web beacons, mobile SDKs and other web tools (\"Tools\") to collect information regarding your behavior and usage patterns on our Website and on our Seller Sites.\nWe use these Tools:</p>\n<ul>\n<li>\n<i>For Frequency Capping.&nbsp;</i>To inform us if an advertisement has been served to the same computer before, and if so, when the advertisement was served.</li>\n<li>\n<i>For Research and Fraud Prevention.</i>&nbsp;To conduct research and identify fraud and malicious activity.</li>\n<li>\n<i>For our Services.</i> When you visit one of our Seller Sites, we may assign your computer one or more cookies which enable us and our Buyers to deliver targeted advertisements to you on the Seller Sites.\nThis form of advertising is called \"behavioral advertising\" or \"interest-based advertising\".\nWe use cookies (e.g., Google’s advertising cookies) for this purpose.\nWe believe that such advertising is helpful because you will see ads that are relevant to your interests.\nHowever, if you would like to opt-out of these interest-based advertisements, please see the section titled \"Your Choices\" below.</li>\n</ul>\n<p>Further, while our Technology does not deliver targeted ads based on precise medical conditions or treatments or market prescription drugs, we generate and serve ads for non-sensitive health-related advertising segments that may be of interest to End Users: diet and fitness.\ndoctors.\nhealth care professionals.\nhealth conscious.\nhealth and medicine.\nhealth and well-being.\ninterest in health insurance.\nand pregnancy and in some cases health advertising that is based on the content of the page on which such ads appear (e.g., we may include an ad for a dietary supplement that complements an article regarding weight loss).</p>\n<p>\n<strong>B.\nHow Do We Use Your Information?</strong>\n</p>\n<p>We use your information in the following ways:</p>\n<ul>\n<li>\n<i>Click Fraud Monitoring.&nbsp;</i>We collect information related to clicks, views, impressions, robotic mouse movement, non-human clicks, etc.\nand use it for fraud detection purposes.</li>\n<li>\n<i>Selecting and Serving Targeted Advertising.</i>&nbsp;We use information about you to select and serve advertising on our Publisher Sites.\nWe present advertisements tailored to interests you have shown.\ninferring eligibility of users for interest, geographic and demographic-based segments.\ncreating online advertising models through lookalike modelling or similar research methodologies.</li>\n<li>\n<i>Improving our Services.&nbsp;</i>We combine information we collect from consumers with information we obtain from our Partners, ad networks, and/or other companies such as data providers, including our corporate affiliates in order to provide our services, conduct internal analysis in order to perform and improve our services.</li>\n<li>\n<i>Analytics.&nbsp;</i>Providing insights and reporting back to our Partners, including statistical reporting in connection with the activity on a website or mobile application, optimization of location of ad placement, ad performance, reach and frequency metrics, billing, and logging ads served on a particular day to a particular website or application.\nevaluating the probability and nature of connections between devices.</li>\n<li>\n<i>Frequency Capping.&nbsp;</i>Determining whether you have seen a particular advertisement before so as to avoid sending you duplicate advertisements.</li>\n<li>\n<i>Data Privacy.&nbsp;</i>We respond to data privacy questionnaires, data subject access requests (DSAR).</li>\n</ul>\n<p>\n<strong>C.\nWho Do We Share Your Information With?</strong> Subject to the section titled \"Additional EU/UK Disclosures\", we may share the information we collect about you with certain third parties in the following ways:</p>\n<ul>\n<li>\n<i>Service Providers.&nbsp;</i>We may, from time to time, use third party vendors, operational service providers and subcontractors (\"Service Providers\") to operate and provide our services to Partners and to comply with legal and regulatory requirements.\nAs necessary under this Privacy Policy, our Service Providers are required to protect the information we provide to them in a manner that is consistent with this Privacy Policy.\nThe services provided by Service Providers include attribution, analytics, billing, fraud prevention, management of leads/campaigns, dispute resolution, cloud hosting, and technical support.</li>\n<li>\n<i>Buyers.&nbsp;</i>We may share your information with Buyers to help them make decisions regarding buying advertising inventory on Publisher Sites or to analyze the effectiveness and performance of advertising campaigns via our Services, explore business opportunities, and perform audits/research.</li>\n<li>\n<i>Sellers.&nbsp;</i>We share information with our Sellers when we deliver ads on their Seller Sites.\nSellers may use your information to make inferences about your preferences in order to serve more relevant advertising to you.</li>\n<li>\n<i>Legal, Government Contacts.&nbsp;</i>We provide information to third parties for legal process (e.g., in response to a subpoena or civil or criminal investigative demand, court order, or a request from law enforcement or other government agency).\nto establish or exercise our legal rights.\nto defend against legal claims.\nto protect the security and integrity of our assets and business operations.\nor as otherwise required by law.\nIn addition, we may disclose your information when we believe it is appropriate in connection with efforts to investigate, prevent, or take other action regarding illegal activity, suspected fraud or other wrongdoing.\nto protect and defend the rights, property or safety of Media.net, our Partners, our users, our employees, or others.\nto comply with applicable law or cooperate with law enforcement.\nor to enforce the terms of service of our Website or other agreements or policies.</li>\n<li>\n<i>Acquisitions &amp.\nOther Corporate Partners.&nbsp;</i>We may also provide information to third parties in connection with a substantial corporate transaction, such as the sale of our business, a divestiture, merger, consolidation, or asset sale, or in the unlikely event of bankruptcy.</li>\n</ul>\n<p>We may aggregate data so that it is no longer identifiable.\nThat data may be shared with third parties for their business purposes.\nIn addition to the foregoing, we may share your information with anyone provided we have your express consent.</p>\n<b>II.\nPrivacy Practices for Partners.</b>\n<p>\n<strong>A.\nInformation We Collect.&nbsp;</strong>You may be asked to provide information to us when you ask for information about our Services, or when you register to participate in Media.net’s program for use of Media.net Technology.\nInformation you may be asked to provide includes:</p>\n<ul>\n<li>\n<i>Contact information</i>, which includes name, email and mailing address, and other information you may provide that allows us to contact you.</li>\n<li>\n<i>Government Identifiers</i>, which include your driver’s license number or other identifiers.</li>\n<li>\n<i>Financial Information</i>, which includes your bank account and other payment information required to collect or receive payments from you.</li>\n<li>\n<i>Online Identifiers</i>, which includes your IP address, device IDS, cookie identifiers, and lo-information.</li>\n<li>\n<i>Device Information</i>, which includes your browser and device type.</li>\n<li>\n<i>Location information</i>, which you may provide to us or we may generate based on your IP address.</li>\n<li>\n<i>Usage Data</i>, which includes your browsing or search history, web page interactions, referral web page, as well as information about how you use our Website.</li>\n</ul>\n<p>\n<u>Cookies</u>.\nWe use cookies, web beacons, and other web tools (\"Tools\") to collect information regarding your behavior and usage patterns on our Website, on our mobile applications (to the extent downloaded to your mobile device).\nWe may use Tools to help our Website function, to analyze your use of our Website and/or reporting of our Services, and to understand our Website visitors and how the Website may be improved.</p>\n<p>For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, visit www.allaboutcookies.org&nbsp;and&nbsp;www.youronlinechoices.eu.</p>\n<p>\n<strong>B.\nHow Do We Use Your Information?</strong>&nbsp;We do not sell your personal information.\nWe use your information in the following ways:</p>\n<ul>\n<li>\n<i>Customer Service.&nbsp;</i>We respond to general customer inquiries, troubleshoot technical challenges, up-sell, cross-sell, and provide payment payout support.</li>\n<li>\n<i>Marketing.&nbsp;</i>We analyze publisher signups, affiliate signups, webinar signups and support the sales team.\nWe may partner with third parties to collect information on our Website to deliver advertising that we believe may interest you based on your activity on the Websites.\nThese third parties may set and access cookies on your computer or other device and may also use pixel tags, web logs, web beacons, or other similar technologies.</li>\n<li>\n<i>Providing our Services.&nbsp;</i>We combine information we collect from consumers with information we obtain from our Partners, ad networks, and/or other companies such as data providers, including our corporate affiliates in order to provide our services, conduct internal analysis in order to perform and improve our services.</li>\n<li>\n<i>Compliance/Security.&nbsp;</i>We verify signups through searching publisher email addresses through social media, perform website whois lookup to discover the domain name registration details, review IP addresses location.\nWe also review the quality of traffic on publisher websites.\nWe review personal data protection online and offline threats on our infrastructure, network, networking equipment, computer systems, computer software, applications installed on the servers, access management, and mitigate the risks.</li>\n<li>\n<i>Data Privacy.&nbsp;</i>We respond to data privacy questionnaires, data subject access requests (DSAR).</li>\n<li>\n<i>Legal Obligations.&nbsp;</i>We may use your information to comply with our legal obligations, including responding to requests from law enforcement.\nenforcing our terms and conditions and other legal rights.\nto protect our company and our employees, and to prevent or address suspicious, or potential illegal activity.</li>\n</ul>\n<p>\n<strong>C.\nWho Do We Share Your Information With? </strong>Subject to the section titled \"Additional EU/UK Disclosures\", we may share the information we collect from and about you with certain third parties in the following ways:</p>\n<ul>\n<li>\n<i>Service Providers.&nbsp;</i>We may, from time to time, use Partners, operational service providers and subcontractors (\"Service Providers\") to operate and provide our services to Partners and to comply with legal and regulatory requirements.\nAs necessary under this Privacy Policy, our Service Providers are required to protect the information we provide them in a manner that is consistent with this Privacy Policy.\nService Providers include fraud prevention service providers and cloud hosting service providers.</li>\n<li>\n<i>Legal, Government Contacts.&nbsp;</i>We provide information to third parties for legal process (e.g., in response to a subpoena or civil or criminal investigative demand, court order, or a request from law enforcement or other government agency).\nto establish or exercise our legal rights.\nto defend against legal claims.\nto protect the security and integrity of our assets and business operations.\nor as otherwise required by law.\nIn addition, we may disclose your information when we believe it is appropriate in connection with efforts to investigate, prevent, or take other action regarding illegal activity, suspected fraud or other wrongdoing.\nto protect and defend the rights, property or safety of Media.net, our Partners, our users, our employees, or others.\nto comply with applicable law or cooperate with law enforcement.\nor to enforce the terms of service of our Website or other agreements or policies.</li>\n<li>\n<i>Acquisitions &amp.\nOther Corporate Partners.&nbsp;</i>We may also provide information to third parties in connection with a substantial corporate transaction, such as the sale of our business, a divestiture, merger, consolidation, or asset sale, or in the unlikely event of bankruptcy.</li>\n</ul>\n<p>We may aggregate data so that it is no longer identifiable.\nThat data may be shared with third parties for their business purposes.</p>\n<p>\n<b>III.\nYour Choices.</b> Your browser may give you the ability to adjust your settings to delete or disable cookies.\nSome mobile devices enable you to turn off or reset the mobile ad identifier.\nTo opt out using these mechanisms, consult your device settings (\"Opt out of Personalized Ads\" on Android devices and \"Limit Ad Tracking\" on iOS devices).</p>\n<ul>\n<li>To opt out of receiving interest-based advertising (including retargeting) from our Technology through the use of cookies in your current browser and for more information on what it means to opt out, please go to&nbsp;https://www.media.net/adchoices/.\nYou can also opt-out of receiving personalized ads from us and other third-party advertisers and ad networks who are members of the Network Advertising Initiative (\"NAI\").\nThe NAI’s opt-out tool can be found here http://www.networkadvertising.org/choices/.\nMore information about system privacy controls and instructions for opting out via your mobile device can be found at&nbsp;http://www.networkadvertising.org/mobile-choice.\nYou can find out more about cookies and opt-out from cookies on&nbsp;www.aboutads.info/choices&nbsp;in the U.S.\nand&nbsp;www.youronlinechoices.com&nbsp;in the EU/UK.\nPlease note that if you use a different web browser, computer, clear, block, delete or restrict your cookies after opting out, you may need to repeat your choices.</li>\n<li>Some of our Partners have their own opt-out mechanisms that are linked from their sites or their online-posted privacy policies.\nYou should review the privacy policies of those companies for these opt-out links if you no longer wish to receive targeted advertising from a particular company, or multiple companies.\nGoogle is one of our Partners.\nTo learn more about how Google uses information it collects and/or to access its privacy policy, click&nbsp;here.</li>\n</ul>\n<p>\n<b>IV.\nRights for California Consumers.\n</b>The terms \"Business Purpose(s)\", \"Personal Information\", \"Sell\" (or \"Sale\"), \"Service Provider(s)\" and \"Third Parties\" have the meanings given in the California Consumer Privacy Act of 2018 (\"CCPA\").\nThese term references and disclosures are limited to this section of the Privacy Policy and designated exclusively for California Consumers.</p>\n<p>\n<strong>A.\nCollection of Personal Information.</strong>\n</p>\n<ul>\n<li>\n<i>Categories of Personal Information Collected.&nbsp;</i>Unique device identifiers such as Cookies, Mobile Ad IDs (IDFAs for iOS and Android Ad IDs), Timestamps, User Agent Strings, IP addresses.\nGeneral location data that is no more specific than a postal code, and web addresses (also known as \"URLs\").\nPrecise Location Information.\nInternet Activity Information, such as the website URL or mobile app you are browsing, web pages, content, and advertisements you view and links you click on, and whether you open, forward, or click the links in emails we send to you.\nand your browsing history.\nFor our Partners, we collect: Identifiers such as your name, IP address, email address, and other account information, Unique Device Identifiers, Professional or employment-related information, Internet or other network activity, and Geolocation Information.</li>\n<li>\n<i>How Do We Use Personal Information.&nbsp;</i>We use personal information to deliver and measure online advertising.\nFor our Partners, we use personal information to market and provide our Services to you.</li>\n<li>\n<i>Categories of Sources from which Personal Information is Collected.&nbsp;</i>Websites, mobile applications, advertising services, technology platforms.\nFor our Partners, we collect information from you directly and from your use of our Website and mobile applications.</li>\n</ul>\n<p>\n<strong>B.\nSharing of Personal Information.&nbsp;</strong>We share information as described above.\nThis section discusses when we sell information, as that term is used in the CCPA.\nFor our Partners, we do not sell your personal information.</p>\n<ul>\n<li>\n<i>Categories of Personal Information Sold.&nbsp;</i>Identifiers and inferences about website visitors.</li>\n<li>\n<i>Purposes for Selling Personal Information.&nbsp;</i>This data is used by our Advertisers and Partners for more tailored advertising, marketing, measurement, analytics, and research.</li>\n<li>\n<i>Categories of Third Parties to whom Personal Information is Sold.&nbsp;</i>Advertisers, advertising agencies, marketers, technology platforms, and market research firms.</li>\n<li>\n<i>Categories of Third Parties to whom Personal Information was Shared for a Business Purpose.&nbsp;</i>Advertisers, advertising agencies, marketers, technology platforms, and market research firms.</li>\n</ul>\n<p>\n<strong>C.\nCalifornia Consumer Rights &amp.\nOptions.&nbsp;</strong>You have the right to access or delete Your Personal Information.\nYou have the right to be free from discrimination as a result of exercising these rights.\nComplete our rights exercise by emailing us at&nbsp;privacy@media.net.\nYou can opt out of sales or exercise your \"Do Not Sell My Personal Information\" right via Media.net’s opt-out tool here.\nWe may set a non-unique cookie for the sole purpose of implementing such opt-out request.\nIf you opt-out, you should not delete your cookies.\nIf you delete your cookies after opting out, you will need to opt-out again.\nPlease note that because most of the information we store can only identify a particular browser or device, and cannot identify you individually, you need to provide us with some additional information to enable us to identify the information we hold about you, if any, to verify your identity and to ensure that we accurately fulfill your request.\nIf an authorized agent submits a request on your behalf, we may require that the authorized agent provide written proof of their authority and we may separately verify your identity and confirm your request with you.\nIf you have any questions about your rights or our disclosures, please contact our privacy officer per the details listed in the section titled \"Contact Us\" below.</p>\n<p>\n<b>V.\nAdditional EU/UK Disclosures</b>\n</p>\n<p>A.\nData controller.\nWe are a data controller of all Personal Information collected through our Website.\nIf you have a complaint, contact our privacy officer per the details listed in the section titled \"Contact Us\"&nbsp;below.</p>\n<p>Our EU-GDPR Representative is:<br>\nRickert Rechtsanwaltsgesellschaft mbH<br>\n- MediaNet -<br>\nColmantstraße 15<br>\n53115 Bonn<br>\nGermany<br>\nart-27-rep-medianet@rickert.law</p>\n<p>Our UK-GDPR Representative is:<br>\nRickert Services Ltd UK<br>\n- MediaNet -<br>\nPO Box 1487<br>\nPeterborough<br>\nPE1 9XX<br>\nUnited Kingdom<br>\nart-27-rep-medianet@rickert-services.uk</p>\n<p>B.\nLegal Basis for our Processing of Your Personal Information.\nBelow are the types of lawful basis that we will rely on to process your Personal Information:</p>\n<ul>\n<li>Legitimate Interest means the interest of our business in conducting and managing our business to enable us to give you the best service/product and the best and most secure experience.\nWe make sure we consider and balance any potential impact on you (both positive and negative) and your rights before we process your Personal Information for our legitimate interests.\nWe do not use your Personal Information for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).\nWe also do not use your Personal Information where such interests are overridden by your data-protection interests or fundamental rights and freedoms.\nWhere we rely on our legitimate interests to process your User Information, they include the interests described in the section headed \"How Do We Use Your Information.\nYou can obtain further information about how we assess our legitimate interests against any potential impact on you in respect of specific activities by contacting us at privacy@media.net.</li>\n<li>Performance of Contract means processing your data where it is necessary for the performance of a contract to which you are a party or to take steps at your request before entering into such a contract.</li>\n<li>Comply with a legal or regulatory obligation means processing your Personal Information where it is necessary for compliance with a legal or regulatory obligation that we are subject.</li>\n<li>Consent means where you have consented to a certain use of your Personal Information.</li>\n</ul>\n<p>C.\nSharing of Personal Information.&nbsp;We share information as described&nbsp;above.</p>\n<p>D.\nAdditional EU/UK Privacy Rights.&nbsp;If we are relying on your consent to process your Personal Information, you have the right to withdraw your consent at any time.\nYou have the right to request that we correct or erase your personal information.\nYou also have the right to object to processing and to object to automated decision-making with significant or legal effects.\nYou can exercise your rights at any time by contacting us at&nbsp;privacy@media.net.</p>\n<p>E.\nModifications to this Privacy Policy.\nWe may edit, amend, modify, and update our Privacy Policy at any time and from time to time, by posting updated text on or links to our Website.\nWhen we make material changes to our Privacy Policies or our privacy practices, we will notify you by posting a notice on our Website or providing a notice to you.\nWe display the Effective Date at the top of our Privacy Policy so that you will know when there has been a change in its effective date.\nBy using our Website or our Technology or any Publisher Site using our Technology after the effective date, you will have agreed and be deemed to have agreed to comply with and be legally bound by the updated Privacy Policies.</p>\n<p>F.\nCross border transfers.\nOur Website and technology infrastructure is primarily maintained in the United States.\nIf you are visiting our Website or Publisher Sites from the regions with laws governing data collection and use that may differ from those in the United States, please note that you may be transferring your information to the United States and in other countries around the world.\nYou freely and specifically give us your consent to export and use your information within the United States and in other countries as specified in this Privacy Policy.\nIf you are situated in the EU/UK, whenever we transfer your Personal Data out of the EU/UK, we ensure appropriate and suitable safeguards are used in such transfer.\nWhere we use certain service providers, we may use specific contracts including data processing agreements based on the EU/EEA Standard Contractual Clauses.</p>\n<p>\n<b>VI.\nSensitive Information.</b>&nbsp;We ask that you not send us, and you not disclose, any sensitive personal information (e.g.,social security numbers, information related to racial or ethnic origin, political opinions, religion or other beliefs, health, criminal background, or trade union membership) on or through our Website, or our Services or otherwise to us.</p>\n<p>\n<b>VII.\nThird Party Practices.</b>&nbsp;This Privacy Policy applies solely to our privacy practices.\nWe are not responsible for the privacy practices of our Partners, Service Providers or any third parties, even if our ads contain links to third party websites and even if we have a business relationship with that third party.\nWe encourage you to review the privacy statements of each and every website that you visit to be sure you understand the terms and conditions that apply to you from each of them.</p>\n<p>\n<b>VIII.\nData Retention.</b>&nbsp;We will only retain information relating to you for as long as necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.\nTo determine the appropriate retention period for such information, we consider the amount, nature, and sensitivity of the information, the potential risk of harm from unauthorized use or disclosure of the information, the purposes for which we process your information and whether we can achieve those purposes through other means, and the applicable legal requirements.\nUnless contrary to applicable laws, except with respect to information about our Partners with whom we have an ongoing relationship, our policy is to retain the non-aggregated information we collect for up to 24 months, after which the data is either anonymized or deleted from our systems.\nAnd as permitted by law, we may continue to retain aggregated information.\nIn some circumstances, if you are an EU/UK data subject, you can ask us to delete your Personal Data by sending us an email to&nbsp;privacy@media.net.\nWe use commercially reasonable procedures to protect the personal information that we collect.\nHowever, we cannot guarantee the security of our databases, nor can we guarantee that personal information you supply won’t be intercepted while being transmitted to us over the internet.</p>\n<p>\n<b>IX.\nChildren.</b>&nbsp;Our Website is intended for an audience above the age of 18.\nNeither our Website nor our Technology / advertising services are developed for, intended for, or directed at, children, and we do not knowingly collect information about children under the age of 16 (or such other age as may be restricted under local law).\nIf you believe your child has provided his or her information to us, please contact us at&nbsp;privacy@media.net.</p>\n<p>\n<b>X.\nContact Us.</b>&nbsp;If you have any questions relating to this Privacy Policy, please contact us at&nbsp;privacy@media.net&nbsp;or mail us at:</p>\n<p>Privacy Officer<br>\nMedia.net Advertising FZ-LLC<br>\n2701 Aurora Tower, Dubai Media City<br>\nDubai 215028, UAE</p>\n<ul>\n<li>\n</li>\n<li> About </li>\n<li> Marketplace </li>\n<li> programmatic </li>\n<li> contextual ads </li>\n<li> buyers </li>\n<li> Careers </li>\n<li> Press </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li> AdChoices </li>\n<li> Do Not Sell My Personal Information </li>\n<li> Cookies Settings </li>\n<li> terms of service </li>\n</ul>\n<ul>\n<li> Policies: </li>\n<li> inventory policy </li>\n<li> ad quality policy </li>\n<li> privacy policy </li>\n</ul> copyright © 2022 media.net all rights reserved <p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Cookies Settings Reject All Accept All CookiesContinue without AcceptingPrivacy Preference Center<ul>\n<li>Your Data Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Data Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies Inactive<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies Inactive<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies Inactive<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2022-12-29 02:36:48.673851", "updated_at": "2022-12-29 02:38:01.574968"}, {"id": 13627, "name": "Do Not Sell My Personal Information", "url": "https://www.media.net/personal-info/", "xpath": "//body", "text": " <ul>\n<li>\n</li>\n<li> Home </li>\n<li> Marketplace </li>\n<li> contextual ads </li>\n<li> programmatic </li>\n<li> buyers </li>\n<li> about </li>\n<li> sign in Contact Us </li>\n<li> sign in </li>\n<li> Contact Us </li>\n</ul> Do Not Sell My Personal Information <p>As detailed in our&nbsp;privacy policy, Media.net does not create audience profiles nor do we use it to do behavioral targeting.\nHowever, our partners use our technology to show behaviorally targeted advertisements.\nIf you wish to opt out of the use of behaviorally targeted advertisements, you may do so by using the opt-out button tool below.</p>\nWeb\n<p>If you wish to opt out of the use of behaviorally targeted advertisements, you may do so by using the opt-out button below.</p>\nOpt out of Interest-based advertisements\n<p>\n</p>\n<p> Interest-based ads are currently turned off.\n</p> Opt-In <p>To opt-in to 'interest-based ads', click on the Opt In button above.\nBy clicking on this button you are agreeing to Media.net collecting secure, non-personal identification information to show highly targeted, relevant advertisements catered to your interests.</p>\n<p> Browser cookies are disabled, turn on the cookies and try again.\n</p>\n<p> Interest-based ads are currently turned on.\n</p> Opt-Out <p>Once you have opted out, Media.net will no longer collect any information from your device and as a result, our partners will not be able to serve behaviorally targeted advertisements.</p>\n<p>Your preference (to opt-out) will be stored in an opt-out cookie.</p>\n<p>\n</p>\n<p>\n<strong>Note:</strong>\n</p>\n<ul>\n<li>In case you delete this cookie, you will be automatically opted in.</li>\n<li>Opting-out does not stop information from being collected.\nHowever, Media.net shall not use any information collected from you for the purpose of displaying personalized ads.</li>\n<li>Since we identify you based on your browser, you will have to 'opt out' on all browsers you use.</li>\n</ul>\nMobile Apps\n<p>For mobile applications, your device gives you the ability to opt-out from behaviorally targeted advertisements.\nYou may opt-out of behavioral targeting by updating your preferences, \"Opt out of Interest-Based Ads\" or \"Opt out of Ads Personalization\" on Android devices or \"Limit Ad Tracking\" on iOS devices.\nFurther details on how to change your preferences -&nbsp;http://www.networkadvertising.org/mobile-choice</p>\n<p>Additionally, you may change the preference of sharing the location information by apps from your device by changing location preferences on your device.</p>\n<ul>\n<li>\n</li>\n<li> About </li>\n<li> Marketplace </li>\n<li> programmatic </li>\n<li> contextual ads </li>\n<li> buyers </li>\n<li> Careers </li>\n<li> Press </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li> AdChoices </li>\n<li> Do Not Sell My Personal Information </li>\n<li> Cookies Settings </li>\n<li> terms of service </li>\n</ul>\n<ul>\n<li> Policies: </li>\n<li> inventory policy </li>\n<li> ad quality policy </li>\n<li> privacy policy </li>\n</ul> copyright © 2022 media.net all rights reserved <p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Cookies Settings Reject All Accept All CookiesContinue without AcceptingPrivacy Preference Center<ul>\n<li>Your Data Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Data Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies Inactive<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies Inactive<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies Inactive<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2022-12-29 02:39:47.883704", "updated_at": "2022-12-29 02:39:55.049519"}], "points": [], "urls": ["media.net", "cdn-image.com"]}}