{"error": 448, "message": "OK", "parameters": {"id": 7561, "name": "ustart.org", "created_at": "2023-03-14 23:24:14.020551", "updated_at": "2023-03-29 19:26:46.834614", "wikipedia": null, "keywords": null, "related": null, "slug": "ustart-org", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7561.png", "url": "ustart.org", "documents": [{"id": 14554, "name": "Privacy Policy ", "url": "https://www.ustart.org/help/help_privacy_en.html", "xpath": "//body", "text": " <b>Privacy FAQ</b>\n<br>\nThis is a quick FAQ regarding certain privacy issues.\n<br>\n<br>\n<b>1.\nWhat is personal information? </b>\n<br>\n\"Personal information\" is information that you provide to us that personally identifies you, such as your name, email address, location information, or other data which can be reasonably linked to such information by uStart.\n<br>\n<br>\n<b>2.\nWhat is a uStart Account? </b>\n<br>\nYou may access some of our services by signing up for a uStart Account and providing us with some personal information (typically your name, email address and a password).\nThis account information will be used to authenticate you when you access uStart services and protect your account from unauthorized access by others.\nWe may share personal information among our various services in order to customize content and enhance our services for you.\nNo account information is shared with anyone other than uStart except as specified in the Privacy Policy or with your consent.\nYou can edit or terminate your account at any time through your uStart Account settings.\nWe do not keep any data from terminated accounts.\n<br>\n<br>\n<b>3.\nWhat is a cookie? </b>\n<br>\nA \"cookie\" is a small file containing a string of characters that is sent to your computer when you visit a website.\nWhen you visit the website again, the cookie allows that site to recognize your browser.\nCookies may store user preferences and other information.\nYou can reset your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, some website features or services may not function properly without cookies.\n<br>\n<br>\n<b>4.\nWhat are server logs? </b>\n<br>\nLike most Web sites, our servers automatically record the page requests made when users visit our sites.\nThese \"server logs\" typically include your web request, Internet Protocol address, browser type, browser language, the date and time of your request and one or more cookies that may uniquely identify your browser.\n<br>\n<br>\n<b>5.\nWhat information does uStart receive if I click on a link displayed on uStart? </b>\n<br>\nWhen you click on a link displayed on uStart, the fact that you clicked on the link may be sent to uStart.\nIn this way, uStart is able to record information about how you use our site and services.\n<br>\nWe use this information to improve the quality of our services and for other business purposes.\nFor example, uStart can use this information to determine how often users are satisfied with the first result of a query and how often they proceed to later results.\n<br>\n<br>\nMoreover, information may be shared with the service SkimLinks in order to create an affiliation link between the link's endpoint and uStart.\n<br>\n<br>\n<b>6.\nWhat is sensitive information? </b>\n<br>\n\"Sensitive personal information\" includes information we know to be related to confidential medical information, racial or ethnic origins, location, political or religious beliefs or sexuality and tied to personal information.\n<br>\n<br>\n<b>7.\nWhat is aggregated non-personal information? </b>\n<br>\n\"Aggregate non-personal information\" is information that is recorded about users and collected into groups so that it no longer reflects or references an individually identifiable user.\n<br>\n<br>\n<b>8.\nI need more information</b>\n<br>\nYou can contact us at team.ustart@gmail.com\n<br>\n<br>\n", "created_at": "2023-03-14 23:24:14.053548", "updated_at": "2023-03-14 23:24:53.103943"}], "points": [], "urls": ["ustart.org"]}}