{"error": 448, "message": "OK", "parameters": {"id": 8259, "name": "Zcash Community Forum", "created_at": "2023-05-12 02:08:12.223229", "updated_at": "2023-05-12 10:01:55.779348", "wikipedia": null, "keywords": null, "related": null, "slug": "zcash-community-forum", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8259.png", "url": "zcashcommunity.com", "documents": [{"id": 16026, "name": "Code of Conduct FAQ", "url": "https://forum.zcashcommunity.com/faq#rules", "xpath": "//body", "text": " Zcash Community Forum <ul>\n<li>About</li>\n<li>FAQ</li>\n<li>Terms of Service</li>\n<li>Privacy</li>\n</ul> Zcash Community Code of Conduct\n<p>Forum members should strive to be kind, respectful, and interesting.\nIdeally, your presence in the community should improve the experience for everyone.</p>\n<p>\n</p> Rules <p>We are committed to making participation in this forum a harassment-free experience for everyone, regardless of a person’s…</p>\n<ul>\n<li>Level of experience.</li>\n<li>Gender identity and expression.</li>\n<li>Sexual orientation.</li>\n<li>Disability.</li>\n<li>Personal appearance.</li>\n<li>Body size.</li>\n<li>Race.</li>\n<li>Ethnicity.</li>\n<li>Age.</li>\n<li>Religion.</li>\n<li>Nationality.</li>\n</ul>\n<p>Examples of <strong>unacceptable</strong> behavior include:</p>\n<ul>\n<li>Using sexualized language or imagery.</li>\n<li>Personal attacks.</li>\n<li>Trolling and insulting or derogatory comments.</li>\n<li>Public or private harassment.</li>\n<li>Publishing another person’s private information, such as physical or electronic addresses, without explicit permission (AKA doxxing).</li>\n<li>Other unethical or unprofessional conduct, at the discretion of the moderators.</li>\n</ul>\n<p>Not-safe-for-work content or links may be removed at moderator discretion, based on judgment calls as to whether the material is offensive or poses other risks to the Zcash Community Forum and its users.\nNSFW content includes, but is not limited to, sexually explicit material and graphic depictions of violence or gore.</p>\n<p>With respect to sexual content in particular, users may <strong>not</strong> post sexually explicit material, either in images or text.\nLinks to NSFW content that are relevant to Zcash (for example, a service accepting Zcash payments) must include a warning for other users, must not include explicit material in the link preview, and must not be spam.</p>\n<p>Moderation decisions about NSFW content will be made individually, then reviewed by the rest of the moderators, and warnings will be issued if relevant.\nA pattern of conduct violating this rule may result in a permanent ban.</p>\n<p>\n</p> Moderation <p>Forum moderators have the right and responsibility to hide, edit, or reject posts, comments and other contributions that are not aligned with these Community Guidelines.\nThe process is described in a post by @Shawn.</p>\n<ul>\n<li>Moderators will post publicly the rational of non-personal administrative actions (such as removing or moving posts) and will closely follow the Moderation Policy\n</li>\n<li>Moderators are held to a higher standard than other community members.\nIf a moderator creates an inappropriate situation, they should expect less leeway than others.</li>\n</ul>\n<p>Moderators shall:</p>\n<ul>\n<li>Acknowledge that they are acting in an official capacity as a forum moderator and will uphold the Zcash Foundation Values</li>\n<li>Foster a community that encourages the bigger picture of Zcash aka: building a censorship resistant system where people can safely transact.</li>\n<li>Maintain a welcoming community by taking necessary action towards all community members–including moderators–who choose not to follow these standards.</li>\n</ul>\n<p>Note that several moderators are community volunteers and do not represent the Zcash Foundation.\nThey are free to express their own opinions so long as they adhere to these guidelines.\nFoundation representatives are identified with the title “Zcash Foundation”.</p>\n<p>\n<strong>By adopting these Community Guidelines, moderators commit themselves to fairly and consistently applying these principles to every aspect of managing this community.\nModerators who do not follow or enforce the Community Guidelines may be permanently removed from the moderation team.</strong>\n</p>\n<p>\n</p> Reporting <p>Instances of abusive, harassing, or otherwise unacceptable behavior may be reported by flagging the post or comment in question, contacting an individual moderator (such as @decentralistdan) or by messaging the moderators as a group (@moderators).</p>\n<p>All complaints will be reviewed, investigated, and will result in a response that is deemed necessary and appropriate for the circumstances.\n<strong>Moderators are obligated to maintain confidentiality with regard to the reporter of an incident.</strong>\n</p>\n<p>If you do not feel comfortable messaging @moderators or an individual moderator, please email contact@zfnd.org.</p>\n<p>\n<em>The guidelines above are based on the Zcash core contributor code of conduct, which is based on version 1.3.0 of the Contributor Covenant.\nThe language has been modified to suit a forum environment.</em>\n</p>\n<p>\n</p> Etiquette <p>Please do not:</p>\n<ul>\n<li>\n<p>Post topics unrelated to Zcash.</p>\n</li>\n<li>\n<p>Solicit domain sales (even if related to Zcash).</p>\n</li>\n<li>\n<p>Bump topics without something new to add.</p>\n</li>\n<li>\n<p>Derail topics.</p>\n</li>\n<li>\n<p>Post links to phishing sites.</p>\n</li>\n<li>\n<p>Post spam.</p>\n</li>\n<li>\n<p>Create topics or replies for the sole purpose of causing unrest on the forum.</p>\n</li>\n<li>\n<p>Repost closed or deleted topics.</p>\n</li>\n<li>\n<p>Repetitively post in the incorrect topic.</p>\n</li>\n<li>\n<p>Create and use multiple accounts as sockpuppets.</p>\n</li>\n<li>\n<p>Post solicitations for or about services considered illegal in the United States.</p>\n</li>\n<li>\n<p>Post links to internet gambling operations.</p>\n</li>\n<li>\n<p>It’s a crime for internet gambling operations to accept bets from United States persons, and the Justice Department takes the position that people who post advertisements or promotions for online gambling may be aiding and abetting those activities.</p>\n</li>\n<li>\n<p>Post political content that would be viewed as endorsing or campaigning for any political candidate.\nThe Zcash Foundation is a 501(c)3 non-profit organization and as such are “absolutely prohibited from directly or indirectly participating in, or intervening in, any political campaign on behalf of (or in opposition to) any candidate for elective public office”</p>\n</li>\n</ul>\n<p>And remember to keep in mind:</p>\n<ul>\n<li>In the Zcash community we strive to go the extra step to look out for each other.\nDon’t just aim to be technically unimpeachable, try to be your best self.\nIn particular, avoid flirting with offensive or sensitive issues, particularly if they’re off-topic.\nthis all too often leads to unnecessary fights, hurt feelings, and damaged trust.\nworse, it can drive people away from the community entirely.\n<strong>We expect that members will work towards collaboration, not conflict</strong>.</li>\n<li>New people don’t always know where to find information, so try to be as helpful as you can.</li>\n<li>Mods will use a yellow color to show when they act in that role within a discussion.</li>\n<li>Respect the privacy of PM (private message) conversations and the wishes of everyone involved.</li>\n</ul>\n<p>\n</p> Copyright <p>You may not post anything digital that belongs to someone else without permission.\nYou may not post descriptions of, links to, or methods for stealing someone’s intellectual property (software, video, audio, images), or for breaking any other law.\nSee the Terms of Service for more details on this obligation.</p>\n<p>\n</p> Legal <p>To use the Zcash Forum, you must agree to abide by our Terms of Service.\nThe data that constitutes your Zcash Forum account and its activities is covered by our Privacy Policy.</p>\n<ul>\n<li> Home </li>\n<li> Categories </li>\n<li> FAQ/Guidelines </li>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n</ul>\n<p>Powered by Discourse, best viewed with JavaScript enabled</p> ", "created_at": "2023-05-12 02:08:12.282906", "updated_at": "2023-05-12 02:10:00.07255"}, {"id": 16027, "name": " Terms of Service", "url": "https://forum.zcashcommunity.com/tos", "xpath": "//body", "text": " Zcash Community Forum <ul>\n<li>About</li>\n<li>FAQ</li>\n<li>Terms of Service</li>\n<li>Privacy</li>\n</ul> Terms of Service\n<p>The following terms and conditions govern all use of the Zcash Forum website and all content, services and products available at or through the website, including, but not limited to, Zcash Forum Software, Zcash Support Forums and the Zcash Hosting service (“Hosting”), (taken together, the Website).\nThe Website is owned and operated by the Zcash Foundation (“Zcash Foundation” or “Foundation”).\nThe Website is offered subject to your acceptance without modification of all of the terms and conditions contained herein and all other operating rules, policies (including, without limitation, Zcash Forum’s Privacy Policy and Community Guidelines) and procedures that may be published from time to time on this Site by the Zcash Foundation (collectively, the “Agreement”).</p>\n<p>Please read this Agreement carefully before accessing or using the Website.\nBy accessing or using any part of the web site, you agree to become bound by the terms and conditions of this agreement.\nIf you do not agree to all the terms and conditions of this agreement, then you may not access the Website or use any services.\nIf these terms and conditions are considered an offer by Zcash Foundation, acceptance is expressly limited to these terms.\nThe Website is available only to individuals who are at least 13 years old.</p>\n<p>\n</p> 1.\nYour Zcash Forum Account <p>If you create an account on the Website, you are responsible for maintaining the security of your account and you are fully responsible for all activities that occur under the account.\nYou must immediately notify the Zcash Foundation of any unauthorized uses of your account or any other breaches of security.\nThe Zcash Foundation will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions.</p>\n<p>\n</p> 2.\nResponsibility of Contributors <p>If you post material to the Website, post links on the Website, or otherwise make (or allow any third party to make) material available by means of the Website (any such material, “Content”), You are entirely responsible for the content of, and any harm resulting from, that Content.\nThat is the case regardless of whether the Content in question constitutes text, graphics, an audio file, or computer software.\nBy making Content available, you represent and warrant that:</p>\n<ul>\n<li>the downloading, copying and use of the Content will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any third party;</li>\n<li>if your employer has rights to intellectual property you create, you have either (i) received permission from your employer to post or make available the Content, including but not limited to any software, or (ii) secured from your employer a waiver as to all rights in or to the Content;</li>\n<li>you have fully complied with any third-party licenses relating to the Content, and have done all things necessary to successfully pass through to end users any required terms;</li>\n<li>the Content does not contain or install any viruses, worms, malware, Trojan horses or other harmful or destructive content;</li>\n<li>the Content is not spam, is not machine- or randomly-generated, and does not contain unethical or unwanted commercial content designed to drive traffic to third party sites or boost the search engine rankings of third party sites, or to further unlawful acts (such as phishing) or mislead recipients as to the source of the material (such as spoofing);</li>\n<li>the Content is not pornographic, does not contain threats or incite violence, and does not violate the privacy or publicity rights of any third party;</li>\n<li>your content is not getting advertised via unwanted electronic messages such as spam links on newsgroups, email lists, blogs and web sites, and similar unsolicited promotional methods;</li>\n<li>your content is not named in a manner that misleads your readers into thinking that you are another person or company.\nand</li>\n<li>you have, in the case of Content that includes computer code, accurately categorized and/or described the type, nature, uses and effects of the materials, whether requested to do so by the Zcash Foundation or otherwise.</li>\n</ul>\n<p>\n</p> 3.\nUser Content License <p>User contributions are licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License.\nWithout limiting any of those representations or warranties, the Zcash Foundation has the right (though not the obligation) to, in the Foundation’s sole discretion (i) refuse or remove any content that, in the Foundation’s reasonable opinion, violates any Zcash Foundation policy or is in any way harmful or objectionable, or (ii) terminate or deny access to and use of the Website to any individual or entity for any reason, in the Foundation’s sole discretion.\nThe Zcash Foundation will have no obligation to provide a refund of any amounts previously paid.</p>\n<p>\n</p> 4.\nResponsibility of Website Visitors <p>The Zcash Foundation has not reviewed, and cannot review, all of the material, including computer software, posted to the Website, and cannot therefore be responsible for that material’s content, use or effects.\nBy operating the Website, the Zcash Foundation does not represent or imply that it endorses the material there posted, or that it believes such material to be accurate, useful or non-harmful.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nThe Website may contain content that is offensive, indecent, or otherwise objectionable, as well as content containing technical inaccuracies, typographical mistakes, and other errors.\nThe Website may also contain material that violates the privacy or publicity rights, or infringes the intellectual property and other proprietary rights, of third parties, or the downloading, copying or use of which is subject to additional terms and conditions, stated or unstated.\nThe Zcash Foundation disclaims any responsibility for any harm resulting from the use by visitors of the Website, or from any downloading by those visitors of content there posted.</p>\n<p>\n</p> 5.\nContent Posted on Other Websites <p>We have not reviewed, and cannot review, all of the material, including computer software, made available through the websites and webpages to which Zcash Forum links, and that link to Zcash Forum.\nThe Zcash Foundation does not have any control over those non-Zcash Forum websites and webpages, and is not responsible for their contents or their use.\nBy linking to a non-Zcash Forum website or webpage, the Zcash Foundation does not represent or imply that it endorses such website or webpage.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nThe Zcash Foundation disclaims any responsibility for any harm resulting from your use of non-Zcash Forum websites and webpages.</p>\n<p>\n</p> 6.\nCopyright Infringement and DMCA Policy <p>As the Zcash Foundation asks others to respect its intellectual property rights, it respects the intellectual property rights of others.\nIf you believe that material located on or linked to in the Zcash Forum violates your copyright, you are encouraged to notify us immediately by emailing forum@z.cash.foundation.</p>\n<p>Our response to notices of copyright infringement may include removing or restricting access to allegedly infringing material.\nWhere appropriate, Zcash Forum may warn and suspend repeat infringers, and in more serious cases, we may permanently terminate user accounts.</p>\n<p>\n</p> 7.\nIntellectual Property <p>This Agreement does not transfer from the Zcash Foundation to you any Foundation or third party intellectual property, and all right, title and interest in and to such property will remain (as between the parties) solely with the Zcash Foundation.\nZcash, Zcash Forum, the Zcash logo, and all other trademarks, service marks, graphics and logos used in connection with Zcash Forum, or the Website are trademarks or registered trademarks of the Foundation or the Foundation’s licensors.\nOther trademarks, service marks, graphics and logos used in connection with the Website may be the trademarks of other third parties.\nYour use of the Website grants you no right or license to reproduce or otherwise use any Zcash Foundation or third-party trademarks.</p>\n<p>\n</p> 8.\nChanges <p>The Zcash Foundation reserves the right, at its sole discretion, to modify or replace any part of this Agreement.\nIt is your responsibility to check this Agreement periodically for changes.\nYour continued use of or access to the Website following the posting of any changes to this Agreement constitutes acceptance of those changes.\nThe Zcash Foundation may also, in the future, offer new services and/or features through the Website (including, the release of new tools and resources).\nSuch new features and/or services shall be subject to the terms and conditions of this Agreement.</p>\n<p>\n</p> 9.\nTermination <p>The Zcash Foundation may terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately.\nIf you wish to terminate this Agreement or your Zcash Forum account (if you have one), you may simply discontinue using the Website.\nAll provisions of this Agreement which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>\n<p>\n</p> 10.\nDisclaimer of Warranties <p>The Website is provided “as is”.\nThe Zcash Foundation and its suppliers and licensors hereby disclaim all warranties of any kind, express or implied, including, without limitation, the warranties of merchantability, fitness for a particular purpose and non-infringement.\nNeither the Zcash Foundation nor its suppliers and licensors, makes any warranty that the Website will be error free or that access thereto will be continuous or uninterrupted.\nIf you’re actually reading this, here’s a treat.\nYou understand that you download from, or otherwise obtain content or services through, the Website at your own discretion and risk.</p>\n<p>\n</p> 11.\nLimitation of Liability <p>In no event will the Zcash Foundation, or its suppliers or licensors, be liable with respect to any subject matter of this agreement under any contract, negligence, strict liability or other legal or equitable theory for: (i) any special, incidental or consequential damages.\n(ii) the cost of procurement for substitute products or services.\n(iii) for interruption of use or loss or corruption of data.\nor (iv) for any amounts that exceed the fees paid by you to the Zcash Foundation under this agreement during the twelve (12) month period prior to the cause of action.\nThe Zcash Foundation shall have no liability for any failure or delay due to matters beyond their reasonable control.\nThe foregoing shall not apply to the extent prohibited by applicable law.</p>\n<p>\n</p> 12.\nGeneral Representation and Warranty <p>You represent and warrant that (i) your use of the Website will be in strict accordance with the Zcash Forum Privacy Policy, Community Guidelines, with this Agreement and with all applicable laws and regulations (including without limitation any local laws or regulations in your country, state, city, or other governmental area, regarding online conduct and acceptable content, and including all applicable laws regarding the transmission of technical data exported from the country in which this website resides or the country in which you reside) and (ii) your use of the Website will not infringe or misappropriate the intellectual property rights of any third party.</p>\n<p>\n</p> 13.\nIndemnification <p>You agree to indemnify and hold harmless the Zcash Foundation, its contractors, and its licensors, and their respective directors, officers, employees and agents from and against any and all claims and expenses, including attorneys’ fees, arising out of your use of the Website, including but not limited to your violation of this Agreement.</p>\n<p>\n</p> 14.\nMiscellaneous <p>This Agreement constitutes the entire agreement between the Zcash Foundation and you concerning the subject matter hereof, and they may only be modified by a written amendment signed by an authorized executive of the Zcash Foundation, or by the posting by the Zcash Foundation of a revised version.\nExcept to the extent applicable law, if any, provides otherwise, this Agreement, any access to or use of the Website will be governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions, and the proper venue for any disputes arising out of or relating to any of the same will be the state and federal courts located in San Francisco County, California.\nExcept for claims for injunctive or equitable relief or claims regarding intellectual property rights (which may be brought in any competent court without the posting of a bond), any dispute arising under this Agreement shall be finally settled in accordance with the Comprehensive Arbitration Rules of the Judicial Arbitration and Mediation Service, Inc.\n(“JAMS”) by three arbitrators appointed in accordance with such Rules.\nThe arbitration shall take place in San Francisco, California, in the English language and the arbitral decision may be enforced in any court.\nThe prevailing party in any action or proceeding to enforce this Agreement shall be entitled to costs and attorneys’ fees.\nIf any part of this Agreement is held invalid or unenforceable, that part will be construed to reflect the parties’ original intent, and the remaining portions will remain in full force and effect.\nA waiver by either party of any term or condition of this Agreement or any breach thereof, in any one instance, will not waive such term or condition or any subsequent breach thereof.\nYou may assign your rights under this Agreement to any party that consents to, and agrees to be bound by, its terms and conditions.\nthe Zcash Foundation may assign its rights under this Agreement without condition.\nThis Agreement will be binding upon and will inure to the benefit of the parties, their successors and permitted assigns.</p>\n<p>\n<em>This document is made available under a CC BY-SA license.\nIt was last updated September 26, 2018.</em>\n</p>\n<p>\n<em>Originally adapted from the WordPress Terms of Service.</em>\n</p>\n<ul>\n<li> Home </li>\n<li> Categories </li>\n<li> FAQ/Guidelines </li>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n</ul>\n<p>Powered by Discourse, best viewed with JavaScript enabled</p> ", "created_at": "2023-05-12 02:08:12.312261", "updated_at": "2023-05-12 02:11:09.146453"}, {"id": 16025, "name": " Privacy Policy", "url": "https://forum.zcashcommunity.com/privacy", "xpath": "//body", "text": " Zcash Community Forum <ul>\n<li>About</li>\n<li>FAQ</li>\n<li>Terms of Service</li>\n<li>Privacy</li>\n</ul> Privacy Policy\n<p>The following Privacy Policy applies exclusively to data collected through our website.\nIt does not cover any information collected offline.</p>\n<p>\n</p> What information do we collect? <p>We collect the information that you provide when you register on our site and gather additional data whenever you participate in the forum by reading, writing, and evaluating the content shared here.</p>\n<p>When registering on our site, you may be asked to enter your name and email address.\nYou may, however, visit our site without registering.\nYour email address will be verified by an email containing a unique link.\nIf that link is visited, we know that you control the email address.</p>\n<p>When registered and posting, we record the IP address that the post originated from.\nWe also may retain server logs which include the IP address of every request to our server.</p>\n<p>\n</p> What do we use your information for? <p>Any of the information we collect from you may be used in one of the following ways:</p>\n<ul>\n<li>To personalize your experience — your information helps us to better respond to your individual needs.</li>\n<li>To improve our site — we continually strive to improve our site offerings based on the information and feedback we receive from you.</li>\n<li>To improve customer service — your information helps us to more effectively respond to your customer service requests and support needs.</li>\n<li>To send periodic emails — the email address you provide may be used to send you information, notifications that you request about changes to topics or in response to your user name, respond to inquiries, and other requests or questions.</li>\n</ul>\n<p>\n</p> How do we protect your information? <p>We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information.</p>\n<p>\n</p> What is your data retention policy? <p>We will make a good faith effort to:</p>\n<ul>\n<li>Retain server logs containing the IP address of all requests to this server no more than 90 days.</li>\n<li>Retain the IP addresses associated with registered users and their posts no more than five years.</li>\n</ul>\n<p>\n</p> Do we use cookies? <p>Yes.\nCookies are small files that a site or its service provider transfers to your computer’s hard drive through your web browser (if you allow).\nThese cookies enable the site to recognize your browser and, if you have a registered account, associate it with your registered account.</p>\n<p>We use cookies to understand and save your preferences for future visits and compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.\nWe may contract with third-party service providers to assist us in better understanding our site visitors.\nThese service providers are not permitted to use the information collected on our behalf except to help us conduct and improve our business.</p>\n<p>\n</p> Do we disclose any information to outside parties? <p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information.\nThis does not include trusted third parties who assist us in operating our site, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety.\nHowever, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.</p>\n<p>\n</p> What about third-party links? <p>Occasionally, at our discretion, we may include or offer third-party products or services on our site.\nThese third-party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.</p>\n<p>\n</p> Where can I access data about me? <p>You can see your account data at any time by visiting your account page on the forum.\nYour account page also lists your posts and other activity on the forum.</p>\n<p>Your account activity page also includes a link to download all of your activity in standard comma-separated values format.</p>\n<p>\n</p> How can I change or erase data about me? <p>You can change your account data or completely close your account at any time by visiting the profile settings page for your account.\nClosing your account starts a process of erasing or anonymizing the forum’s records of data you provided for your account.\nForum administrators can also erase and anonymize accounts.</p>\n<p>Depending on the settings for your particular forum, you may also be able to edit, anonymize, or erase your posts.\nWhen you edit posts, the forum will keep all versions of your posts.\nForum administrators can view old versions of posts, and optionally make them visible to other forum visitors.</p>\n<p>\n</p> Do we comply with the Children’s Online Privacy Protection Act? <p>Our site, products, and services are all directed to people who are at least 13 years old or older.\nIf this server is in the USA, and you are under the age of 13, per the requirements of COPPA (Children’s Online Privacy Protection Act), do not use this site.</p>\n<p>\n</p> Do I have to agree to the Privacy Policy? <p>By using our site, you consent to our website Privacy Policy, as well as our Terms of Service.</p>\n<p>\n</p> Does the Privacy Policy ever change? <p>If we decide to change our privacy policy, we will post those changes on this page as well as in the Meta category of the Zcash Forum.</p>\n<p>\n<em>This document is made available under a CC BY-SA license.\nIt was last updated September 26, 2018 (purely formatting changes).</em>\n</p>\n<ul>\n<li> Home </li>\n<li> Categories </li>\n<li> FAQ/Guidelines </li>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n</ul>\n<p>Powered by Discourse, best viewed with JavaScript enabled</p> ", "created_at": "2023-05-12 02:08:12.253387", "updated_at": "2023-05-12 02:09:23.740689"}], "points": [], "urls": ["zcashcommunity.com"]}}