{"error": 448, "message": "OK", "parameters": {"id": 9530, "name": "Channel 4", "created_at": "2023-09-04 02:08:56.211086", "updated_at": "2023-09-04 10:02:31.693104", "wikipedia": "https://en.wikipedia.org/wiki/Channel_4", "keywords": null, "related": null, "slug": "channel-4", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9530.png", "url": "channel4.com", "documents": [{"id": 18841, "name": "Privacy Policy", "url": "https://www.channel4.com/4viewers/privacy", "xpath": "/html/body/div[5]/div[2]/div[2]/main/div/article", "text": " Channel 4 Privacy Policy This policy applies on and from 3 May 2023 <p>\n<strong>Keeping your data safe</strong>\n</p>\n<p>At Channel 4 we are committed to keeping your personal data safe and secure, and handling it in accordance with our legal obligations.\nThis Privacy Policy sets out in detail the purposes for which we process your personal data, who we share it with, what rights you have in relation to that data and everything else we think it's important for you to know.</p>\n<p>Please see below for full information about how your personal data is processed when you use the digital products and services within Channel 4 and our microsites.</p>\n<p>This Privacy Policy also applies to business users who access the 4Sales Agency Portal and to journalists who register to receive Channel 4 Press Packs and viewers who communicate with our Viewer Enquiries team.</p>\n<p>\n<strong>Who are we?</strong>\n</p>\n<p>Channel 4 is a publicly-owned and commercially-funded UK public service broadcaster.\nWe reinvest all of our profit back into programmes to ensure that we can continue to deliver high-quality, innovative, alternative content at no cost to the taxpayer.</p>\n<p>As we don't receive any public funding, we pay for our programming by selling advertisements, like the advertisements you see when you watch our programmes and when you use Channel 4.\nThis means that when you use Channel 4, we ask you to share some of your personal data with us, and we collect information about how you use Channel 4, so that we can personalise the service for you and show you more of what you like.\nWe combine this data with information we collect from other companies and brands so that we can show you more relevant advertising.</p>\n<p>We also pay for programming using monthly fees paid by users of our Channel l 4+ functionality.</p>\n<p>You can find out more about Channel 4 and our statutory remit via this link&nbsp;here.</p> Privacy policy <dl>\n<dt> 1.\n&nbsp.\nWho's in control? </dt>\n<dd>\n<p>1.1 It is important that you understand who is responsible for keeping your data safe.&nbsp.\nWe are the \"controller\" of all personal data collected and used for the purposes of providing Channel 4, including our Channel 4+ functionality, and for any other purposes set out in this Privacy Policy.\nThis means that we are responsible for deciding how and why your data is used and for ensuring that your data is handled legally and safely.</p>\n<p>1.\n2 We have appointed a Data Protection Officer (DPO) who has ultimate responsibility within Channel 4 for making sure your data is treated in accordance with this Privacy Policy and the law.\nOur DPO can be contacted by emailing dataprotection@channel4.co.uk.</p>\n</dd>\n<dt> 2.\n&nbsp;What data do we collect and where from? </dt>\n<dd>\n<p>2.1 We collect some data directly from you when you register for an account with Channel 4 (Account Data).\nThis data includes the following:</p>\n<p>2.1.1 your full name;</p>\n<p>2.1.2 your email address;</p>\n<p>2.1.3 the password you set up to access your account;</p>\n<p>2.1.4 your date of birth;</p>\n<p>2.1.5 your gender (if you choose to provide it);</p>\n<p>2.1.6 your postcode and address (if you choose to provide them).\nand</p>\n<p>2.1.7 your direct marketing preferences.\nDirect marketing means any method of communication which is directed to individuals for example, we may send you an email (if you opt in) to provide you with details of new boxsets available on Channel 4 .</p>\n<p>2.2 We also collect information that you voluntarily provide to us when you contact us with queries, complaints, comments or praise (Voluntary Data)</p>\n<p>2.3 If you sign up to Channel &nbsp;4+, we also collect information to set up and administer your account and to enable you to access the Channel 4+ functionality (Channel 4+ Account Data).\nChannel 4+ Account Data includes:</p>\n<p>2.3.1 your card payment details (which will be collected directly by our third party payment provider, MPP Global , and will not be visible to us).\nand</p>\n<p>2.3.2 your payment history for Channel 4+.</p>\n<p>The last four digits only of your payment card number are visible in your Channel 4 account.</p>\n<p>2.4 We collect and analyse information about how you use Channel 4 using cookies and similar technology (Behavioural Data).\nBehavioural Data includes your viewing history, IP addresses, device identifiers, what you’ve watched including the ads you’ve been shown and information about how long you have stayed on certain pages or what pages you have clicked on.\nYou can find more detailed information about this in our Cookies Policy.&nbsp.\nWe also log and use information about any service errors or interruptions that you have experienced in order to help us create fixes and to make technical improvements to Channel 4</p>\n<p>2.\n5 We also collect some data about you from third parties (Third Party Data).\nThis includes:</p>\n<p>2.5.1 reputable data pairing providers, such as Acxiom, whom we have thoroughly checked .\nThe data we obtain from Acxiom has been collected by Acxiom through publicly available records such as the electoral roll, from surveys or other companies that you engage with.&nbsp.\nAcxiom relies on your consent or their legitimate interests as the legal basis on which they share your data with us.&nbsp.\nThe data that Acxiom shares with us may include data such as:</p>\n<p>(a) Basic demographic information (for example, your age and gender);</p>\n<p>(b) Regional location;</p>\n<p>(c) Household status (for example, if you own or rent your property);</p>\n<p>(d) Financial status and information about your life stage (for example, if you are married or have children);</p>\n<p>(e) Household makeup and composition (for example, the number of adults and children in your household and information about your and any partner’s occupation);</p>\n<p>(f) Media habits (for example, which newspapers or TV channels you prefer);</p>\n<p>(g) Purchasing behaviours and domestic consumption habits (for example, whether you have a car, take holidays, or shop online);</p>\n<p>(h) Your and your household’s hobbies and personal interests (for example, if you like crosswords or how often you like to eat out);</p>\n<p>(i) whether you use credit cards or have a pension or loan.\nand</p>\n<p>(j) Their unique identifier that they have assigned to you.&nbsp.\n</p>\n<p>2.6 We collect information from our research panels.&nbsp.\nYou can choose to sign up to research panels and respond to surveys and polls and these help us to understand our viewers' opinions, views and attitudes.\nIf you sign up to a research panel which we run, like Core4, and complete our surveys or polls, we will collect information about you including your name, contact details and survey responses.\nWe may also contact you directly by email to carry out research, for example about our products and services, any functionality that we offer or to find out more about your likes and interests to help tailor our products and services (including our advertising).&nbsp.\nYou may also sign up to receive third party surveys from other research companies, like Dynata.&nbsp.\nThe information we obtain from such research panels and surveys will only be gathered and used to help us inform our decisions regarding our products and services (including our advertising) (Survey Data).\nYou can find more information about our research panels below.</p>\n<p>2.7 We collect information about you when you participate in our competitions, such as your contact information (Competition Data).\nThis data is only used for the purposes of the relevant competition and will be subject to the terms and conditions of that competition, which will be notified to you when you enter the competition.\nIf we share your data with a third party, such as a company that has sponsored the competition, we will tell you this when you enter the competition.\nPlease see http://www.channel4.com/4viewers/comp-t-and-c for our general competition terms and conditions.</p>\n<p>2.8 We also collect publicly available information from social networking sites such as Facebook, Twitter, YouTube, Instagram and Snapchat, for example likes, shares, tweets and posts about Channel 4, Channel 4 , and all our programmes.\nThis information is provided to us by a third party and is used for analysis purposes.</p>\n</dd>\n<dt> 3.\n&nbsp;What do we use your data for? </dt>\n<dd>\n<p>3.1 It is important that you understand how and why we use the personal data that we collect about you.\nThis section sets out the different purposes for which we process personal data and which types of personal data we need for each purpose.</p>\n<p>3.2 Managing your account and providing you with our services</p>\n<p>3.2.1 We use your Account Data, Behavioural Data and Channel &nbsp;4+ Account Data (if applicable) to set up, manage and administer your account, to respond to your queries, complaints or comments, to log you into your account and to provide you with Channel 4 and any other services that you request from us.\nIn particular, we use your Behavioural Data to customise your Channel 4 homepage and the ads you see on our site, and to provide you with programme recommendations when you are logged into Channel 4.\nThese are programmes that we think you will be interested in watching based on your viewing history.</p>\n<p>3.2.2 If you have signed up to access our Channel 4+ functionality, we use your Channel 4+ Account Data so we (and our payment processor MPP Global and its sub-processor Global Payments) can process your payments and deal with any related queries you may have.</p>\n<p>3.2.3 We use your Account Data to contact you occasionally with service messages about Channel 4 and other products and services you have signed up for, for example to provide you with password reminders, where your account is due to expire, if there is an issue with your Channel 4+ account, or to contact you about content you have submitted to us.\nWe will also use your contact details to contact you from time to time to ask you to participate in surveys to help us to improve our offerings.\nWe may also use your email address and/or other Account Data to help us with database matching.\nFor more detail about this see Database matching.</p>\n<p>3.2.4 We use your Voluntary Data to enable us to respond to queries, complaints or comments that you have and to make sure that these are appropriately dealt with, for example when you contact Viewer Enquiries.\nCalls to our Viewer Enquiries number are recorded for training and monitoring purposes and retained for 2 years.\nIf Voluntary Data you provide includes any special categories of personal data (such as information about your health, race or religion), you must make sure before you provide this that you are happy for us to use that Voluntary Data for the purposes set out in this Privacy Policy.</p>\n<p>3.3 Competitions and surveys</p>\n<p>3.3.1 We use Competition Data for the purposes of allowing you to participate in competitions and to carry out any activities required in relation to those competitions, for example contacting you to let you know you have won a prize and using your address to send your prize to you.</p>\n<p>3.3.2 We use Survey Data for the purposes of analysing insights and information to enable us to improve our products and services and to help us to build more accurate ad targeting segments for our users.</p>\n<p>3.4 Improving our services</p>\n<p>3.4.1 We use Account Data, Behavioural Data, Voluntary Data and Survey Data to help us monitor, analyse and improve Channel 4 (including our Channel 4+ functionality).\nWe use this data to help us understand which content and services are most interesting and enjoyable for our users and to help us identify errors and test features.\nThis helps us to make sure that we are providing you with the best possible products and services.</p>\n<p>3.5 Compliance with contracts</p>\n<p>3.5.1 We use Behavioural Data to count programme views which enables us to pay rights holders for the content that you view.</p>\n<p>3.6 Marketing and advertising</p>\n<p>3.6.1 We use Account Data, Behavioural Data, Survey Data and Third Party Data for marketing and advertising purposes.\nFor more information on the ways in which we do this, please see How do we use your data for marketing and advertising purposes? below.</p>\n<p>3.7 Profiling</p>\n<p>3.7.1 We combine all the different types of data that we hold about you in order to build up a picture of you and the types of products and services which might be of interest to you (your Profile).\nWe will use your Profile to provide you with a more customised and tailored experience on Channel 4 and to inform the advertising that is displayed to you.\nThis makes sure that you see advertisements (including personalised advertisements) that are relevant and interesting to you.\nIf you opt out of targeted advertising, you will still see advertising on Channel 4, but this will not be specifically tailored to your interests.</p>\n<p>3.8 Research panels – for example Core4, Your4 and Dynata</p>\n<p>3.8.1 We use a number of research panels to conduct market research for us which may involve collecting personal data for the purposes of carrying out this research.\nThis collection of personal data by third party research companies (such as Dynata) will be subject to separate privacy policies.</p>\n<p>3.8.2 We use Survey Data to:</p>\n<p>(a) enable us to assess our performance and to improve our products and services including advertising (including for profiling and for building our interest-based ad targeting models);</p>\n<p>(b) inform our marketing and promotional activities;</p>\n<p>(c) inform and support our advertising partners (e.g.\nhelping us to report to them about campaign performance).</p>\n<p>3.9 We may use the personal data of relevant contributors in our programme listings.</p>\n<p>3.10 Archiving</p>\n<p>3.10.1 Channel 4 captures copies of the www.Channel4.com website and Channel 4 microsites to archive data that may be of historical or statistical value and to use this data for internal purposes or to allow third parties access to this data for research purposes, for example if someone is writing a book and the data we hold in our archives is useful for that book.\nOccasionally this may include copies of Voluntary Data that you have provided on public areas of the platform, or if you are contributor, information about you in relation to the programme you were in.\nWe will only ever use personal data in this way that has already been made publicly available.\nWhere possible, when the sites are archived we anonymise or remove personal data.</p>\n<p>3.10.2 We periodically review the data that we keep in our archive and we will delete or anonymise your data held in the archive where we consider it is no longer of value or interest.</p>\n<p>3.11 How we use anonymised data</p>\n<p>3.11.1 We use combined and anonymised data for certain purposes, such as to report viewing numbers of particular genres of programmes and help us understand what type of content users like and to share with advertisers so that they know how effective their advertising is.\nWhen used for these purposes, this data does not enable you or any other individual user to be identified.</p>\n</dd>\n<dt> 4.\nHow do we use your data for marketing and advertising purposes? </dt>\n<dd>\n<p>4.1 Apart from monthly fees paid by users of our Channel 4+ functionality, our programming is almost entirely funded by advertising revenue.\nMarketing and advertising are therefore key parts of our activities.\nThis section sets out the various different types of marketing and advertising that we carry out and how your data is used for each type of activity.\nWe do not serve targeted advertising to registered Channel 4 Users who are under 18.</p>\n<p>4.2 Email marketing</p>\n<p>4.2.1 We will use your email address to send you email marketing (including our newsletter, information about new shows or series you have set a reminder for, rewards and competitions) where you have signed up to receive this from us.</p>\n<p>4.2.2 You can opt out of receiving marketing emails at any time by either following the instructions to unsubscribe in any of our email marketing communications or by changing your preferences in the \"My Communications\" section of your Account Settings.\nIt may take up to 48 hours for your change in preference to take effect and the change will not affect any marketing emails which have already been scheduled to be sent in the future.</p>\n<p>4.2.3 If you opt out of email marketing, we will still need to send you service communications by email from time to time, such as information about changes to our services and updates to our policies.</p>\n<p>4.3 Personalised advertising</p>\n<p>4.3.1 We sometimes use your name, gender, location or your birth month to personalise advertisements that you see on the Channel 4 platform.\nThis means, for example, that you may hear your first name in an audio/video advertisement or see your first name in a text advertisement.</p>\n<p>4.3.2 If you have opted out of targeted advertising, the advertisements you see will not be tailored to you and your interests, but they may still be personalised with your name, gender, location or birth month.</p>\n<p>4.3.3 You can opt out of personalised advertising at any time by changing your preferences in the \"Privacy settings\" section of your Account Settings.\nIt can take up to 72 hours for the change to take effect.</p>\n<p>4.3.4 If you opt out of personalised advertisements without opting out of targeted advertising, you will still see targeted advertisements on Channel 4 but they will not be personalised with your name, gender or birth month.</p>\n<p>4.4 Data Pairing (Enrichment)</p>\n<p>4.4.1 We offer certain data-led targeted advertising products to advertisers, for which we “enrich” the data that we hold on Channel 4 registered users with data held on that individual by third party data providers such as Acxiom.\nThis way, we can see which of our users fall into certain Acxiom segments that are popular with advertisers (e.g.\nsegments based on household composition and interests) and enable advertisers to reach our registered users that fall into these categories on Channel 4.\nWe do not offer these advertising products on iOS or tvOS devices.</p>\n<p>4.4.2 To carry out this data pairing exercise, we use reputable third party data providers such as Acxiom.\nThose data providers obtain personal data about you from publicly available sources and from other third parties who share your personal data on the basis of their legitimate interests or with your consent, in accordance with their own privacy policies and practices.</p>\n<p>We vet data providers to ensure they comply with all their data protection obligations including explaining what they do with your data, keeping it secure and protecting it appropriately.&nbsp.\nWe have a written agreement in place with all data providers we use and we monitor their activities to ensure they are complying with our contractual requirements.</p>\n<p>4.4.3 Data pairing works by sharing your Account Data with a data provider (e.g.\nAcxiom) so that they can enrich our data with personal data that they hold about you.\nIf there is a match, we collect and store the additional Third Party Data (including, for example, the information listed in 2.5 above) in our data warehouse, Mediarithmics, so that advertisers can target specific audiences of Channel 4 users that are comprised of Acxiom’s proprietary segments.&nbsp.\nAdvertisers have no access to Channel 4 user data as part of this process.\nWe conduct fresh database matches on a quarterly basis and process opt outs every two weeks.</p>\n<p>For more information on Acxiom and the data it provides to companies like Channel 4, please visit https://www.acxiom.co.uk/about-acxiom/privacy/uk-privacy-policy/ and you can opt out of Acxiom’s marketing data products here https://gdpr.eu.acxiom.com/managePreference.</p>\n<p>4.4.4 We also conduct data pairing with research companies such as Dynata.&nbsp.\nWe use Acxiom or a third party data matching company, Infosum, to find Channel 4 viewers on their database of individuals who have opted in to receive third party surveys.\nWe enrich our Channel4 data with behavioural information that people have voluntarily provided in response to these surveys.</p>\n<p>4.4.5 You can opt out of data pairing at any time by changing your preferences in the \"Privacy settings\" section of your Account Settings.\nIt can take up to 72 hours for the change to take effect.\nIf you opt out of data pairing, this means that your personal data held by us will no longer be combined with data held by data pairing providers.\nHowever, unless you also opt out of targeted advertisements, we will still use your data to target advertisements to you in accordance with the section headed Targeted advertisements below.\nThis targeting will be based on your Account Data.</p>\n<p>4.5 Database matching</p>\n<p>4.5.1 We use email addresses (and/or other Account Data) to securely match our Channel 4 registered user database with the customer databases of some of our advertisers in order to show their ads to customers / users we have in common when they are logged into Channel 4 (except on iOS or tvOS devices).\nWe never use sensitive data, known as special category data, for this purpose or the data of any of our registered users who are under 18.</p>\n<p>4.5.2 To do this, we usually use a third party matching company called Infosum, which uses proprietary technology to match its clients’ data using secure data “bunkers”.\nBoth Channel 4 and the advertiser upload data into a secure bunker and neither party can access the other’s bunker, nor can Infosum access the raw data in any bunker.\nThe Infosum platform has proprietary controls which allow both Channel 4 and the advertiser to set permissions over their respective bunkers (e.g.\nto allow it to be matched).\nOnce the data has been matched, the resulting list of matched Channel 4 users allows Channel 4 to activate the advertiser’s campaign to those Channel 4 users..\nWe process opt outs on a daily basis and advertisers are required to refresh the data in their bunkers every 28 days during the campaign to ensure good data hygiene.</p>\n<p>4.5.3 When we carry out this kind of ad campaign, we may also use modelling techniques within our data management platform, Mediarithmics, to identify additional Channel 4 registered users that share similar characteristics as those in the target group, such as interests and viewing habits – who we call “lookalikes” – so that we can target them with the same ad campaign.</p>\n<p>4.5.4 We use email addresses and/or other Account Data to securely match our Channel 4 registered user database with other companies to create a group of Channel 4 users that share similar interests - for example, Channel 4 users who enjoy comedy - in order to ensure our marketing promotions reach the right audiences when they are logged into Channel 4 (except on iOS or tvOS devices).\nWe never use sensitive personal data, known as special category data, for this purpose or the data of any of our registered users who are under 18.</p>\n<p>4.5.5 To do this, we use Infosum (see clause 4.5.2 above).&nbsp.\nOnce the data has been matched, the resulting list of matched Channel 4 users allows Channel 4 to find more relevant promotions for our Channel 4 users.&nbsp.\nWe process opt outs on a daily basis and advertisers are required to refresh the data in their bunkers every 28 days during the campaign to ensure good data hygiene.</p>\n<p>4.5.6 When we carry out this kind of marketing campaign, we may also use modelling techniques within our data management platform, Mediarithmics, to identify additional Channel 4 registered users that share similar characteristics as those in the target group, such as interests and viewing habits – who we call “lookalikes” – so that we can target them with the same marketing campaign.</p>\n<p>Targeted advertisements on Channel 4 </p>\n<p>4.6.1 If we build a Profile about you (as set out under the section called Profiling above, we will use this Profile to predict what products and services you will be interested in and to target advertisements for these types of products and services to you through Channel 4.\nThese could be our own products and services or those of third party advertisers who have asked us to send their advertisements to certain categories of recipients, including recipients located in a specific geographic area or recipients we have identified are already a customer of the advertiser.</p>\n<p>4.6.2 In relation to advertisements for third party advertisers, when an advertiser is trying to reach a specific target audience, we may create target audiences for these advertisers, such as how many people of a particular age range (e.g.\n18-34 year olds) or in a particular interest group (e.g.\nDIY enthusiasts) or in a particular location (e.g.\nusers who live in Manchester).\nHowever these audiences are not shared with the advertiser in a way that enables individuals to be identified.</p>\n<p>4.6.3 Our third party advanced data platform, Mediarithmics, also provides advertisers with the opportunity to be able to build audience segments for targeting their ads on Channel 4 to individuals using a selection of Acxiom’s proprietary pre-defined segments, such as your household composition, interests and financial status (as described above).\nWe enable them to select the segment names of their choice but they never have access to your data as part of that process.\nWe do not offer this option on iOS or tvOS devices.</p>\n<p>4.6.4 We tell our advertisers how many people in a particular audience have seen their specific advertisements and we provide them with your IP address so they can check that our viewing count is accurate.\nThis process is usually carried out by a company appointed by the advertiser’s advertising agency.\nThis enables those advertisers to assess the effectiveness of their advertising.</p>\n<p>4.6.5 We may also share “pseudonymised” versions of your personal data with certain advertisers in order to help them carry out the targeting of advertisements on Channel 4’s platforms.\n“Pseudonymisation” means that the relevant data will be changed from personal identifiable data to a coded version of that data.\nFor example, we create anonymous temporary advertiser IDs for our users that we share with advertisers so they can cap the number of times you see a particular advertisement: however advertisers are not able to identify you from these IDs.</p>\n<p>4.6.6 You can opt out of targeted advertisements at any time by changing your preferences in the \"Privacy settings\" section of your Account Settings.\nIt can take up to 72 hours for the change to take effect.\nIf you opt out, we will still show you advertisements that are relevant to your country, region and city.</p>\n<p>4.6.7 We and other third parties also use cookies to assist in targeted advertising.\nYou can find out more about this in our Cookies Policy.</p>\n<p>4.7 Targeted Advertising on YouView</p>\n<p>4.7.1 If you are a YouView user, we are able to deliver targeted advertising, by dynamically inserting adverts, when you view Channel 4 channels on your YouView Service.</p>\n<p>4.7.2 To do this, YouView generates an ID which relates to your YouView device.\nThis is shared with Channel 4 and used to target advertising based on your Profile and/or your YouView viewing activity.\n</p>\n<p>4.7.3 For YouView users who are also BT customers, BT may also share part of your postcode linked to your BT account to improve the accuracy of the relevant adverts.\n</p>\n<p>4.7.4 We also use the YouView Information to personalise content and viewing recommendations on Channel 4 (both our streaming service and on Channel 4 channels).\n</p>\n<p>4.7.5 You can tell BT to stop providing this information by visiting their privacy settings - https://www.bt.com/privacy-policy/</p>\n<p>4.7.6 You can tell YouView to stop providing you with targeted adverts at any time by visiting the Privacy Settings in your YouView device (if you ask for targeted adverts to be turned off, you will still see adverts but they won’t be tailored to you) - Privacy Policy - YouView.</p>\n<p>4.7.7 You can also opt out of all targeted advertisements by Channel 4 at any time by changing your preferences in the \"Privacy settings\" section of your Account Settings as further detailed in the section called “Preference centre and opting out”.</p>\n<p>4.8 Promoting our own services on other platforms</p>\n<p>4.8.1 We also promote our own content and features via third party platforms, such as social media sites like Facebook.</p>\n<p>4.8.2 This usually works by us sending a hashed or encrypted identifier to the third party platform which is then matched to that third party's records in order to identify whether you are also a user of the third party's platform.\nIf you are identified as a user, this allows us to send you promotions for Channel 4 content and features that we think you will be interested in via your homepage or profile on that platform.&nbsp.\nWe do not do this on iOS or tvOS devices.</p>\n<p>4.8.3 Once we have shown you a promotion for Channel 4 content and features on a third party platform, provided you have consented to the use of any cookies or equivalent technology, we may use a third party service provider to measure whether or not you then access Channel 4.&nbsp.\nYou can choose to opt out of attribution tracking in our Cookies Policy.&nbsp.\nWe do not do this on iOS or tvOS devices.</p>\n<p>4.8.4 We may also make use of Facebook’s business tools.&nbsp.\nThese tools enable us to send event information to Facebook (e.g.\ninformation about programmes that you have watched on Channel 4) so that they can report back to us about the impact of our Facebook marketing campaign on these events.\nThis helps us to evaluate how effective our marketing is in driving programme viewing.\nWe do not do this on iOS or tvOS devices.</p>\n<p>4.8.5 Facebook acts as our data processor when it provides matching, measurement and analytics services to us when we use Facebook’s business tools.</p>\n<p>4.8.6 We are joint data controllers with Facebook Ireland when we share Event Data with Facebook Ireland to help target our marketing campaigns, create custom-made audiences and also improve ad delivery and optimisation of our marketing campaigns on Facebook This enables us to make sure we area reaching the right audiences with our marketing campaigns, which in turn helps us recommend the most relevant programmes to you.\nWe have entered into Facebook’s standard joint data controller agreement in accordance with the terms for the use of the relevant Facebook Business Tools: https://www.facebook.com/legal/controller_addendum.</p>\n<p>4.8.7 Facebook also acts independently as a data controller when it combines our user Event Data with the Event Data from other advertisers to improve and refine its ad targeting algorithm to help it deliver more personalised ads to its users.\nFurther information about how Facebook processes your personal data, including the legal basis Facebook Ireland relies on and the ways to exercise your rights under GDPR against Facebook Ireland, can be found in Facebook Ireland’s Data Policy at https://www.facebook.com/about/privacy.\nMore information about the security measures that Facebook uses can be found here: https://www.facebook.com/legal/terms/data_security_terms.</p>\n<p>4.8.8 We rely on legitimate interests as a legal basis for the processing of your personal data for the targeted promotion of our content on third party platforms.&nbsp.\nBy using your data in this way we can ensure that our marketing communications with you will be more relevant, and our campaigns reach the right audiences.\nYou can opt out of receiving this type of marketing on other platforms at any time by changing your preferences in the \"Privacy settings\" section of your Account Settings.\nWe will process this request as quickly as possible but you might continue to see our promoted messages whilst your instruction is being administered.</p>\n<p>4.8.9 Our content might appear on third party sites based solely on your behaviours on these sites (for example, after liking our brand or its content on Facebook), or the behaviours of those within your networks (for example, a friend within your Facebook network likes our brand or its content on Facebook, so it appears in your News Feed).\nThese branded messages are controlled by the third party site, but you may be able to update your preferences to stop these messages appearing in future (for example, you can customise your News Feed in Facebook via ‘News Feed Preferences’).</p>\n<p>4.9 Broadcaster Sharing</p>\n<p>4.9.1 Sometimes we will also share your Profile, or part of it, with reputable third parties such as other broadcasters to help them to target their own advertising on their own platforms.\nThis helps to ensure that those third parties have as full a picture of you as possible and they can therefore target relevant advertisements to you on their own platforms that you will find interesting and helpful.</p>\n<p>4.9.2 This data pairing applies where you have also shared your personal data with that third party in the course of using their service.\nThe broadcaster then shares your data with us, and we combine it with any personal data we hold about you.\nIf there is a match, we pass the broadcaster the information we hold about you, for example information about your lifestyle, interests and viewing habits.\nThe broadcasters use this information to show you advertisements that are relevant to your interests.</p>\n<p>4.9.3 Those third parties will be responsible for how they use the data that we share with them and how they advertise to you using that data.</p>\n<p>4.10 Push notifications</p>\n<p>4.10.1 If you download the Channel 4 app, some of the communications that we send to you, including marketing communications, content recommendations and information about new content or features, may be sent by push notification.\nPush notifications are messages that pop up on your mobile device.\nYou can choose whether or not to receive push notifications from the Channel 4 app through your device settings.</p>\n<p>4.10.2 If you use an Android device, your device will automatically opt you in for push notifications and you will need to turn these off if you don't want to receive them.\nIf you use an Apple device, you will be asked when you set up your device if you want to receive push notifications and you can choose to receive them then.\nIf you change your mind, you can change your preferences at any time in your device settings.</p>\n<p>4.11 Preference centre and opting out</p>\n<p>4.11.1 You can manage your advertising preferences at any time through the \"My communications\" and \"Privacy settings\" sections of your Account Settings.\nThese sections enable you to choose the electronic marketing and advertising you are happy to receive.</p>\n<p>4.11.2 We will always respect your preferences but please note that it can take up to 72 hours for changes to your preferences to take effect.\nThis may mean that you see some advertising that you have opted out of for a short time after opting out.\nSome advertising campaigns are also set up to run for a particular time and we are unable to change these settings once they are set up.\nIf that is the case, we will make sure that you are opted out of future campaigns, but you may continue to see advertising relating to a particular campaign if the campaign is ongoing at the time you have opted out.</p>\n<p>4.11.3 Even if you opt out of all marketing and personalised/targeted advertising above, we will still show advertisements while you watch Channel 4 based on your broad geographical location, unless you have paid for our Channel 4+ functionality (in which case you will not see any ads in most of the content on Channel 4).\nThese advertisements will not be personalised or targeted to you (other than on the basis of your broad location).\nThey will be standard advertisements that will be served to every user in a relevant country, region or city area, who has opted out of personalisation and targeting of advertisements.\nWe will also still customise your Channel 4 homepage and the promotional clips you see for other programmes on Channel 4, based on your viewing history as we consider this to be an integral part of our service.</p>\n<p>4.11.4 If you want to opt out of receiving push notifications, you need to do this through your device settings.\nPlease see the section headed Push notifications above for more information.</p>\n<p>&nbsp;</p>\n</dd>\n<dt> 5.\n&nbsp;What is our legal basis for using your data? </dt>\n<dd>\n<p>5.1 Data protection law says that we must tell you the legal basis that we rely on to process your personal data for the purposes that we have notified to you.\nThis section tells you what that legal basis is in relation to each of the purposes set out above.</p>\n<p>5.2 With the exception of email marketing and processing of payment data for Channel 4+ subscribers, we process your personal data for all of the purposes identified under What do we use your data for? and How do we use your data for marketing and advertising purposes? above on the basis that it is in our legitimate interests, or the legitimate interests of third parties with whom we share your data, to carry out these activities.\nFurther information about what those interests are is set out below.</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>\n<strong>Legitimate interests</strong>\n</p>\n<p>Running your account and providing you with our services</p>\n<p>To ensure that Channel 4&nbsp;users enjoy the best experience possible, to help us deliver our remit as a public service broadcaster and to lead to increased viewing and therefore increased funding for our programming content.</p>\n<p>Improving our services</p>\n<p>To make sure that we continue to improve our service and provide our users with the best and most effective service possible.</p>\n<p>Advertising</p>\n<p>To provide advertising that is relevant to you to ensure that you have the best experience possible of using All 4 or third party broadcasters' platforms, as well as to generate more advertising revenue so that we can put more funding back into the free content and services we are able to provide to you.</p>\n<p>Profiling</p>\n<p>To provide a customised experience of our Channel 4 platform to ensure you have the best experience possible of using Channel 4, as well as to generate more advertising income &nbsp;which in turn allows us to put more funding back into the free content and services we are able to provide to you.\nWhere we use profiling to assist other broadcasters to target their advertising, we do this on the basis of the third party broadcasters' legitimate interests in ensuring they can deliver appropriate, relevant and effective advertising on their platforms.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>5.3 You have the right to object to us processing your personal data for the purposes set out above.\nUnless we can show that we have a compelling legitimate reason to continue processing your personal data, we will stop processing it.</p>\n<p>5.4 In respect of the use of your email address for email marketing purposes, we process this on the basis that we have your consent to do so.\nYou can withdraw your consent at any time by following the instructions to \"unsubscribe\" in any email marketing communications.</p>\n<p>5.5 If you have signed up to use our Channel 4+ functionality, we process your Channel 4+ Account Data to enrol you and take payments because it is necessary for the performance of our contract with you.</p>\n</dd>\n<dt> 6.\nHow do we use data collected through our 4sales and press websites? </dt>\n<dd>\n<p>6.1 As well as the collection and use of personal data set out above, we also collect data through our 4sales website (www.4sales.com) and our press and information website (www.channel4.com/info/press/press-packs).\nThe information that we collect through these sites is primarily business information which does not identify a particular individual.\nHowever, we will collect some personal data about individual users who sign up to these areas of our platforms, such as individual journalists or employees at companies who sign up for sales information.</p>\n<p>6.2 The personal data we collect through our sales website will be limited to your full name, email address, job title, company name and your email preferences.\nWe will use this data to manage and administer your account and to send you the sales information that you request.</p>\n<p>6.3 The personal data we collect when you sign up to the press and information website will be the same as the Account Data described above, plus your press credentials.\nWe will use this data to manage and administer your account and to send you press packs and daily alerts and updates that you request.\nYou can sign up for daily alerts without having an account.\nIf you do this, we collect your first name, surname, email address, job title and company name.</p>\n<p>6.4 We process this personal data on the basis that we have a legitimate business interest in ensuring that we communicate effectively with actual and potential sponsors and advertisers and with the press.\nThis ensures that we can continue to generate sufficient revenue to fund our programming activities.</p>\n</dd>\n<dt> 7.\n&nbsp;Freedom of information </dt>\n<dd>\n<p>7.1 We are required under the Freedom of Information Act 2000 to provide certain information in response to Freedom of Information requests.\nYou can make a request by emailing FOIAdmin@Channel4.co.uk In order to respond to requests, we will need to collect your name, email address, and information about your request, including any additional personal data you choose to share with us when you make your request.\nWe will use this personal data to respond to your request and will retain it for administrative purposes in line with the section headed How long do we keep your data for? below.</p>\n<p>7.2 For more information about Freedom of Information, please see here.</p>\n</dd>\n<dt> 8.\n&nbsp;Google </dt>\n<dd>\n<p>8.1 If you use Google Home, you can link your Google account to your Channel 4 account to log you into your Channel 4 account, enable you to use voice control to play Channel 4 content on compatible devices or to ask for information about Channel 4.\nIf you do this, an authentication token will be generated.\nThis authentication token is shared with Google to enable us to identify your account when you use voice control to control Channel 4 via Google Home.</p>\n<p>8.2 When you use voice control to control Channel 4 (for example, by saying \"OK Google, play Hollyoaks on Channel 4\") or to ask for information about Channel 4, this instruction is made directly to Google and is subject to Google's own privacy policy.\nYour voice instruction will initiate a playback request which tells us what you want us to do (for example, play Hollyoaks on your account).\nGoogle will share the playback request with us, together with your authentication token and a transcription of your voice instruction that initiated the playback request, so that we can action your playback request (for example, by playing Hollyoaks on your Channel 4 account).\nWe will keep records of your voice instructions that relate to Channel 4 and will use these for the purposes set out in this Privacy Policy.&nbsp;&nbsp.\n</p>\n<p>8.3 If you decide to unlink your Channel 4 account and your Google account, Google will delete the authentication token associated with your account and no further data will be shared between us and Google unless you decide to link your accounts again.\nGoogle will retain records of voice instructions you have issued in relation to Channel 4 as part of your history and in accordance with Google's own privacy policy.\nWe will also retain copies of the playback requests and transcriptions of voice instructions in accordance with the section headed How long do we keep your data for?</p>\n<p>8.4 We also use Google reCAPTCHA, which is a system that helps us prevent automated access to our site by computer programmes known as “bots”.\nreCAPTCHA does this by working out if you are a human or a bot, by collecting certain information from your browser / device like the cookies Google has placed over the last 6 months, how many mouse clicks you’ve made on that page (or touches if it’s a touch device), and the language of your browser.</p>\n<p>8.5 Google’s DV360 product enables advertising agencies to buy Channel 4 advertising inventory on behalf of their clients.\nWe allow agencies to measure how many times the advertisements are delivered – called “impression counting”.\nThis is done by our ad-serving platform sending a copy of your IP address to DV360 once the advertisement has played out.</p>\n<p>8.6 Google may use the information they collect as part of the processes described above for additional purposes, details of which can be found here along with the ways you can control what Google does with that information: https://policies.google.com/technologies/partner-sites.</p>\n</dd>\n<dt> 9.\n&nbsp;Who do we share your data with? </dt>\n<dd>\n<p>9.1 We do need to share your personal data with some third parties in some circumstances.\nThis includes where we use third party suppliers to perform various services for us.\nWhen we share your personal data with third parties, we enter into contracts to ensure your personal data is kept secure, is only used for the defined purpose, and is then deleted in accordance with our data retention requirements.&nbsp.\nThe third party suppliers we share your personal data with are as follows:</p>\n<p>9.1.1 third party service providers who help us to manage our customer database and registration process;</p>\n<p>9.1.2 third party service providers who help us to manage our Viewer Enquiries process;</p>\n<p>9.1.3 information security service providers who manage our IT systems and ensure that they are secure, and protected from fraud and abuse;</p>\n<p>9.1.4 technology solutions providers who help us show you advertising on our platforms;</p>\n<p>9.1.5 third party service providers who carry out user testing for us;</p>\n<p>9.1.6 auditors and other professional advisors who help us improve the accuracy of our data, including checking the accuracy of the profiling that we carry out to ensure you receive relevant advertising;</p>\n<p>9.1.7 third party marketing and advertising agencies and advertising sales houses who help us ensure our marketing and advertising is delivered effectively and who select appropriate advertisements for us to serve to our audiences in accordance with this Privacy Policy;</p>\n<p>9.1.8 advertising service providers (including Google) who receive IP addresses or other online identifiers to manage the number of times you see an advertisement.\nto count views and click throughs of advertisements (also known as impression counting).\nto check that advertising is viewable.\nand to help us measure the effectiveness of our promotions on third party platforms;</p>\n<p>9.1.9 analytics providers who help us analyse data to detect fraudulent activity&nbsp.\non our service and so that we can use our data more effectively;</p>\n<p>9.1.10 if you are an Channel 4+ subscriber, we use a third party payment provider, MPP Global and they then use a sub-processor (Global Payments) , to process your payment card details on our behalf.\nChannel 4 only ever receives the last four digits of your payment card.&nbsp.\nThe full payment card details are sent directly to MPP Global.</p>\n<p>9.2 We will share your personal data with the following categories of recipients for the following purposes:&nbsp.\n</p>\n<p>9.2.1 third party data pairing providers for the purposes of the data pairing exercise described under the section headed Data pairing above;</p>\n<p>9.2.2 third party platforms to enable us to serve you advertisements send you recommendations for our content and services through those platforms, as described in the section headed Promoting our own services on other platforms above;</p>\n<p>9.2.3 third party media agencies, in which case data will be shared in a pseudonymised form as described in the section headed Targeted advertising on Channel 4 above.\nand</p>\n<p>9.2.4 other broadcasters and publishers where we act as advertising sales agent on their behalf to enable us to target and serve advertisements for those broadcasters and publishers.</p>\n<p>9.3 We will also share your personal data with third parties in the following circumstances:</p>\n<p>9.3.1 where you have specifically consented to us sharing your data with a particular third party.\nand</p>\n<p>9.3.2 where we are required or permitted to do so by law or to protect or enforce our rights or the rights of any third party.</p>\n<p>9.4 Except as stated in paragraph 9.5, we do not transfer or store your personal data outside the European Economic Area (EEA).\nIf we do carry out any further transfers of your data outside the EEA, we will inform you and we will ensure that the recipient provides an adequate level of protection of your personal data.</p>\n<p>We transfer personal data outside of the EEA in the following ways</p>\n<p>\n<strong>Activity</strong>\n</p>\n<p>\n<strong>Location</strong>\n</p>\n<p>\n<strong>Safeguards</strong>\n</p>\n<p>If you use Google Home features with your Channel 4 account, or sign in with Google reCAPTCHA, Google will store your data.</p>\n<p>Google stores data in the USA</p>\n<p>Google use EC approved standard contractual clauses to cover the international transfer of personal data</p>\n<p>https://policies.google.com/privacy/frameworks?hl=en-GB</p>\n<p>&nbsp;</p>\n<p>We use a third party platform, Innovid, to help us deliver personalised advertising.</p>\n<p>Innovid stores data in the USA</p>\n<p>Innovid use EC approved standard contractual clauses to cover the international transfer of personal data</p>\n<p>We use a third party supplier, Moat Analytics, who helps us analyse the amount of fraudulent traffic on our All 4 platform and websites using IP addresses.</p>\n<p>Moat stores data in the USA</p>\n<p>Moat uses EC approved standard contractual clauses to cover the international transfer of personal data.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>9.6 You should also be aware that if you choose to share Channel 4 content on social media via the Facebook and Twitter share buttons on Channel 4, the relevant social media platform will know what page you are on in order to share that page.\nThe use of that information will be governed by the social media platform's own privacy policy and clicking the \"share\" buttons does not result in any other personal data being shared between Channel 4 and the platform.</p>\n</dd>\n<dt> 10.\n&nbsp;How long do we keep your data for? </dt>\n<dd>\n<p>10.1 We will keep all your personal data except for Channel 4+ payment card details for as long as your Channel 4 account remains open.\nYou can close your account at any time using the \"Close account\" section of your Account Settings.\nIf you do this, we will anonymise all your Account Data as soon as we can after you have closed your account.\nAll other information about you, such as Behavioural Data, will also be fully anonymised.</p>\n<p>10.2 If you have signed up to Channel 4+ and decide to cancel your Channel 4+ account, or if we cancel your account due to non-payment, we will instruct MPP Global , our third party payment processer, to delete your payment method details from your account.&nbsp.\nWe will keep the rest of your Channel 4+ Account Data (e.g.\nyour payment records) for up to six years.</p>\n<p>10.3 If your account is inactive for a period of two years, we will send you a reminder email to remind you to use your account.\nIf you still do not use your account, we will send a further reminder email before deleting your account and anonymising your personal data as set out above.\n</p>\n<p>10.4 We may need to keep your data after account closure for limited purposes, for example if we need your data in order to respond to any complaints or claims that you make.\nIf this is the case, we will only keep the data for as long as we need to in order to fulfil those purposes.</p>\n<p>10.5 We keep information relating to any service errors or interruptions you have experienced for between 15-30 days.\n</p>\n<p>10.6 Any Voluntary Data you submit to us will be retained for a period of two years from submission, after which it is anonymised or deleted.</p>\n</dd>\n<dt> 11.\n&nbsp;What rights do you have? </dt>\n<dd>\n<p>11.1 You have several rights under data protection law.\nThese rights and how you can exercise them are set out in this section.\nWe will normally need to ask you for proof of your identity before we can respond to a request to exercise any of the rights in this section and we may need to ask you for more information, for example to help us to locate the personal data that your request relates to.</p>\n<p>11.2 We will respond to any requests to exercise your rights as soon as we can and in any event within one month of receiving your request and any necessary proof of identity or further information.\nIf your request is particularly difficult or complex, or if you have made a large volume of requests, we may take up to three months to respond.\nIf this is the case we will let you know as soon as we can and explain why we need to take longer to respond.</p>\n<p>11.3 A right to access your information</p>\n<p>11.3.1 You can access all of your Account Data through the \"Personal details\" section of your Account Settings.</p>\n<p>11.3.2 You also have a right to ask us to send you a copy of your Account Data and all other personal data that we hold about you (subject to some exceptions).\nA request to exercise this right is called a \"subject access request\" (SAR) and must be made in writing to: dataprotection@channel4.co.uk or to: Data Protection Officer, Channel 4 Enquiries, PO Box 1058, Belfast, BT1 9DU.</p>\n<p>11.3.3 We do not accept subject access requests made via third parties without a letter of authorisation from you sent directly to us confirming that you authorise the third party to act on your behalf.\nWe do not accept SAR requests from platforms where we are required to set up an account in order to provide the response to the SAR.</p>\n<p>11.4 A right to object to us processing your information</p>\n<p>11.4.1 You have a right to object to us processing any personal data that we process where we are relying on legitimate interests as the legal basis (point 5 above) of our processing.\nThis includes all of your personal data that we process for all of the purposes set out in this Privacy Policy, with the exception of our use of your email address to send you marketing communications with your consent (but you can withdraw your consent to this at any time).</p>\n<p>11.4.2 If we have compelling legitimate grounds to carry on processing your personal data, we will be able to continue to do so.\nOtherwise, we will cease processing your personal data.</p>\n<p>11.4.3 You can exercise this right by emailing dataprotection@channel4.co.uk.</p>\n<p>11.5 A right to ask us not to send you direct marketing materials</p>\n<p>11.5.1 You can ask us not to send you direct marketing or advertising.\nYou can do this by opting out of the advertising you no longer want to receive in the \"My communications\" and \"Privacy settings\" sections of your Account Settings.\nIn relation to email marketing, you can also opt out by using the \"unsubscribe\" option in any of our email marketing communications.</p>\n<p>11.5.2 Please note that it can take a short time for opt-out requests to take effect.\nThe time taken to opt out of each type of marketing and advertising is detailed at How do we use your data for marketing and advertising purposes? above.</p>\n<p>11.5.3 More information about opting out of marketing and advertising is provided at How do we use your data for marketing and advertising purposes? above.</p>\n<p>11.6 A right to have inaccurate data corrected</p>\n<p>11.6.1 You have a right to ask us to correct inaccurate data that we hold about you.\nIf we are satisfied that the new data you have provided is accurate, we will correct your personal data as soon as possible.</p>\n<p>11.6.2 You can update your own personal data at any time through your Account Settings.\nThe only personal data you cannot change directly through your Account Settings is your date of birth, which can be updated by contacting Viewer Enquiries.</p>\n<p>11.7 A right to have your data erased</p>\n<p>11.7.1 You have a right to ask us to delete your personal data in certain circumstances, for example if we have processed your data unlawfully or if we no longer need the data for the purposes set out in this Privacy Policy.</p>\n<p>11.7.2 We will fully anonymise any personal data we hold about you when you close your account, as set out under How long do we keep your data for? above.\nThis means that it will no longer identify you and ceases to be “personal data”.</p>\n<p>11.7.3 If you ask us to delete your personal data and you are happy for your account to be closed, we will close your account and fully anonymise your personal data as set out above.\nIf you ask us to delete your personal data but you do not want your account closed, we may not be able or obliged to comply with this as we will usually need to keep processing your data in a personally identifiable form to keep your account open.</p>\n<p>11.7.4 If you would like to make a request to exercise this right, please email dataprotection@channel4.co.uk.\nIf we are required by law to comply with your request, we will fully anonymise your data it so that it is no longer personal data and cannot be used to identify you.</p>\n<p>11.8 A right to have processing of your data restricted</p>\n<p>11.8.1 You can ask us to restrict processing of your personal data in some circumstances, for example if you think the personal data is inaccurate and we need to verify its accuracy, or if we no longer need the data but you require us to keep it so that you can exercise your own legal rights.</p>\n<p>11.8.2 Restricting your personal data means that we only store your personal data and don't carry out any further processing on it unless you consent or we need to process the data to exercise a legal claim or to protect a third party or the public.</p>\n<p>11.9 A right to data portability</p>\n<p>11.9.1 In relation to Channel 4+ Account Data, you have a right to data portability, which means that you can ask us to provide you with a copy of the Channel 4+ Account Data that you have provided and which we hold in a commonly used re-usable format.</p>\n</dd>\n<dt> 12.\nHow can you contact us? </dt>\n<dd>\n<p>12.1 If you have any questions or concerns about this Privacy Policy and/or our processing of your personal data, you can get in touch with our Data Protection Officer using: dataprotection@channel4.co.uk.</p>\n<p>12.2 If you are an Channel 4 registered user based in the Republic of Ireland, we have appointed an EU Representative in accordance with GDPR.&nbsp.\nThe contact details are Medialink Limited, 15 Windsor Place, Off Pembroke Street, Dublin 2, 216410.</p>\n</dd>\n<dt> 13.\n&nbsp;What if you have a complaint? </dt>\n<dd>\n<p>13.1 You have a right to complain to the Information Commissioner's Officer (ICO), which regulates data protection compliance in the UK, if you are unhappy with how we have processed your personal data.</p>\n<p>13.2 You can find out how to do this by visiting www.ico.org.uk.</p>\n</dd>\n<dt> 14.\nWhat if this policy changes? </dt>\n<dd>\n<p>14.1 We may make changes to this Privacy Policy from time to time.\nAny changes we make will be posted on this page.\nWe may also notify you by email if significant changes are made.</p>\n<p>&nbsp;</p>\n<p>Policy updated May 2023</p>\n</dd>\n</dl> ", "created_at": "2023-09-04 02:08:56.242439", "updated_at": "2023-09-04 02:09:33.324017"}, {"id": 18842, "name": "Cookie Policy", "url": "https://www.channel4.com/4viewers/cookies", "xpath": "//*[@id=\"main-content\"]", "text": " Channel 4 Cookie Policy This policy applies on and from 5th April 2023.\n<p>Whenever you use our Channel 4 websites, the 4sales.com site, any related programme microsites, mobile sites, mobile applications or applications on any other devices such as your games console or Smart TV (our “Services”), information may be accessed through the use of cookies and similar technologies.</p>\n<p>\n<strong>By using our Services, you agree to our use of cookies and other similar technologies as described in this Cookie Policy.</strong>\n</p>\n<p>You can manage your cookies for www.channel4.com by clicking the button below.</p>\n<p>Browser Privacy Options</p>\n<p>\n<strong>WHAT ARE 'COOKIES'?</strong>\n<br>\nCookies are small text files which are downloaded to your computer or mobile device when you visit a website or application.\nYour web browser (such as Internet Explorer, Mozilla Firefox or Google Chrome) then sends these cookies back to the website or application on each subsequent visit so that they can recognise you and remember things like personalised details or user preferences.</p>\n<p>Cookies are very useful and do lots of different jobs which help to make your experience on websites as smooth as possible.\nFor example, they let you move between web pages efficiently, remembering your preferences, and generally improving your experience (see below for more examples).\nThey can also help to ensure that adverts you see online are more relevant to you and your interests.</p>\n<p>They are referred to as&nbsp;<strong>session</strong>&nbsp;or&nbsp;<strong>persistent&nbsp;</strong>cookies, depending on how long they are used:</p>\n<ul>\n<li>Session cookies only last for your online session and disappear from your computer or device when you close your browser.&nbsp;</li>\n</ul>\n<p>Persistent cookies stay on your computer or device after the browser has been closed and last for the period of time specified in the cookie.\nThese persistent cookies are activated each time you visit the site where the cookie was generated.<br>\n<strong>&nbsp;</strong>\n<br>\n<strong>WHAT DO WE MEAN BY \"SIMILAR TECHNOLOGIES\"?</strong>\n<br>\nWe also use something called \"local storage\", which is a technology that is similar to cookies and performs very similar functions, such as caching data to enable us to improve our websites/apps, allowing you to register as an Channel 4 user, tracking activity to enable us and our advertisers to advertise to you in accordance with this policy and counting the number of people who view programmes/adverts on our platforms.\nLike cookies, local storage will either be for a <strong>session </strong>or<strong> persistent</strong>.<br>\nLocal storage is often used as an alternative to cookies on devices which you use to access and use our Services.\nThe devices that we use local storage on are:<br>\n<em>Amazon Fire devices, Android devices, Apple iOS devices, Chromecast, Freeview Play, Now TV, Playstation 3, Playstation 4, Roku, Samsung and Youview.</em>\n</p>\n<p>Where we refer to “cookies” in this policy, we mean cookies or similar technologies.</p>\n<p>\n<strong>WHICH COOKIES DOES CHANNEL 4 USE AND WHY?</strong>\n<br>\nWhen you use one of our Services such as Channel 4, either on a web browser or a device, the following 4 categories of cookies may be set:</p>\n<p>\n<strong>1.\nEssential Information &nbsp;</strong>\n<br>\nThese cookies are essential in helping you to move around our website and app and to use their features, such as accessing secure areas of the website.\nThese cookies don't collect things like your name or email address, but they do set and collect a unique code.\nThis enables us to identify your device so that we can improve your experience and make sure your settings are remembered correctly.\nWithout these cookies, services you have asked for, cannot be provided.\nThese cookies do not gather information about you that could be used for marketing.\nThese cookies enable websites and applications to remember choices you make and provide enhanced, more personal features.\nThey help us to display our advertisements and control how often an advertisement is shown to you, how long it is shown for and how often it will appear (these are commonly known as \"ad-serving\" or \"ad delivery\" cookies).<br>\nSome examples of these essential cookies include:</p>\n<ul>\n<li>Identifying you as being signed in to Channel 4 or other services and keeping you logged in throughout your visit so that you don't need to sign in each and every time you visit.</li>\n</ul>\n<ul>\n<li>Remembering security settings, such as parental PIN control, which restrict access to certain content.</li>\n</ul>\n<ul>\n<li>Remembering settings across different devices (e.g.\nsynching preferences you set on Channel 4 with your Xbox 360, if you use Channel 4 on your Xbox 360).</li>\n</ul>\n<ul>\n<li>Tracking what content has been viewed so that we can count the number of views and pay the owners of the rights in that content accordingly.</li>\n</ul>\n<ul>\n<li>Remembering your preferences and settings such as our “my list” setting, or your preferred volume setting.</li>\n</ul>\n<ul>\n<li>Remembering your place in a video if you leave any of the viewing services before you've finished watching a programme, so that you can pick up where you left off the next time.&nbsp;</li>\n</ul>\n<ul>\n<li>Restricting the number of times you're shown a particular advertisement.\nThis is sometimes called ‘frequency capping'.&nbsp;</li>\n</ul>\n<ul>\n<li>Working out when to show you advertisements on any of the viewing services so that you don't get shown too many.</li>\n</ul>\n<p>Making sure you get shown advertisements that are part of a sequence in the correct order.<br>\n&nbsp;<br>\n<strong>2.\nStatistics </strong>\n<br>\nIn order to keep Channel 4 relevant, easy to use and up-to-date, we use analytics services to help us understand how people use our website and apps.\nAnalytics services use cookies to recognise your browser or device.\nThis allows us to gather statistics, such as how many individual users we have and how often they visit Channel 4.\nIt also helps us analyse patterns of user activity and to develop a better user experience.\nFor example, we might see that many people who viewed Programme A also viewed Programme B and we can then recommend Programme B to everyone else who viewed Programme A.</p>\n<p>These cookies do not identify you directly as they&nbsp;do not<strong>&nbsp;</strong>collect information such as your name or email address.\nInstead these cookies contain a random sequence of numbers and letters which our analytics services use to identify a unique user.<br>\nWe use information from our analytics services to serve more relevant programme promotions.\nFor example, if you have previously watched a programme about food this information may be used to decide to show you advertisements for other programmes about food, or a later series of the same programme.\nYou can find out more about our advertising and marketing in our Privacy Policy and our ‘’Your Data” video.<br>\nThe Broadcasters Audience Research Board (BARB), which is an independent body which provides the TV industry with viewing data, has worked with broadcasters including Channel 4 to add a bit of code to Channel 4.\nThis code counts all of the Channel 4 programmes and adverts that people stream or download across TVs, laptops, PCs, tablets and mobile phones.\nThe code does not collect any data which enables individual viewers to be identified.\nThis anonymous Channel 4 viewing data is passed from Channel 4 to a research agency called Kantar (acting on behalf of BARB) and includes what programme or advert has been watched, at what time, for how long and on what type of device.\nThese figures do not contain any information on who is watching or any other personally identifiable information, and do not relate to any other activities apart from Channel 4 viewing.\nIt is solely used by BARB to calculate the total amount of people who watched a programme or advert.\nYou can opt out of this collection of non-personal data for programme and advertisement measurement purposes by requesting that the Kantar cookie (the small bit of code) is not captured.</p>\n<p>\n<strong>Third party cookies </strong>\n<br>\nAll the cookies described so far in this policy are \"first party cookies\", which means they are set and controlled by Channel 4.\nOccasionally, third parties may set cookies on our Services which Channel 4 does not control.&nbsp.\nThese are called \"third party cookies\".\nThis may happen in the following circumstances:</p>\n<ul>\n<li>\n<strong>Advertisement impressions: </strong>We work with advertisers to help them make sure that their advertisements are served to people who will find them relevant and interesting.\nFor example, if an advertiser wants to advertise a car, we use information we hold about you and your viewing habits (including the information collected by analytics cookies as detailed above) to decide if you are likely to be interested in an advertisement for a car and, if so, to serve that advertisement for you.\nMore information about this is set out in our Privacy Policy.\nWe do not allow our advertisers to set their own cookies for the purposes of tracking you or advertising to you directly.\nHowever, our advertisers will set a cookie which counts the number of times their advertisements have been viewed, to make sure that their advertisements are reaching enough people.\n&nbsp;This is so they can verify that the view count that we give them is correct.</li>\n<li>\n<strong>Embedded content: </strong>On some pages of our websites (for example sites that are specific to one of our programmes, like f1.channel4.com) we may include embedded content, for example from YouTube.\nWhen you visit a page with embedded content, the service provider (for example, YouTube) may set its own cookies on your web browser to track the success of their application or to customise their application to you.</li>\n</ul>\n<p>Channel 4 does not control the use of these cookies and cannot access them, as cookies can only be accessed by the party who originally set them.\nYou should check the third party websites for more information about these cookies.</p>\n<p>\n<strong>HOW TO CONTROL YOUR COOKIES</strong>\n<br>\nThere are various ways that you can control and manage your cookies which are discussed in a bit more detail below.</p>\n<p>Browser Privacy Options</p>\n<p>Please remember that any settings you change will not just affect Channel 4 cookies.\nThese changes will apply to all websites that you visit (unless you choose to block cookies from particular sites).\nThe settings you change will also only apply to the device on which you change them and will not apply across all your devices.\nIf you want to opt out of cookies on all your devices, you will need to change the settings on all your devices individually.</p>\n<p>\n<strong>Managing cookies in your browser</strong>\n<br>\nMost modern browsers will allow you to:</p>\n<ul>\n<li>See what cookies you've got and delete them on an individual basis.</li>\n<li>Block third party cookies.</li>\n<li>Block all cookies from being set.</li>\n</ul>\n<p>Delete all cookies when you close your browser.<br>\n&nbsp;<br>\nYou should be aware that any preferences will be lost if you delete all cookies.\nIronically, this includes where you have opted out from cookies, as this requires an opt-out cookie to be set.\nThis means that if you opt out from cookies and then delete all cookies, your opt out will not be saved and you will need to opt out again (which will store a strictly necessary cookie so that your device can remember that you have opted out).</p>\n<p>If you block cookies completely, many websites will not work properly and some functionality on these websites will not work at all.\nWe do not recommend turning cookies off when using our Services for these reasons.<br>\nThe links below take you to the ‘Help' sections for each of the major browsers so that you can find out more about how to manage your cookies.</p>\n<p>\n<strong>Google Chrome</strong>\n<br>\nhttps://support.google.com/chrome/answer/95647?hl=en<br>\n<strong>&nbsp;</strong>\n<br>\n<strong>Firefox</strong>\n<br>\nhttps://support.mozilla.org/en-US/kb/clear-cookies-and-site-data-firefox<br>\n<br>\n<strong>Safari</strong>\n<br>\nhttps://support.apple.com/en-gb/guide/safari/sfri11471/mac<br>\n<br>\n<strong>Safari iOS</strong>\n<br>\nhttps://support.apple.com/en-us/HT201265<br>\n<br>\n<strong>Android</strong>\n<br>\nhttps://support.google.com/chrome/answer/95647?hl=en&amp;co=GENIE.Platform%3DAndroid&amp;oco=1<br>\n<strong>&nbsp;</strong>\n<br>\n<strong>Internet Explorer</strong>\n<br>\nhttps://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies</p>\n<p>\n<b>Microsoft Edge</b>\n<br>\nhttps://support.microsoft.com/en-gb/help/4027947/microsoft-edge-delete-cookies</p>\n<p>We have set out links below to some of our specific functional cookies with information about what they can do and how you can opt out of them being set:</p>\n<p>\n<strong>Freewheel&nbsp;</strong>\n<br>\nWe use Freewheel cookies to help us with some of the advertisement delivery functionalities described in the \"Functional Cookies\" section above, for example frequency capping and displaying our advertisements.&nbsp;<br>\nhttps://www.freewheel.com/privacy-policy</p>\n<p>Please note that whilst this will opt you out of the Freewheel cookies, we still use Freewheel to serve you personalised advertisements on Channel 4 in accordance with our Privacy Policy.\nTo opt out of these personalised advertisements, you will need to change your advertising preferences in your Account Settings.)&nbsp;<br>\n<br>\n<strong>Innovid</strong>\n<br>\nInnovid cookies help us to make our advertisements interactive and also make sure that advertisements that are part of a sequence are shown in the correct order.\nWe also use Innovid to count the number of views an advertisement has had.&nbsp.\nhttps://www.innovid.com/privacy-policy/<br>\nYou can find out more about ad-serving cookies that are set on your device, and opt out of them, by visiting http://optout.aboutads.info.</p>\n<p>\n<strong>Managing statistics cookies &nbsp;</strong>\n<br>\nIt is possible to opt out of having your browsing activity recorded by analytics cookies.\nChannel 4 uses the following analytics providers and you can opt out of their cookies by clicking on the following links.\nPlease note that this will take you to the relevant third party's website and generate a ‘no thanks' cookie, which will stop any further cookies being set by these analytics services.<br>\n<br>\nDon't forget that by not allowing analytics cookies, this stops us from being able to learn what people like or don't like about Channel 4 and our other Services, so that we can make them better.&nbsp;<br>\n<br>\n<strong>Adobe</strong>\n<br>\nhttp://webstat.channel4.com/optout.html&nbsp;<br>\n<br>\n<strong>Google Analytics</strong>\n<br>\nhttp://tools.google.com/dlpage/gaoptout&nbsp;&nbsp;</p>\n<p>\n<strong>Optimizely</strong>\n<br>\nhttps://www.optimizely.com/legal/opt-out/<br>\n<br>\n<strong>Kantar Media&nbsp;</strong>\n<br>\nhttp://optout.2cnt.net.&nbsp;Follow this link to opt out of having your anonymised activity collected for the purposes of measuring viewing data (see Analytics Cookies section above for more details).\nThe link currently works only for desktop.<br>\n<br>\n<strong>Managing cookies and similar technologies on devices</strong>\n<br>\nPlease note that the local storage used on devices is essential to the operation of our Services on those devices and you cannot opt out of local storage being used on those devices.</p>\n<p>\n<strong>Managing third party cookies</strong>\n<br>\nAs detailed under the section headed \"Third party cookies\" above, we do not allow our advertising partners to set cookies through Channel 4 which enable them to track your activity themselves or to advertise to you directly.\nHowever, as noted above in the Third Party Cookies section, our advertisers do use impression tracking cookies to count the number of views each of their advertisements have had.\nWe have set out links below to some of the impression tracking cookies that are used with instructions on how to opt out of their cookies.<br>\n<br>\n<strong>Videology</strong>\n<br>\nhttps://videologygroup.com/en/privacy-policy/<br>\n<strong>&nbsp;</strong>\n<br>\n<strong>Doubleclick</strong>\n<br>\nhttps://policies.google.com/technologies/ads<br>\n<strong>&nbsp;</strong>\n<br>\n<strong>Flashtalking </strong>\n<br>\nhttp://www.flashtalking.com/privacypolicy/<br>\n&nbsp;<br>\n<strong>Sizmek</strong>\n<br>\nhttps://www.sizmek.com/privacy-policy/optedout/#options<br>\n<strong>&nbsp;</strong>\n<br>\n<strong>USEFUL LINKS </strong>\n<br>\nIf you would like to find out more about privacy, cookies and their use on the internet, you may find the following links useful:<br>\n&nbsp;<br>\nThe Information Commissioner’s Office&nbsp.\nwww.ico.org.uk.<br>\n&nbsp;<br>\nYou can read more about how we use your data here: http://www.channel4.com/privacy</p>\n<p>&nbsp;<br>\nIf you have any questions or concerns about this Cookie Policy and/or our processing of your personal data, you can get in touch with our Data Protection Officer using: dataprotection@channel4.co.uk .<br>\n&nbsp;<br>\nLast Updated 5th April 2023</p>\n<p>&nbsp;</p> ", "created_at": "2023-09-04 02:09:52.507619", "updated_at": "2023-09-04 02:10:00.338022"}, {"id": 18843, "name": "Terms of use ", "url": "https://www.channel4.com/4viewers/ts-and-cs", "xpath": "//*[@id=\"main-content\"]", "text": " Terms of use Welcome to Channel 4.\nThese Terms of Use apply to Channel 4's digital products and services (which we call \"Channel 4 Services\" in these terms), whether you are a registered user or just a visitor.\nWe explain what our digital products and services cover under the section headed \"What do these Channel 4 Terms of Use cover?\".\nBy accessing or using our Channel 4 Services, you agree to be bound by these Terms of Use.\n<p>\n<strong>1.\nWho makes the Channel 4 Services available to me?</strong>\n<br>\nThe Channel 4 Services are made available to you by Channel Four Television Corporation which is a statutory corporation established under the Broadcasting Act 1990.\nOur postal address is 124 Horseferry Road, London SW1P 2TX (\"we\", \"us\", \"our\").</p>\n<p>\n<strong>2.\nWhy is it important to read these Terms of Use?</strong>\n<br>\nOur Terms of Use are important because they confirm both our legal commitment to you and a number of legal DOs and DONTs which you need to be aware of when you use any of the Channel 4 Services.\nDetails relating to our use of your personal data and your rights are set out in our&nbsp;Privacy Policy.\nIn return, we would ask you to act in a legally responsible and respectful manner in accordance with these Terms of Use.</p>\n<p>\n<strong>3.\nShould I read any other information or terms?</strong>\n<br>\nPlease also read our&nbsp;Privacy Policy,&nbsp;Cookies Policy,&nbsp;Our Policies&nbsp;and&nbsp;Competition Terms.\nEach of these policies forms part of these Terms of Use.</p>\n<p>Additional terms may also apply to some elements of our Channel 4 Services and these will be made clear to you at the relevant page or point of access.</p>\n<p>We also offer some helpful responses to frequently asked questions and the opportunity to contact us on our&nbsp;4Viewers&nbsp;page.</p>\n<p>\n<strong>4.\nAre there specific Terms and Conditions for Channel 4+?</strong>\n<br>\nYes there are.\nThe Channel 4+ Terms&nbsp;can be found here.</p>\n<p>\n<strong>5.\nWhat do these Channel 4 Terms of Use cover?</strong>\n<br>\nThese Terms of Use apply to your use of most of the digital products and services we make available.\nWe do not provide a complete list of the digital products and services within Channel 4 Services but by way of example, they include all of our websites (Channel4.com, and other websites operated by us), the Channel 4 content viewing services, Channel 4-operated applications and our Content available through third party websites (including social networking sites).\nPlease note that there maybe some exceptional Channel 4 digital services which are subject to different terms of use and where this is the case, you will be directed to these.</p>\n<p>When we refer to our \"Content\", we mean any audio, video, text, images, trade marks, logos or other content made available to you by us and may sometimes include content which is owned or controlled by third parties which we are permitted to make available to you.</p>\n<p>We will normally provide a link from the relevant digital product or service to this document so that you know that these Terms of Use apply.</p>\n<p>These Terms of Use apply regardless of the sort of device you are using to access Channel 4 Services.\nTherefore, they will apply whether you are using a computer, laptop, mobile phone, smart phone, tablet, games console or any other device.</p>\n<p>\n<strong>6.\nIs Channel 4 Content suitable for everyone and what parental control tools are available to me?</strong>\n<br>\nOur Content may contain material that you consider indecent, objectionable or which may not be suitable for young audiences.\nIf you permit a child to use your device to view our Content (including watching Content via the live or on-demand viewing sections of Channel 4 Services), you are solely responsible for deciding whether or not such Content is appropriate for that child to view.\nWhere relevant, parental guidance is provided (in the form of ‘G' for guidance) with additional warnings at the beginning of our video content and other guidance on non-video content (where applicable) and we would ask that you pay attention to this if you are concerned in any way.</p>\n<p>We also offer a parental control tool on certain Channel 4 Services (by way of a 4 digit PIN).\nIf you have enabled the 4-digit PIN, your device will not be able to play either 16 or 18 rated content (depending on the setting you choose) unless you type in the PIN.\nPlease click here to find out more about our&nbsp;Parental Controls tool.</p>\n<p>\n<strong>7.\nWhy does Channel 4 ask me to register?</strong>\n<br>\nBy becoming a registered user, you will be able to access some parts of Channel 4 Services which are not available to other visitors.\nYou will also be provided with a more personalised experience.&nbsp.\nDetails relating to our use of your personal data and your rights are set out in our&nbsp;Privacy Policy</p>\n<p>Please note that you need to be 16 or over to become a registered user.</p>\n<p>\n<strong>8.\nWhat do I agree to by accessing and using the Channel 4 Services?</strong>\n<br>\nBy becoming a registered user of Channel 4 Services you agree that you will:</p>\n<ul>\n<li>provide a valid email address;</li>\n<li>not let anyone else use your account;</li>\n<li>keep your login details, including your password and PIN (if applicable) secret;</li>\n<li>only set up one account per person;</li>\n<li>set up your account in your own name, and use an appropriate display name.\nYou must not seek to pass yourself off as someone else or pick a display name which is offensive, defamatory or otherwise likely to be deemed by us to be unacceptable;</li>\n<li>tell the truth about your age.\nIf, for example, we don't believe that you are 16 or older, we may ask you to prove your age at any time.\nand</li>\n<li>notify us if you become aware of any unauthorised use of your account.</li>\n</ul>\n<p>We may suspend or terminate your account if we reasonably believe you are breaching any of these requirements or any of the other Terms of Use.\nOur decision to suspend or terminate your account will be based entirely on our own best judgement.</p>\n<p>Whether or not you are a registered user, when using Channel 4 Services &nbsp;you must always act honestly and appropriately.\nUnacceptable behaviour includes being abusive, offensive, defamatory, infringing anyone's privacy, trolling, harassing or doing anything which would upset or be disrespectful to any other person.</p>\n<p>\n<strong>9.\nWhat do I need to know about my registered details?</strong>\n<br>\nYou will be able to access your registered details with your email address and password.</p>\n<p>You will be able to keep your information up to date by logging in and updating your profile.</p>\n<p>If you want to terminate your account, you can do so by clicking on ‘Close Account'.\nThis will wipe the personal information you gave us from our systems, which means that all other information we might hold about you (such as how you have used Channel 4 Services) will be anonymised and we won't be able to recognise that data as yours or contact you about it.\nPlease see our&nbsp;Privacy Policy&nbsp;for more details.</p>\n<p>\n<strong>10.\nI'm concerned about my personal data.\nWhat can Channel 4 use this for?</strong>\n<br>\nPlease see our&nbsp;Privacy Policy&nbsp;and&nbsp;Cookies Policy&nbsp;which explain what information we collect about you, how we use this, and your rights.</p>\n<p>\n<strong>11.\nCan I copy stuff from Channel 4 Services?</strong>\n<br>\nApart from adverts and user content, all of the Content on Channel 4 Services belongs to us and/or our production company, digital or studio partners.</p>\n<p>Whilst we have no objection to you printing out extracts or a page of text from Channel 4 Services for your own personal use, you must not copy or reproduce or otherwise publish large sections of our Content or, for example, an entire website.\nFurthermore, you are not permitted to embed, upload or make any of the digital products and services within Channel 4 Services available via any third party platform, website or service without prior consent.</p>\n<p>You are not permitted to use any part of Channel 4 Services for commercial purposes.\nFor example, you must not copy and reproduce our Content for use on your own advertiser funded website or attempt to commercialise or attempt to sell access to our Content in any way.\nYour use of any of our Channel 4 Services such as the Channel 4-operated \"Channel 4 &nbsp;Application\" is for your own personal use and access is limited to your chosen device, and you must not exhibit any Content or any part of the Channel 4 Services in any public place.</p>\n<p>It is really important that our Channel 4 brand is fully protected from misuse.\nOur trade marks and logos are designed to let people know that the service they are getting is provided by Channel 4.\nTherefore, you must not copy, reproduce or otherwise publish any of our trade marks or logos without authorisation.</p>\n<p>Making our programmes available on unauthorised websites or software applications is against the law.\nThere are particular laws in force about sharing content without permission on peer-to-peer networks and it is important that you do not do this.</p>\n<p>Please consider that even though most of our Content is available to you for free, we are able to generate revenue by selling advertising space in and around it.\nAny person watching one of our programmes on an unauthorised website, platform or service, represents lost advertising revenue to Channel 4 which we need in order to fund Channel 4 Services and to make our programmes available to you.</p>\n<p>Our Content may be streamed or downloaded depending on which digital products and services you are using.\nPlease see the section headed&nbsp;\"How can I download Content?\"&nbsp;for more information on downloading.&nbsp.\nWe may use content security technology or use other content protection measures.\nYou agree that you will not circumvent, try to adjust or otherwise interfere with our security technology for any reason.</p>\n<p>Educational establishments which have taken out a licence with the Educational Recordings Agency (\"ERA\") can access recordings of our content under the terms of that ERA licence.</p>\n<p>\n<strong>12.\nIs Channel 4 responsible for the adverts provided on their Channel 4 Services? </strong>\n<br>\nAdvertisements and promotions on Channel 4 Services may be targeted or personalized to you based on personal information.\nOur Privacy Policy governs the collection, use and disclosure of your personal information in this regard.</p>\n<p>We do not make any endorsement, guarantee, representation or recommendation about any advertisers' or sponsors' products or services.\nChannel 4 is not responsible for your interaction with those advertisers or their products and services.</p>\n<p>\n<strong>13.\nIs Channel 4 responsible for third party websites when it provides a link to these?</strong>\n<br>\nSometimes we provide links to websites and resources operated by third parties.\nWe are not responsible or liable for anything that happens to you when you visit these third party websites and resources.\nYour access to and use of these third party websites will be governed by &nbsp;their own terms of use and privacy policy, so you will need to be aware of these.\nFurthermore, unless stated otherwise, Channel 4 does not endorse any third party website to which it provides a link.</p>\n<p>Sometimes, third party websites provide links to our Content.\nThis does not mean that we have any relationship with that website and you should be careful about assuming Channel 4's association or affiliation to anyone else, especially where the existence of that relationship has not been confirmed by us.</p>\n<p>\n<strong>14.\nWill the Channel 4 Services change?</strong>\n<br>\nThe Content on Channel 4 Services will change regularly, meaning new programmes and channels may become available while other content will stop being available.\nWe may also make updates and changes to the features and functionalities of the Channel 4 Services from time to time, including in light of new legal requirements, to make technical or security updates or to reflect changes to our business.\nWe will try to give you notice of any materially detrimental changes to Channel 4 Services.</p>\n<p>To get the best experience and to ensure Channel 4 operates correctly, we recommend that you accept any updates to Channel 4 applications as and when they become available.\n</p>\n<p>\n<strong>15.\nAre these Terms of Use still applicable when I connect to Channel 4 Services from a social networking service?</strong>\n<br>\nWhen you connect to Channel 4 Services from a social networking service, these Terms of Use will still apply although you need to be aware that the social networking service's own terms of use (and privacy and cookie policies) may also apply.</p>\n<p>\n<strong>16.\nHow can I download Content?</strong>\n<br>\nContent can be downloaded depending on which device or website you are using to access Channel 4 Services.\nTo be able to download our Content, you must be a registered user and logged in to your account at the time of download.</p>\n<p>Content is available to download for a minimum of 30 days.\nOnce downloaded to your device, you will have up to a maximum of 7 days to watch that Content.\nAfter the relevant period of time for watching the Content has expired, the Content will be automatically deleted from your device.\nIf the Content is still available to download you can download it again.\nDue to our agreements with our production company, digital or studio partners, please note that not all of our Content will be available for you to download.&nbsp.\nPlease also be aware that advertising around Content is current at the point of download.\nhowever, once Content has been downloaded to your device, any offers and promotions featured within the advertising may no longer be in effect.</p>\n<p>\n<strong>17.\nDo I need to pay Channel 4 to watch programmes?</strong>\n<br>\nUnless specifically indicated, there is no charge to watch our video content.\nHowever, you may need to meet your internet service provider's charges in order to have access to the required amount of bandwidth.</p>\n<p>You do need to be covered by a valid TV Licence if you watch any TV channel on any device at the same time as it is being broadcast on TV.\nThis includes watching live TV on devices such as a computer, laptop, mobile phone, smart phone or tablet.\nFurther information about this is available on the&nbsp;TV Licensing website.\nAccordingly, you will need to be covered by a valid TV Licence if you use our \"Live TV\" viewing service to watch our channels online when they are live simulcasts of broadcast channels (but not for watching on demand programmes).</p>\n<p>\n<strong>18.\nWhat are the rules I need to know about user content?</strong>\n<br>\nWe provide users and viewers with an opportunity to participate in shared activity such as contributing to our programmes (e.g.\nvia calls to action on our shows) and online projects via online comments, blogs, social media channels, email and other interactive activity.</p>\n<p>Your participation in and contribution to any such shared activity is governed by and subject to your compliance with our&nbsp;Privacy Policy,&nbsp;Cookies Policy&nbsp;and&nbsp;Competition Terms.</p>\n<p>You will own your user content and may continue to use it, but by posting or submitting this content to us, you allow us (and our third party partners) irrevocably to use your content at our discretion in any media (including on television and online) throughout the world at any time without further liability or payment to you, including to promote our Channel 4 Services or Content.</p>\n<p>Where we do use your user content, we also have the right to change or edit this content.\nWe might also show your name (and, if provided to us, your photograph) with your contribution, in accordance with our Privacy Policy.\nIf you would rather that we did not use your user content, we would kindly ask that you do not post or otherwise submit any user content to us.</p>\n<p>We reserve the right to remove, modify or delete any material you submit to us on becoming aware of any violation of these Terms of Use, or for legal, security or other reasons, or because the relevant material is unlawful or objectionable.</p>\n<p>\n<strong>19.\nI would like to post links to Channel 4 content on my website, or other social network account like Facebook or Twitter.\nIs this ok?</strong>\n<br>\nSome clips available on Channel 4 Services feature an embed code which allows you to display that clip on your website or social networking page (\"embeddable content\").</p>\n<p>When using our embeddable content you must not:</p>\n<ul>\n<li>copy, re-publish, edit, alter, add to or use the embeddable content, embed code or embeddable player in any other way;</li>\n<li>charge users for access to the embeddable content, or use the embeddable content as a means to secure advertising or other revenue (or any form of commercial benefit) in any other way;</li>\n<li>directly or indirectly suggest any endorsement or approval by us of your website or page or any non-Channel 4 entity, product or content or any views expressed;</li>\n<li>use the embeddable content in any way that could bring Channel 4 into disrepute or otherwise cause any loss or damage to Channel 4.\nand/or</li>\n<li>use the embeddable content on any websites or pages that:</li>\n<li>contain pornography or sexually explicit content;</li>\n<li>contain offensive text or images;</li>\n<li>are hate sites (on grounds of race, religion, gender, disability, age or sexual orientation);</li>\n<li>contain gratuitous violence.\nand/or</li>\n<li>condone or encourage unlawful acts.</li>\n</ul>\n<p>\n<strong>20.\nWhat technical stuff do I need to know about?</strong>\n<br>\nWe will try to ensure Channel 4 is available to you at all times.\nHowever, we do not provide any guarantees about its availability or that we will be able to quickly resolve any technical problems that arise.</p>\n<p>Whilst we seek to make Channel 4 available as widely as possible, some features and functionality may not work on all devices and operating systems.</p>\n<p>Please note that matters relating to the internet generally, such as broadband availability, connections and speed and other matters outside of our control may affect the quality and availability of Channel 4, its features and functionality and your ability to participate in some Channel 4 activities.\nWe take no responsibility for these sorts of matters.</p>\n<p>To watch our video content on your computer or other device will need to meet the&nbsp;minimum operating requirements.</p>\n<p>If you have any problems watching or viewing our Content, please go to our video Help and&nbsp;FAQ&nbsp;page for further guidance.</p>\n<p>Whilst we will take reasonable steps to ensure that our Content is virus free, we cannot guarantee this.\nAccordingly, you must take your own precautions in this regard (such as using anti-virus software).\n</p>\n<p>\n<strong>21.\nWhat do I need to know about applying online to be on Channel 4 programmes?</strong>\n<br>\nSometimes, we facilitate the opportunity to appear on our programmes via an online portal and application form.\nWe usually operate this on behalf of our production company partners who make our programmes for us.\nIn these cases, the completed application forms will be sent to the relevant production company who will be responsible for processing your application.</p>\n<p>Typically you will need to be 18+ in order to apply to appear on one of our programmes, but our production company partners will make this clear to you on the application form.</p>\n<p>Any other specific issues relating to eligibility will also be set out in the application form.</p>\n<p>Please note that submitting an application does not give you any legal rights or impose any sort of obligation on Channel 4 or its production company partners.\nAny decisions regarding successful applications will be made in our, or our production company partner's, sole discretion.</p>\n<p>\n<strong>22.\nWhat terms apply to Channel 4 online competitions?</strong>\n<br>\nThe terms relating to our online competitions are available&nbsp;here.</p>\n<p>There may be additional or different terms which relate to a specific competition being run by us, and where this is the case, we will make that clear to you.</p>\n<p>\n<strong>23.\nWhat if I have a complaint?</strong>\n<br>About our programmes</p>\n<p>If you wish to comment on one of our programmes you can contact us via the&nbsp;4Viewers website.</p>\n<p>Please note that the \"On Demand\" video section of Channel 4 Services constitutes an on demand programme service (\"ODPS\").\nAs of January 2016 Channel 4 is regulated directly by Ofcom.\nIt is the designated regulator for editorial content of UK video on demand services that fall within the statutory definition of an ODPS.\nFormerly ATVOD (The Authority for Television on Demand) was the independent co-regulator of ODPS with Ofcom.\nChannel 4 complies with Ofcom’s rules for ODPS.\nFor Ofcom’s contact details and for further information&nbsp;please visit the On Demand section of the Ofcom website&nbsp;or you can contact us using the Contact Form.</p>\n<p>About user content<br>If you see any user content that you think is abusive, offensive, defamatory, infringes anyone's privacy or is hurtful or disrespectful in any way, the best way to let us know is by using the&nbsp;Contact Form.\nYou can also contact us at our postal address set out above.\nPlease mark any post for the attention of Viewer Enquiries.</p>\n<p>About breach of copyright<br>If you see any content which appears on Channel 4 Services which you consider to infringe your copyright, please let us know by using the&nbsp;Contact Form.\nWhen you notify us about a copyright infringement you will need to: </p>\n<p>(a) provide your contact details;<br>\n(b) identify the infringing content.\nand<br>\n(c) confirm that you own the copyright in the content and that its publication has not been authorised by you.</p>\n<p>Following receipt of this notification, we will consider whether the content ought to be taken down.</p>\n<p>\n<strong>24.\nChanges to these Terms of Use</strong>\n</p>\n<p>Please note that we may change these Terms of Use from time to time to clarify them, for legal or security reasons or to reflect changes to our business, services or commercial priorities.\nIf we change these Terms of Use in a way that will materially impact your legal rights or obligations, we will try to give you reasonable advance notice (including by posting an update on the Channel 4 Services), unless changes are urgently required due to security, legal or regulatory reasons.</p>\n<p>Your continued use of the Channel 4 Services following any update to the Terms of Use means that you accept and agree to the changes.\nIf you do not agree to the changes, then you must stop using the Channel 4 Services.\nYou should review these Terms of Use regularly to check whether they have been changed or updated.</p>\n<p>\n<strong>25.\nWhat other legal stuff do I need to know about?</strong>\n<br>\nNeither Channel 4 nor its subsidiary companies accept any liability (whether based in contract, tort or other action) for any loss caused by your use of and reliance on any information on any part of the Channel 4 Services, or any commercial or business losses, or for any loss which is caused by you and does not result from our breach of these Terms of Use.\nThis exclusion of liability does not affect your statutory rights (please see this&nbsp;advice guide&nbsp;for further details).</p>\n<p>Nothing in these Terms of Use excludes our or your liability for death or personal injury caused by negligence or for fraud.</p>\n<p>Any commentary, opinions or other material within the digital products and services available on Channel 4 streaming are not intended to amount to advice on which you should rely.\nIf Channel 4 decides not to exercise or enforce any right that it has against you at a particular time, then this does not prevent Channel 4 from later deciding to exercise or enforce that right.</p>\n<p>If any part of these Terms of Use is found to be illegal, invalid or otherwise unenforceable by a court or regulator, then, where required, that part shall be deleted and the remaining parts of the Terms of Use will continue to be enforceable.</p>\n<p>These Terms of Use do not create or infer any rights that are enforceable by any person who is not party to them.</p>\n<p>Our Channel 4 Services are directed at and only intended to be accessed by residents of the United Kingdom.&nbsp.\nChannel 4 makes no representation that materials available across our Channel 4 Services are suitable for or comply with local laws in other jurisdictions.&nbsp;</p>\n<p>These Terms of Use are governed by English law and both you and Channel 4 agree to submit to the exclusive jurisdiction of the English courts in the event of a dispute arising from or in connection with these Terms of Use.</p>\n<p>&nbsp;</p>\n<p>Last updated 11th April 2023</p>\n<p>&nbsp;</p> ", "created_at": "2023-09-04 02:10:14.459648", "updated_at": "2023-09-04 02:10:35.55618"}], "points": [], "urls": ["channel4.com"]}}