{"error": 448, "message": "OK", "parameters": {"id": 6971, "name": "Barq", "created_at": "2022-11-21 01:37:41.79035", "updated_at": "2022-11-21 23:01:14.985916", "wikipedia": null, "keywords": null, "related": null, "slug": "barq", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6971.png", "url": "barq.social", "documents": [{"id": 12776, "name": "Terms & Conditions", "url": "https://barq.social/terms", "xpath": "//body", "text": "You need to enable JavaScript to view this website.Log in<strong>Get barq!</strong>\n<strong>Patreon</strong>Terms &amp.\nConditionsLast updated September 27, 2022<p>barq is a free service catered to the Furry Fandom.\nWe define Furries as all who have any form of interest in or relation to anthropomorphic animals (animals with human-like aspects).\nWe understand that our users are often interested in similar fandoms (anime, cosplay, gaming etc.) as well.\nWe don't mind overlapping content but our primary focus is the Furry Fandom.</p>\n<p>\n<strong>TL;DR</strong>\n</p>\n<ol>\n<li>You must be 16 years or older to use barq.</li>\n<li>Hate speech, harassment, threats, defamation, etc.\nare forbidden.</li>\n<li>Offensive, gore-y or otherwise graphic photos are forbidden.</li>\n<li>Moderators decide what is allowed and what is not.\nThis is non-negotiable.</li>\n<li>barq reserves the right to refuse or suspend access to any user, for any reason, and without notice.</li>\n<li>Adult (NSFW) content is only allowed in the explicitly marked AD / NSFW areas of the app.\nIt is not allowed to post NSFW content in any other part of the app.</li>\n</ol>See the community guidelines for more rules and information<p>\n</p>\n<p>\n<br>\n<strong>1.\nRegistration.</strong>\n</p>\n<ol>\n<li>By registering an account, you agree that you are at least sixteen (16) years of age.\nNo individual under the age of sixteen (16) may register an account, use our services, provide any personal information to barq, or otherwise upload or transmit personal information through our services (Name, address, telephone number, email address, etc).</li>\n<li>You agree to provide accurate and truthful information when registering your account.</li>\n<li>You agree to not submit any content (Username, Pictures, Text, Videos etc.) or use our app in a way that violates our Community Guidelines.</li>\n<li>You agree to not transfer your account ownership to another user.</li>\n<li>You agree not to use your account to impersonate individuals or organizations.</li>\n<li>You agree to not use your account to circumvent the terms and policies of barq, or aid any user in doing so.</li>\n<li>You agree that we reserve the right to remove, reclaim, or rename any account for any reason.</li>\n<li>You agree that you are responsible for any activity on your account and that any violations of this document or those therein will be applied to all of your accounts.</li>\n<li>You agree that as there is a limit of one account per person.\nYou will use barq's services as intended and NOT to:</li>\n<ol>\n<li>Tamper with, nor use non-public areas of these services.</li>\n<li>Probe, scan, nor test any of our systems or networks for any reason.</li>\n<li>Attempt to neither breach nor circumvent any security or authentication measure.</li>\n<li>Attempt to neither access nor search our services by any means (automated or otherwise) that negatively impacts site performance.</li>\n<li>Scrape our services, content, or content belonging to those using our services in a way that negatively impacts site performance.</li>\n<li>Use our services to send altered, deceptive, or false source-identifying information (e.g.\nForged TCP-IP packet headers, email headers).</li>\n<li>Attempt to, interfere, nor disrupt the access of any user, host or network.</li>\n<li>Create accounts simply to reserve them and prevent their use by others.</li>\n</ol>\n</ol>\n<p>\n</p>\n<p>\n<br>\n<strong>2.\nUser Generated Content.&nbsp;</strong>Although barq allows sharing of adult content in designated areas of the app, the feature is disabled by default and may only be enabled via your account settings if you are legally allowed to view it in The Netherlands (18 years of age).\nIf we determine that you may not be legally allowed to access this content, we will restrict your access to mature and adult content until you can verify your age via government photo identification.\nAny attempt to bypass this measure may result in all current and future accounts registered by you to be permanently banned.\nEven if eventually you do reach the age of 18.</p>\n<p>\n<br>\n<strong>3.\nGeneral Terms.&nbsp;</strong>By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app.\nYou’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way.\nYou’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions.\nThe app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to Godev.</p>\n<p>Godev is committed to ensuring that the app is as useful and efficient as possible.\nFor that reason, we reserve the right to make changes to the app or to charge for its services, at any time and for any reason.\nWe will never charge you for the app or its services without making it very clear to you exactly what you’re paying for.</p>\n<p>The barq app stores and processes personal data that you have provided to us.\nIt’s your responsibility to keep your phone and access to the app secure.\nWe therefore recommend that you do not jailbreak or root your phone, which is the process of removing software restrictions and limitations imposed by the official operating system of your device.\nIt could make your phone vulnerable to malware/viruses/malicious programs, compromise your phone’s security features and it could mean that the barq app won’t work properly or at all.</p>\n<p>Some of our services are designed to let you upload, submit, store, send, receive, or share your content.\nYou have no obligation to provide any content to our services and you’re free to choose the content that you want to provide.\nIf you choose to upload or share content, please make sure you have the necessary rights to do so and that the content is lawful.\nWhen uploading your content to any of our services, you grant us a worldwide non-exclusive license to your content.\nThis license allows us to:</p>\n<ul>\n<li>host, reproduce, distribute, communicate, and use your content — for example, to save your content on our systems and make it accessible from anywhere you go.</li>\n<li>publish, publicly perform, or publicly display your content, if you’ve made it visible to others</li>\n<li>modify your content, such as reformatting, resizing or translating it</li>\n</ul>\n<p>This license lasts for as long as your content is protected by intellectual property rights.\nIf you remove from our services any content that’s covered by this license, then our systems will stop making that content publicly available in a reasonable amount of time.</p>\n<p>The app does use third party services that declare their own Terms and Conditions.\nLink to Terms and Conditions of third party service providers used by the app</p>\n<ul>\n<li>Google Play Services</li>\n<li>Google Analytics for Firebase</li>\n<li>Sentry</li>\n</ul>\n<p>You should be aware that there are certain things that Godev will not take responsibility for.\nCertain functions of the app will require the app to have an active internet connection.\nThe connection can be Wi-Fi, or provided by your mobile network provider, but Godev cannot take responsibility for the app not working at full functionality if you don’t have access to Wi-Fi, and you don’t have any of your data allowance left.</p>\n<p>If you’re using the app outside of an area with Wi-Fi, you should remember that your terms of the agreement with your mobile network provider will still apply.\nAs a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges.\nIn using the app, you’re accepting responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e.\nregion or country) without turning off data roaming.\nIf you are not the bill payer for the device on which you’re using the app, please be aware that we assume that you have received permission from the bill payer for using the app.</p>\n<p>Along the same lines, Godev cannot always take responsibility for the way you use the app i.e.\nYou need to make sure that your device stays charged – if it runs out of battery and you can’t turn it on to avail the Service, Godev cannot accept responsibility.</p>\n<p>With respect to Godev’s responsibility for your use of the app, when you’re using the app, it’s important to bear in mind that although we endeavour to ensure that it is updated and correct at all times, we do rely on third parties to provide information to us so that we can make it available to you.\nGodev accepts no liability for any loss, direct or indirect, you experience as a result of relying wholly on this functionality of the app.</p>\n<p>At some point, we may wish to update the app.\nThe app is currently available on Android &amp.\niOS – the requirements for both systems(and for any additional systems we decide to extend the availability of the app to) may change, and you’ll need to download the updates if you want to keep using the app.\nGodev does not promise that it will always update the app so that it is relevant to you and/or works with the Android &amp.\niOS version that you have installed on your device.\nHowever, you promise to always accept updates to the application when offered to you, We may also wish to stop providing the app, and may terminate use of it at any time without giving notice of termination to you.\nUnless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end.\n(b) you must stop using the app, and (if needed) delete it from your device.</p>\n<p>\n<br>\n<strong>4.\nChanges to these Terms and Conditions.&nbsp;</strong>We may update our Terms and Conditions from time to time.\nThus, you are advised to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Terms and Conditions on this page.</p>\n<p>These terms and conditions are effective as of december 5, 2021</p>\n<p>\n<strong>Changes</strong>\n</p>\n<ul>\n<li>September 27, 2022: Updated the community guidelines and content policy</li>\n<li>April 19, 2022: Added new content policy and refined the existing content rules</li>\n<li>February 11, 2022: Added community guidelines, added Sentry and changed age limit from 18 to 16.</li>\n<li>December 5, 2021: Initial revision</li>\n</ul>\n<p>\n</p>\n<p>\n<br>\n<strong>5.\nContact Us.&nbsp;</strong>If you have any questions or suggestions about our Terms and Conditions, do not hesitate to contact us at contact@godev.nl.</p>\n<strong>Get barq!</strong>\n<strong>Support us on Patreon</strong>\n<strong>Twitter</strong>© barq.app 2022 – All rights reservedStatusTerms &amp.\nConditionsPrivacy Policy© barq.app 2022 – All rights reservedStatusTerms &amp.\nConditionsPrivacy PolicySend feedback", "created_at": "2022-11-21 00:38:34.527666", "updated_at": "2022-11-21 00:38:40.946814"}, {"id": 12775, "name": "Privacy Policy", "url": "https://barq.social/privacy", "xpath": "//body", "text": "You need to enable JavaScript to view this website.Log in<strong>Get barq!</strong>\n<strong>Patreon</strong>Privacy PolicyLast updated February 11, 2022<p>barq is an online service offered and created by Woutske's company Godev (\"<strong>Company</strong>,\" \"<strong>we</strong>,\" \"<strong>us</strong>,\" or \"<strong>our</strong>\").\nWe are committed to protecting your personal information and your right to privacy.\nIf you have any questions or concerns about this privacy notice or our practices with regard to your personal information, please contact us at contact@godev.nl.</p>\n<p>This privacy notice describes how we might use your information if you:</p>\n<ul>\n<li>\n<p>Download and use our mobile application --- barq</p>\n</li>\n<li>\n<p>Engage with us in other related ways -- including any sales, marketing, or events</p>\n</li>\n</ul>\n<p>In this privacy notice, if we refer to:</p>\n<ul>\n<li>\n<p>\"<strong>App</strong>,\" we are referring to any application of ours that references or links to this policy, including any listed above</p>\n</li>\n<li>\n<p>\"<strong>Services</strong>,\" we are referring to our App, and other related services, including any sales, marketing, or events</p>\n</li>\n</ul>\n<p>The purpose of this privacy notice is to explain to you in the clearest way possible what information we collect, how we use it, and what rights you have in relation to it.\nIf there are any terms in this privacy notice that you do not agree with, please discontinue use of our Services immediately.</p>\n<p>\n<strong>Please read this privacy notice carefully, as it will help you understand what we do with the information that we collect.</strong>\n</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<ol>\n<li>\n<p>WHAT INFORMATION DO WE COLLECT?</p>\n</li>\n<li>\n<p>HOW DO WE USE YOUR INFORMATION?</p>\n</li>\n<li>\n<p>WILL YOUR INFORMATION BE SHARED WITH ANYONE?</p>\n</li>\n<li>\n<p>WHAT IS OUR STANCE ON THIRD-PARTY WEBSITES?</p>\n</li>\n<li>\n<p>HOW LONG DO WE KEEP YOUR INFORMATION?</p>\n</li>\n<li>\n<p>HOW DO WE KEEP YOUR INFORMATION SAFE?</p>\n</li>\n<li>\n<p>WHAT ARE YOUR PRIVACY RIGHTS?</p>\n</li>\n<li>\n<p>CONTROLS FOR DO-NOT-TRACK FEATURES</p>\n</li>\n<li>\n<p>DO WE MAKE UPDATES TO THIS NOTICE?</p>\n</li>\n<li>\n<p>HOW CAN YOU CONTACT US ABOUT THIS NOTICE?</p>\n</li>\n<li>\n<p>HOW CAN YOU REVIEW, UPDATE OR DELETE THE DATA WE COLLECT FROM YOU?</p>\n</li>\n</ol>\n<p>\n<strong>1.\nWHAT INFORMATION DO WE COLLECT?</strong>\n</p>\n<p>\n<strong>Personal information you disclose to us</strong>\n</p>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We collect personal information that you provide to us.</em>\n</p>\n<p>We collect personal information that you voluntarily provide to us when you register on the App, express an interest in obtaining information about us or our products and Services, when you participate in activities on the App (such as by posting messages in our online forums or entering competitions, contests or giveaways) or otherwise when you contact us.</p>\n<p>The personal information that we collect depends on the context of your interactions with us and the App, the choices you make and the products and features you use.\nThe personal information we collect may include the following:</p>\n<p>\n<strong>Personal Information Provided by You.</strong> We collect names.\nemail addresses.\nusernames.\ngeolocation.\nphotos.\nsubmitted profile information.\nand other similar information you provide us by using any of our services.</p>\n<p>All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.</p>\n<p>\n<strong>Information collected through our App</strong>\n</p>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We collect information regarding your geolocation, mobile device, push notifications, when you use our App.</em>\n</p>\n<p>If you use our App, we also collect the following information:</p>\n<ul>\n<li>\n<p>\n<em>Geolocation Information.</em> We may request access or permission to and track location-based information from your mobile device, either continuously or while you are using our App, to provide certain location-based services.\nIf you wish to change our access or permissions, you may do so in your device's settings.</p>\n</li>\n<li>\n<p>\n<em>Mobile Device Access.</em> We may request access or permission to certain features from your mobile device, including your mobile device's camera, and other features.\nIf you wish to change our access or permissions, you may do so in your device's settings.</p>\n</li>\n<li>\n<p>\n<em>Mobile Device Data.</em> We automatically collect device information (such as your mobile device ID, model and manufacturer), operating system, version information and system configuration information, device and application identification numbers, browser type and version, hardware model, Internet service provider and/or mobile carrier, and Internet Protocol (IP) address (or proxy server).\nIf you are using our App, we may also collect information about the phone network associated with your mobile device, your mobile device's operating system or platform, the type of mobile device you use, your mobile device's unique device ID and information about the features of our App you accessed.</p>\n</li>\n<li>\n<p>\n<em>Push Notifications.</em> We may request to send you push notifications regarding your account or certain features of the App.\nIf you wish to opt-out from receiving these types of communications, you may turn them off in your device's settings.</p>\n</li>\n</ul>\n<p>This information is primarily needed to maintain the security and operation of our App, for troubleshooting and for our internal analytics and reporting purposes.</p>\n<p>\n<strong>2.\nHOW DO WE USE YOUR INFORMATION?</strong>\n</p>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent.</em>\n</p>\n<p>We use personal information collected via our App for a variety of business purposes described below.\nWe process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations.\nWe indicate the specific processing grounds we rely on next to each purpose listed below.</p>\n<p>We use the information we collect or receive:</p>\n<ul>\n<li>\n<p>\n<strong>To facilitate account creation and logon process.</strong> If you choose to link your account with us to a third-party account (such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate account creation and logon process for the performance of the contract.</p>\n</li>\n<li>\n<p>\n<strong>Request feedback.</strong> We may use your information to request feedback and to contact you about your use of our App.</p>\n</li>\n<li>\n<p>\n<strong>To enable user-to-user communications.</strong> We may use your information in order to enable user-to-user communications with each user's consent.</p>\n</li>\n<li>\n<p>\n<strong>To manage user accounts.</strong> We may use your information for the purposes of managing our account and keeping it in working order.</p>\n</li>\n<li>\n<p>\n<strong>To send administrative information to you.</strong> We may use your personal information to send you product, service and new feature information and/or information about changes to our terms, conditions, and policies.</p>\n</li>\n<li>\n<p>\n<strong>To protect our Services.</strong> We may use your information as part of our efforts to keep our App safe and secure (for example, for fraud monitoring and prevention).</p>\n</li>\n<li>\n<p>\n<strong>To enforce our terms, conditions and policies for business purposes, to comply with legal and regulatory requirements or in connection with our contract.</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>To respond to legal requests and prevent harm.</strong> If we receive a subpoena or other legal request, we may need to inspect the data we hold to determine how to respond.</p>\n</li>\n<li>\n<p>\n<strong>For other business purposes.</strong> We may use your information for other business purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our App, products, marketing and your experience.\nWe may use and store this information in aggregated and anonymized form so that it is not associated with individual end users and does not include personal information.</p>\n</li>\n</ul>\n<p>The app does use third party services that may collect information used to identify you.\nLink to privacy policy of third party service providers used by the app</p>\n<ul>\n<li>Google Play Services</li>\n<li>Google Analytics for Firebase</li>\n<li>Sentry</li>\n</ul>\n<p>\n<strong>3.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE?</strong>\n</p>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations.</em>\n</p>\n<p>We may process or share your data that we hold based on the following legal basis:</p>\n<ul>\n<li>\n<p>\n<strong>Consent:</strong> We may process your data if you have given us specific consent to use your personal information for a specific purpose.</p>\n</li>\n<li>\n<p>\n<strong>Legitimate Interests:</strong> We may process your data when it is reasonably necessary to achieve our legitimate business interests.</p>\n</li>\n<li>\n<p>\n<strong>Performance of a Contract:</strong> Where we have entered into a contract with you, we may process your personal information to fulfill the terms of our contract.</p>\n</li>\n<li>\n<p>\n<strong>Legal Obligations:</strong> We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).</p>\n</li>\n<li>\n<p>\n<strong>Vital Interests:</strong> We may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved.</p>\n</li>\n</ul>\n<p>More specifically, we may need to process your data or share your personal information in the following situations:</p>\n<ul>\n<li>\n<p>\n<strong>Business Transfers.</strong> We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.</p>\n</li>\n<li>\n<p>\n<strong>Other Users.</strong> When you share personal information (for example, by posting comments, contributions or other content to the App) or otherwise interact with public areas of the App, such personal information may be viewed by all users and may be publicly made available outside the App in perpetuity.\nSimilarly, other users will be able to view descriptions of your activity, communicate with you within our App, and view your profile.</p>\n</li>\n</ul>\n<p>\n<strong>4.\nWHAT IS OUR STANCE ON THIRD-PARTY WEBSITES?</strong>\n</p>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We are not responsible for the safety of any information that you share with third-party providers who advertise, but are not affiliated with, our Website.</em>\n</p>\n<p>The App may contain advertisements from third parties that are not affiliated with us and which may link to other websites, online services or mobile applications.\nWe cannot guarantee the safety and privacy of data you provide to any third parties.\nAny data collected by third parties is not covered by this privacy notice.\nWe are not responsible for the content or privacy and security practices and policies of any third parties, including other websites, services or applications that may be linked to or from the App.\nYou should review the policies of such third parties and contact them directly to respond to your questions.</p>\n<p>\n<strong>5.\nHOW LONG DO WE KEEP YOUR INFORMATION?</strong>\n</p>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We keep your information for as long as necessary to fulfill the purposes outlined in this privacy notice unless otherwise required by law.</em>\n</p>\n<p>We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements).\nNo purpose in this notice will require us keeping your personal information for longer than the period of time in which users have an account with us.</p>\n<p>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p>\n<p>\n<strong>6.\nHOW DO WE KEEP YOUR INFORMATION SAFE?</strong>\n</p>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We aim to protect your personal information through a system of organizational and technical security measures.</em>\n</p>\n<p>We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security, and improperly collect, access, steal, or modify your information.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our App is at your own risk.\nYou should only access the App within a secure environment.</p>\n<p>\n<strong>7.\nWHAT ARE YOUR PRIVACY RIGHTS?</strong>\n</p>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>In some regions, such as the European Economic Area (EEA) and United Kingdom (UK), you have rights that allow you greater access to and control over your personal information.\nYou may review, change, or terminate your account at any time.</em>\n</p>\n<p>In some regions (like the EEA and UK), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nTo make such a request, please use the contact details provided below.\nWe will consider and act upon any request in accordance with applicable data protection laws.</p>\n<p>If we are relying on your consent to process your personal information, you have the right to withdraw your consent at any time.\nPlease note however that this will not affect the lawfulness of the processing before its withdrawal, nor will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.</p>\n<p>If you are a resident in the EEA or UK and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here: https://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.</p>\n<p>If you are a resident in Switzerland, the contact details for the data protection authorities are available here: https://www.edoeb.admin.ch/edoeb/en/home.html.</p>\n<p>If you have questions or comments about your privacy rights, you may email us at contact@godev.nl.</p>\n<p>\n<strong>Account Information</strong>\n</p>\n<p>If you would at any time like to review or change the information in your account or terminate your account, you can:</p>\n<ul>\n<li>Log in to your account settings and update your user account.</li>\n</ul>\n<p>Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, we may retain some information in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with applicable legal requirements.</p>\n<p>\n<strong>Opting out of email marketing:</strong> You can unsubscribe from our marketing email list at any time by clicking on the unsubscribe link in the emails that we send or by contacting us using the details provided below.\nYou will then be removed from the marketing email list --- however, we may still communicate with you, for example to send you service-related emails that are necessary for the administration and use of your account, to respond to service requests, or for other non-marketing purposes.\nTo otherwise opt-out, you may:</p>\n<ul>\n<li>Access your account settings and update your preferences.</li>\n</ul>\n<p>\n<strong>8.\nCONTROLS FOR DO-NOT-TRACK FEATURES</strong>\n</p>\n<p>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nAt this stage no uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy notice.</p>\n<p>\n<strong>9.\nDO WE MAKE UPDATES TO THIS NOTICE?</strong>\n</p>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>Yes, we will update this notice as necessary to stay compliant with relevant laws.</em>\n</p>\n<p>We may update this privacy notice from time to time.\nThe updated version will be indicated by an updated \"Revised\" date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy notice frequently to be informed of how we are protecting your information.</p>\n<p>\n<strong>10.\nHOW CAN YOU CONTACT US ABOUT THIS NOTICE?</strong>\n</p>\n<p>If you have questions or comments about this notice, you may email us at contact@godev.nl.</p>\n<p>\n<strong>11.\nHOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?</strong>\n</p>\n<p>Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances.\nTo request to review, update, or delete your personal information, please send us an e-mail.</p>\n<strong>Get barq!</strong>\n<strong>Support us on Patreon</strong>\n<strong>Twitter</strong>© barq.app 2022 – All rights reservedStatusTerms &amp.\nConditionsPrivacy Policy© barq.app 2022 – All rights reservedStatusTerms &amp.\nConditionsPrivacy PolicySend feedback", "created_at": "2022-11-21 01:37:41.792733", "updated_at": "2022-11-21 00:38:57.992957"}], "points": [], "urls": ["barq.social"]}}