{"error": 448, "message": "OK", "parameters": {"id": 9277, "name": "Mysterium VPN", "created_at": "2023-08-19 04:43:16.608069", "updated_at": "2023-08-19 10:02:10.358647", "wikipedia": null, "keywords": null, "related": null, "slug": "mysterium-vpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9277.png", "url": "mysteriumvpn.com", "documents": [{"id": 18162, "name": "Privacy Policy", "url": "https://www.mysteriumvpn.com/privacy-policy-dark", "xpath": "//body", "text": "homePrivacy Policy<p>This page informs you of our policies regarding the collection, use and disclosure of your personal data when you use our Service.\nWe will also detail the options you have associated with that data.<br>‍<br>We use your data to provide and improve our Service.\nBy using our Service, you agree to the collection and use of information as outlined on this page.<br>‍<br>For the purpose of this Privacy Policy, we are a Data Controller of your Personal Data.\nFind out what this means.</p>1.\n<strong>What data do we collect and how do we use them?</strong>\n<ul>\n<li>Your email address</li>\n<li>Cookies and Usage Data</li>\n</ul>\n<p>\n<strong>Usage Data<br>‍</strong>\n<br>We may also collect information on how the Service is accessed and used (“Usage Data”).\nUsage Data may include information such as your computer’s Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, time and date of your visit, time spent on those pages, unique device identifiers and other diagnostic data.<br>‍<br>\n<strong>Tracking Cookies Data<br>‍</strong>\n<br>We use cookies and similar tracking technologies to track the activity on our Service and we hold certain information.<br>‍<br>Cookies are files with a small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nOther tracking technologies such as beacons, tags and scripts are used to collect and track information to analyse and improve our Service.<br>‍<br>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some aspects of our Service.<br>‍<br>Examples of Cookies we use:<br>\n</p>\n<ul>\n<li>Session Cookies.\nWe use Session Cookies to operate our Service.</li>\n<li>Preference Cookies.\nWe use Preference Cookies to remember your preferences and various settings.</li>\n<li>Security Cookies.\nWe use Security Cookies for security purposes.</li>\n<li>Advertising Cookies.\nAdvertising Cookies are used to serve you with advertisements that may be relevant to you and your interests.</li>\n</ul>\n<p>\n<strong>Use of Data</strong>\n<br>\n<br>We use the collected data for various purposes:<br>\n</p>\n<ul>\n<li>To provide and maintain our Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you opt in </li>\n<li>To provide customer support</li>\n<li>To gather analysis or valuable insights as tot how we can improve our Service</li>\n<li>To monitor the usage of our Service</li>\n<li>To detect, prevent and address technical issues</li>\n<li>To provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about, unless you have opted out of receiving such information</li>\n</ul>\n<p>If you consent, we may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\n<br>‍<br>You may withdraw your consent to receive any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send or by contacting us.<br>\n</p>\n<p>We collect several different types of information for various purposes to provide and improve our Service.<br>‍<br>\n<strong>Types of Data Collected</strong>\n<br>‍<br>\n<strong>Personal Data</strong>\n<br>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”).\nPersonally identifiable information may include, but is not limited to:<br>\n</p>\n<strong>2.\nLegal Basis for Processing Personal Data under the GDPR</strong>\n<p>If you are from the European Economic Area (EEA), our legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Data we collect and the specific context in which we collect it.<br>‍<br>We may process your Personal Data because:<br>\n</p>\n<ul>\n<li>We need to perform a contract with you</li>\n<li>You have given us permission to do so</li>\n<li>The processing is in our legitimate interests and it is not overridden by your rights</li>\n<li>To comply with the law</li>\n</ul>\n<strong>3.\nRetention of data</strong>\n<p>We will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes and enforce our legal agreements and policies.<br>‍<br>We will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer periods.<br>\n</p>\n<strong>4.\nTransfer of data</strong>\n<p>Your information, including Personal Data, may be transferred to&nbsp.\nand maintained on&nbsp.\ncomputers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.<br>‍<br>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.<br>‍<br>We will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information.<br>\n</p>\n<strong>5.\nDisclosure of data</strong>\n<p>\n<strong>1.\nBusiness Transaction</strong>\n<br>\n<br>If we are involved in a merger, acquisition or asset sale, your Personal Data may be transferred.\nWe will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.<br>\n<br>\n<strong>2.\nLegal Requirements</strong>\n<br>\n<br>We may disclose your Personal Data in the good faith belief that such action is necessary to:<br>\n</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend our rights or property </li>\n<li>To prevent or investigate possible wrongdoing in connection with our Service</li>\n<li>To protect the personal safety of users of our Service and/or the general public</li>\n<li>To protect against legal liability</li>\n</ul>\n<strong>6.\nSecurity of data</strong>\n<p>The security of your data is important to us.\nIn saying that, there is &nbsp;no method of transmission over the Internet or method of electronic storage that is 100% secure.\n<br>\n<br>While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.<br>\n</p>\n<strong>7.\nYour data protection rights under the GDPR</strong>\n<ul>\n<li>The right to access, update or delete the information we have on you.\nWhenever made possible, you can access, update or request deletion of your Personal Data directly within your account settings section.\nIf you are unable to perform these actions yourself, please contact us to assist you.</li>\n<li>The right of rectification.\nYou have the right to have your information rectified if that information is inaccurate or incomplete.</li>\n<li>The right to object.\nYou have the right to object to us processing your Personal Data.</li>\n<li>The right of restriction.\nYou have the right to request that we restrict the processing of your personal information.</li>\n<li>The right to data portability.\nYou have the right to be provided with a copy of the information we have on you in a structured, machine-readable and commonly used format.</li>\n<li>The right to withdraw consent.\nYou also have the right to withdraw your consent at any time where we rely on your consent to process your personal information.</li>\n</ul>\n<p>Please note that we may ask you to verify your identity before responding to such requests.<br>\n<br>You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority in the European Economic Area (EEA).<br>\n</p>\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nWe aim to take reasonable steps to allow you to correct, amend, delete or limit the use of your Personal Data.<br>\n<br>If you wish to be informed about what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.\n<br>\n<br>In certain circumstances, you have the following data protection rights:<br>\n</p>\n<strong>8.\nService Providers</strong>\n<p>We may employ third party companies and individuals to:<br>\n</p>\n<ul>\n<li>\n<strong>Facilitate our Service (“Service Providers”) and, &nbsp;provide the Service on our behalf</strong>\n<br>These may be other VPN service providers who build on Mysterium Network and Mysterium Protocol.</li>\n<li>\n<strong>Assist us in analyzing how our Service is used.<br>\n</strong>We may use third party tools across marketing, product development and support functions.\nThis could be Google Analytics, cookie tracking for retargeting marketing messages and more.\nCrash reporting for Mysterium VPN</li>\n</ul>\n<p>Bug reporting within tools such as Zendesk, Intercom and more.\n<br>‍<br>Personal data collection tools such as Typeform, Mailchimp and Intercom.<br>‍<br>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.<br>‍<br>\n<strong>1.\nAnalytics<em>\n<br>\n<br>‍</em>\n</strong>We may use third-party Service Providers to monitor and analyse the use of our Service.<br>\n<strong>\n<em>\n<br>Google Analytics<br>‍</em>\n</strong>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.<br>\n<br>You can opt-out of having made your activity on our Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js and dc.js) from sharing information with Google Analytics about your browsing activity.<br>\n<br>For more information on the privacy practices of Google, please visit https://policies.google.com/privacy.<br>‍<br>\n<strong>\n<em>Google Tag Manager<br>\n</em>\n</strong>Google Tag Manager is a solution that allows marketers to manage website tags through a single interface.\nThe tool Google Tag Manager itself (which implements the tags) is a cookieless domain and does not collect any personal data.\nThe tool triggers other tags, which in turn may collect data.\nGoogle Tag Manager does not access this data.\nIf deactivation has been made at the domain or cookie level, it will remain in effect for all tracking tags implemented with Google Tag Manager.<br>\n<br>For more information on the privacy practices of Google, please visit https://policies.google.com/privacy.<br>‍<br>\n<strong>\n<em>Microsoft Clarity<br>\n</em>\n</strong>Microsoft Clarity is a technology service that helps us better understand users of our Service needs and to optimize our service and their experience (e.g.\nhow much time they spend on which pages, which links they choose to click, what users do and don't like, etc.) and this enables us to build and maintain our Service by means of user feedback.\n<br>\n<br>For more information on how Microsoft uses your information, how to opt out, and how to protect your privacy, please visit the following Microsoft website: https://clarity.microsoft.com/terms.<br>\n<br>\n<strong>2.\nBehavioral Remarketing<em>\n<br>\n<br>‍</em>\n</strong>We may use remarketing services to advertise on third party websites to you after you visited our Service.\nWe and our third-party vendors use cookies to inform, optimise and serve ads based on your past visits to our Service.<br>\n<br>‍<strong>\n<em>Facebook<br>‍</em>\n</strong>Facebook remarketing service is provided by Facebook Inc.\nLearn more about interest-based advertising from Facebook by visiting this page.<br>\n<br>To opt-out from Facebook’s interest-based ads, follow these instructions from Facebook: Facebook adheres to the Self-Regulatory Principles for Online Behavioural Advertising established by the Digital Advertising Alliance.\nYou can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA , the Digital Advertising Alliance of Canada in Canada or the European Interactive Digital Advertising Alliance in Europe.\n&nbsp;Alternatively you can opt-out using your mobile device settings.<br>\n<br>For more information on the privacy practices of Facebook, read more about Facebook’s Data Policy.\n<br>\n<br>‍<strong>\n<em>Linkedin<br>‍</em>\n</strong>Linkedin remarketing services is provided by LinkedIn Corporation.\nPlease read more about Linkedin marketing solutions here.&nbsp;You can opt out of LinkedIn data collection and targeting cookies following the instructions here.<br>\n<br>‍<strong>\n<em>Reddit<br>\n</em>\n</strong>Reddit is a service run by Reddit, Inc.\nPlease learn more about Reddit remarketing tools and how to opt out by visiting this page.<br>\n<br>‍<strong>\n<em>Twitter<br>\n</em>\n</strong>Twitter remarketing service is provided by Twitter Inc.You can opt-out from Twitter's interest-based ads by following their instructions: https://support.twitter.com/articles/20170405<strong>\n<em>\n<br>\n<br>\n</em>3.\nPersonal data collection tools<em>\n<br>\n<br>Typeform</em>&nbsp;</strong>\n<br>Typeform service provided by TYPEFORM S.\nL.\nWe use Typeform for conducting the surveys.\nFor more information about Typeform's data processing, please refer to https://admin.typeform.com/to/dwk6gt.<br>‍<br>\n<strong>\n<em>Intercom</em>\n</strong>\n<br>Intercom service is provided by Intercom, Inc.\nWe use Intercom for communication and analytics purposes.\nFor more information on what type of information Intercom collects, see Intercom Terms and Policies: https://www.intercom.com/terms-and-policies#terms.<br>‍<br>\n<strong>\n<em>Mailchimp<br>‍</em>\n</strong>Mailchimp service is provided by The Rocket Science Group LLC.\nWe use Mailchimp for marketing messages distribution purposes.\nFor more information on the privacy practices of Mailchimp, visit their Privacy Policy: https://mailchimp.com/legal/privacy/<br>\n</p>\n<strong>9.\nLinks to other sites</strong>\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy of every site you visit.<br>‍<br>We have no control over, and assume no responsibility for the content, privacy policies or practices of any third party sites or services.<br>\n</p>\n<strong>10.\nChildren's privacy</strong>\n<p>Our Service does not address anyone under the age of 18 (“Children”).<br>‍<br>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us.\n<br>‍<br>If we become aware that we have collected Personal Data from Children without verification of parental consent, we will take steps to remove that information from our servers.<br>\n</p>\n<strong>11.\nChanges to this Privacy Policy</strong>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.<br>‍<br>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the “effective date” at the top of this Privacy Policy.<br>‍<br>We recommend that you review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.<br>\n</p>\n<strong>12.\nContact us</strong>\n<p>If you have any questions about this Privacy Policy, please contact us at help@mysteriumvpn.com<br>\n</p>\n<strong>13.\nDefinitions</strong>\n<p>\n<strong>\"Us”, “we”, or “our”</strong>\n<br>This refers to Netsys Inc., a corporation (<em>sociedad anónima</em>) duly incorporated and in existence under the laws of the Republic of Panama, duly registered at the Public Registry of Panama under Electronic Folio 155663282<br>\n<br>“Service” is the mysterium.network website operated by us.<br>\n<br>“Personal Data” means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).<br>\n<br>“Usage Data” is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).<br>\n<br>“Cookies” are small files stored on your device (computer or mobile device).<br>\n<br>“Data Controller” means the natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal information are, or are to be, processed.\nFor the purpose of this Privacy Policy, we are a Data Controller of your Personal Data.<br>\n<br>“Data Processor (or Service Provider)” means any natural or legal person who processes the data on behalf of the Data Controller.<br>\n<br>“Data Subject” is any living individual who is using our Service and is the subject of Personal Data.<br>\n</p>Platforms<ul>\n<li>VPN for Mac</li>\n<li>VPN for Windows</li>\n<li>VPN for Linux</li>\n<li>VPN for Android</li>\n</ul>PURPOSE<ul>\n<li>VPN for Privacy</li>\n<li>VPN for Security</li>\n<li>VPN for Public WifiVPN for Netflix</li>\n<li>VPN for Sports Streaming</li>\n</ul>OUR NETWORK<ul>\n<li>Server Locations</li>\n<li>How to Change Netflix Region</li>\n<li>What is VPN?</li>\n</ul>BLOG POSTS<ul>\n<li>What are the most common VPN Protocols?</li>\n<li>5 Shows to Stream This July</li>\n<li>Are incognito browsers truly incognito?</li>\n</ul>SOCIAL MEDIA<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Telegram</li>\n<li>Discord</li>\n<li>Github</li>\n<li>YouTube</li>\n</ul>\n<p>Read our Website Privacy Policy and Terms &amp.\nConditions.<br>© Copyright 2023 Netsys Inc.</p> Notice at collection Your Privacy Choices ", "created_at": "2023-08-19 04:43:38.139735", "updated_at": "2023-08-19 04:43:48.499781"}, {"id": 18161, "name": "General Terms of Service", "url": "https://www.mysteriumvpn.com/terms-and-conditions-dark", "xpath": "//body", "text": "homeGeneral Terms of Service<p>These Terms of Service &nbsp;(the “<strong>Terms</strong>”) is a binding legal agreement between you and Netsys Inc.\n(“<strong>Mysterium Network” or “we”, “us” or “our</strong>”) that governs your use of the VPN services, our applications, software, websites or other services provided by us (the “<strong>Services</strong>”).</p>\n<strong>1.\nACCEPTANCE OF TERMS</strong>\n<p>By accessing, downloading, installing or using our Services you are fully accepting the terms, conditions and disclaimers contained in this document and all policies and guidelines that are incorporated by reference.\nYou acknowledge that you have read and understood the Terms and agree to be bound by them.\nIf you do not accept Terms, you must immediately stop using the Services.<br>\n<br>Our Services are also subject to the supplementary terms (the “<strong>Supplementary Terms</strong>”) governing that particular service.\nIf there is a conflict between the Terms and Supplementary Terms, then the Supplementary Terms shall prevail in relation to that particular service.\nBy agreeing to these Terms, you are also agreeing to the Privacy Policy (the “<strong>Privacy Policy</strong>”).\n<br>\n<br>You shall not use the Services in contradiction with these Terms or any applicable law or regulation of the country or territory you originate from or reside in or any applicable jurisdiction (the “<strong>Applicable Law</strong>”).\nYou shall not use the Services for any purpose that is unlawful or prohibited by these Terms and applicable law.<br>\n<br>You shall not use the Services (a) if you have not reached the age of majority in your territory of residence (in most cases, 18 to 21) or if you do not have the ability to form binding contracts under the Applicable law.<br>\n</p>\n<strong>2.\nCHANGED TERMS</strong>\n<p>We shall have the right at any time to change or modify the Terms or any part thereof.\nWe reserve the right to amend the fees or institute new fees at any time upon reasonable advanced notice posted on this website, application or sent via email.\nUnless it is stated by us otherwise, such changes, modifications, additions or deletions shall be effective immediately upon notice published on this website.\nAny use of the Services after such notice shall be deemed to constitute acceptance of such changes, modifications or additions.<br>‍<br>Traditional VPNs run on centralized infrastructure, which means one point of failure.\nAt Mysterium, we're decentralized.\nthere is no central point of control or anywhere to store your logs.\nAs a result, we can’t track or keep logs of your traffic, even if we wanted to.<br>\n</p>\n<strong>3.\nPRIVACY POLICY</strong>\n<p>We will not collect any information or store any logs about your browsing activity, queries, data destinations, IP addresses or timestamps.\nWe are based in a jurisdiction (Panama) which laws do not require us to retain any of such data.\nWe may collect some your personal information, such as your email address and payment information.\nWe only collect information that are necessary for the proper delivery of the Services.&nbsp;For the information how we process your personal data, please see our&nbsp;Privacy Policy.<br>\n</p>\n<strong>4.\nYOUR ID AND SECURITY</strong>\n<p>An ID and a private key (jointly, the “<strong>ID Data</strong>”) will be automatically created for your when you use the Services for the first time.\nYou are entirely responsible for maintaining the confidentiality of your ID Data.\nFurthermore, you are entirely responsible for any activities that occur under your ID Data.\nYou agree to notify us immediately of any unauthorized use of your account or any other breach of security.\nWe will not be liable for any loss that you may incur as a result of someone else using your ID Data, either with or without your knowledge.\nHowever, you could be held liable for losses incurred by us or another party due to someone else using your account.\nYou may not use anyone else's ID Data at any time, without the permission of the account holder.<br>\n</p>\n<strong>5.\nPRICING AND PAYMENTS</strong>\n<p>The Services are provided on pay- as-you-go basis.\nThe Services will be available to you as soon as your initial payment is processed.<br>‍<br>Any fees charged by us are exclusive of taxes.\nTherefore, we may calculate and add any applicable taxes or fees, including, but not limited VAT and other taxes and fees under the laws applicable to you.\nSuch taxes and fees will be calculated according to the payment information provided by you to us at the time of purchasing the Services.&nbsp;<br>‍<br>We may increase or decrease the charges at any time (no changes to the pricing effect Services already used).\nAny changes to the pricing will be communicated to you in advance.<br>\n<br>By using any payment method, including crypto currency payments, debit or credit card, to purchase credits for the Services, you confirm it is yours or that you have permission from the account holder or cardholder to use it.\nMoreover, it is your responsibility to ensure your debit or credit card account has sufficient funds to pay for the charges.\nWe shall not be responsible for any additional charges which may be imposed on you by your bank or card issuer.<br>\n<br>We reserve the right to block or suspend the Services, if we have reasonable cause to suspect fraudulent use of a payment account, credit or debit card.<br>\n<br>Payments are processed through our payment services provider and payment processing partners,&nbsp;PayPal,&nbsp;Stripe&nbsp;and&nbsp;Google Pay, and collected by our payment agent BlockDev AG, whose registered office is at Alpenstrasse 14, 6300 Zug, Switzerland.<br>\n</p>\n<strong>6.\nREFUND AND CANCELATION POLICY</strong>\n<p>You may cancel the Services at any time by notifying us in writing to the following email help@mysterium.network You may cancel the Services with a full refund within 10 days of your initial Services purchase.\nRefunds beyond the 10-day purchase window will be considered, at the sole our discretion, if you can demonstrate that the Services were not available or usable during the subscription period and that reasonable attempts were made to contact us to resolve the issue.\nIn this case, we may provide the Subscriber with a pro-rata refund of service fees paid during the period when the Service was not available or usable.<br>\n<br>Refunds are generally processed within seven (7) days, and are made to the original form of payment used for purchase.\nAll refunds are sent in USD and therefore the refund amount could differ from the amount originally paid in local currency or crypto currency paid for the Services.<br>\n<br>You can only get a refund for the Service once.\nIf you buy the Services after you have been refunded for the Services, you will not be refunded for any further cancellation.\nNo refunds will be provided you violate the Terms.<br>\n<br>Once the refund is provided to you, we will not provide the Services.&nbsp;To request a refund shall be send by email with your request to the following email: help@mysteriumvpn.com<br>\n</p>\n<strong>7.\nEQUIPMENT</strong>\n<p>You shall be responsible for obtaining and maintaining all hardware, software and other equipment needed for access to and use of the Services.\nShould you need any licenses, equipment or software to access and/or use the resources or services which are made conditional upon prior authorization, you shall be solely responsible for obtaining and maintaining such licenses, equipment and software.\nAs an option, you can use Mysterium software (<strong>https://github.com/mysteriumnetwork/</strong>) to use the Services.<br>\n</p>\n<strong>8.\nRESTRICTED CONDUCT</strong>\n<p>We do not encourage, support and contribute to illegal activities.\nYou shall not use the Services for any purpose that is unlawful or prohibited by these Terms or any Applicable Law.<br>\n<br>You shall not request, receive, post, upload, download, display, distribute, transmit or make available using the Service (the “Communicate”) any information and material which violates or infringes in any way upon the rights of others, which is unlawful, threatening, abusive, defamatory, invasive of privacy or publicity rights, which encourages conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate the Applicable Law.<br>\n<br>You may not use or encourage or assist others to use the Services in any manner that could damage, disable, overburden, or impair the servers and other our resources.\nYou may not attempt to gain unauthorized access to any aspect of the Services or to information for which you have not been granted access.<br>\n<br>Without limiting the generality of the foregoing, you shall not use or to encourage, authorize or assist others to use the Services for:<br>\n<br>circumventing any access control, technical protection or security measures;extortion, blackmail, kidnapping, rape, murder, sale/purchase of stolen credit cards, sale/purchase of stolen sale/purchase, sale/purchase of illegal sale/purchase, performance of identity theft;use of stolen credit cards, credit card fraud, wire fraud,hacking, pharming, phishing, or spamming of any form through our service in any form or scale;exploitation of or contribution to children exploitation photographically, digitally or in any other way;assaulting in any way or form any other network or computer while using the Network;connecting to the Network any devices, software and/or hardware which does or may do any of the above;any other activities that are against the Applicable Law, and/or any other activities that are not compatible with the principles of democracy, freedom of speech, freedom of expression, and human rights.<br>\n<br>uploading, transmitting, streaming, accessing, receiving, or distributing any copyrighted, trademark, or patented content which you do not own or lack written consent or a license from the owner;<br>accessing or using any resources or services (e.g.\nweb pages, television or radio broadcastings, cable or satellite services, streaming media services, VOD services, etc.) which are made conditional upon prior authorization which you do not have;<br>circumventing any access control, technical protection or security measures;<br>extortion, blackmail, kidnapping, rape, murder, sale/purchase of stolen credit cards, sale/purchase of stolen sale/purchase, sale/purchase of illegal sale/purchase, performance of identity theft;<br>use of stolen credit cards, credit card fraud, wire fraud,<br>hacking, pharming, phishing, or spamming of any form through our service in any form or scale;<br>exploitation of or contribution to children exploitation photographically, digitally or in any other way;<br>assaulting in any way or form any other network or computer while using the Network;<br>connecting to the Network any devices, software and/or hardware which does or may do any of the above;<br>any other activities that are against the Applicable Law, and/or any other activities that are not compatible with the principles of democracy, freedom of speech, freedom of expression, and human rights.<br>\n</p>\n<strong>9.\nDISCLAIMER OF WARRANTY.\nLIMITATION OF LIABILITY</strong>\n<p>YOU EXPRESSLY AGREE THAT USE OF THE SERVICES IS AT YOUR SOLE RISK.\nNEITHER WE, OUR AFFILIATES NOR ANY OF THEIR RESPECTIVE EMPLOYEES, AGENTS, THIRD PARTY CONTENT PROVIDERS OR LICENSORS WARRANT THAT THE SERVICES (INCLUDING, BUT NOT LIMITED TO VPN SERVICES, APPLICATIONS, WEBSITE AND SOFTWARE) WILL BE UNINTERRUPTED OR ERROR FREE.\nNOR DO THEY MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM USE OF THE SERVICES, OR AS TO THE ACCURACY, RELIABILITY OR CONTENT OF ANY INFORMATION, SERVICE, OR MERCHANDISE PROVIDED THROUGH THE SERVICES.<br>\n<br>THE SERVICES (INCLUDING, BUT NOT LIMITED TO VPN SERVICES, APPLICATIONS, WEBSITE AND SOFTWARE) IS PROVIDED ON AN \"AS IS\" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, OTHER THAN THOSE WARRANTIES WHICH ARE IMPLIED BY AND INCAPABLE OF EXCLUSION, RESTRICTION OR MODIFICATION UNDER THE LAWS APPLICABLE TO THE TERMS.<br>\n<br>THIS DISCLAIMER OF LIABILITY APPLIES TO ANY DAMAGES OR INJURY CAUSED BY ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, COMMUNICATION LINE FAILURE, THEFT OR DESTRUCTION OR UNAUTHORIZED ACCESS TO, ALTERATION OF, OR USE OF RECORD, WHETHER FOR BREACH OF CONTRACT, TORTIOUS BEHAVIOR, NEGLIGENCE, OR UNDER ANY OTHER CAUSE OF ACTION.\nYOU SPECIFICALLY ACKNOWLEDGE THAT WE IS NOT LIABLE FOR THE DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD-PARTIES AND THAT THE RISK OF INJURY FROM THE FOREGOING RESTS ENTIRELY WITH YOU.<br>\n<br>IN NO EVENT WILL WE, OR ANY PERSON OR ENTITY INVOLVED IN CREATING, PRODUCING OR DISTRIBUTING THE SERVICES (INCLUDING, BUT NOT LIMITED TO VPN SERVICES, APPLICATIONS, WEBSITE AND SOFTWARE), BE LIABLE FOR ANY DAMAGES, INCLUDING, WITHOUT LIMITATION, DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES ARISING OUT OF THE USE OF OR INABILITY TO USE THE MYSTERIUM PLATFORM OPEN ALPHA.<br>\n<br>IN ADDITION TO THE TERMS SET FORTH ABOVE NEITHER, WE, NOR OUR AFFILIATES OR CONTENT PARTNERS SHALL BE LIABLE REGARDLESS OF THE CAUSE OR DURATION, FOR ANY ERRORS, INACCURACIES, OMISSIONS, OR OTHER DEFECTS IN, OR UNTIMELINESS OR UNAUTHENTICITY OF, THE INFORMATION CONTAINED, OR FOR ANY DELAY OR INTERRUPTION IN THE TRANSMISSION THEREOF TO YOU, OR FOR ANY CLAIMS OR LOSSES ARISING THEREFROM OR OCCASIONED THEREBY.\nNONE OF THE FOREGOING PARTIES SHALL BE LIABLE FOR ANY THIRD-PARTY CLAIMS OR LOSSES OF ANY NATURE, INCLUDING, BUT NOT LIMITED TO, LOST PROFITS, PUNITIVE OR CONSEQUENTIAL DAMAGES.<br>\n<br>FORCE MAJEURE.\nNEITHER PARTY WILL BE RESPONSIBLE FOR ANY FAILURE OR DELAY IN PERFORMANCE DUE TO CIRCUMSTANCES BEYOND ITS REASONABLE CONTROL, INCLUDING, WITHOUT LIMITATION, ACTS OF GOD, WAR, RIOT, EMBARGOES, ACTS OF CIVIL OR MILITARY AUTHORITIES, FIRE, FLOODS, ACCIDENTS, SERVICE OUTAGES RESULTING FROM EQUIPMENT AND/OR SOFTWARE FAILURE AND/OR TELECOMMUNICATIONS FAILURES, POWER FAILURES, NETWORK FAILURES, FAILURES OF THIRD PARTY SERVICE PROVIDERS (INCLUDING PROVIDERS OF INTERNET SERVICES AND TELECOMMUNICATIONS).\nTHE PARTY AFFECTED BY ANY SUCH EVENT SHALL NOTIFY THE OTHER PARTY WITHIN A MAXIMUM OF FIFTEEN (15) DAYS FROM ITS OCCURENCE.\nTHE PERFORMANCE OF THS AGREEMENT SHALL THEN BE SUSPENDED FOR AS LONG AS ANY SUCH EVENT SHALL PREVENT THE AFFECTED PARTY FROM PERFORMING ITS OBLIGATIONS UNDER THIS AGREEMENT.<br>\n</p>\n<strong>10.\nINDEMNIFICATION</strong>\n<p>You agree to defend, indemnify and hold harmless us, our affiliates and their respective directors, officers, employees and agents from and against all claims and expenses, including attorneys' fees, arising out of the use of the Services by you or your account.<br>\n</p>\n<strong>11.\nMISCELLANEOUS</strong>\n<p>The Services are intended for use only in compliance with applicable laws and you undertake to use it in accordance with all such applicable laws.\nWithout derogating from the foregoing and from any other terms herein, you agree to comply with all applicable export laws and restrictions and regulations and agree that you will not export, or allow the export or re-export of the Services or any part of it in violation of any such restrictions, laws or regulations.<br>\n<br>The Terms constitute the entire agreement of the parties with respect to the subject matter hereof, and supersede all previous written or oral agreements between the parties with respect to such subject matter.\nThis Agreement shall be construed in accordance with the laws of the Republic of Panama without regard to its conflict of laws rules.<br>\n<br>You agree that any legal action arising out of or relating to these Terms shall be filed exclusively in the competent courts of the Republic of Panama.<br>\n<br>No waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.\nThe section headings used herein are for convenience only and shall not be given any legal import.<br>\n<br>If any provision in the Terms is held invalid or unenforceable, that provision shall be construed in a manner consistent with applicable law to reflect the original intent of the provision, and the remaining provisions of the Terms shall remain in full force and effect.\nAny failure to exercise or enforce any right or the provision of the Terms shall not constitute a waiver of such right or provision.<br>\n<br>You agree that these Terms and our rights hereunder may be assigned, in whole or in part, by us or our affiliate to any third party, at our sole discretion, including an assignment in connection with a merger, acquisition, reorganization or sale of substantially all of our assets, or otherwise, in whole or in part.\nYou may not delegate, sublicense or assign your rights under these Terms.<br>\n<br>\n<br>\n</p>Platforms<ul>\n<li>VPN for Mac</li>\n<li>VPN for Windows</li>\n<li>VPN for Linux</li>\n<li>VPN for Android</li>\n</ul>PURPOSE<ul>\n<li>VPN for Privacy</li>\n<li>VPN for Security</li>\n<li>VPN for Public WifiVPN for Netflix</li>\n<li>VPN for Sports Streaming</li>\n</ul>OUR NETWORK<ul>\n<li>Server Locations</li>\n<li>How to Change Netflix Region</li>\n<li>What is VPN?</li>\n</ul>BLOG POSTS<ul>\n<li>What are the most common VPN Protocols?</li>\n<li>5 Shows to Stream This July</li>\n<li>Are incognito browsers truly incognito?</li>\n</ul>SOCIAL MEDIA<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Telegram</li>\n<li>Discord</li>\n<li>Github</li>\n<li>YouTube</li>\n</ul>\n<p>Read our Website Privacy Policy and Terms &amp.\nConditions.<br>© Copyright 2023 Netsys Inc.</p> Notice at collection Your Privacy Choices ", "created_at": "2023-08-19 04:43:16.638094", "updated_at": "2023-08-19 04:49:14.958948"}], "points": [], "urls": ["mysteriumvpn.com"]}}