{"error": 448, "message": "OK", "parameters": {"id": 7942, "name": "Tut-Tut", "created_at": "2023-04-10 18:13:52.214613", "updated_at": "2023-04-22 11:50:39.329909", "wikipedia": null, "keywords": null, "related": null, "slug": "tut-tut", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7942.png", "url": "tut-tut.org", "documents": [{"id": 15366, "name": "Terms of Use And Privacy Policy", "url": "https://www.tut-tut.org/TOS-PrivacyPolicy", "xpath": "//body", "text": " Tut-Tut <ul>\n<li> About </li>\n<li> Login </li>\n<li> Sign Up </li>\n</ul>\n<b>TERMS AND CONDITIONS:</b> The following terms and conditions (the \"Terms and Conditions\") govern your use of the Tut-Tut.org website (the “Website”).\nBy using the Website, you accept and agree to these terms and conditions as applied to your use of the Website.\nUsers under the age of eighteen (18) must review these Terms and Conditions with a parent or legal guardian to ensure the parent or legal guardian acknowledges and agrees to these Terms and Conditions.\n<b>General Conditions</b>\n<p>1.\nTut-Tut exists as a free online-only service to (a) aid students, their parents or other visitors to the Website in making contact with tutors and (b) give high school students an opportunity to give back by helping K-5 students in need of additional educational support.\n<br>\n<br> 2.\nUse of the Website is entirely at your own risk.\nYou accept that Tut-Tut is not responsible or liable for any harm or damage that may occur as a result.\nIt is strongly recommended that both students and tutors (and their parents and guardians) familiarize themselves with Tut-Tut’s safety recommendations.\n<br>\n<br> 3.\nTut-Tut has the right to terminate or deny access to and use of the Website to any individual for any reason, in Tut-Tut’s sole discretion.\n<br>\n<br> 4.\nAll communication between students and tutors must occur within the Tut-Tut platform or email.\nThis includes all messages before, during, and after the tutoring lesson.\n<br>\n<br> 5.\nTut-Tut aims to provide responsive and engaging support for questions, concerns and ideas.\n<br>\n<br> 6.\nTut-Tut reserves the right, at its sole discretion, to modify any portion of these Terms and Conditions at any time.\nChanges in these Terms and Conditions will be effective when posted.\nYour continued use of the Website and/or the services offered on or through the Website after any changes to these Terms and Conditions are posted will be considered acceptance of those changes.</p>\n<b>Information for Students (and their Parents/Guardians)</b>\n<p>1.\nWhen contacting a potential tutor through the Website, parents/guardians will be required to submit information in relation to themselves (or the student on whose behalf they are acting), including their email address.\nIn doing so, they expressly provide their permission for this information to be shared with Tut-Tut.\n<br>\n<br> 2.\nParents and guardians agree to treat tutors with respect and not use obscenities in the online classroom or discuss personal matters other than those related to the subject for which you are seeking assistance for the student.\nPersonally-identifiable information should not be shared including full name, address, telephone number, email address, social security number or any other information that could be used to identify you or the student.\nSimilarly, solicitation of personal information from tutors is not permitted.\nyou agree to report any violations of these terms to Tut-Tut immediately.</p>\n<b>Information for Tutors (and their parents/guardian)</b>\n<p>1.\nEvery prospective tutor is reviewed and screened by the Tut-Tut team.\nEach applicant agrees to (i) authorize Tut-Tut to verify the educational institution at which he/she/they is/are currently attending, (ii) provide a copy of his/her/their current school ID, (iii) provide school transcripts and (iv) submit to an intensive interview process.\nOnly after approval is the tutor granted access to the Website and able to schedule tutoring sessions.\n<br>\n<br> 2.\nThe Website may provide for reviews and/or ratings of tutors by students.\nIf a tutor feels that a review is unfair or not justified, he/she/they can ask Tut-Tut to ask for the review to be examined.\nTut-Tut reserves the right to remove and/or edit any ratings and reviews as it deems fit.\n<br>\n<br> 3.\nTutors agree to treat students (and their parents/guardians) with respect and not use obscenities in the online classroom or discuss personal matters.\nPersonally-identifiable information should not be shared including full name, address, telephone number, email address, social security number or any other information that could be used to identify you.\nSimilarly, solicitation of personal information from students (and their parents/guardians) is not permitted.\nyou agree to report any violations of these terms to Tut-Tut immediately.</p>\n<b>Privacy and Security</b>\n<p>1.\nTut-Tut is committed to providing its users with a safe and secure experience.\nWe respect your privacy and have implemented industry-standard best practices to help keep your personal information safe whenever you use our service.\n<br>\n<br>2.\nTo combat internet fraud and common scams, Tut-Tut uses HTTPS encryption on all pages where you submit personal information.\nAs an additional level of security, we encrypt all personal information in our system for safekeeping.\n<br>\n<br>3.You can help keep Tut-Tut secure, too.\nAlways keep your username and password safe and remember to close your internet browser after each visit to the site.</p>\n<b>Limitation of Liability</b>\n<p>IN NO EVENT, INCLUDING BUT NOT LIMITED TO NEGLIGENCE, WILL WE OR ANY OF OUR DIRECTORS, OFFICERS, EMPLOYEES, AGENTS OR CONTENT OR SERVICE PROVIDERS (INCLUDING TUTORS) (COLLECTIVELY, THE \"PROTECTED ENTITIES\") BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES ARISING FROM, OR DIRECTLY OR INDIRECTLY RELATED TO, THE USE OF, OR THE INABILITY TO USE, THE WEBSITE OR THE CONTENT, MATERIALS, PRODUCTS, SERVICES, AND FUNCTIONS RELATED TO THE WEBSITE, YOUR PROVISION OF INFORMATION VIA THE SITE, EVEN IF SUCH PROTECTED ENTITY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO CERTAIN USERS TO THE EXTENT REQUIRED BY APPLICABLE LAW.</p> ", "created_at": "2023-04-10 18:13:52.24606", "updated_at": "2023-04-10 18:14:08.796597"}], "points": [], "urls": ["tut-tut.org"]}}