{"error": 448, "message": "OK", "parameters": {"id": 7737, "name": "Preglife", "created_at": "2023-03-26 20:49:11.362563", "updated_at": "2023-03-29 19:26:52.872668", "wikipedia": null, "keywords": null, "related": null, "slug": "preglife", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7737.png", "url": "preglife.com", "documents": [{"id": 14919, "name": "Privacy Policy", "url": "https://preglife.com/privacy-policy", "xpath": "//body", "text": " You control your data We and our business partners use technologies, including cookies, to collect information about you for various purposes, including:<br>\n<ol>\n<li>Statistical</li>\n</ol>\nBy clicking ‘Accept’, you give your consent for all these purposes.\nYou can also choose to specify the purposes you consent to by ticking the checkbox next to the purpose and clicking ‘Save settings’.<br>\nYou may withdraw your consent at any time by clicking the small icon at the bottom left corner of the website.<br>\nYou can read more about how we use cookies and other technologies and how we collect and process personal data by clicking the link.\nRead more about cookies Show details Hide details Necessary Strictly necessary cookies help make a website navigable by activating basic functions such as page navigation and access to secure website areas.\nWithout these cookies, the website would not be able to work properly.\nService: Cookie Information Purpose: Supports the website's technical functions.\nPrivacy policy: Cookie Information - Privacy policy(opens in a new tab) Expiry: a year Name: CookieInformationConsent Vendor: preglife.com Statistical Statistical cookies help the website owner understand how visitors interact with the website by collecting and reporting information.\nService: Google Analytics Purpose: Privacy policy: Google Analytics - Privacy policy(opens in a new tab) Expiry: 2 years Name: _ga_xxx Vendor: preglife.com Service: Google Analytics Purpose: Collects information about the users and their activity on the website for analytics and reporting purposes.\nPrivacy policy: Google Analytics - Privacy policy(opens in a new tab) Expiry: 2 years Name: _ga Vendor: .preglife.com Decline all Save settings Accept all Necessary Statistical powered by: Cookie Information Cookie policy <strong>Your consent applies to the following domains:</strong> preglife.com <strong>The cookie policy was last updated on 20.03.2023</strong> What is a cookie?\n<p>A cookie is a small data file stored in your computer, tablet or smartphone.\nA cookie is not a program that can contain harmful malware or virus.</p> How our website uses cookies\n<p>Some cookies perform essential functions for our website.\nCookies also help us get an overview of your visit to our website so we can continuously optimize and tailor the experience to your needs and interests.\nFor example, cookies remember things like the items added to the shopping cart.\nwhether you have visited our website before.\nif you are logged in.\nand the specific language and currency you prefer to see on the website.\nWe also use cookies to target our ads specifically to you on other websites.\nIn general, we use cookies as part of our service to present you with content that is as relevant to you as possible.</p>\n<p>You can see the specific services that store cookies and why they do it, under the different categories:</p>\n<ol>\n<li>Statistical</li>\n</ol>\nHow long are cookies stored?\n<p>The length of time a cookie is stored on your devices and browsers varies.\nThe lifetime is calculated according to your last visit to the website.\nWhen a cookie expires, it is automatically deleted.\nAll our cookies’ lifetimes are specified in our cookie policy.</p>\nHow to block or delete cookies\n<p>You may at any time block all or just third-party cookies completely by changing the browser settings on your computer, tablet or smartphone.\nThe location of these settings will depend on the browser you use.\nHowever, you should be aware that if you block all or just third-party cookies, there may be functions and services that you will be unable to use on the website (because these depend on cookies).<br>\nYou can opt-out of cookies from Google Analytics here.\n</p>\nHow can you delete cookies?\n<p>It is easy to delete cookies that you have previously accepted.\nIt depends on which browser (Chrome, Firefox, Safari, etc.) and device (smartphone, tablet, PC, Mac) you are using.\n<br> You can typically find this information under settings – Security and Privacy – but this may vary from one browser to another.\nSpecify which device/browser you are using (click the appropriate link):</p>\n<ul>\n<li>Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Mozilla Firefox</li>\n<li>Google Chrome</li>\n<li>Opera</li>\n<li>Safari</li>\n<li>Flash cookies</li>\n<li>Apple</li>\n<li>Android</li>\n<li>Chrome, Android</li>\n</ul>\nChanging your consent\n<p>You can change your consent by either deleting cookies from your browser or by changing your original choice by clicking the link below:</p>\nYou can change your consent by clicking here\n<p>Remember: If you use more than one browser, you must delete cookies in all of them.</p>\nDo you have any questions?\n<p>If you have any comments or questions relating to our information and/or processing of personal data, please feel welcome to contact us.\nThe cookie policy itself is updated once a month by Cookie Information.\nIf you have any questions about our cookie policy, you are welcome to contact Cookie Information on their website.</p> Settings Accept all powered by: Cookie Information <li>Statistical</li> Download the appChange region<p>Selecting a different region will change the language and content of Preglife.</p>Danmark (dansk)Suomi (suomalainen)France (français)Deutschland (deutsch)Italia (italiano)Norge (norska)Polska (polski)España (español)Sverige (svenska)United States (english)ENPregnancyPregnancyPregnancySee all →More information from the midwifeFetal movementOxytocinPreparationsExercisingDiseases and complicationsFertilityPregnancy calendarSymptoms and diseasesSymptoms and diseasesSymptoms and diseasesSee all →SymptomsDiseasesComplicationsFood and dietary adviceFood and dietary adviceFood and dietary adviceSee all →FoodSupplementsGiving birthGiving birthGiving birthSee all →Preparation for childbirthOnset of laborDuring &amp.\nafter laborBirthing positionsPain &amp.\nPain reliefComplications during childbirthMore information from the midwifeNew parentNew parentNew parentSee all →Breastfeeding GuideBaby care guideBaby 0-24 monthsCar seat guideTrimester 4Trimester 4Trimester 4See all →After birth - week by weekPhysical, mental and practicalInformation after a caesarean birthComplications after birthExercise after birthDownload the appPrivacy PolicyJul 7, 2022Updated on Jan 12, 2023<p>The Preglife application (“<strong>Preglife</strong>”) is operated by Preglife AB (corporate identity number 556768-4278) (“<strong>we</strong>”, “<strong>our</strong>”, “<strong>us</strong>”).\nPreglife AB is the data controller for the processing of personal data in the Preglife app.\nWe care about protecting the personal privacy of our users and therefore strive to maintain the highest possible standard in the protection of personal data.\nToward this end, we commit to following this personal data policy (“<strong>The Personal Data Policy</strong>”).\nThe Personal Data Policy includes information about how we collect your personal data as user (“<strong>User</strong>”), how we use the data and how we protect the data.\nWe therefore encourage you to read the Personal Data Policy before you start using Preglife.</p>\n<p>The Personal Data Policy is a supplement to our Terms of Use (“<strong>Terms and Conditions</strong>”).\nIn the event of any conflicts between the Personal Data Policy and the Terms and Conditions, the Personal Data Policy takes precedence.</p>\n<p>If you would like to contact us about this Personal Data Policy, or if you have questions regarding our processing of personal data, you will find the contact details to Preglife and our data protection representative under Clause 14 Contact Details.</p>1 About the data protection regulation<p>1.1 For data that Users provide (according to the below definition) and which is considered to be personal data, we are required to comply with applicable personal data legislation, including the General Data Protection Regulation 2016/679 (GDPR) and the Swedish Data Protection Act 2018:218 with complementary provisions to the EU’s General Data Protection Regulation.\nAll personal data that Users provide us with through the framework of Preglife will be processed by us in the capacity of controller.</p>\n<p>1.2 If you enter personal data about other people in Preglife, such as names or pictures of other people, you should ensure that you have these people’s consent to enter such data in Preglife.</p>\n<p>1.3 To the extent that your personal data is entered in Preglife by another person, you are also covered by this Personal Data Policy and we are the data controller for the processing of such data.</p>2 About different users<p>2.1 When you register yourself, an Account is created for you and you become User.\nAs User, you can access your Account from other devices and the information is stored with us (as well as on local devices that you login on).\nIf you have not registered yourself, information is stored only on your device.\nThis means that we do not process your personal data, but it also means that you cannot access your account from elsewhere or get help to recreate data that you have mistakenly deleted.</p>\n<p>2.2 Preglife is primarily intended for pregnant women, those close to pregnant women wanting to follow the pregnancy as well as new parents and those close to these parents wanting to follow the child’s development.\nWhen registering an account, you can enter if you are the person who is pregnant, expecting a child/partner, or friend or family member of the mother to be.\nThe purpose of processing data is to provide you with relevant information based on your choices.\nIt is possible to use Preglife even if you are not following a particular pregnancy or child.\nIn that case, choose the alternative “I have no children and I am not pregnant but I want to use the app.”</p>3 Personal data, purpose and legal basis<p>3.1 <strong>Account information</strong> – To register an Account, you must provide the following information:</p>\n<ol>\n<li>Email address</li>\n<li>Password</li>\n</ol>\n<p>The purpose of processing data is to provide a secure login to your Account, and to enable us to contact you with important information, such as updated terms and conditions or to reset your password.</p>\n<p>The legal basis for the processing is the agreement with you as User.</p>\n<p>You can also register your or your partner’s name.\nYou can use an alias or your real name, and you can change or erase it at any time.\nIt is not required for registration.\n3.2 We also use your e-mail address to be able to send e-mail with relevant information which may contain targeted or general offers and other advertisement.\nAll such e-mails will be provided with a link which you may follow and thereby be able to choose not to receive such advertisement e-mails.</p>\n<p>3.2 <strong>Estimated due date</strong> – If you want to follow a specific pregnancy, you must provide an estimated due date, or the date of the first day of the most recent period in combination with the pregnant woman’s menstruation cycle (number of days), in which case the estimated due date is calculated based on the date you enter.\nThe estimated due date helps ensure that you receive relevant information and offerings based on where you are in the pregnancy.<br>The purpose of this data is to enable Preglife to show relevant information and offerings for the pregnancy that you want to follow and based on the child’s age if you enter the date of birth.\n</p>\n<p>The legal basis for the processing is your consent, which we secure before the processing can commence.\nPlease refer to Clause 5 about Processing of Personal Data based on Consent.</p>\n<p>3.3 <strong>Data about the child</strong> – After the pregnancy, or when you start using the app, you have the option to enter the date of birth to track the child’s age.\nThis will provide you with relevant information about the child’s first two years of development.\nYou can also enter data about children who are already born (in other words, the child need not be registered in Preglife before birth).\nYou can also enter the child’s name, gender, data about weight and length at birth and the child’s development “milestones”, such as baby’s first smile or word together with the date, and a picture of this milestone.\nIn this regard, we encourage you to contact any other guardians before you enter information about a child.</p>\n<p>The purpose of this data is to enable Preglife to show relevant information and offerings based on a child’s age.\n</p>\n<p>The legal basis for the processing is your consent, which we secure before the processing can commence.\nPlease refer to Clause 5 about Processing of Personal Data based on Consent.\n</p>\n<p>3.4 <strong>Diary and pictures</strong> – The diary function gives you the option to make entries in the diary and post pictures.\nYou control the content yourself and which personal data will be processed.\nThis means that health-related data may be processed.\n</p>\n<p>The purpose is to be able to provide diary documentation and pictures that you choose to upload in Preglife.</p>\n<p>The legal basis for the processing is your consent, which we secure before the processing can commence.\nPlease refer to Clause 5 about Processing of Personal Data based on Consent.\n</p>\n<p>3.5 <strong>Medical conditions, vaccines and other health-related data</strong> – Preglife offers Users the option to save health-related data, vaccines, hereditary and current medical conditions as well as data to calculate length and weight curves.\nThis data may pertain to both mother and child.\nIn this regard, we encourage you to contact any other guardians before you enter information about a child.</p>\n<p>Other health-related data includes information generally collected by authorized medical staff, such as blood test results for Rubella, RhD, HB G/L as well as blood pressure and glucose levels.</p>\n<p>As User you can also opt to save information about whether you are a first-time mother or if you have given birth previously, if you are expecting twins (or more), planning a Cesarean Section, and if you have any hereditary or ongoing medical conditions, such as pre-eclampsia, diabetes, a liver disease, thrombosis, high blood pressure, a thyroid disease and cell changes from a screening.\nYou can also register how you feel (state of health) and enter various symptoms such as nausea that you experience during and after the pregnancy.\n</p>\n<p>The purpose is to be able to provide functions that enable you to document your health data in Preglife and to give you more relevant content based on the data you’ve entered.\nFor example, if you enter that you are expecting your second child, some of the content in Preglife will be adjusted so that it is more relevant and so that we can offer better information during and after the pregnancy.</p>\n<p>The legal basis for the processing is your consent, which we secure before the processing can commence.\nPlease refer to Clause 5 about Processing of Personal Data based on Consent.\n</p>\n<p>3.6 <strong>Newsletters</strong> – As a Preglife User, you can receive newsletters with information and offerings that are sent to your email address if you give your consent.\nIf you have entered an estimated delivery date or the age of the child, you can receive newsletters in which the content has been adapted.\nThere is a link in every newsletter that you can click on if you do not wish to receive any more newsletters.\n</p>\n<p>The purpose is to be able to provide you with Preglife’s newsletters, containing information and offerings.\n</p>\n<p>The legal basis for the processing is your consent, which we secure before the processing can commence.\nPlease refer to Clause 5 about Processing of Personal Data based on Consent.\n</p>\n<p>3.7 <strong>Metadata</strong> – In addition to information that you provide to us directly, we will collect metadata on your device (cell phone, tablet, etc.).\nExamples of such information are:</p>\n<ul>\n<li>Data about the operating system and version</li>\n<li>Language settings</li>\n<li>Screen resolution</li>\n</ul>\n<p>The purpose of processing such data is to make it technically possible to provide you with Preglife, but also to be able to adapt Preglife according to your settings.</p>\n<p>The legal basis is the agreement with you as User.</p>\n<p>3.8 <strong>Data about user behavior</strong> – We will also use data about your use of and behavior in Preglife (for example, how many times you open Preglife, which articles you read, etc.).\nThis data is rendered anonymous.\n</p>\n<p>The purpose of the processing is to develop Preglife and continue to provide a good service to you as user.</p>\n<p>The legal basis is Preglife’s legitimate interest in developing our services and improving these for our users.</p>\n<p>3.9 <strong>Payment information</strong> - Premium account – Most of the content in Preglife is free of charge, but some content is made available only after payment has been made.\nPayment is made primarily through Google or Apple’s services, but may also include purchases through other providers such as Klarna or PayPal.\nIn the event of a purchase, the following information is processed: what was purchased, the method of payment, the time of the purchase and the price.\nIn conjunction with a payment, we transfer payment data to the selected payment service provider who is, in turn, the data controller for the processing of your personal data.\n</p>\n<p>The purpose of the processing is to be able to complete the desired purchase.</p>\n<p>The legal basis for the processing is the agreement with you as User.</p>4 Special information about children’s date of birth and other personal data about children<p>4.1 To the extent that you yourself provide data about a child, the data will be processed in accordance with the stipulations under Clause 3 above, Personal data, purpose and legal basis.\nFrom birth, your child has his or her own rights in accordance with the personal data legislation.</p>\n<p>4.2 The only information that we use that is directly linked to your child is the date of birth.\nHowever, it is possible to identify the child when combined with the information that you yourself upload in Preglife.\nThis means that we may process your child’s personal data.</p>\n<p>4.3 We have no interest in identifying your child since it is to you as User that we provide Preglife and process only personal data about your child to the extent that you have registered this data in Preglife.\n</p>\n<p>4.4 Regardless of whether the personal data legislation is applicable or not, we ask that you consider your child’s personal privacy and right to control his or her own personal data, and that you contact any other guardians/parents before you enter information about a child.</p>\n<p>4.5 We recommend that you erase your child’s personal data from Preglife, or discuss the matter with the child, as soon as your child is old enough to understand and have an opinion about privacy-related matters.\n</p>5 Special information about consent as legal basis for processing<p>5.1 In Preglife, you have the option to enter how far you are in your pregnancy and other pregnancy-related health data.\nThis means that Preglife needs your consent in order to process this health data and thereby be able to deliver the application in the manner in which you want to use it.\nAll usage of the application is done voluntarily and it is always you as User who decides which information you want to enter.</p>\n<p>5.2 Since health data is required for many of the basic functions, you will have the opportunity to give your consent when you create an account.\nIf you do not choose to give your consent, in full or partially, you will be able to use Preglife to a limited extent and have the opportunity to give your consent later when you want to use specific functions.</p>\n<p>5.3 You may withdraw your consent at any time.\nThe easiest way to do so is to go to Settings and adjust which consents you want to withdraw.\nYou can also contact Preglife.\nUse the contact details provided under Clause 14 below.\nImportant! If you withdraw your consent, there is a risk that the data in the relevant functions will be deleted.\nTo ensure that information is not deleted by mistake, extra verification will be required and you will receive a reminder about this when you withdraw a consent that entails a risk that information may be deleted.\n</p>\n<p>5.4 If you withdraw a consent, the relevant function will not be available and you will not be able to enter new information there.\nIf you want to erase certain data, the easiest way to do so is to directly delete the relevant information in Preglife (for example, if you have entered your blood pressure or made an entry in your diary).</p>6 Separate information about consent for shared accounts<p>6.1 Users have the option to share their account with those close to them, who then gain access to the information that Users have saved in Preglife.</p>\n<p>6.2 It is the User who shares the account who manages consent for the shared account.\nThis means that the User who is assigned an account is not authorized to give or withdraw consent for the shared account.\n</p>\n<p>6.3 If a User shares an account, the User with whom the account is shared may also add information to the shared account.\nThe information is then available to all Users granted access to the account.\n</p>\n<p>6.4 The User who has shared an account may at any time revoke the sharing of the account, at which point the User who was previously assigned access to the account will be logged out the next time they open Preglife.\nAlso, the User who is assigned access to an account may at any time choose to disconnect from the shared account.\nThe User who is disconnected, or who chooses to disconnect from an account, will therefore no longer have access to information in the saved account.\n</p>\n<p>This applies also to information that the User who has been disconnected, or who has chosen to disconnect, has uploaded to the previously shared account.\n</p>7 Manage your personal information<p>The length of time that we store personal data depends on the legal basis we have for the processing.\nPersonal data will be stored until such time as there is no longer any legal basis.\nThe same data can be processed on different bases and will therefore be deleted when all bases are irrelevant.</p>\n<p>7.1 Personal data that we use because the data is required to perform a contract with you is processed until such time that you close your Account and request the data be deleted.\nIf you do not specifically request deletion, account information and other information you uploaded yourself (over which we have no control) will be saved for a maximum 24 months to make it possible to reset your Account.\n</p>\n<p>7.2 When you close your account, a question will be sent to you if you want us to continue to save your data.\nWe will save the data only so that you personally can access it (for example, to show to your child in the future) and we will not use the data for anything else.</p>\n<p>7.3 Personal data that we use, provided you have given your consent, is processed until such time that you withdraw your consent.\nIf you close your Account, the data will be saved in the same way we save account information.\nYou withdraw your consent by following the instructions in Clause 5 above or by deleting the data in Preglife yourself.</p>\n<p>7.4 Data about user behavior will be processed by us as long as you use Preglife.\nYou are entitled to object to such processing.\nTo do so, send an email to privacy@Preglife.com.\nWhen we receive such a request, we will decide whether we will stop processing the data or not.\nWe will notify you of our decision, and if we decide to continue the processing, we will state the reasons why.</p>\n<p>7.5 Data about your child’s/children’s date of birth will be processed by us until you yourself erase the data from your Account.\nThe child or anyone who has parental responsibility for the child may object to such usage.\nWhen we receive such a request, we will decide whether we will stop processing the data or not.\nWe may ask you for your opinion on the matter before we make a decision.\nWe will notify you (and the person who made the request) of our decision and explain the reason.</p>8 Your rights<p>When Preglife processes your personal data, you have certain rights when you are registered.\nBriefly, you are entitled to receive information about which data we process about you, to see that the data is correct, and to complain of you feel that we are doing something that is wrong.\n</p>\n<p>8.1 More specifically, the following rights may apply to you:</p>\n<ul>\n<li>The right to receive information about the personal that we process about you.</li>\n<li>The right to have any incorrect personal data rectified or blocked for a period so we can verify that the data is incorrect.</li>\n<li>The right to have your data deleted after your Account has been closed.</li>\n<li>The right to request that the processing of your data is restricted under certain conditions if so specified in Article 18 of the General Data Protection Regulation (GDPR).\nfor example, if you feel that the data is incorrect or if there is no legal ground but you do not want the data to be deleted.</li>\n<li>The right to data portability, meaning the right to obtain data that you have provided us with in a “structured, commonly used and machine-readable format”.</li>\n<li>The right to make a complaint about how we process your personal data.\nWe welcome comments and any complaints in order to be able to improve our services, but you also have the right to make a complaint to the relevant supervisory authority (the Swedish Authority for Privacy Protection, in Sweden).</li>\n</ul>9 Security and transfer to third country<p>9.1 We are intent on protecting your personal privacy and your interest in ensuring that your and your child’s personal data is treated with great caution.\nSubsequently, we apply high security standards and do our utmost to ensure high data security.</p>\n<p>9.2 We will take all measures that can reasonably be demanded to ensure that your personal data is processed in a secure manner and in accordance with the Personal Data Policy.\nHowever, when it comes to internet security, no system is foolproof.\nThe transfer of data is therefore done at your own risk.\nIf a security breach occurs, Preglife will naturally take action as soon as possible to rectify the problem.</p>\n<p>9.3 To the extent that Preglife uses personal data processors that process personal data outside the EU/EES, this is only allowed when we have concluded that it is suitable or necessary, and after sufficient security measures have been taken and documented.\nPlease contact us for more information concerning any transfers to a third country.</p>10 Disclosure of personal data to third parties and personal data processors<p>10.1 We will never, under any circumstances, sell or share any data from Preglife to third parties unless required of us by law or otherwise stipulated in this Clause 10.</p>\n<p>10.2 You can provide personal data to our partners in Preglife.\nFor example, if you want to use a current offering or in conjunction with payment through an external payment services provider.\nThe providing of such information is completely voluntary and is not necessary for the use of Preglife.</p>\n<p>10.3 If you provide personal data to our partners through a special form in Preglife, such partners are then data controllers for the processing.\nWe recommend that you carefully read the relevant partner’s personal data policies before you provide personal data.</p>\n<p>10.4 Preglife uses external companies that serve as Personal Data Processors for the processing of your personal data, for example, in regard to storing data on servers.\nWe collaborate only with serious companies of good repute that can ensure your personal data is processed in a correct manner.\nSuch Personal Data Processors may never process your personal data in any way other than as instructed by us and in accordance with the Personal Data Policy.</p>\n<p>10.5 We will not use your email address to send unwanted email communication or share your email address to a third party without your consent.\nAny emails sent from Preglife will comply in full with the Personal Data Policy and the Terms and Conditions.\n</p>11 Information at an aggregate level (not referring to any one person)<p>11.1 We may share aggregate demographic information about Preglife members with third-party organizations and companies as well as with the authorities.\nSuch information cannot be used to identify individual Users.\nThe information contains statistics related to data traffic, for instance.</p>\n<p>11.2 We may also share information at aggregate levels with third parties that carry out analyses on our behalf in order to improve the services that we provide.\n</p>12 Links to other websites<p>12.1 Preglife may contain links or references to other websites where the Personal Data Policy does not apply.\nIf you follow such links, and thereby leave Preglife, We are not responsible for how these websites manage your personal data.\nWe recommend that you always read the Personal Data Policy and other terms and conditions that apply for the websites you visit.</p>13 Amendments<p>13.1 We may, now and again, make changes in our Personal Data Policy.\nAll amendments will automatically take effect 30 days after they are published in Preglife.\nIf we make amendments in the Personal Data Policy deemed necessary to perform our obligations in accordance with laws or government agency statements or decisions, the new Personal Data Policy will take effect immediately after it is published in Preglife.</p>14 Contact information<p>14.1 The easiest way to contact Preglife is to send an email to privacy@preglife.com</p>\n<p>14.2 If you would like to send a letter, please address it to:</p>\n<p>Data controller:\nPreglife AB\nBrahegatan 9 SE-114 37\nStockholm</p>\n<p>14.3 Contact details data protection representative: Alexander Lindahl, Insatt AB, alexander.lindahl@insatt.com</p>Popular articlesWhat can I do if I am afraid to give birth?Popular articlesWhat can I do if I am afraid to give birth?CompanyAbout usOur expertsFAQCareersContactFollow usDownload the appChange regionChange region<p>Selecting a different region will change the language and content of Preglife.</p>Danmark (dansk)Suomi (suomalainen)France (français)Deutschland (deutsch)Italia (italiano)Norge (norska)Polska (polski)España (español)Sverige (svenska)United States (english)ENPrivacy policyUser agreementAll Rights ReservedCopyright © 2022<p>\n</p>", "created_at": "2023-03-26 20:49:11.394994", "updated_at": "2023-03-26 20:49:30.503689"}, {"id": 14920, "name": "TERMS OF SERVICE", "url": "https://preglife.com/user-agreement", "xpath": "//body", "text": " You control your data We and our business partners use technologies, including cookies, to collect information about you for various purposes, including:<br>\n<ol>\n<li>Statistical</li>\n</ol>\nBy clicking ‘Accept’, you give your consent for all these purposes.\nYou can also choose to specify the purposes you consent to by ticking the checkbox next to the purpose and clicking ‘Save settings’.<br>\nYou may withdraw your consent at any time by clicking the small icon at the bottom left corner of the website.<br>\nYou can read more about how we use cookies and other technologies and how we collect and process personal data by clicking the link.\nRead more about cookies Show details Hide details Necessary Strictly necessary cookies help make a website navigable by activating basic functions such as page navigation and access to secure website areas.\nWithout these cookies, the website would not be able to work properly.\nService: Cookie Information Purpose: Supports the website's technical functions.\nPrivacy policy: Cookie Information - Privacy policy(opens in a new tab) Expiry: a year Name: CookieInformationConsent Vendor: preglife.com Statistical Statistical cookies help the website owner understand how visitors interact with the website by collecting and reporting information.\nService: Google Analytics Purpose: Privacy policy: Google Analytics - Privacy policy(opens in a new tab) Expiry: 2 years Name: _ga_xxx Vendor: preglife.com Service: Google Analytics Purpose: Collects information about the users and their activity on the website for analytics and reporting purposes.\nPrivacy policy: Google Analytics - Privacy policy(opens in a new tab) Expiry: 2 years Name: _ga Vendor: .preglife.com Decline all Save settings Accept all Necessary Statistical powered by: Cookie Information Cookie policy <strong>Your consent applies to the following domains:</strong> preglife.com <strong>The cookie policy was last updated on 20.03.2023</strong> What is a cookie?\n<p>A cookie is a small data file stored in your computer, tablet or smartphone.\nA cookie is not a program that can contain harmful malware or virus.</p> How our website uses cookies\n<p>Some cookies perform essential functions for our website.\nCookies also help us get an overview of your visit to our website so we can continuously optimize and tailor the experience to your needs and interests.\nFor example, cookies remember things like the items added to the shopping cart.\nwhether you have visited our website before.\nif you are logged in.\nand the specific language and currency you prefer to see on the website.\nWe also use cookies to target our ads specifically to you on other websites.\nIn general, we use cookies as part of our service to present you with content that is as relevant to you as possible.</p>\n<p>You can see the specific services that store cookies and why they do it, under the different categories:</p>\n<ol>\n<li>Statistical</li>\n</ol>\nHow long are cookies stored?\n<p>The length of time a cookie is stored on your devices and browsers varies.\nThe lifetime is calculated according to your last visit to the website.\nWhen a cookie expires, it is automatically deleted.\nAll our cookies’ lifetimes are specified in our cookie policy.</p>\nHow to block or delete cookies\n<p>You may at any time block all or just third-party cookies completely by changing the browser settings on your computer, tablet or smartphone.\nThe location of these settings will depend on the browser you use.\nHowever, you should be aware that if you block all or just third-party cookies, there may be functions and services that you will be unable to use on the website (because these depend on cookies).<br>\nYou can opt-out of cookies from Google Analytics here.\n</p>\nHow can you delete cookies?\n<p>It is easy to delete cookies that you have previously accepted.\nIt depends on which browser (Chrome, Firefox, Safari, etc.) and device (smartphone, tablet, PC, Mac) you are using.\n<br> You can typically find this information under settings – Security and Privacy – but this may vary from one browser to another.\nSpecify which device/browser you are using (click the appropriate link):</p>\n<ul>\n<li>Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Mozilla Firefox</li>\n<li>Google Chrome</li>\n<li>Opera</li>\n<li>Safari</li>\n<li>Flash cookies</li>\n<li>Apple</li>\n<li>Android</li>\n<li>Chrome, Android</li>\n</ul>\nChanging your consent\n<p>You can change your consent by either deleting cookies from your browser or by changing your original choice by clicking the link below:</p>\nYou can change your consent by clicking here\n<p>Remember: If you use more than one browser, you must delete cookies in all of them.</p>\nDo you have any questions?\n<p>If you have any comments or questions relating to our information and/or processing of personal data, please feel welcome to contact us.\nThe cookie policy itself is updated once a month by Cookie Information.\nIf you have any questions about our cookie policy, you are welcome to contact Cookie Information on their website.</p> Settings Accept all powered by: Cookie Information <li>Statistical</li> Download the appChange region<p>Selecting a different region will change the language and content of Preglife.</p>Danmark (dansk)Suomi (suomalainen)France (français)Deutschland (deutsch)Italia (italiano)Norge (norska)Polska (polski)España (español)Sverige (svenska)United States (english)ENPregnancyPregnancyPregnancySee all →More information from the midwifeFetal movementOxytocinPreparationsExercisingDiseases and complicationsFertilityPregnancy calendarSymptoms and diseasesSymptoms and diseasesSymptoms and diseasesSee all →SymptomsDiseasesComplicationsFood and dietary adviceFood and dietary adviceFood and dietary adviceSee all →FoodSupplementsGiving birthGiving birthGiving birthSee all →Preparation for childbirthOnset of laborDuring &amp.\nafter laborBirthing positionsPain &amp.\nPain reliefComplications during childbirthMore information from the midwifeNew parentNew parentNew parentSee all →Breastfeeding GuideBaby care guideBaby 0-24 monthsCar seat guideTrimester 4Trimester 4Trimester 4See all →After birth - week by weekPhysical, mental and practicalInformation after a caesarean birthComplications after birthExercise after birthDownload the appTERMS OF SERVICE FOR USERS OF PREGLIFEJul 5, 2022Updated on Oct 19, 2022<p>\n<strong>Click here for the Swedish version of the user agreement</strong>\n</p>\n<p>We’re happy that you want to use Preglife! We hope that you will be satisfied with the functions and information provided in Preglife.\nBefore you start using Preglife we recommend you to carefully read through these Terms.\nThis text constitutes the agreement between you and us.\n</p>\n<p>By using Preglife you agree to be bound by these Terms.\n<strong>PLEASE NOTE THAT THIS IS A LEGALLY BINDING AGREEMENT.</strong>\nThese Terms are continuously updated, see section 11.\nThe latest version is always to be found in Preglife and at the Homepage.\nSuch updates will apply as soon as you have read them, but never later than 30 days after the point of time when they were published at the Homepage.</p>\n<p>\n<strong>NOTE THAT THE INFORMATION AVAILABLE IN PREGLIFE DOES NOT CONSTITUTE MEDICAL ADVICE AND THAT PREGLIFE AB DOES NOT TAKE MEDICAL RESPONSIBILITY FOR YOUR USAGE OF PREGLIFE.\nPREGLIFE CONSTITUTES OF AN EDUCATIONAL TOOL ONLY.\nEACH PREGNANCY AS WELL AS EACH CHILD ARE UNIQUE AND THE INFORMATION YOU RECEIVE THROUGH PREGLIFE IS GENERAL.\nALWAYS CONSULT A MIDWIFE AND/OR A PHYSICIAN IF YOU ARE IN DOUBT.</strong>\n<strong>IF YOU THINK THAT YOU ARE IN NEED ON MEDICAL CARE, PLEASE CONTACT A DOCTOR.\nIN CASE OF AN EMERGENCY SITUATION, CALL 911 IMMEDIATELY.</strong>\n</p>1&nbsp;DEFINITIONS<p>1.1&nbsp;To avoid unnecessary repetitions, the list below explains some of the more significant words used in the Terms.\n”<strong>Data</strong>” The data which is transmitted by you to us through Preglife when using Preglife.\n”<strong>Homepage</strong>” www.preglife.com.\n“<strong>Parent</strong>” A natural person who follows the development of his or her child/children, or the child/children of someone else, through Preglife.\n”<strong>Partner</strong>” An entity which Preglife AB co-operates with and which is presented in Preglife or on the Homepage.\n”<strong>Preglife</strong>” The app Preglife provided by Preglife AB.\n”<strong>Preglife AB</strong>” Preglife AB, Swedish organization number 556768-4278.\n”<strong>Pregnant User</strong>” The natural person whose pregnancy is followed in Preglife.\n”<strong>Related User</strong>” The natural person who follows the pregnancy of the Pregnant User in Preglife.\n”<strong>Terms</strong>” These terms of service applicable between you and us.\n”<strong>User</strong>” Pregnant Users, Partner, Relative or Friend, Related User and Parents, who use Preglife.\n”<strong>User Account</strong>” The account registered by you in Preglife in order to make it possible to use Preglife.\nIn case no User Account has been registered by you, “User Account” shall be understood as your usage of Preglife instead, insofar it is applicable.\n”<strong>we</strong>”, ”<strong>our</strong>”, ”<strong>us</strong>” Preglife AB.\n”<strong>you</strong>”, ”<strong>your</strong>”, ”<strong>yours</strong>” A User.</p>2 ABOUT PREGLIFE<p>2.1&nbsp;Preglife is an app provided by Preglife AB that provides support for Pregnant Users and their partners, other Related Users and Parents.\nThrough Preglife you may follow a pregnancy week by week, receive information about pregnancy and life as parents to young children, as well as the possibility to document information about you and your child.\nPreglife contains a statistics function which makes it possible to always know, for instance, in how far advanced the pregnancy is and how many days until the expected due date.\nWhen the pregnancy is over and the child is born, you may follow the development of the child until he or she reaches the age of two years.</p>\n<p>2.2 There is no limitation for the User as to how many pregnancies may be followed using Preglife, only one pregnancy may, however, be followed at the same time (a multiple pregnancy, i.e., twins, triplets etc.\nis considered one pregnancy).\nThe User may follow the development of several children simultaneously.</p>\n<p>2.3 More information about Preglife is to be found in Preglife or on the Homepage.</p>\n<p>2.4 <strong>THE INFORMATION PROVIDED IN PREGLIFE DOES NOT CONSTITUTE OF MEDICAL ADVICE.</strong>\n</p>3 USAGE OF PREGLIFE<p>3.1&nbsp;Using Preglife is free of charge, but with the option for the User to pay for access to a Premium Content, including for example meditation programs.\nIf you accept an offer of one of our Partners, you enter into a separate agreement with such a Partner which may result in an obligation to make a payment to the Partner.\nPreglife is not a party to agreements between you and a Partner, and Preglife does not accept any liability for products and/or services that are offered through our Partners.</p>\n<p>3.2 To be able to use Preglife, you need to provide us with certain information, in accordance with the instructions in Preglife.\nYou are responsible for all information that you submit while using Preglife and you guarantee that such information is not confidential, does not infringe a third party right and that you have all necessary permissions to submit it.&nbsp.\n</p>\n<p>3.3 You agree that your use of Preglife will be lawful and that you will not for example, but not limited to, (i) commit a breach of these Terms, (ii) misuse Preglife including the support, (iii) in any way harm Preglife AB or Preglife, (iv) upload any malicious or invasive code or program or upload or transmit any material that acts as a passive of active information collection or transmission mechanism, (v) copy Preglife or any part of Preglife, or (vi) interfere with or circumvent any security feature of Preglife.</p>4 MISUSE OF PREGLIFE<p>4.1 Preglife AB always has the right to terminate your User Account and/or to block your e-mail address.\nThis might be done if you misuse Preglife in any way, for instance but not limited to, by take such action as described in section 3.3 above.\nA breach against these Terms might be classified as misuse.\nYou will always have to compensate Preglife AB for any costs that the misuse results in.</p>5 CHANGES, UPDATES, LIMITED ACCESS TO PREGLIFE<p>5.1 Preglife AB always has the right to, at any time, change the visual style and otherwise make updates in Preglife.\nPreglife AB also reserves the right to change, terminate and/or discontinue functions in Preglife including – but not limited to – functionality, functions and services, without prior notice.\nThese Terms shall apply on all new functionality, functions and/or new services launched in Preglife.</p>\n<p>5.2 Preglife AB always has the right to, at any time, with or without notice, take such actions which may affect your usage of Preglife if necessary for technical, maintenance or safety reasons.\nPreglife AB shall take such actions urgently and in a way which causes as little inconvenience for you as possible.</p>\n<p>5.3 Preglife AB’s actions as described in the section above does not entitle any right to compensation.</p>6&nbsp;INTELLECTUAL PROPERTY RIGHTS<p>6.1 Preglife AB and/or a Partner will retain full ownership of Preglife and all material provided to you through Preglife and all intellectual property rights in it or attributable to Preglife.&nbsp.\nThis applies to all intellectual property rights, in all jurisdrictions, whether they are registered or not, including but not limited to copyright, patent, trademark, design protection and know-how, inventions, technical information and ideas.\nAny information, including&nbsp.\nlayout and editorial material, manuals, guides for Users and other written, electronical or non-electronical descriptions of how Preglife is created is owned by Preglife and/or a Partner.\nNothing in these Terms shall be interpreted in a way that makes you entitled to claim any such rights or material.</p>\n<p>6.2 You own all your Data, even if it is provided to us through Preglife.\nPreglife AB does not claim intellectual property rights or ownership of any kind to such Data.</p>7&nbsp;SUPPORT, COMMUNICATION AND CONTACT DETAILS<p>7.1 You accept that all communication between Preglife AB and you related to Preglife may be carried out electronically, for instance through email via Preglife AB’s email address info@preglife.com, or via Preglife.\nInformation about stoppage, new versions, other information about Preglife and support, are all examples of such things that Preglife AB might inform you about.\n</p>\n<p>7.2 You may also send letters to Preglife AB:\nPreglife AB\nBrahegatan 9\n114 37 Stockholm\nSWEDEN</p>8 PREMIUM ACCOUNT - PAYMENT, PRICES AND RIGHT OF WITHDRAWAL<p>8.1 In order to be able to access content behind a paywall in Preglife, you need to create an account—if you have not already done so—make a payment and accept these Terms.\nYou need to have an account in order to gain access to the content should you change your device and for technical reasons.</p>\n<p>8.2 When a free trial period is offered, such as 10 days free use of the meditation program, payment will be made through your iTunes account (if you have an iOS device) or Google Play account (if you have an Android device) unless you cancel your subscription no later than 24 hours before the free trial period ends.\nA free trial period may be used only once.</p>\n<p>8.3 We have a binding contract with you when you have made your payment in Preglife.\nPayment will be made from your iTunes account.&nbsp.\nWhen you make a purchase of our services you need to be aware that it also entails an obligation to pay.\nWhen you have chosen a subscription service with recurring payment options, i.e., monthly, quarterly or annually, the subscription is automatically renewed unless cancelled no later than 24 hours before the subscription period ends.</p>\n<p>8.4 The price presented in connection with your purchase includes VAT.</p>\n<p>8.5 Your purchase refers to a service with digital content where delivery begins after the purchase has been completed.\nThere is therefore no right of withdrawal.\nWhen you have a recurring payment option, you can manage and end your subscription in the user settings for your iTunes account, which you will find in your device’s settings under subscriptions (if you have an iOS device) or in your Google Play account (if you have an Android device).\n</p>9&nbsp;PROCESSING OF PERSONAL DATA<p>9.1 Preglife AB are responsible for handling personal data about you, as defined in applicable Data Protection legislation and in Preglife AB’s Privacy Policy (“Privacy Policy”), in accordance with such legislation and the Privacy Policy.&nbsp.\n</p>10&nbsp;LIMITATION OF LIABILITY AND SERVICE<p>10.1 Preglife is delivered on an “as is” basis.\n<strong>PREGLIFE AB DOES NOT GUARANTEE, NEITHER EXPRESSLY OR IMPLICITLY, ANYTHING.</strong> For example, but not only, Preglife AB does not guarantee that Preglife is suitable for your needs or that the information in Preglife is accurate, reliable, complete or correct.\nIn other words, the use of Preglife is at your own risk.\nTo the fullest extent permitted by law, Preglife AB disclaims all warranties, either expressed or implied, statutory or otherwise, including but not limited to the fitness for a particular purpose.</p>\n<p>10.2 You are aware that access to the Internet is required in order to use some parts of Preglife, and that such access neither is installed, maintained nor established by Preglife AB.\nPreglife AB does therefore not guarantee that you can use Preglife at all times.\nPreglife AB does not guarantee that Preglife will be provided uninterrupted or free from errors, viruses or other harmful components.&nbsp;</p>\n<p>10.3 Preglife AB is never obliged to provide Preglife to you.&nbsp.\n</p>\n<p>10.4 In no event neither Preglife AB nor its officers, directors, employees, affiliates, agents, attorneys, representatives, will be liable to you or anyone else for any of your or anyone else’s decisions or actions taken based on the information presented in Preglife.\nYou will hold such aforementioned person harmless for any such actions or decisions.</p>\n<p>10.5 If you do not agree to these limitations of Preglife AB’s liability, please do not use Preglife.\nPreglife would not be provided to you without these limitations.&nbsp.\n</p>11&nbsp;FORCE MAJEURE<p>11.1 Unless Preglife AB or you have acted with substantial negligence, Preglife AB and you respectively are never liable towards the other party for the breach of these Terms as a direct or indirect result of an event outside of our or your control, such as lightning, fire, power failures, accidents, strikes, work stoppages, other labour-related conflicts, acts of war or terrorism, civil or military disturbances, nuclear or natural catastrophes, new legislation, interruptions, loss or malfunction of utilities or communication services or actions of authorities and other similar events.</p>12 MODIFICATION OF THE TERMS<p>12.1 Preglife AB reserves the right to amend or supplement these Terms at any time.\nPreglife AB decides when such amendments and/or supplements will enter into force.\nChanges that have been made to these Terms shall always be clearly communicated to you through Preglife.</p>\n<p>12.2 You always have the right to terminate your User Account if you do not consent to such changes as described above.\nIf you continue to use Preglife after amendments or supplements in these Terms have entered into force, you will be bound by the new or amended Terms.</p>13&nbsp;HEADINGS<p>13.1 The headings in these Terms are for convenience of reference only and shall not limit or otherwise affect the meaning hereof.</p>14&nbsp;NON-WAIVER<p>14.1 The waiver by any party of any breach of any term, covenant, condition or agreement contained herein or any default in the performance of any obligation hereunder shall not be deemed to be a waiver of any breach of default of the same or of any other term, covenant, condition, agreement or obligation.&nbsp.\n</p>15&nbsp;ASSIGNMENT<p>15.1 Neither these Terms nor any of the rights, interests or obligations hereunder may be assigned by you without the prior written of Preglife AB.\nSubject to the preceding sentence, these Terms will be binding upon your successors and assigns.&nbsp.\n</p>16&nbsp;ENTIRE AGREEMENT<p>16.1 These Terms constitutes the entire agreement between Preglife AB and you relating to your use of Preglife and the subject addressed in these Terms.\nThese Terms supersedes all prior, oral or written, communications, contract or agreements between you and us with respect to the subject matter addressed in these Terms.&nbsp.\n</p>17&nbsp;PARTIAL INVALIDITY<p>17.1 If any provision contained in these Terms is held to be invalid or unenforceable, such invalidity or unenforceability shall not invalidate these Terms as a whole, but these Terms shall be construed as though it did not contain the particular provision held to be invalid or unenforceable and the rights and obligations of the parties shall be construed and enforces only to such extent as shall be permitted by applicable law.&nbsp.\n</p>18&nbsp;APPLICABLE LAW AND DISPUTES<p>18.1 These Terms shall be construed in accordance with and governed by the laws of Sweden unless otherwise stipulated by mandatory legislation.\nIn other words these Terms will not limit any protection rights that you may be entitled to under the mandatory laws of your country of residence.&nbsp.\n</p>\n<p>18.2 If a dispute arises between you and us, we will always try to solve the issue quickly without the involvement of a third party.\nYou find the contact details of Preglife AB in section 7 above.\nAny dispute, controversy or claim arisning out of, or in connection with, your use of Preglife or these Terms and which cannot be settled easily by you and us, shall be settled by public Swedish courts, with Stockholm District Court (Swedish: Stockholms tingsrätt) as first in-stance, unless otherwise stated in mandatory laws of your country of residence.</p>Popular articlesWhat can I do if I am afraid to give birth?Popular articlesWhat can I do if I am afraid to give birth?CompanyAbout usOur expertsFAQCareersContactFollow usDownload the appChange regionChange region<p>Selecting a different region will change the language and content of Preglife.</p>Danmark (dansk)Suomi (suomalainen)France (français)Deutschland (deutsch)Italia (italiano)Norge (norska)Polska (polski)España (español)Sverige (svenska)United States (english)ENPrivacy policyUser agreementAll Rights ReservedCopyright © 2022<p>\n</p>", "created_at": "2023-03-26 20:49:45.402321", "updated_at": "2023-03-26 20:49:54.039509"}], "points": [], "urls": ["preglife.com"]}}