{"error": 448, "message": "OK", "parameters": {"id": 7007, "name": "stats.fm", "created_at": "2022-11-27 08:55:54.564304", "updated_at": "2023-07-10 22:02:28.705064", "wikipedia": null, "keywords": null, "related": null, "slug": "stats-fm", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7007.png", "url": "stats.fm", "documents": [{"id": 12844, "name": "Terms & Conditions", "url": "https://stats.fm/terms", "xpath": "//body", "text": "stats.fmLog inTerms &amp.\nConditions\n<p>By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app.\nYou’re not allowed to copy or modify the app, any part of the app, or our trademarks in any way.\nYou’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages or make derivative versions.\nThe app itself, and all the trademarks, copyright, database rights, and other intellectual property rights related to it, still belong to StatsFM B.V..</p>\n<p>StatsFM B.V.\nis committed to ensuring that the app is as useful and efficient as possible.\nFor that reason, we reserve the right to make changes to the app or to charge for its services, at any time and for any reason.\nWe will never charge you for the app or its services without making it very clear to you exactly what you’re paying for.</p>\n<p>The stats.fm for Spotify (formerly known as Spotistats for Spotify) app stores and processes personal data that you have provided to us, to provide our Service.\nIt’s your responsibility to keep your phone and access to the app secure.\nWe therefore recommend that you do not jailbreak or root your phone, which is the process of removing software restrictions and limitations imposed by the official operating system of your device.\nIt could make your phone vulnerable to malware/viruses/malicious programs, compromise your phone’s security features and it could mean that the stats.fm for Spotify (formerly known as Spotistats for Spotify) app won’t work properly or at all.</p>\n<p>The app does use third-party services that declare their Terms and Conditions.</p>\n<p>Link to Terms and Conditions of third-party service providers used by the app</p>\n<ul>\n<li>Google Play Services</li>\n<li>AdMob</li>\n<li>Google Analytics for Firebase</li>\n<li>Firebase Crashlytics</li>\n</ul>\n<p>StatsFM B.V will have the right to \"ban\" (permanently disable login access) any user from the platform at any time without prior notice.</p>\n<p>You should be aware that there are certain things that StatsFM B.V.\nwill not take responsibility for.\nCertain functions of the app will require the app to have an active internet connection.\nThe connection can be Wi-Fi or provided by your mobile network provider, but StatsFM B.V.\ncannot take responsibility for the app not working at full functionality if you don’t have access to Wi-Fi, and you don’t have any of your data allowance left.</p>\n<p>If you’re using the app outside of an area with Wi-Fi, you should remember that the terms of the agreement with your mobile network provider will still apply.\nAs a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third-party charges.\nIn using the app, you’re accepting responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e.\nregion or country) without turning off data roaming.\nIf you are not the bill payer for the device on which you’re using the app, please be aware that we assume that you have received permission from the bill payer for using the app.</p>\n<p>Along the same lines, StatsFM B.V.\ncannot always take responsibility for the way you use the app i.e.\nYou need to make sure that your device stays charged – if it runs out of battery and you can’t turn it on to avail the Service, StatsFM B.V.\ncannot accept responsibility.</p>\n<p>With respect to StatsFM B.V.’s responsibility for your use of the app, when you’re using the app, it’s important to bear in mind that although we endeavor to ensure that it is updated and correct at all times, we do rely on third parties to provide information to us so that we can make it available to you.\nStatsFM B.V.\naccepts no liability for any loss, direct or indirect, you experience as a result of relying wholly on this functionality of the app.</p>\n<p>At some point, we may wish to update the app.\nThe app is currently available on Android &amp.\niOS – the requirements for the both systems(and for any additional systems we decide to extend the availability of the app to) may change, and you’ll need to download the updates if you want to keep using the app.\nStatsFM B.V.\ndoes not promise that it will always update the app so that it is relevant to you and/or works with the Android &amp.\niOS version that you have installed on your device.\nHowever, you promise to always accept updates to the application when offered to you, We may also wish to stop providing the app, and may terminate use of it at any time without giving notice of termination to you.\nUnless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end.\n(b) you must stop using the app, and (if needed) delete it from your device.</p>\nChanges to This Terms and Conditions\n<p>We may update our Terms and Conditions from time to time.\nThus, you are advised to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Terms and Conditions on this page.</p>\n<p>These terms and conditions are effective as of 2022-08-14</p>\nContact Us\n<p>If you have any questions or suggestions about our Terms and Conditions, do not hesitate to contact us at contact@stats.fm.</p>\nstats.fm<ul>\n<li>Home</li>\n<li>Support</li>\n<li>Beta program</li>\n</ul>Socials<ul>\n<li>Discord</li>\n<li>Twitter</li>\n<li>Instagram</li>\n</ul>Legal<ul>\n<li>Privacy</li>\n<li>Terms</li>\n</ul>Download<br>\n<br>\n<p>All copyrighted content (i.e.\nalbum artwork) on stats.fm are owned by their respective owners.\nData is provided by Spotify AB.\nstats.fm is in no way affiliated with Spotify AB.</p>\n<p>© 2022 StatsFM B.V.\n(formerly Spotistats for Spotify).\nAll rights reserved.\nMade with ❤️ in the Netherlands.</p>\n<p>\n</p>", "created_at": "2022-11-27 08:55:54.568831", "updated_at": "2022-11-27 07:56:39.125196"}, {"id": 12843, "name": "Privacy Policy", "url": "https://stats.fm/privacy", "xpath": "//body", "text": "stats.fmLog inPrivacy Policy\n<p>Sjoerd Software Development built the stats.fm (formerly/also known as Spotistats for Spotify) app as a Freemium app.\nThis SERVICE is provided by Sjoerd Software Development at no cost and is intended for use as is.</p>\n<p>This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service.</p>\n<p>If you choose to use our Service, then you agree to the collection and use of information in relation to this policy.\nThe Personal Information that we collect is used for providing and improving the Service.\nWe will not use or share your information with anyone except as described in this Privacy Policy.</p>\n<p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which are accessible at stats.fm (formerly/also known as Spotistats for Spotify) unless otherwise defined in this Privacy Policy.</p>\nInformation Collection and Use\n<p>For a better experience, while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to email, Spotify username.\nThe information that we request will be retained by us and used as described in this privacy policy.</p>\n<p>The app does use third-party services that may collect information used to identify you.</p>\n<p>Link to the privacy policy of third-party service providers used by the app</p>\n<ul>\n<li>Google Play Services</li>\n<li>AdMob</li>\n<li>Google Analytics for Firebase</li>\n<li>Firebase Crashlytics</li>\n</ul>\nLog Data\n<p>We want to inform you that whenever you use our Service, in a case of an error in the app we collect data and information (through third-party products) on your phone called Log Data.\nThis Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing our Service, the time and date of your use of the Service, and other statistics.</p>\nCookies\n<p>Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers.\nThese are sent to your browser from the websites that you visit and are stored on your device's internal memory.</p>\n<p>This Service does not use these “cookies” explicitly.\nHowever, the app may use third-party code and libraries that use “cookies” to collect information and improve their services.\nYou have the option to either accept or refuse these cookies and know when a cookie is being sent to your device.\nIf you choose to refuse our cookies, you may not be able to use some portions of this Service.</p>\nService Providers\n<p>We may employ third-party companies and individuals due to the following reasons:</p>\n<ul>\n<li>To facilitate our Service;</li>\n<li>To provide the Service on our behalf;</li>\n<li>To perform Service-related services.\nor</li>\n<li>To assist us in analyzing how our Service is used.</li>\n</ul>\n<p>We want to inform users of this Service that these third parties have access to their Personal Information.\nThe reason is to perform the tasks assigned to them on our behalf.\nHowever, they are obligated not to disclose or use the information for any other purpose.</p>\nSecurity\n<p>We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it.\nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.</p>\nLinks to Other Sites\n<p>This Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by us.\nTherefore, we strongly advise you to review the Privacy Policy of these websites.\nWe have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p>\nChildren’s Privacy\n<p>These Services do not address anyone under the age of 13.\nWe do not knowingly collect personally identifiable information from children under 13 years of age.\nIn the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do the necessary actions.</p>\nChanges to This Privacy Policy\n<p>We may update our Privacy Policy from time to time.\nThus, you are advised to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>This policy is effective as of 2021-12-28</p>\nContact Us\n<p>If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at contact@stats.fm.</p>\nstats.fm<ul>\n<li>Home</li>\n<li>Support</li>\n<li>Beta program</li>\n</ul>Socials<ul>\n<li>Discord</li>\n<li>Twitter</li>\n<li>Instagram</li>\n</ul>Legal<ul>\n<li>Privacy</li>\n<li>Terms</li>\n</ul>Download<br>\n<br>\n<p>All copyrighted content (i.e.\nalbum artwork) on stats.fm are owned by their respective owners.\nData is provided by Spotify AB.\nstats.fm is in no way affiliated with Spotify AB.</p>\n<p>© 2022 StatsFM B.V.\n(formerly Spotistats for Spotify).\nAll rights reserved.\nMade with ❤️ in the Netherlands.</p>\n<p>\n</p>", "created_at": "2022-11-27 08:55:54.566805", "updated_at": "2022-11-27 07:56:28.511286"}], "points": [{"id": 34416, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-20 14:47:09.363401", "updated_at": "2023-07-23 21:51:02.059176", "quoteText": null, "case_id": 331, "document_id": 12844, "quoteStart": null, "quoteEnd": null}, {"id": 33372, "title": "They may stop providing the service at any time", "source": "https://stats.fm/terms", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:36:23.109336", "updated_at": "2023-07-11 06:31:56.614197", "quoteText": null, "case_id": 203, "document_id": 12844, "quoteStart": null, "quoteEnd": null}, {"id": 33375, "title": "Only necessary logs are kept by the service to ensure quality", "source": "https://stats.fm/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:46:47.421621", "updated_at": "2023-05-18 18:08:53.33628", "quoteText": null, "case_id": 176, "document_id": 12843, "quoteStart": null, "quoteEnd": null}, {"id": 33371, "title": "Third-party cookies are used for statistics", "source": "https://stats.fm/terms", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:32:56.461769", "updated_at": "2023-05-19 20:15:23.893103", "quoteText": null, "case_id": 325, "document_id": 12844, "quoteStart": null, "quoteEnd": null}, {"id": 33373, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://stats.fm/terms", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:39:39.441973", "updated_at": "2023-07-11 06:31:56.702928", "quoteText": null, "case_id": 121, "document_id": 12844, "quoteStart": null, "quoteEnd": null}, {"id": 33377, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://stats.fm/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:51:09.182125", "updated_at": "2023-07-11 06:31:56.796403", "quoteText": null, "case_id": 375, "document_id": 12843, "quoteStart": null, "quoteEnd": null}, {"id": 33382, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://stats.fm/terms", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:56:04.466713", "updated_at": "2023-07-11 06:31:56.881905", "quoteText": null, "case_id": 293, "document_id": 12844, "quoteStart": null, "quoteEnd": null}, {"id": 33376, "title": "Third party cookies are employed, but with opt out instructions", "source": "https://stats.fm/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:49:03.834424", "updated_at": "2023-07-11 06:31:56.965912", "quoteText": null, "case_id": 127, "document_id": 12843, "quoteStart": null, "quoteEnd": null}, {"id": 33378, "title": "Third parties are involved in operating the service", "source": "https://stats.fm/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:52:14.502318", "updated_at": "2023-07-11 06:31:57.151564", "quoteText": null, "case_id": 207, "document_id": 12843, "quoteStart": null, "quoteEnd": null}, {"id": 33379, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://stats.fm/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:53:19.36555", "updated_at": "2023-07-11 06:31:58.171671", "quoteText": null, "case_id": 188, "document_id": 12843, "quoteStart": null, "quoteEnd": null}, {"id": 33380, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://stats.fm/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:53:43.579131", "updated_at": "2023-07-11 06:31:58.771428", "quoteText": null, "case_id": 210, "document_id": 12843, "quoteStart": null, "quoteEnd": null}, {"id": 33381, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://stats.fm/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:55:32.1989", "updated_at": "2023-07-11 06:31:58.853681", "quoteText": null, "case_id": 278, "document_id": 12843, "quoteStart": null, "quoteEnd": null}, {"id": 33370, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://stats.fm/terms", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:28:35.366534", "updated_at": "2023-07-11 06:31:58.937257", "quoteText": null, "case_id": 201, "document_id": 12844, "quoteStart": null, "quoteEnd": null}, {"id": 33374, "title": "Third-party cookies are used for statistics", "source": "https://stats.fm/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-18 10:45:14.393587", "updated_at": "2023-07-11 06:32:03.38992", "quoteText": null, "case_id": 325, "document_id": 12843, "quoteStart": null, "quoteEnd": null}, {"id": 33383, "title": "Your feedback is invited regarding changes to the terms.", "source": "https://stats.fm/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-18 11:00:48.599538", "updated_at": "2023-07-11 06:31:57.059727", "quoteText": null, "case_id": 119, "document_id": 12843, "quoteStart": null, "quoteEnd": null}, {"id": 34417, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-20 14:47:19.090578", "updated_at": "2023-07-23 21:50:10.270369", "quoteText": null, "case_id": 331, "document_id": 12843, "quoteStart": null, "quoteEnd": null}, {"id": 34420, "title": "A free help desk is provided", "source": "https://support.stats.fm/docs/", "status": "As stated on their subdomain https://support.stats.fm/ stats.fm provides support via email and a Discord server.  ", "created_at": "2023-07-20 14:53:09.666575", "updated_at": "2023-07-23 21:50:18.883159", "quoteText": null, "case_id": 232, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["stats.fm"]}}