{"error": 448, "message": "OK", "parameters": {"id": 7662, "name": "Yout", "created_at": "2023-03-18 21:29:31.912519", "updated_at": "2023-03-29 19:26:50.345992", "wikipedia": null, "keywords": null, "related": null, "slug": "yout", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7662.png", "url": "yout.com", "documents": [{"id": 14761, "name": "Terms of Service", "url": "https://yout.com/terms/", "xpath": "//body", "text": " <ul>\n</ul> Toggle navigation <ul>\n<li> Sign in </li>\n<li> Sign up </li>\n<li>\n</li>\n<li> About us </li>\n<li> Format shift </li>\n<li> FAQ </li>\n<li> Contact </li>\n<li>\n</li>\n<li> Terms of service </li>\n<li> Privacy policy </li>\n<li>\n</li>\n<li> Meme </li>\n</ul> Terms of Service <p>By accessing and using Yout LLC (\"Yout\" or \"Yout.com\"), you agree to be bound by Yout's Terms of Service as stated in this document.\nIf you do not accept these terms, you are not permitted to use Yout or its services.</p>\n<p>Yout reserves the right to change, alter, update, or terminate the Terms of Service at its sole discretion at any time, for any reason.\nBy continuing to use Yout or its services you agree to be bound by any future versions of this Terms of Service document.\nAs such, we recommend that you review these Terms of Service from time to time.</p>\n<p>Should you violate the Terms of Services, any prior authorization, implicit or explicit, to use Yout or its services shall terminate immediately without notice.\nAny use of Yout in violation of these Terms of Service shall be unauthorized.</p>\n<p>No employer-employee relationship, partnership, or other agency relationship with Yout is created as a result of acceptance of these terms of service.</p> Registration <p>You represent and warrant to us that: (A) you are an individual (i.e., not a corporation) and you are of legal age to form a binding contract or have your parent’s permission to do so, and you are at least 13 years or age or older.\n(B) all registration information you submit is accurate and truthful.\nand (C) you will maintain the accuracy of such information.\nYou also certify that you are legally permitted to use and access the services and take full responsibility for the selection and use of and access to the services.\nThis agreement is void where prohibited by law, and any access to Yout or its services in such jurisdictions is prohibited.</p> Content <p>Yout retains the rights to any of its original content on Yout and its website.</p>\n<p>Yout may collect information from your use of Yout and its services.\nFor example, Yout collects your IP address for the rate limit recordings if you are not a PRO user.\nThis is the only instance where Yout logs your IP.\nThere is no IP logging on any transcoders.\nIt does not connect the IP it to any video that it recorded or audio.\nIt simply tallies that a recording was done by that IP, till that IP reaches three requests.\nAfter one hour, your IP address expires.\nThis is the only instance where Yout will use your IP an Internet Protocol (“IP”) address.\nAny and all other uses will be explicitly forbidden, as Yout does not log on any servers it uses.\nIt may also collect information you provide in creating an account.\nAlthough you own your personal data and information, by and through your use of Yout and its services, you provide Yout the authorization and license to access, collect, and store such user data and information (“User Information”).\nYour User Information does not include any links you use.</p>\n<p>You represent that you possess the right to provide Yout with your User Information.\nYou also agree that all User Information you submit to Yout, expressly or through use of Yout and its services, will be collected and governed by Yout's Privacy Policy.</p>\n<p>Yout uses certain icons for social media services (“Social Media Icons”) to direct users to information on Yout’s site about recording content from such social media services.\nThe use of such icons does not reflect any endorsement of Yout or its services by such social media sites.</p>\n<p>Apart from User Information provided by and collected from its users, Yout does not collect or store any third party content or information.</p>\n<p>In using a link to third party content with Yout, you understand that you are completely responsible for the use of the link with Yout’s services.\nYout is not responsible for any content accessible through such links or linked materials.\nYou assume all responsibility.</p>\n<p>As Yout does not store any links to third party content, via a configuration of youtube-dl and ffmpeg wrapped in a GoLang binary or similar software, all which does not bypass any DRM, and you will be supplying any link to use with Yout and its services, Yout cannot and does not review the content at such third-party sites.\nFor obvious reasons, Yout does not endorse or assert any rights over such content.\nYou understand that content and materials you may access through links submitted to Yout and its services may not be factual, complete, or current.</p>\n<p>Certain content may contain digital rights mechanisms that prevent access or storage of such content.\nYou agree not to attempt circumvention of such digital rights mechanisms.</p>\n<p>You use any links as your own discretion and risk.\nYou understand.</p>\n<p>Any graphics, designs, logos, icons, codes, or other content remain the intellectual property of their respective owners and are protected under applicable copyright, trademark, and/or other intellectual property laws.\nYou may not use any of this content without permission (if you have any questions about the use of Yout's intellectual property, please contact us we'd love to help).</p>\n<p>Yout respects the intellectual property rights of others, and does not permit or condone copyright infringing activities, which is why the service is solely allowing to record publicly available online-content.</p>\n<p>Again, Yout does not store any third-party content accessed through its services or website.\nAs such, we cannot remove any content.\nShould you wish to remove or disable access to content available through other websites, please direct any notice to the hosting provider (e.g.\nYouTube, FaceBook, Twitch, etc) directly.\nYou may contact some of them via the following links: YouTube takedown, FaceBook takedown.</p> Conduct <p>\n<strong>Yout and its services must only be used for personal, non-commercial use.</strong> Any commercial use of Yout is strictly forbidden.\nYout seeks solely to enable a user to create a copy of accessible online-content through the use of its services in the form of a video recorder for the private, non-commercial use of the user (\"fair use\").\nHowever, this does not include publishing the recorded video on any public platform without express authorization of the owner.\nAny use of third-party content must be authorized by the owner of such content and its intellectual property.\nThe user bears full responsibility for their use of Yout.\nYout only acts as a technical service provider.</p>\n<p>Further.\nyou agree not to:</p>\n<ul>\n<li>Violate any laws in your jurisdiction, including any anti-piracy laws.</li>\n<li>Impersonate any third party or parties.</li>\n<li>Disrupt the activities of other Yout users.</li>\n</ul>\n<br>\n<p>You agree to use Yout's services responsibly.</p>\n<p>Any violation of these Terms of Services and rights of any party may result in civil or criminal penalties pursued by Yout or other third parties.</p> DMCA Policy <p>Yout respects intellectual property rights.\nYout itself does not store third-party content on its website or servers.\nNo one should upload any third-party content to Yout.\nHowever, from time to time, Yout users may be able to share their own content with others on Yout.\n</p>\n<p>If you believe that any material on Yout.com infringes upon any copyright which you own or control, you may send a written Notification of Alleged Copyright Infringement (“Notification”) to our designated Digital Millennium Copyright Act (\"DMCA\") Agent identified below.\nIn the Notification, you should:</p>\n<p>(A) Identify in sufficient detail the copyrighted work or intellectual property that you claim has been infringed so that we can locate the material;</p>\n<p>(B) Identify the URL or other specific location on Yout.com that contains the material that you claim infringes your copyright;</p>\n<p>(C) Provide the electronic or physical signature of the owner of the copyright or a person authorized to act on the owner's behalf;</p>\n<p>(D) Include a statement that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</p>\n<p>(E) Include a statement that the information contained in your Notification is accurate and attest under the penalty of perjury that you are the copyright owner or authorized to act on the copyright owner's behalf.\nand,</p>\n<p>(F) Include your name, mailing address, telephone number and email address.</p>\n<p>You may send your Notification to our designated DMCA Agent by email, fax, or mail as set forth below:</p>\n<p>Charles Lee Mudd Jr.</p>\n<p>Mudd Law</p>\n<p>411 S.\nSangamon Street</p>\n<p>Suite 1B</p>\n<p>Attention: DMCA</p>\n<p>email: dmca@muddlaw.com</p>\n<p>Fax to: 312-803-1667</p>\n<p>When Yout receives a proper Notification, it promptly removes or disables access to the allegedly infringing material and terminates the accounts associated therewith (if applicable) in accordance with the DMCA.</p>\n<p>Yout has adopted a policy of terminating, in appropriate circumstances and at its sole discretion, members who are deemed to be repeat infringers.\nYout may also in its sole discretion limit access to Yout and/or terminate the use thereof by anyone who infringes any intellectual property rights of others, whether or not there is any repeat infringement.</p> Indemnity <p>You shall indemnify and hold harmless Yout and all affiliates, partners, customers, employees, contractors, consultants, and other related entities from any liability, cost, damage, loss, or legal matters, including attorneys fees, arising from any third party claim or proceeding against Yout.\nThis expressly includes a duty to defend Yout should any lawsuit be filed.</p> Governing Law <p>These terms and conditions are governed by and construed in accordance with the laws of Connecticut and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.</p> Refund Policy <p>If you would like a refund for whatever reason within 30 days of your purchase, please go to Yout.com/refund/.\nor contact us.</p> Affiliate disclosure <p>Yout may earn a small commission from a select few links across the site</p> Questions <p>If you have any questions about this Terms of Service document, don't hesitate to contact us.</p> Language [EN] <ul>\n<li>\n<ul>\n<li> Afrikaans </li>\n<li> عربى </li>\n<li> Azərbaycan </li>\n<li> беларускую </li>\n<li> български </li>\n<li> Català </li>\n<li> čeština </li>\n<li> Dansk </li>\n<li> Deutsche </li>\n<li> Ελληνικά </li>\n<li> English </li>\n<li> Español </li>\n<li> Eesti keel </li>\n<li> Euskal </li>\n<li> فارسی </li>\n</ul>\n<ul>\n<li> Suomalainen </li>\n<li> Français </li>\n<li> Galego </li>\n<li> ગુજરાતી </li>\n<li> हिंदी </li>\n<li> Hrvatski </li>\n<li> Magyar </li>\n<li> հայերեն </li>\n<li> Bahasa Indonesia </li>\n<li> Íslensku </li>\n<li> Italiano </li>\n<li> 日本語 </li>\n<li> ქართული </li>\n<li> Қазақша </li>\n<li> ಕನ್ನಡ </li>\n</ul>\n<ul>\n<li> 한국어 </li>\n<li> Кыргызча </li>\n<li> Lietuviškai </li>\n<li> Latviešu </li>\n<li> Македонски </li>\n<li> Монгол хэл </li>\n<li> मराठी </li>\n<li> Melayu </li>\n<li> Nederlands </li>\n<li> ਪੰਜਾਬੀ </li>\n<li> Polskie </li>\n<li> Português </li>\n<li> Română </li>\n<li> Pусский </li>\n<li> Slovenský </li>\n</ul>\n<ul>\n<li> Slovenščina </li>\n<li> Shqiptar </li>\n<li> Српски </li>\n<li> Svenska </li>\n<li> Kiswahili </li>\n<li> தமிழ் </li>\n<li> తెలుగు </li>\n<li> ไทย </li>\n<li> Türk </li>\n<li> Українська </li>\n<li> اردو </li>\n<li> O'zbek </li>\n<li> Tiếng Việt </li>\n</ul>\n</li>\n</ul>\n<p>BTC: <u>bc1qjvap9m9fytq2xwu7nzx2xrw7fexxzet78ul0hh</u>\n</p>\n<p>Twitter - Terms of service - Privacy policy - Contact</p>\n<p>©® 2023 Yout LLC</p>\n<p>Made by nadermx</p>\n<br>\n<br>\n<br> ", "created_at": "2023-03-18 21:29:31.944879", "updated_at": "2023-03-18 21:31:54.664455"}, {"id": 14762, "name": "Privacy Policy", "url": "https://yout.com/privacy/", "xpath": "//body", "text": " <ul>\n</ul> Toggle navigation <ul>\n<li> Sign in </li>\n<li> Sign up </li>\n<li>\n</li>\n<li> About us </li>\n<li> Format shift </li>\n<li> FAQ </li>\n<li> Contact </li>\n<li>\n</li>\n<li> Terms of service </li>\n<li> Privacy policy </li>\n<li>\n</li>\n<li> Meme </li>\n</ul> Privacy Policy <p>Your privacy is very important to us at Yout.\nThis Privacy Policy document outlines what data Yout receives and how we store, manage, and protect it.</p> Logs <p>Yout uses log files, which are files that record information including requested webpage resources, IP addresses, browser types, and timestamps.\nThis information is used by Yout for troubleshooting, service analysis, and site maintenance.\nThis information cannot be directly linked to personally identifiable information.\nNor is it linked to video or audio.\nAt most the IP address is used to tally that up to 3 recordings where done, but not which.\nAnd expires after one hour.</p>\n<p>Log files, and any data therein, are not shared with any third party.</p> Collected Information <p>Yout receives and stores information that you enter on the website.\nThis includes requested resources, search queries, and DVR settings.\nThis information is stored to monitor and analyse service activity.\nThis information cannot be linked to personally identifiable information.</p>\n<p>All information you enter is voluntary.\nNone of this information is shared with any third party.</p>\n<p>Yout will not collect any personal information about you except when you specifically and knowingly provide such information.</p> Cookies <p>Yout stores your preferences in cookies.\nWhile these cookies improve your experience by remembering your settings, they're completely optional.\nAll of Yout's features and services work without cookies.</p>\n<p>Cookies may be stored by third parties via third party content embedded in Yout, like multimedia players and analytics.\nYout has no control over the cookies stored by third parties.</p> Questions <p>If you have any questions about this Privacy Policy, feel free to contact us.</p> Language [EN] <ul>\n<li>\n<ul>\n<li> Afrikaans </li>\n<li> عربى </li>\n<li> Azərbaycan </li>\n<li> беларускую </li>\n<li> български </li>\n<li> Català </li>\n<li> čeština </li>\n<li> Dansk </li>\n<li> Deutsche </li>\n<li> Ελληνικά </li>\n<li> English </li>\n<li> Español </li>\n<li> Eesti keel </li>\n<li> Euskal </li>\n<li> فارسی </li>\n</ul>\n<ul>\n<li> Suomalainen </li>\n<li> Français </li>\n<li> Galego </li>\n<li> ગુજરાતી </li>\n<li> हिंदी </li>\n<li> Hrvatski </li>\n<li> Magyar </li>\n<li> հայերեն </li>\n<li> Bahasa Indonesia </li>\n<li> Íslensku </li>\n<li> Italiano </li>\n<li> 日本語 </li>\n<li> ქართული </li>\n<li> Қазақша </li>\n<li> ಕನ್ನಡ </li>\n</ul>\n<ul>\n<li> 한국어 </li>\n<li> Кыргызча </li>\n<li> Lietuviškai </li>\n<li> Latviešu </li>\n<li> Македонски </li>\n<li> Монгол хэл </li>\n<li> मराठी </li>\n<li> Melayu </li>\n<li> Nederlands </li>\n<li> ਪੰਜਾਬੀ </li>\n<li> Polskie </li>\n<li> Português </li>\n<li> Română </li>\n<li> Pусский </li>\n<li> Slovenský </li>\n</ul>\n<ul>\n<li> Slovenščina </li>\n<li> Shqiptar </li>\n<li> Српски </li>\n<li> Svenska </li>\n<li> Kiswahili </li>\n<li> தமிழ் </li>\n<li> తెలుగు </li>\n<li> ไทย </li>\n<li> Türk </li>\n<li> Українська </li>\n<li> اردو </li>\n<li> O'zbek </li>\n<li> Tiếng Việt </li>\n</ul>\n</li>\n</ul>\n<p>BTC: <u>bc1qjvap9m9fytq2xwu7nzx2xrw7fexxzet78ul0hh</u>\n</p>\n<p>Twitter - Terms of service - Privacy policy - Contact</p>\n<p>©® 2023 Yout LLC</p>\n<p>Made by nadermx</p>\n<br>\n<br>\n<br> ", "created_at": "2023-03-18 21:31:57.397725", "updated_at": "2023-03-18 21:32:06.384481"}], "points": [], "urls": ["yout.com"]}}