{"error": 448, "message": "OK", "parameters": {"id": 8116, "name": "iCivics", "created_at": "2023-04-25 19:50:39.413791", "updated_at": "2023-06-05 22:02:50.387561", "wikipedia": "https://en.wikipedia.org/wiki/ICivics", "keywords": null, "related": null, "slug": "icivics", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8116.png", "url": "icivics.org", "documents": [{"id": 15746, "name": "Privacy Policy", "url": "https://www.icivics.org/privacy-policy", "xpath": "/html/body/div[2]/section[2]/div/div/div/div", "text": " <p>Privacy Policy</p>\n<p>iCivics Inc.\n(“iCivics”) is firmly committed to respecting the privacy rights of all visitors to our website at www.icivics.org or any successor website (the ‘”Website”).\nThe following privacy policy (the “Privacy Policy”) applies when you make a donation to iCivics, either online or otherwise, when you visit the Website, when you use our software, or otherwise share your personal information with iCivics (collectively, our “Services”).&nbsp.\nPlease read this Privacy Policy carefully as we wish to help you better understand the information we gather, how we handle it, how we disclose it, and your options regarding our use of, and your ability to correct, this information.\nThis Privacy Policy may be modified from time to time in order to address new issues and reflect changes on our Website.\nAll changes will be posted here.\nAdditionally, if the changes are material, we will provide notice through this Website or by other means and obtain consent before implementing such changes.\nBy accessing, using or visiting the Website, you agree to be bound by all the terms and conditions of this Privacy Policy as posted at the time of your access, use or visit.\nIf you do not agree with this Privacy Policy, please stop using this Website.\nWe can provide hard copies of this Privacy Policy upon request.</p>\nWhat personal information we collect\n<p>Our Services allow visitors and members to learn about and interact with iCivics.\niCivics collects personal information about you such as your name and email address only if you voluntarily submit it to us (collectively, “personal information”).\nWe automatically collect other information relating to your visit to our Website, such as your IP address, the server into which your computer is logged on, your browser type, operating system, browser language, and service provider (collectively, “automatically collected information”).\nWe may store and use information that you provide or that we automatically collect to keep you updated about our work, analyze usage of the Website, and improve our content, layout, and services.&nbsp;&nbsp;</p>\n<p>If you receive communications from us, it is because we believe you may be interested in the events and activities of the iCivics.\nIf you prefer not to receive promotional e-mail messages or other communications from us, please reply to the e-mail message with \"remove\" in the subject line or write to us asking to have your email address removed from our mailing list and we will do so.</p>\nHow we collect your personal information\n<p>iCivics obtains information from you either by you typing in your personal details or by the automatic collection of information through Google Analytics as you use our Services.\nWe collect and store information that you provide or that we automatically collect and use it for the purposes for which you submitted it.\nIn addition, we may use such information to keep you updated about our work, analyze usage, and improve our Service’s content, layout, and services.\nWe may also use automatically collected information to improve our marketing and promotional efforts.</p>\nDisclosure of your information to third parties\n<p>iCivics will never sell your information to third parties.\nWe reserve the right to employ companies to assist us with such functions as hosting our donor information database, sending postal mail and e-mail, modeling our data, organizing fundraiser events, processing online and mail donations and credit card payments and to perform various administrative tasks.\nThese companies may have access to personally identifying information about you, but only to the extent needed to perform their functions.\niCivics requires that these companies keep such information confidential, to use it only for the purpose authorized by you, and to delete this information after performing these services.\nIn case iCivics or one of our affiliates is acquired, we may transfer personal information to the successor, provided that the successor is subject to these same privacy commitments for previously collected personal information.\nPlease be advised that we may disclose personally identifying information about you to the government or to third parties pursuant to law enforcement inquiries, court orders, subpoenas and similar requests, or when we otherwise believe in good faith that such disclosure is necessary or appropriate in connection with any activity that violates the law or may expose us to liability.&nbsp;</p>\nDisclosure of your identity on our website\n<p>If you become a member of iCivics, you will have a secure public name that will be displayed to other users.\nIf you join an iCivics \"class\" by entering a leader code, you will be asked to enter your first name and last initial, which will be displayed to the owner of that leader code.\nPlease only enter a leader code that has been given to you by an educator whom you know.\nUsers may not post information pertaining to their identity or other personal items on our site.&nbsp;</p>\nAccessing, editing, and deleting your personal information\n<p>If you provide iCivics with personal information, you may access and edit this information at any time by visiting the “Edit Account” link at the top right corner of the Website.\nIf you would like to request deletion of your account, please email us at feedback@iCivics.org.\niCivics may delete the accounts of users who have not signed into the Website for 12 months.&nbsp;</p>\nSecurity\n<p>The personally identifying information that you provide is stored in a secure location, including on password controlled servers which are accessible only by designated employees who are trained in the proper handling of such personally identifying information.\niCivics regularly assesses and adjusts the safeguards it uses to protect your information.\nYou should be aware, however, that \"perfect security\" does not exist.\nthird parties may unlawfully intercept or access transmissions or private communications and iCivics makes no representation, warranty or guarantee that our Services are protected from viruses, security threats or other vulnerabilities or that your information will always be secure.\nYou hereby acknowledge that we are not responsible for any intercepted information sent via the Internet, and you hereby release us from any and all claims arising out of or related to the use of intercepted information in any unauthorized manner.\nIf we become aware of any security breach which we know has resulted in unauthorized access of your personally identifying information, then we will endeavor to inform you of that breach as soon as it is practicable for us to do so.\nhowever, this notification may be delayed while law enforcement conducts any investigation.&nbsp;</p>\nCookies\n<p>Cookies are small text files that a website transfers to a website visitor's hard disk or browser for added functionality, or for tracking website usage.\nWe use cookies in a limited capacity (e.g., cookies \"expire\" at the end of your user session).\nOur cookies do not capture or store any personally identifying information about you, or any data about your past usage of our Website.\nWe use information captured by cookies only for de-identified statistical analysis, and to tailor our communications with the public.</p>\nNOTE TO PARENTS AND CHILDREN\n<p>iCivics welcomes children to learn more about our organization and about the educational issues presented on our Website, and we are particularly respectful of the privacy of our young users.\nWe encourage parents to monitor their children's use of the Internet and to help us protect their privacy by instructing them never to provide personal information on this Website or any of our Services without permission.\nWe will never attempt to extract unnecessary information from our users, regardless of age.\nConsistent with the Children's Online Privacy Protection Act of 1998 (\"COPPA\"), we will never knowingly request personally identifying information from anyone under the age of 13 without prior verifiable parental consent.\nIf a child under the age of 13 wishes to sign up for a user account on our Website, he or she must first obtain parental approval and provide a parent's email address for confirmation.\nAs soon as we receive email confirmation from the parent's email address approving the child's user account, we will activate the account.\nThe consenting parent or guardian may monitor the collected information, revoke permission to use previously collected personal information, or delete his or her child’s account by contacting us at feedback@icivics.org.\nIf we become aware that a child under 13 has provided us with such information without consent, we will use our best efforts to remove such information from our files.\nIf a parent or guardian becomes aware that a child under 13 has provided such information to us, he or she should contact us at feedback@icivics.org so that we may deactivate the user account and remove all personally identifying information from our Website and servers.</p>\nPrivacy policy changes\n<p>We may change this Privacy Policy from time to time, so it is advisable to review it frequently.\nChanges to this Privacy Policy will be announced on our Website, and all non-material amended terms shall automatically be effective immediately.\nIf the changes are material, we will provide notice through email, this Website, or other means and obtain consent before implementing such changes.&nbsp;&nbsp;</p>\nContact information\n<p>If you have questions about our handling of personal information, you may write to us at feedback@icivics.org or at the address below.</p>\nMailing address\n<p>iCivics, Inc.\nis a 501(c)(3) tax-exempt nonprofit located at 1035 Cambridge Street, Suite 21B, Cambridge, MA 02141.</p>\n<p>This privacy policy is effective as of May 16, 2010.</p>\nGoverning law\n<p>You agree that your use of this Privacy Policy and any disputes relating thereto shall be governed in all respects by the laws of the State of New York.\nAny dispute relating to this Privacy Policy shall be resolved solely in the state or federal courts located in Manhattan, New York.\nThis Privacy Policy was last updated on July 27, 2015</p> ", "created_at": "2023-04-25 19:50:39.450131", "updated_at": "2023-04-25 19:51:03.122703"}, {"id": 15747, "name": "Terms of Use", "url": "https://www.icivics.org/terms-use", "xpath": "/html/body/div[2]/section[2]/div/div/div/div", "text": " <p>Terms of Use</p>\nCopyright and License\n<p>Any work that was created by or for iCivics.org is copyrighted by iCivics Inc.\nThese pages may also contain material in which the copyright is held by the creator or someone to whom he/she has assigned the copyright.\nUse of these materials is limited to personal study, teaching, and research.</p>\nPosting Content\n<p>By posting content on this website, you warrant and represent that you either own or otherwise control all of the rights to that content, including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the content, or that your use of the content is a protected fair use.\nYou agree that you will not knowingly provide false information.\nYou represent and warrant also that the content you supply does not violate these Terms, and that you will indemnify and hold iCivics Inc.\nharmless for any and all claims resulting from content you supply.</p>\n<p>For more information, please contact iCivics at feedback@icivics.org.</p> ", "created_at": "2023-04-25 19:50:39.481262", "updated_at": "2023-04-25 19:52:47.696008"}], "points": [{"id": 31688, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://www.icivics.org/terms-use", "status": "Generated through the annotate view", "created_at": "2023-04-25 21:13:22.541726", "updated_at": "2023-04-27 18:35:06.577322", "quoteText": null, "case_id": 283, "document_id": 15747, "quoteStart": null, "quoteEnd": null}, {"id": 31681, "title": "Third-party cookies are used for statistics", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-25 21:03:59.583643", "updated_at": "2023-07-11 06:29:49.690989", "quoteText": null, "case_id": 325, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31682, "title": "Your personal data is not sold", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-25 21:06:05.243878", "updated_at": "2023-07-11 06:29:49.529805", "quoteText": null, "case_id": 193, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31680, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-25 21:01:28.762022", "updated_at": "2023-07-11 06:29:49.609883", "quoteText": null, "case_id": 399, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31683, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-25 21:07:47.44985", "updated_at": "2023-07-11 06:29:50.58773", "quoteText": null, "case_id": 329, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31687, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.icivics.org/terms-use", "status": "Generated through the annotate view", "created_at": "2023-04-25 21:11:54.294238", "updated_at": "2023-07-11 06:29:50.66967", "quoteText": null, "case_id": 143, "document_id": 15747, "quoteStart": null, "quoteEnd": null}, {"id": 31685, "title": "Your personal data may be used for marketing purposes", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-25 21:09:46.616166", "updated_at": "2023-07-11 06:29:50.758845", "quoteText": null, "case_id": 336, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31689, "title": "Logs are kept for an undefined period of time", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-25 21:13:47.969981", "updated_at": "2023-07-11 06:29:50.844718", "quoteText": null, "case_id": 178, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31690, "title": "Third-party cookies are used for statistics", "source": "https://www.icivics.org/privacy-policy", "status": "In the privacy policy, it states, \"iCivics obtains information ... by the automatic collection of information through Google Analytics as you use our Services\".", "created_at": "2023-04-25 21:15:16.203007", "updated_at": "2023-04-27 18:33:45.664606", "quoteText": null, "case_id": 325, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31684, "title": "Only temporary session cookies are used", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-25 21:08:33.272159", "updated_at": "2023-07-11 06:29:50.424476", "quoteText": null, "case_id": 125, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31686, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-25 21:10:20.762349", "updated_at": "2023-07-11 06:29:50.505753", "quoteText": null, "case_id": 374, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31783, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-26 18:09:13.696448", "updated_at": "2023-04-27 18:34:33.134991", "quoteText": null, "case_id": 121, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31782, "title": "The court of law governing the terms is in Manhattan, New York, USA", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-26 18:07:33.366777", "updated_at": "2023-07-11 06:29:54.068041", "quoteText": null, "case_id": 163, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31778, "title": "There is a date of the last update of the agreements", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-26 18:04:14.785502", "updated_at": "2023-07-11 06:29:54.14972", "quoteText": null, "case_id": 331, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31779, "title": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.icivics.org/terms-use", "status": "Generated through the annotate view", "created_at": "2023-04-26 18:04:48.567534", "updated_at": "2023-07-11 06:29:54.239931", "quoteText": null, "case_id": 145, "document_id": 15747, "quoteStart": null, "quoteEnd": null}, {"id": 31784, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-26 18:09:59.999166", "updated_at": "2023-04-27 18:35:28.246655", "quoteText": null, "case_id": 329, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31780, "title": "This service is only available to users over 13", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-26 18:06:02.001798", "updated_at": "2023-07-11 06:29:54.327125", "quoteText": null, "case_id": 152, "document_id": 15746, "quoteStart": null, "quoteEnd": null}, {"id": 31781, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.icivics.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-26 18:06:59.121553", "updated_at": "2023-07-11 06:29:56.019452", "quoteText": null, "case_id": 486, "document_id": 15746, "quoteStart": null, "quoteEnd": null}], "urls": ["icivics.org"]}}