{"error": 448, "message": "OK", "parameters": {"id": 9820, "name": "CanYouSeeMe  ", "created_at": "2023-10-23 19:51:32.89669", "updated_at": "2023-10-23 22:02:43.109514", "wikipedia": null, "keywords": null, "related": null, "slug": "canyouseeme", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9820.png", "url": "canyouseeme.org", "documents": [{"id": 19562, "name": "Privacy Policy", "url": "https://canyouseeme.org/privacy.php", "xpath": "//body", "text": " CanYouSeeMe.orgOur Privacy Policy <p>The privacy of the visitors to Canyouseeme.org is important to us.</p>\n<p>At Canyouseeme.org, we recognize that privacy of your personal information is important.\nHere is information on what types of personal information we receive and collect when you use and visit canyouseeme.org, and how we safeguard your information.\nWe never sell your personal information to third parties.\n</p>General Data Protection Regulation (GDPR)\n<p>We are the Data Controller of your information.</p>\n<p>Our legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information:\n</p>\n<ul>\n<li>Canyouseeme.org needs to perform a service (port check) with you\n</li>\n<li>You have given Canyouseeme.org permission to do so\n</li>\n<li>Processing your personal information is in Canyouseeme.org legitimate interests\n</li>\n<li>Canyouseeme.org needs to comply with the law\n</li>\n</ul>\n<p>Canyouseeme.org will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies.\n</p>\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nIf you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us.\n</p>\n<p>In certain circumstances, you have the following data protection rights:\n</p>\n<ul>\n<li>The right to access, update or to delete the information we have on you.\n</li>\n<li>The right of rectification.\n</li>\n<li>The right to object.\n</li>\n<li>The right of restriction.\n</li>\n<li>The right to data portability\n</li>\n<li>The right to withdraw consent\n</li>\n</ul> Log Files\n<p>Canyouseeme.org follows a standard procedure of using log files.\nThe information collected by log files include -\n</p>\n<ul>\n<li>IP(Internet Protocol) Address\n</li>\n<li>Web Browser type\n</li>\n<li>Date and time stamp\n</li>\n<li>Referring/exit pages\n</li>\n</ul>\n<p>These are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site and gathering demographic information.\n</p>Site Statistics\n<p>Our site uses Google Analytics which is a website analytics service provided by Google Inc.\nWhen you use this website, the cookie will collect data about your use of the website, and then transmitted to Google servers of American.\nGoogle doesn't publish your IP address on any activities by Google.\nIf you use this website, you tolerate Google collecting your personal information to do all of the above mentioned.\n</p>Cookies &amp.\nWeb Beacons\n<p>Like any other website, canyouseeme.org uses 'cookies'.\nThese cookies are used to store information including visitor's preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the user's experience by customizing our web page content based on visitor's browser type and/or other information.\n</p>\n<ul>\n<li>Google Analytics - For Analytics\n</li>\n<li>Twitter, Facebook, Google Plus, YouTube - For social interaction\n</li>\n</ul> Google DoubleClick DART Cookie\n<p>Google is one of a third-party vendor on our site.\nIt also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to www.website.com and other sites on the internet.\nHowever, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL: https://policies.google.com/technologies/ads\n</p>\n<p>You could opt out of personalized ads and control how google show you ads by visiting this page : https://adssettings.google.com and http://www.aboutads.info/choices/.\n</p>Our Advertising Partners\n<p>Some advertisers (listed on our ads.txt ) on our site may use cookies and web beacons.\nSome of our major advertising partners are listed below.\nEach of our advertising partners has their own Privacy Policy for their policies on user data.\nFor easier access, we hyperlinked to their Privacy Policies below.\n</p>\n<ul>\n<li>Google - https://policies.google.com/technologies/ads\n</li>\n</ul>\n<p>Third-party ad servers or ad networks use technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on canyouseeme.org, which are sent directly to users' browsers.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.\n</p>\n<p>You can choose to disable or turn off our cookies or third party cookies in your browser settings, However this may affect the usability of our website, and other websites as well.\n</p>Children's Information\n<p>Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.\nCanyouseeme.org does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.\n</p>Consent\n<p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.</p>\n<p>\n<br>\n</p>\n<p>\n</p>\n<p>\n<b>Return to Canyouseeme.org</b>\n</p>\n<p>\n<br>©2004-2020 • Canyouseeme.org • All Rights Reserved.\nPrivacy Policy</p>\n<p>\n<b>LEGAL DISCLAIMER</b>\n<br>\nTHE INFORMATION ON THIS PAGE IS STRICTLY FOR INFORMATIONAL PURPOSES ONLY.\nIT IS YOUR RESPONSIBILITY TO OBEY ALL APPLICABLE LOCAL, STATE AND FEDERAL LAWS.\nWE ASSUME NO LIABILITY AND ARE NOT RESPONSIBLE FOR ANY MISUSE OR DAMAGE CAUSED BY THE USE OF THE INFORMATION ON THIS PAGE.</p> ", "created_at": "2023-10-23 19:51:32.935652", "updated_at": "2023-10-23 19:52:23.831205"}], "points": [{"id": 35296, "title": "This service is only available to users over 13 and older", "source": "", "status": "Generated through the annotate view", "created_at": "2023-11-06 09:45:50.523988", "updated_at": "2023-11-28 10:05:29.371793", "quoteText": null, "case_id": 152, "document_id": 19562, "quoteStart": null, "quoteEnd": null}, {"id": 35337, "title": "This service is only available to users over 13 and older", "source": "", "status": "Generated through the annotate view", "created_at": "2023-11-28 10:06:25.070807", "updated_at": "2023-12-02 22:08:40.339475", "quoteText": null, "case_id": 152, "document_id": 19562, "quoteStart": null, "quoteEnd": null}], "urls": ["canyouseeme.org"]}}