{"error": 448, "message": "OK", "parameters": {"id": 4374, "name": "Activision Publishing", "created_at": "2021-07-02 20:27:54.754263", "updated_at": "2023-11-17 20:16:10.954178", "wikipedia": "https://en.wikipedia.org/wiki/Activision", "keywords": null, "related": null, "slug": "activision-publishing", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/4374.png", "url": "activision.com,callofduty.com", "documents": [{"id": 7680, "name": "Privacy Policy ", "url": "https://www.activision.com/legal/privacy-policy", "xpath": "//*[@id=\"atvi_legal_container\"]/div[2]", "text": " DATENSCHUTZERKLÄRUNG <p>\n<b>Activision verwendet „Cookies“, um Inhalte und Marketingmaßnahmen individuell zu gestalten und um das Benutzererlebnis zu verbessern und anzupassen.\nUm mehr über „Cookies“ und die zu deren Verwaltung verfügbaren Optionen zu erfahren, klicken Sie bitte&nbsp;</b>\n<b>hier</b>\n<b>.\nDurch die Nutzung dieser Online-Angebote von Activision erklären Sie sich mit der Verwendung von „Cookies“ einverstanden.</b>\n</p>\n<p>\n<b>Willkommen bei der Datenschutzerklärung von Activision.\nDiese Datenschutzerklärung wurde zuletzt am 1.\nApril 2022 aktualisiert.</b>\n</p>\n<p>Täglich nutzen und erfreuen sich Millionen von Menschen weltweit an den Websites, Produkten und Diensten von Activision.\nWir wissen Ihr Vertrauen in unsere Produkte und Dienste zu schätzen.\nDamit wir Ihnen großartige Spiele anbieten und diese stetig verbessern können, erfasst Activision Publishing, Inc.\n(„<b>Activision</b>“) sowohl personenbezogene Daten als auch nicht personenbezogene Daten (gemeinsam „<b>Daten</b>“) und fungiert als Verantwortlicher in Bezug auf Ihre personenbezogenen Daten.\nWir überwachen, wie Ihre Daten verarbeitet und genutzt werden.</p>\n<p>Diese Datenschutzerklärung:</p>\n<ul>\n<li>gibt Aufschluss darüber, wie Activision<b>\n</b>Ihre<b>\n</b>Daten erfasst, speichert, verwendet und weitergibt oder offenlegt;</li>\n<li>gilt für alle Websites, Produkte und Dienste von Activision&nbsp;(„<b>Angebote</b>“).</li>\n</ul>\n<p>Durch das Herunterladen, den Zugriff, die Nutzung, das Spielen und/oder die Interaktion mit unseren Angeboten erklären Sie sich mit der Erfassung und Nutzung Ihrer Daten gemäß dieser Datenschutzerklärung einverstanden.\nSie erklären sich außerdem damit einverstanden, dass Activision und unsere Werbepartner Ihre Daten für die Zwecke der zielgerichteten Werbung nutzen, wie im nachstehenden Abschnitt <b>Mobile Werbung</b> beschrieben.</p>\n<p>Activision, die Unternehmen der Activision Blizzard Gruppe und unsere Partner, wie z.&nbsp;B.\nMarketingpartner und Analyseanbieter, können im Rahmen der Angebote auf Tracking-Technologien wie Cookies und/oder ähnliche Technologien zurückgreifen.\nWeitere Informationen über die Verwendung von Cookies durch Activision und darüber, wie Sie Ihre Einwilligung zur Verwendung Ihrer Daten für zielgerichtete Werbung verweigern oder widerrufen können, finden Sie in unserer Cookie-Richtlinie, die durch Verweis in diese Datenschutzerklärung aufgenommen und zum Bestandteil dieser Datenschutzerklärung gemacht wird.\nWenn Sie Bedenken dahingehend haben, uns Daten zur Verfügung zu stellen oder dass diese wie in dieser Datenschutzerklärung beschrieben verwendet, sollten Sie unsere Angebote nicht nutzen.</p>\n<p>Activision behält sich das Recht vor, diese Datenschutzerklärung jederzeit zu ändern, indem eine geänderte Version online unter https://www.activision.com/legal/privacy-policy veröffentlicht wird, weshalb Sie diese Erklärung regelmäßig überprüfen sollten, damit Sie über alle Änderungen informiert bleiben.\nWenn wir eine wesentliche Änderung an dieser Datenschutzerklärung vornehmen, werden wir gemäß den geltenden gesetzlichen Anforderungen entsprechend darauf hinweisen.\nIhre fortgesetzte Nutzung der Angebote nach Veröffentlichung oder Bekanntgabe solcher Änderungen stellt Ihr Einverständnis zu der aktualisierten Version dieser Erklärung und allen zukünftigen Überarbeitungen dar.</p>\n<p>\n<b>Inhaltsverzeichnis</b>\n</p>\n<p>\n<b>1.&nbsp;&nbsp;&nbsp;&nbsp.\nGeltungsbereich der Datenschutzerklärung von Activision</b>\n</p>\n<p>\n<b>2.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Datenschutz-Zertifizierungsprogramm des</b>\n<b>ESRB</b>\n<b>\n</b>\n</p>\n<p>\n<b>3.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Von uns erfasste Daten und wie wir sie verwenden</b>\n<b>\n</b>\n</p>\n<p>\n<b>4.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Kinder und Eltern</b>\n<b>\n</b>\n</p>\n<p>\n<b>5.&nbsp;&nbsp;&nbsp;&nbsp.\nIhre Wahlmöglichkeiten</b>\n</p>\n<p>\n<b>6.&nbsp;&nbsp;&nbsp;&nbsp.\nWeitergabe von Daten</b>\n</p>\n<p>\n<b>7.&nbsp;&nbsp;&nbsp;&nbsp.\nSicherheit</b>\n</p>\n<p>\n<b>8.&nbsp;&nbsp;&nbsp;&nbsp.\nZugriff auf Daten und Aufbewahrungsfrist</b>\n</p>\n<p>\n<b>9.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Kontaktaufnahme</b>\n<b>\n</b>\n</p>\n<p>\n<b>10.&nbsp.\n</b>\n<b>Wichtiger Hinweis</b>\n<b>\n</b>\n</p>\n<p>\n<b>11.&nbsp.\nHinweis zur Erfassung in Kalifornien</b>\n</p>\n<p>\n<b>12.&nbsp.\nIhre kalifornischen Datenschutzrechte</b>\n</p>\n<p>\n<b>13.&nbsp.\nDatenschutzhinweise für Einwohner von Nevada</b>\n</p>\n<p>\n<b>14.&nbsp.\nBenutzer im EWR und in Großbritannien</b>\n</p>\n<p>\n<b>15.&nbsp.\nWeitergabe an Benutzer außerhalb der USA, des EWR und Großbritanniens<br>\n<br> 16.\nWeitergabe an Benutzer in Japan</b>\n</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<p>\n<b>Geltungsbereich der Datenschutzerklärung von Activision</b>\n</p>\n<p>Diese Datenschutzerklärung gilt für alle Angebote, einschließlich:</p>\n<ul>\n<li>Websites, Online-Produkte und Online-Dienste von Activision</li>\n<li>Konsolenspiele von Activision</li>\n<li>Mobile Spiele und Anwendungen von Activision</li>\n</ul>\n<p>Diese Datenschutzerklärung erstreckt sich nicht auf Websites, Online-Angebote oder Systeme Dritter, zu denen unsere Angebote verlinkt sind oder über die auf unsere Angebote zugegriffen werden kann, weshalb Sie anerkennen, dass Activision nicht für die Sicherheits- oder Datenschutzpraktiken solcher Websites, Angebote oder Systeme Dritter verantwortlich ist.\nWir leiten Sie unter Umständen auf eine Website weiter, die von einem Lieferanten oder Partner betrieben wird.\nSelbst wenn die Seite, auf der Sie Daten zur Verfügung stellen, dem Erscheinungsbild der Angebote ähneln kann, gelten für diese Datenerfassung durch unseren Lieferanten oder Partner möglicherweise andere Datenschutzbestimmungen.</p>\n<p>Diese Datenschutzerklärung erstreckt sich nicht auf Daten, die Sie bereitstellen, wenn Sie sich für eine Stelle bei Activision bewerben.\nWeitere Informationen finden Sie <u>hier</u>.<br>\n</p> Zurück zum Anfang </li>\n<li>\n<p>\n<b>&nbsp;Datenschutz-Zertifizierungsprogramm des ESRB</b>\n</p>\n<p>Activision ist gültiger Lizenznehmer und teilnehmendes Mitglied des Datenschutz-Zertifizierungsprogramms des Entertainment Software Rating Board („<b>Datenschutz-Zertifizierung des ESRB</b>“).\nWir haben uns zum Schutz Ihrer Privatsphäre freiwillig zu dieser Datenschutzinitiative verpflichtet.\nDie Datenschutz-Zertifizierung des ESRB hat bestätigt, dass wir die etablierten Praktiken der Online-Datenerfassung und -nutzung bei allen Angeboten von Activision einhalten, in denen diese Datenschutzerklärung veröffentlicht und ein Datenschutz-Zertifizierungssiegel angezeigt wird.</p> + Klicken Sie hier für Einzelheiten <p>Als Teil des Datenschutz-Zertifizierungsprogramms des ESRB unterliegen wir der Überprüfung unserer Angebote und anderen Durchsetzungs- und Rechenschaftsmechanismen, die unabhängig von der Datenschutz-Zertifizierung des ESRB durchgeführt werden.</p>\n<p>Wann immer Sie Angebote nutzen, die das Datenschutz-Zertifizierungssiegel des ESRB tragen, können Sie Informationen über Folgendes anfordern:</p>\n<ul>\n<li>Ob ein Unternehmen Cookies verwendet, IP-Adressen verfolgt oder andere passive Mittel zur Erfassung von Daten einsetzt</li>\n<li>Wer, wenn überhaupt, Ihre personenbezogenen Daten erfasst und wie diese Daten verwendet werden</li>\n<li>An wen, wenn überhaupt, Ihre personenbezogenen Daten weitergegeben werden</li>\n<li>Welche Wahlmöglichkeiten Sie in Bezug auf die Verwendung Ihrer personenbezogenen Daten haben</li>\n<li>Wie Sie Auskunft über die von einem Unternehmen erfassten und verwalteten personenbezogenen Daten erhalten und diese ändern können</li>\n<li>Ob und wie Daten von Kindern unter 13&nbsp;Jahren erfasst werden</li>\n<li>Wie ein Unternehmen die Sicherheit, Qualität und Integrität von Daten gewährleistet</li>\n<li>Wo und wie Sie Fragen stellen oder Beschwerden einreichen können</li>\n</ul>\n<p>\n<i>HAFTUNGSAUSSCHLUSS: Zwar berücksichtigt die Datenschutz-Zertifizierung des ESRB keine nicht englischsprachigen Angebote, doch bemüht sich Activision nach besten Kräften, sicherzustellen, dass nicht englischsprachige Angebote die entsprechenden durch die Datenschutz-Zertifizierung des ESRB festgelegten Leitlinien und Grundsätze zur Datenerfassung respektieren, einschließlich der Einhaltung von EU- und anderen territorialen Vorschriften außerhalb der USA.</i>\n</p>\n<p>Wenn Sie der Auffassung sind, dass wir nicht auf Ihre Anfrage reagiert haben oder Ihre Anfrage nicht zufriedenstellend bearbeitet wurde, wenden Sie sich bitte an die ESRB-Zertifizierungsstelle unter:&nbsp;&nbsp;http://www.esrb.org/privacy/contact&nbsp;oder&nbsp;privacy@esrb.org</p> - Einzelheiten ausblenden Zurück zum Anfang </li>\n<li>\n<p>\n<b>&nbsp;Von uns erfasste Daten und wie wir sie verwenden</b>\n</p>\n<p>Activision erfasst Daten zu Ihrer Person sowohl von Ihnen als auch aus anderen Quellen.\nWie im Folgenden näher erläutert, verwenden wir diese Daten und kombinieren sie in bestimmten Fällen, um unsere Angebote zu betreiben, Inhalte anzupassen, zu personalisieren, zu optimieren und um Ihnen Nachrichten oder personalisierte Informationen zu unseren Spielen, Ihren Spielständen, neuen Funktionen und mehr zukommen zu lassen, einschließlich zu Marketing- und Werbezwecken.\nDarüber hinaus verwenden wir Ihre Daten für unser Geschäft, einschließlich der Analyse unserer Leistung, der Erfüllung unserer rechtlichen Verpflichtungen und für Personalbeschaffungszwecke in den USA.</p> + Klicken Sie hier für Einzelheiten <p>\n<b>Von Ihnen zur Verfügung gestellte Daten<br>\n</b>Wie im Folgenden näher erläutert, kann Activision Daten von Ihnen erfassen, wenn Sie: (A) ein Activision-Konto mithilfe eines Angebots erstellen.\n(B) unsere Angebote nutzen.\n(C) an Gewinnspielen, Wettbewerben und Werbeaktionen teilnehmen.\n(D) den Kundenservice von Activision in Anspruch nehmen.\n(E) sich dafür entscheiden, Newsletter zu Produkten und Diensten zu erhalten, Marketing-E-Mails zu bekommen und/oder an Umfragen teilzunehmen.\n(F) mobile Werbung erhalten.\n(G) Dienste oder Produkte von Activision online kaufen oder (H) das Teilen in sozialen Medien erlauben.</p>\n<p>\n<b>A.\nErstellung eines Activision-Kontos<br>\n</b>Activision erfasst bestimmte Daten von Ihnen, wenn Sie sich für ein Angebot registrieren.\nZu den bei der Registrierung erfassten personenbezogenen Daten gehören Ihr Vor- und Nachname, Ihre E-Mail-Adresse, Ihr Benutzername und in bestimmten Fällen auch Ihre Telefonnummer.\nDiese personenbezogenen Daten werden mit anderen Daten kombiniert, wie z.&nbsp;B.\nIhrem Geburtsdatum, Ihrem Heimatland und Informationen über Ihre Interessen an und Ihre Nutzung verschiedener Produkte, Programme und Dienste sowie Marketingpräferenzen.\nDarüber hinaus erfassen und kombinieren wir Daten, wenn Sie ein Konto bei einem Drittanbieter (z.&nbsp;B.\nXBOX Live, PlayStation Network, Steam und Battle.net) mit Ihrem Activision-Konto verknüpfen, wie z.&nbsp;B.\nden Benutzernamen oder die Benutzer-ID, die mit Ihrem Drittanbieter-Konto verknüpft sind, wobei die Nutzung bestimmter Angebote es erfordern kann, dass Sie ein Drittanbieter-Konto mit Ihrem Activision-Konto verknüpfen.&nbsp;</p>\n<p>\n<b>B.\nNutzung unserer Angebote<br>\n</b>\n<br>\nWenn Sie unsere Angebote aufrufen oder nutzen, erfassen, verarbeiten und/oder kombinieren wir Daten bezüglich Ihrer Nutzung dieser Angebote, wie z.&nbsp;B.\nWebsites, die Sie vor und nach der Nutzung eines Angebots besucht haben, Browsertyp und Browsersprache, IP-Adresse, Hardware- und Softwareinformationen, Werbe-ID, Informationen von Drittanbieter-Konten (z.&nbsp;B.\nden Benutzernamen, der mit Ihrem XBOX Live-, PlayStation Network-, Steam- oder Battle.net-Konto verknüpft ist), Gameplay-Daten, Kommunikationsdaten, Nutzungsdaten, Kaufhistorien und Daten aus sozialen Medien.\nZu diesem Zweck verwenden wir Cookies und/oder ähnliche Technologien (gemeinsam „<b>Cookies</b>“).\nDarüber hinaus verwenden wir oder unsere Partner Cookies und Werbe-IDs auch dazu, um Werbeeinblendungen in unseren Angeboten zu schalten.\nBitte beachten Sie unsere Cookie-Richtlinie für weitere Informationen.</p>\n<p>Activision erfasst, verarbeitet und kombiniert Daten wie Ihr Alter, Ihr Geschlecht, Ihre Interessen, Ihren Namen, Ihre E-Mail-Adresse, Ihr Gameplay, Ihre Marketingpräferenzen, Ihre Interaktion mit dem Kundenservice und gerätebezogene Informationen.</p>\n<p>Activision veröffentlicht außerdem bestimmte Daten zu Ihrer Person, einschließlich Informationen von Drittanbieter-Konten und Gameplay-Daten, in den Angeboten oder in den von unseren externen Partnern und Lizenznehmern bereitgestellten Angeboten.\nSo wird beispielsweise Ihr PlayStation-Benutzername in Bestenlisten angezeigt, wenn Sie in einem bestimmten Activision-Spiel ein Top-Spieler sind, unabhängig davon, ob Sie ein Activision-Konto besitzen oder nicht.\nWenn Sie ein Drittanbieter-Konto mit Ihrem Activision-Konto synchronisiert haben, können wir oder unsere externen Partner oder Lizenznehmer Ihren Benutzernamen für die Suche durch andere Benutzer zugänglich machen, sofern Sie diese Funktion nicht deaktiviert haben.\nSie können die Verknüpfung des Drittanbieter-Kontos jederzeit aufheben oder verhindern, dass es durchsucht wird oder Ihre Daten an externe Partner oder Lizenznehmer weitergegeben werden, indem Sie Ihre Activision-Profileinstellungen ändern.&nbsp.\n&nbsp;</p>\n<p>Activision setzt Anti-Betrugs-, Anti-Cheat- und Anti-Fehlverhalten-Technologien ein, um allen Spielern ein faires Spielerlebnis zu bieten und um Betrug und Fehlverhalten in unseren Spielen zu verhindern.\nZusätzlich zu den oben beschriebenen Informationen kann Activision Ihr Spiel und Ihre Kommunikation (einschließlich Chat-Text oder Sprachkommunikation) und Aktivitäten auf Ihrem Gerät überwachen und/oder aufzeichnen, einschließlich Informationen über die Programme, die während des Spiels laufen, wie in den geltenden Nutzungsbedingungen oder dem Endbenutzer-Lizenzvertrag angegeben.<br>\n<br>\n<b>C.\nGewinnspiele, Wettbewerbe und Werbeaktionen</b>\n<br>\nWenn Activision Wettbewerbe oder Werbeaktionen über unsere Angebote veranstaltet, erfassen wir bestimmte Daten von den Teilnehmern, wie z.&nbsp;B.\nName, Adresse, Postleitzahl, E-Mail-Adresse, Telefonnummer, Alter und/oder Geburtsdatum, oder andere von Ihnen übermittelte Informationen oder Inhalte.\nDamit Sie einen Preis beanspruchen können, müssen wir unter Umständen zusätzliche Daten erfassen.\nDiese Daten werden mit anderen Kontoinformationen kombiniert und gemäß dieser Datenschutzerklärung verwendet und weitergegeben.</p>\n<p>\n<b>D.\nInteraktion mit dem Kundenservice<br>\n</b>Damit wir Ihnen einen Kundenservice anbieten und Sie bei der Lösung Ihrer Probleme unterstützen können, erfasst Activision Daten von Ihnen, einschließlich Ihrer Kontaktdaten, zusammen mit Einzelheiten zu Ihrem Problem und seiner Lösung.</p>\n<p>\n<b>E.\nErhalt von Newslettern zu Produkten und Diensten, Erhalt von Werbematerial und/oder Umfragen<br>\n</b>Activision bietet Ihnen die Möglichkeit, regelmäßig Newsletter oder Werbematerialien per E-Mail, In-App-Benachrichtigungen oder SMS in ausgewählten Ländern bezüglich unserer Produkte und Dienste oder Produkte oder Dienste, die für Sie von Interesse sein könnten, zu erhalten.\nWir können Ihnen gelegentlich auch Umfragen zukommen lassen, um die mit unseren Spielen verbundenen Erfahrungen zu verbessern.\nSie können Ihre Präferenzen jederzeit über Ihre Kontoeinstellungen verwalten und den Erhalt weiterer Newsletter unterbinden, indem Sie sich über den Link in der Fußzeile jeder von uns an Sie gerichteten E-Mail abmelden, die In-App-Benachrichtigungen abbestellen oder den Anweisungen in der von uns an Sie gesendeten SMS folgen.\nWenn Sie in den USA ansässig sind, gelten für Sie die Nutzungsbedingungen für SMS.</p>\n<p>\n<b>F.\nMobile Werbung<br>\n</b>Unsere mobilen Spiele enthalten Werbung für Produkte und Dienste Dritter.\nDurch die Annahme dieser Datenschutzerklärung und das Herunterladen oder fortgesetzte Spielen unserer mobilen Spiele und sofern Sie sich nicht gegen interessenbasierte Werbung entscheiden, wie in unserer Cookie-Richtlinie erläutert, erklären Sie sich damit einverstanden, dass wir und unsere Werbepartner Daten zu Ihrer Person erfassen, weitergeben und nutzen, um Ihnen relevante Werbung von Dritten in unseren mobilen Spielen anzuzeigen, für die Sie sich interessieren könnten, und um Werbung, Targeting und Messsysteme zu verbessern.</p>\n<p>Wenn Sie unsere mobilen Spiele spielen, erfassen wir Daten, einschließlich Werbe-IDs, nicht personenbezogene Identifikatoren und andere Informationen über Ihr mobiles Gerät und geben diese an Werbepartner weiter, um die technische Bereitstellung von Werbung auf Ihrem Gerät zu ermöglichen.\nUnsere Werbepartner können diese Daten mit Informationen kombinieren, die sie bei der Nutzung derer Dienste (oder der Websites oder Dienste Dritter) zu Ihrer Person erfasst haben, um Ihnen passendere Werbung in unseren mobilen Spielen anzuzeigen oder um die Genauigkeit ihrer Targeting- und Messsysteme zu verbessern.\nWir empfehlen Ihnen, die Datenschutzbestimmungen unserer Werbepartner für weitere Informationen zu lesen, die in unserer Cookie-Richtlinie verfügbar sind.</p>\n<p>Sie können Ihre zur Verwaltung und Abmeldung von mobiler Werbung verfügbaren Möglichkeiten überprüfen, indem Sie (1) die Website des Entwicklers Ihres mobilen Geräts besuchen oder das Handbuch Ihres Geräts konsultieren.\nDie meisten Entwickler von mobilen Geräten informieren Sie darüber, wie Sie die Einstellungen auf Ihrem mobilen Gerät verwalten können, um Cookies abzulehnen und/oder von Ihrem mobilen Gerät zu löschen, oder um die Verwendung Ihrer Werbe-ID einzuschränken, Ihre Werbe-ID zurückzusetzen und/oder zielgerichtete Werbung abzulehnen oder (2) indem Sie https://optout.networkadvertising.org/?c=1&nbsp;und/oder http://youronlinechoices.com besuchen, oder, wenn Sie sich in der EU befinden, http://www.youronlinechoices.eu/, um Möglichkeiten zur Ablehnung von Werbung kennenzulernen.\nAlternativ können Sie auch auf das AdChoices-Logo in einer Werbeanzeige klicken (sofern vorhanden).<br>\n</p>\n<p>Bitte beachten Sie Folgendes: Wenn Sie Ihre Einstellungen wie in diesem Abschnitt beschrieben ändern, bedeutet dies nicht, dass Sie keine Werbung mehr erhalten, es bedeutet lediglich, dass die Werbung, die Ihnen angezeigt wird, weniger auf Ihre Interessen abgestimmt ist.\nWir werden die Werbe-ID Ihres Geräts auch weiterhin verwenden, um Ihnen Werbeanzeigen anzuzeigen, die für Sie möglicherweise weniger relevant sind.\nSo können wir sie beispielsweise für Frequency Capping verwenden (mit anderen Worten, um zu bestimmen, wie oft Sie maximal dieselbe Werbeanzeige von uns zu sehen bekommen).<br>\n</p>\n<p>\n<b>G.\nProdukte oder Dienste von Activision online kaufen<br>\n</b>Activision erfasst keine Kreditkarten- und/oder Rechnungsdaten, wenn Sie Produkte oder Dienste (wie z.&nbsp;B.\ndigitale Inhalte) online kaufen.\nEs kann jedoch vorkommen, dass Sie Kreditkarten- und/oder Rechnungsdaten an einen unserer Drittanbieter weitergeben müssen, damit ein Kauf abgeschlossen werden kann.\nWir empfehlen Ihnen, die Datenschutzbestimmungen unserer Drittanbieter zu überprüfen, bevor Sie ihnen Ihre personenbezogenen Daten zur Verfügung stellen, da deren Datenschutzpraktiken von unseren abweichen können.\nIn bestimmten Fällen haben Sie zum Zeitpunkt des entsprechenden Kaufs außerdem die Möglichkeit, Activision Daten (wie z.&nbsp;B.\nIhre E-Mail-Adresse) zur Verfügung zu stellen, damit Ihnen zusätzliche Informationen oder Angebote zugesendet werden können.</p>\n<p>\n<b>H.\nSoziale Medien<br>\n</b>Es steht Ihnen frei, über soziale Netzwerke wie Facebook und Twitter (oder Plug-ins und Anwendungen sozialer Medien) mit einigen Angeboten zu interagieren („<b>soziale Medien</b>“).\nWenn Sie mit Activision und/oder den Angeboten über soziale Medien interagieren, erkennen Sie an, dass wir auf Ihre Daten, wie z.&nbsp;B.\nIhren Namen, Ihren Benutzernamen oder Ihr Profilbild, ausschließlich gemäß Ihren Datenschutzeinstellungen für soziale Medien zugreifen und diese nutzen können, um Inhalte, Marketingmaßnahmen und Verbesserungen und Anpassungen der Benutzererfahrung hinsichtlich der Angebote von Activision vorzunehmen und (1) Ihnen exklusive Inhalte zukommen zu lassen.\n(2) Ihre Online-Erfahrung mit uns innerhalb und fernab unserer Angebote zu personalisieren und (3) Sie gemäß den entsprechenden Marketingpräferenzen über soziale Medien zu kontaktieren, einschließlich der Bereitstellung von zugeschnittenen Marketingmaßnahmen oder direkt, indem wir Ihnen die neuesten Nachrichten, Sonderangebote und Vorteile zukommen lassen.</p>\n<p>Wenn Sie personenbezogene Daten über die Angebote oder in sozialen Medien veröffentlichen, können diese von anderen Nutzern dieser Seiten eingesehen werden, sodass wir die weitere Nutzung der personenbezogenen Daten durch Dritte nicht verhindern können.\nWeitere Informationen darüber, wie die von Ihnen genutzten sozialen Medien Ihre personenbezogenen Daten verwenden und schützen, finden Sie in deren Datenschutzerklärungen und Nutzungsbedingungen.</p>\n<p>\n<b>Aus anderen Quellen stammende Daten</b>\n</p>\n<p>Wir können Daten, wie z.&nbsp;B.\nKontaktdaten (z.&nbsp;B.\nName und E-Mail-Adresse), Herkunftsland, IP-Adresse, Kaufhistorie, Marketingpräferenzen, Cookie-Informationen, Hardware- und Software-Informationen und andere technische Daten zu Ihrer Person aus anderen Quellen beziehen, wie z.&nbsp;B.\nvon Unternehmen der Activision Blizzard Gruppe, sozialen Medien, unseren Verkäufern (z.&nbsp;B.\nEvent-Ticket-Anbieter und Merchandise-Anbieter) oder Partnern (z.&nbsp;B.\nWerbetreibende, Medienpartner oder Plattformanbieter (z.&nbsp;B.\nMicrosoft, Sony, Nintendo und Steam)), und diese Daten mit den Daten, die wir von oder zu Ihnen erfasst haben, kombinieren.\nWir erfassen Daten nur dann aus anderen Quellen, wenn diese uns versichert haben, dass sie rechtlich zur Weitergabe dieser Daten an uns berechtigt sind.</p>\n<p>Wir verwenden Cookies zur Bereitstellung und Unterstützung unserer Angebote und jeder der vorstehend genannten und beschriebenen Verwendungszwecke.\nBitte beachten Sie unsere Cookie-Richtlinie für weitere Informationen.</p> - Einzelheiten ausblenden Zurück zum Anfang </li>\n<li>\n<p>\n<b>Kinder und Eltern</b>\n</p>\n<p>Activision erfasst oder speichert wissentlich keine personenbezogenen Daten von Kindern unter 13 Jahren entsprechend der US-amerikanischen Gesetzgebung oder unter der entsprechenden Altersgrenze in anderen Ländern, in denen sich das Kind befindet.\nWir können jedoch technische Informationen, die für die Bereitstellung des jeweiligen Dienstes und für die Verwaltung unserer internen Abläufe erforderlich sind, von allen Nutzern unserer Angebote erfassen.\nWenn Eltern der Auffassung sind, dass wir irrtümlich andere personenbezogene Daten ihrer Kinder erfasst oder die personenbezogenen Daten ihrer Kinder anderweitig verwendet haben, können sie uns wie im nachstehenden Abschnitt <b>Kontaktaufnahme</b> beschrieben erreichen.</p>\n<p>&nbsp;</p>\n<p>Wir wissen um die besondere Bedeutung, die personenbezogenen Daten von Kindern zu schützen.\nWir fordern Eltern eindringlich auf, ihre Kinder anzuhalten, niemals ihre echten Namen, ihre Adressen, ihre Telefonnummern oder andere personenbezogene Daten ohne die Erlaubnis ihrer Eltern preiszugeben, wenn sie online sind.\nActivision empfiehlt außerdem, dass Eltern sich mit den auf Konsolen, Mobiltelefonen, Tablets und anderen Geräten, die sie ihrem Kind zur Verfügung stellen, verfügbaren Kindersicherungen vertraut machen und ihr Kind zu beaufsichtigen, wenn es online ist.\nWeitere Informationen finden Sie auf der Seite des ESRB zur elterlichen Kontrolle, die hier zu finden ist.\nBei Bedenken sollten sich Eltern umgehend mit Activision in Verbindung setzen.\nWeitere Informationen finden Sie im nachstehenden Abschnitt&nbsp;<b>Kontaktaufnahme</b>.</p> Zurück zum Anfang </li>\n<li>\n<p>\n<b>Ihre Wahlmöglichkeiten</b>\n</p>\n<p>Sie haben die Entscheidungsgewalt über die von Ihnen und aus anderen Quellen stammenden Daten und darüber, wie diese Daten von Activision verwendet werden.\nSie können Ihre Wahlmöglichkeiten jederzeit ausüben, indem Sie Ihre Präferenzen aktualisieren und Ihre Einstellungen auf Ihren Geräten und in den Konten von Drittanbietern verwalten.</p> + Klicken Sie hier für Einzelheiten <p>\n<b>Ihre Wahlmöglichkeiten bezüglich der von Ihnen bereitgestellten Daten<br>\n</b>Wenn Sie Activision keine personenbezogenen Daten zur Verfügung stellen möchten, besteht die Möglichkeit, dies nicht zu tun.\nWenn Sie sich dafür entscheiden, uns keine personenbezogenen Daten zur Verfügung zu stellen, sind wir möglicherweise nicht immer imstande, Ihnen das gewünschte Produkt oder den gewünschten Service von Activision anzubieten.\nSo können Sie beispielsweise ohne die Angabe einer E-Mail-Adresse kein Activision-Konto erstellen.</p>\n<p>\n<b>Ihre Wahlmöglichkeiten bezüglich der von Dritten bereitgestellten Daten<br>\n</b>Sie können unter Umständen bestimmen, wie Dritte Ihre Daten erfassen und weitergeben, indem Sie Ihre entsprechenden Einstellungen ändern oder sich direkt gegenüber diesen Dritten gegen die Erfassung aussprechen.\nWir empfehlen Ihnen, vor der Weitergabe von Daten an Dritte deren jeweilige Datenschutzerklärung für weitere Informationen zu konsultieren.</p>\n<p>\n<b>Ihre Wahlmöglichkeiten bezüglich der Verwendung Ihrer Daten durch Activision<br>\n</b>Sie können selbst bestimmen, wie Activision Ihre personenbezogenen Daten verwendet und Ihre Einstellungen jederzeit aktualisieren:</p>\n<ul>\n<li>um sich von einzelnen Wettbewerben oder Werbeaktionen abzumelden, die Verknüpfung eines Kontos mit Dritten aufzuheben oder zu verhindern, dass es abgefragt wird oder Informationen an externe Partner oder Lizenznehmer weitergegeben werden, oder um den Erhalt von Werbematerial oder Newslettern von Activision abzulehnen, greifen Sie einfach über&nbsp;https://www.activision.com/de&nbsp;auf Ihr Konto zu und bearbeiten Sie Ihre Einstellungen.\nSie benötigen Ihr Passwort, um auf Ihr Konto zuzugreifen.\nSie können sich auch von Marketingmitteilungen abmelden, indem Sie die in den Ihnen übermittelten Mitteilungen enthaltenen Anweisungen befolgen.\nUm sich vom Erhalt der Mitteilungen von Unternehmen der Activision Blizzard Gruppe abzumelden, beachten Sie bitte die Informationen in deren E-Mails oder Datenschutzerklärungen;</li>\n<li>um bestimmte Cookies daran zu hindern, Daten über die Effektivität von Werbekampagnen oder Analysedaten zu sammeln und Ihnen personalisierte Werbung in unseren Angeboten oder in den Angeboten Dritter anzuzeigen, beachten Sie bitte unsere Cookie-Richtlinie.</li>\n</ul>\n<p>Wenn Sie sich gegen den Erhalt von Marketingmitteilungen von uns entscheiden, beachten Sie bitte, dass wir Sie dennoch gelegentlich bezüglich des Status Ihres Kontos kontaktieren können, z.&nbsp;B.\num Sie darüber zu informieren, dass Ihr Konto möglicherweise abläuft, oder um andere dienstleistungsbezogene Informationen bereitzustellen.<br>\n</p>\n<p>Wenn Sie ein Benutzer im Europäischen Wirtschaftsraum („<b>EWR</b>“) oder in Großbritannien sind und mehr über Ihre Rechte im Zusammenhang mit Ihren personenbezogenen Daten erfahren möchten, beachten Sie bitte den nachstehenden Abschnitt <b>Benutzer im EWR</b>.\nWenn Sie im US-Bundesstaat Kalifornien oder im US-Bundesstaat Nevada ansässig sind und mehr über Ihre Rechte im Zusammenhang mit Ihren personenbezogenen Daten erfahren möchten, beachten Sie bitte den nachstehenden Abschnitt <b>Ihre kalifornischen Datenschutzrechte</b> oder den Abschnitt <b>Datenschutzhinweise für Einwohner von Nevada</b>.<br>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> - Einzelheiten ausblenden Zurück zum Anfang </li>\n<li>\n<p>\n<b>Weitergabe von Daten<br>\n</b>Wie nachstehend ausführlicher dargelegt, gibt Activision Daten wie folgt weiter:</p>\n<ul>\n<li>an die verschiedenen Unternehmen der Activision Blizzard Gruppe, die hier einsehbar sind, auch für eigene Marketingzwecke der Konzernunternehmen</li>\n<li>an Lieferanten und externe Partner und Lizenznehmer, die von Activision beauftragt wurden, Ihnen die von Ihnen angeforderten Waren oder Dienstleistungen oder die von uns ausgewählte Online-Werbung zur Verfügung zu stellen, oder Anwendungen und Webseiten zu erstellen, die unserer Spielergemeinschaft zum Vorteil dienen</li>\n<li>wenn dies aufgrund geltender Gesetze, Vorschriften oder rechtlicher Verfahren erforderlich ist</li>\n<li>wenn dies zur Ausübung, Begründung oder Verteidigung unserer gesetzlichen Rechte erforderlich ist</li>\n<li>wenn dies zum Schutz der Rechte, des Eigentums oder der Sicherheit einer beliebigen Person erforderlich ist</li>\n<li>in Verbindung mit dem Verkauf unseres Geschäfts oder unserer Vermögenswerte</li>\n</ul>\n<p>Sämtliche Daten, einschließlich personenbezogener Daten, die Sie in einem Bulletin Board, Message Board, Chatroom oder einem anderen öffentlichen Forum preisgeben, sind öffentlich einsehbar.</p> + Klicken Sie hier für Einzelheiten <p>\n<b>1.&nbsp;&nbsp;&nbsp;&nbsp.\nUnternehmen der Activision Blizzard Gruppe<br>\n</b>Wir geben Ihre Daten an die verschiedenen Unternehmen der Activision Blizzard Gruppe weiter, die hier einsehbar sind, auch für eigene Marketingzwecke der Konzernunternehmen.\n&nbsp;&nbsp;Activision ist nicht für die Datenschutzpraktiken der Unternehmen der Activision Blizzard Gruppe verantwortlich und die Nutzung Ihrer Daten durch die Konzernunternehmen unterliegt den Datenschutzerklärungen dieser spezifischen Unternehmen, die Sie auf der Website des jeweiligen Unternehmens einsehen können.</p>\n<p>\n<b>2.&nbsp;&nbsp;&nbsp;&nbsp.\nLieferanten, Partner und Lizenznehmer<br>\n</b>Lieferanten und Partner stellen Activision Waren und Dienstleistungen zur Verfügung (z.&nbsp;B.\nPlattformanbieter, Medienpartner, Event-Ticketanbieter, Merchandising-Anbieter, Turnierveranstalter, Umfrageanbieter, Abrechnungsdienstleister, Verbraucherservice-Support, Beratungsunternehmen, IT-Hardware- und -Softwareanbieter), um die Angebote zu unterstützen, zu betreiben und weiterzuentwickeln und um Marketingmitteilungen in unserem Namen zu versenden.\nLieferanten verwenden Ihre Daten zur Ausführung, Lieferung und/oder gelegentlichen Verbesserung der von ihnen angebotenen Dienste.\nWir geben ohne Ihre Einwilligung keine Daten an Lieferanten zur Verwendung für deren eigene Direktmarketingzwecke oder für andere als die in diesem Abschnitt genannten Zwecke weiter.\nFerner geben wir einige unserer Spielerdaten (z.&nbsp;B.\nGameplay-Informationen) an unsere externen Partner und Lizenznehmer weiter, die Anwendungen und Websites erstellen, die unserer Spielergemeinschaft zum Vorteil dienen (z.&nbsp;B.\nfür Turniere, Bestenlisten und Gameplay-Statistik-Tools).</p>\n<p>\n<b>3.&nbsp;&nbsp;&nbsp;&nbsp.\nGesetz<br>\n</b>Wir werden Ihre Daten offenlegen, wenn wir in gutem Glauben davon ausgehen, dass wir gesetzlich dazu verpflichtet sind, einschließlich, aber nicht beschränkt auf die Offenlegung gegenüber Strafverfolgungsbehörden oder anderen staatlichen Stellen in Verbindung mit einer Untersuchung von Betrug, Verletzungen des geistigen Eigentums oder anderen Aktivitäten, die illegal sind oder Sie oder uns einer rechtlichen Haftung aussetzen könnten.</p>\n<p>Hierzu kann die Reaktion auf rechtliche Anfragen aus Ländern außerhalb der USA gehören, wenn wir in gutem Glauben davon ausgehen, dass die Reaktion in diesem Land gesetzlich vorgeschrieben ist, Benutzer in diesem Land betrifft und mit international anerkannten Standards im Einklang steht.</p>\n<p>\n<b>4.&nbsp;&nbsp;&nbsp;&nbsp.\nGesetzliche Rechte<br>\n</b>Wir werden Ihre Daten offenlegen, wenn dies für die Ausübung, Begründung oder Verteidigung unserer gesetzlichen Rechte erforderlich ist.&nbsp.\nSo überprüfen wir beispielsweise Ihr Gameplay, Ihre Kommunikationen und andere Kontoinformationen, um Betrugsvorwürfe, Hacking oder andere Verstöße oder vermeintliche Verstöße gegen die geltenden Nutzungsbedingungen oder diese Datenschutzerklärung zu untersuchen, und geben Ihre personenbezogenen Daten, einschließlich Kommunikationen, an unsere Rechtsberater, Berater und an Strafverfolgungs- oder andere Regierungsstellen weiter.</p>\n<p>\n<b>5.&nbsp;&nbsp;&nbsp;&nbsp.\nSchutz anderer<br>\n</b>Wir geben Ihre Daten an Dritte weiter, wenn wir der Auffassung sind, dass dies zum Schutz der Rechte, des Eigentums oder der Sicherheit einer Person erforderlich ist.\nSo geben wir beispielsweise Daten zu einem Online-Konto weiter, wenn wir in gutem Glauben davon ausgehen, dass der Benutzer dieses Kontos es in einer für andere schädlichen Weise nutzt (z.&nbsp;B.\ndurch unangemessenen Kontakt mit Minderjährigen).</p>\n<p>\n<b>6.&nbsp;&nbsp;&nbsp;&nbsp.\nVerkauf unseres Geschäfts oder unserer Vermögenswerte<br>\n</b>Im Falle eines Zusammenschlusses, einer Übernahme, einer Reorganisation, eines Konkurses oder eines anderen ähnlichen Ereignisses können die Kundendaten von Activision, einschließlich der Daten und Kommunikationen, an unseren Rechtsnachfolger oder Zessionar übertragen werden.</p> - Einzelheiten ausblenden Zurück zum Anfang </li>\n<li>\n<p>\n<b>Sicherheit</b>\n</p>\n<p>Wie nachstehend ausführlich dargelegt, ergreift Activision eine Reihe von Sicherheitsmaßnahmen, die dazu dienen, Ihre Daten zu schützen.\nEine vollständige Online- und Offline-Sicherheit kann jedoch niemals garantiert werden, daher sollten Sie stets vorsichtig sein, wenn Sie Ihre Daten online preisgeben.</p> + Klicken Sie hier für Einzelheiten <p>Activision ergreift eine Reihe von Sicherheitsmaßnahmen, damit Ihre personenbezogenen Daten geschützt werden und deren Vertraulichkeit gewahrt bleibt (es sei denn, es handelt sich um nicht vertrauliche Informationen, z.&nbsp;B.\nöffentlich zugängliche Daten wie benutzergenerierte Inhalte, Ranglistenplatzierungen und Spielstände usw.).&nbsp.\nAußerdem ergreifen wir Maßnahmen, um sicherzustellen, dass die erfassten personenbezogenen Daten vor Missbrauch und Veränderung geschützt werden.\nZusätzlich verlangen wir von Lieferanten, die personenbezogene Daten in unserem Auftrag verarbeiten, dass sie selbst eine Reihe von Sicherheitsmaßnahmen ergreifen, die dem Schutz Ihrer personenbezogenen Daten dienen.\nAllerdings ist das Internet aufgrund seiner Beschaffenheit keine sichere Umgebung und die Art der Sicherheitsrisiken entwickelt sich ständig weiter, ebenso wie die technischen und organisatorischen Industriestandards in Bezug auf die Bewältigung dieser Risiken.\nDie vollständige Sicherheit der von uns oder unseren Lieferanten erfassten, gespeicherten oder verwendeten personenbezogenen Daten kann daher nicht garantiert werden.</p> - Einzelheiten ausblenden Zurück zum Anfang </li>\n<li>\n<p>\n<b>&nbsp;Zugriff auf Daten und Aufbewahrungsfrist</b>\n</p>\n<p>Wie nachstehend näher erläutert, können Sie Ihre personenbezogenen Daten in jedem Ihrer Activision-Konten jederzeit einsehen, korrigieren, aktualisieren oder deren Löschung verlangen.</p>\n<p>&nbsp;</p> + Klicken Sie hier für Einzelheiten <p>Wenn Sie aus irgendeinem Grund die zu Ihrer Person erfassten Daten einsehen, korrigieren oder aktualisieren möchten, oder wenn Sie Ihr Activision-Konto deaktivieren wollen, greifen Sie einfach über&nbsp;https://www.activision.com/de&nbsp;oder ein anderes Produkt oder einen anderen Dienst auf Ihr Activision-Konto zu und bearbeiten Sie Ihre personenbezogenen Daten.\nSie benötigen Ihr Passwort, um auf Ihr persönliches Konto zuzugreifen.\nAlternativ können Sie uns eine E-Mail mit der Bitte zukommen lassen, Ihr Konto unter privacy@activision.com zu deaktivieren.</p>\n<p>Wenn Sie aus irgendeinem Grund mit der Art und Weise, wie wir Ihre personenbezogenen Daten verwenden, nicht einverstanden sind, oder wenn Sie diese personenbezogenen Daten korrigieren oder löschen lassen möchten, können Sie Ihre entsprechende Anfrage an die im nachstehenden Abschnitt <b>Kontaktaufnahme</b> genannten Kontaktmöglichkeiten richten.</p>\n<p>\n<b>Aufbewahrungsfrist<br>\n</b>Wir löschen Ihre personenbezogenen Daten, die wir zur Erfüllung eines Vertrags oder aufgrund Ihrer Einwilligung verarbeiten, wenn Sie Ihren mit uns geschlossenen Vertrag kündigen, Ihr Activision-Konto deaktivieren, Ihre Einwilligung widerrufen oder wenn Sie uns auffordern, Ihre personenbezogenen Daten gemäß dieser Datenschutzerklärung zu löschen.\nWir werden Ihre personenbezogenen Daten jedoch nicht löschen, wenn wir noch ein berechtigtes Interesse an der Verwendung Ihrer personenbezogenen Daten vorweisen können.\nSo können wir Ihre Daten beispielsweise weiterhin aufbewahren, um Streitigkeiten beizulegen, unsere Nutzungsbedingungen oder andere Benutzervereinbarungen durchzusetzen oder gesetzlichen Anforderungen zu entsprechen.\nIn diesem Fall werden Ihre personenbezogenen Daten für die Verwendung für andere Zwecke gesperrt.\nWir werden Ihre personenbezogenen Daten jedoch nicht länger aufbewahren oder verwenden, als es für die in dieser Datenschutzerklärung dargelegten Zwecke erforderlich ist.\nAus technischen Gründen können Restkopien von Daten, die aus Ihrem Konto und/oder den Angeboten entfernt wurden, für etwa einen Monat in unseren Backup-Systemen verbleiben.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> - Einzelheiten ausblenden Zurück zum Anfang </li>\n<li>\n<p>\n<b>&nbsp;Kontaktaufnahme</b>\n</p>\n<p>Zur Kontaktaufnahme mit uns können Sie uns eine E-Mail an privacy@activision.com senden oder sich schriftlich an folgende Adresse wenden: Activision Publishing, Inc., 3100 Ocean Park Boulevard, Santa Monica, CA 90405, ATTN: Privacy Team/Privacy Policy, oder rufen Sie das Datenschutz-Team unter folgender Rufnummer an: +1&nbsp;310&nbsp;255&nbsp;2000 Benutzer aus dem EWR und aus Großbritannien können sich auch per E-Mail an unseren Datenschutzbeauftragten unter DPO@activision.com wenden.</p>\n<p>Wenn Sie der Auffassung sind, dass eine Frage oder Beschwerde nicht zu Ihrer Zufriedenheit gelöst wurde, können Sie sich auch an die ESRB-Zertifizierungsstelle wenden.\nWeitere Informationen finden Sie im Abschnitt&nbsp;<b>Datenschutz-Zertifizierungsprogramm des ESRB</b>&nbsp;zu Beginn dieser Datenschutzerklärung.</p> Zurück zum Anfang </li>\n<li>\n<p>\n<b>Wichtiger Hinweis</b>\n</p>\n<p>Informationen zum Datenschutz für im US-Bundesstaat Kalifornien ansässige oder außerhalb der USA befindliche Benutzer finden Sie weiter unten.</p>\n<p>Bitte beachten Sie, dass Ihre Nutzung dieser Website, des Produkts oder des Dienstes von Activision zusätzlich den Bedingungen der Endbenutzer-Lizenzvereinbarung von Activision, die hier verfügbar ist, und den Nutzungsbedingungen, die&nbsp;hier verfügbar sind, unterliegt.</p> Zurück zum Anfang </li>\n<li>\n<p>\n<b>Hinweis zur Erfassung in Kalifornien</b>\n</p>\n<p>In Abhängigkeit von Ihrer Interaktion mit uns, kann Activision die nachstehend aufgeführten Kategorien personenbezogener Daten zu Ihrer Person erfassen.\nIm Folgenden wird beschrieben, wie wir solche Kategorien personenbezogener Daten erfassen und verwenden.\nDiese Kategorien personenbezogener Daten werden wie im vorstehenden Abschnitt <b>Weitergabe von Daten</b> ausführlich beschrieben an Dritte weitergegeben.</p> + Klicken Sie hier für Einzelheiten <p>\n<b>Kategorien der erfassten Daten</b>\n</p>\n<ul>\n<li>Identifikatoren und Kontakt- oder Registrierungsdaten, z.&nbsp;B.\nName, E-Mail-Adresse, Postanschrift, Telefonnummer, Konto-Benutzername oder Anzeigename sowie Namen von Drittanbieterkonten</li>\n<li>Demografische Daten, z.&nbsp;B.\nInteressen, Hobbys, Geschlecht, Alter usw.</li>\n<li>Kommerzielle Daten, z.&nbsp;B.\nVersandinformationen und Informationen zu Ihren Transaktionen und Einkäufen bei uns</li>\n<li>Benutzergenerierte Inhalte, z.&nbsp;B.\nFotos, Videos, Audiodateien, alle von Ihnen in Foren, Chats oder Message Boards veröffentlichten Informationen sowie Feedback oder Erfahrungsberichte, die Sie über unsere Dienste bereitstellen</li>\n<li>Kundenservicedaten, z.&nbsp;B.\nFragen und andere Nachrichten, die Sie direkt über Online-Formulare, Chat, per E-Mail, telefonisch oder per Post an uns richten sowie Zusammenfassungen oder Sprachaufzeichnungen Ihrer Interaktionen mit dem Kundenservice</li>\n<li>Gerätedaten und Gerätekennungen, z.&nbsp;B.\nIP-Adresse, Browsertyp und Browsersprache, Betriebssystem, Plattformtyp, Gerätetyp, Software- und Hardwaremerkmale sowie eindeutige Geräte-, Werbe- und App-Kennungen</li>\n<li>Verbindungs- und Nutzungsdaten, z.&nbsp;B.\nInformationen über von Ihnen heruntergeladene Dateien, Spieldaten, Domain-Namen, Zielseiten, Browsing-Aktivitäten, angesehene und angeklickte Inhalte oder Werbeanzeigen, Datum und Uhrzeit des Zugriffs, aufgerufene Seiten, von Ihnen ausgefüllte oder teilweise ausgefüllte Formulare, Suchbegriffe, Uploads oder Downloads, ob Sie eine E-Mail öffnen und Ihre Interaktion mit E-Mail-Inhalten, Zugriffszeiten, Fehlerprotokolle und andere ähnliche Informationen</li>\n<li>Geolokationsdaten, z.&nbsp;B.\nStadt, Bundesland und Postleitzahl in Verbindung mit Ihrer IP-Adresse</li>\n<li>Sonstige Daten, z.&nbsp;B.\nalle anderen Daten, die Sie uns im Zusammenhang mit der Nutzung der Dienste oder von uns versendeten Umfragen oder Gewinnspielen, an denen Sie teilnehmen, direkt zur Verfügung stellen</li>\n</ul>\n<p>\n<b>Verwendungszwecke</b>\n</p>\n<ul>\n<li>Ausführung der Dienste und Personalisierung Ihrer Erfahrung mit unseren Angeboten</li>\n<li>Kommerzielle Zwecke, wie z.&nbsp;B.\ndie Ermöglichung des Kaufs von Produkten oder Diensten von Activision, oder das Versenden von Newslettern, Werbematerial, Umfragen und um Ihnen zielgerichtete Werbung anbieten zu können</li>\n<li>Ermöglichen des Kaufs von Produkten oder Diensten von Activision</li>\n<li>Interaktion mit dem Kundenservice</li>\n<li>Erkennen von Sicherheitsverstößen und Schutz unserer Angebote</li>\n<li>Ergreifen von Maßnahmen zur Überprüfung und Aufrechterhaltung der Qualität unserer Dienste, z.&nbsp;B.\nzur Verhinderung von Betrug und ungebührlichem Verhalten</li>\n</ul>\n<p>\n<b>Quellen personenbezogener Daten</b>&nbsp;(weitere Informationen finden Sie im vorstehenden Abschnitt&nbsp;<b>Von uns erfasste Daten und wie wir sie verwenden</b>)</p>\n<ul>\n<li>Sie, sowohl direkt als auch durch Ihre Nutzung der Angebote</li>\n<li>Unsere Lieferanten und Geschäftspartner (z.&nbsp;B.\nDatenanalyse-Anbieter, Event-Ticket-Anbieter, Merchandise-Händler, Werbetreibende, Medienpartner oder Plattformanbieter)</li>\n<li>Unternehmen der Activision Blizzard Gruppe</li>\n<li>Soziale Medien und andere Drittanbieter-Konten</li>\n</ul>\n<p>Wir geben die in die vorstehend genannten Kategorien fallenden Daten möglicherweise an Unternehmen der Activision Blizzard Gruppe und an Dritte zu den angegebenen Zwecken wie folgt weiter:</p>\n<p>\n<b>Kennungen und Kontakt- oder Registrierungsdaten, demografische Daten, kommerzielle Daten, nutzergenerierte Inhalte und Kundenservicedaten</b>:</p>\n<ul>\n<li>an die verschiedenen Unternehmen der Activision Blizzard Gruppe, auch für eigene Marketingzwecke der Konzernunternehmen</li>\n<li>an Lieferanten, Partner und Lizenznehmer von Activision, um Ihnen die von Ihnen angeforderten Waren oder Dienstleistungen zur Verfügung zu stellen oder Anwendungen und Websites zu erstellen, die unserer Spielergemeinschaft zum Vorteil dienen</li>\n<li>wenn dies aufgrund geltender Gesetze, Vorschriften oder rechtlicher Verfahren erforderlich ist</li>\n<li>wenn dies zur Ausübung, Begründung oder Verteidigung unserer gesetzlichen Rechte erforderlich ist</li>\n<li>wenn dies zum Schutz der wesentlichen Interessen einer Person erforderlich ist</li>\n<li>in Verbindung mit dem Verkauf unseres Geschäfts oder unserer Vermögenswerte</li>\n</ul>\n<p>\n<b>Gerätedaten und Gerätekennungen, Geolokationsdaten, Verbindungs- und Nutzungsdaten und sonstige Informationen</b>:</p>\n<ul>\n<li>an die verschiedenen Unternehmen der Activision Blizzard Gruppe, auch für eigene Marketingzwecke der Konzernunternehmen<br>\n</li>\n<li>an Lieferanten, Partner und Lizenznehmer, die von Activision beauftragt wurden, um Ihnen die von Ihnen angeforderten Waren oder Dienstleistungen oder die von uns ausgewählte Online-Werbung zur Verfügung zu stellen, oder um Anwendungen und Websites zu erstellen, die unserer Spielergemeinschaft zum Vorteil dienen</li>\n<li>wenn dies aufgrund geltender Gesetze, Vorschriften oder rechtlicher Verfahren erforderlich ist</li>\n<li>wenn dies zur Ausübung, Begründung oder Verteidigung unserer gesetzlichen Rechte erforderlich ist</li>\n<li>wenn dies zum Schutz der wesentlichen Interessen einer Person erforderlich ist</li>\n<li>in Verbindung mit dem Verkauf unseres Geschäfts oder unserer Vermögenswerte</li>\n</ul> - Einzelheiten ausblenden Zurück zum Anfang </li>\n<li>\n<p>\n<b>Ihre kalifornischen Datenschutzrechte</b>\n</p>\n<p>Einwohner des US-Bundesstaates Kalifornien haben ohne bei der Ausübung ihrer Rechte diskriminiert zu werden das Recht, von uns zu verlangen, dass wir Ihnen die von uns erfassten personenbezogenen Daten mitteilen sowie diese Daten löschen und können dem Verkauf Ihrer personenbezogenen Daten vorbehaltlich bestimmter Einschränkungen widersprechen.\nSie haben ferner das Recht, einen Bevollmächtigten zu benennen, der diese Rechte in Ihrem Namen ausübt.\nDieser Abschnitt beschreibt, wie Sie diese Rechte ausüben können und wie unser Verfahren zur Bearbeitung entsprechender Anfragen aussieht.\nDie in den California Consumer Privacy Act Regulations § 999.317 geforderten Berichtsinformationen finden Sie hier.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> + Klicken Sie hier für Einzelheiten <p>\n<b>Recht auf Auskunft über Ihre personenbezogenen Daten<br>\n</b>Einwohner des US-Bundesstaates Kalifornien haben das Recht, bis zu zweimal innerhalb eines Zeitraums von 12&nbsp;Monaten zu verlangen, dass wir Auskunft über die Kategorien der von uns erfassten, verwendeten und weitergegebenen personenbezogenen Daten geben.\nAußerdem können Sie die spezifischen personenbezogenen Daten, die wir zu Ihrer Person erfasst haben, anfordern.\nBitte beachten Sie, dass bestimmte Daten gemäß kalifornischem Recht von solchen Anfragen ausgenommen sein können.</p>\n<p>\n<b>Recht, die Löschung Ihrer personenbezogenen Daten zu verlangen<br>\n</b>Sie können von uns verlangen, dass wir die zu Ihrer Person erfassten Daten löschen.\nGemäß kalifornischem Recht können einige Daten von solchen Anfragen ausgenommen sein.&nbsp.\nSo benötigen wir beispielsweise bestimmte Arten von Daten, damit wir Ihnen unsere Angebote zur Verfügung stellen können.&nbsp.\nWenn Sie uns auffordern, diese Daten zu löschen, können Sie möglicherweise nicht länger auf unsere Angebote zugreifen oder diese nutzen.</p>\n<p>\n<b>So üben Sie Ihre Rechte auf Auskunft und Löschung aus<br>\n</b>Einwohner des US-Bundesstaates Kalifornien können ihre nach kalifornischem Recht zustehenden Datenschutzrechte ausüben, indem sie ihre Anfrage hier an uns richten oder eine E-Mail an ccparequests@activision.com senden.</p>\n<p>Aus Sicherheitsgründen müssen wir Ihre Identität überprüfen&nbsp;– einschließlich durch Abfrage von weiteren Informationen&nbsp;– wenn Sie Ihre nach kalifornischem Recht zustehenden Datenschutzrechte wahrnehmen möchten.\nSofern Sie über ein Online-Konto verfügen, mithilfe dessen Sie mit Activision interagieren, dient Ihre Anmeldung bei diesem Konto der Verifizierung Ihrer Identität und Ihrer Anfrage.&nbsp.\nWenn wir der Auffassung sind, dass Ihr Konto kompromittiert wurde, fordern wir unter Umständen zusätzliche Informationen an.\nSollten Sie über kein Konto bei uns verfügen<i>\n</i>oder wenn wir Grund zu der Annahme haben, dass die Sicherheit Ihres Kontos gefährdet ist, werden wir je nach Art der Anfrage und der Sensibilität der gewünschten Daten zusätzliche Informationen von Ihnen anfordern, die wir zur Verifizierung Ihrer Identität mit unseren bestehenden Datensätzen abgleichen.</p>\n<p>Nachdem wir Ihre Identität (und ggf.\ndie Ihres Bevollmächtigten) überprüft haben, werden wir auf Ihre Anfrage entsprechend reagieren.\nFür den Fall, dass wir Ihrer Anfragen nicht nachkommen können, werden wir Sie über die Gründe dafür in Kenntnis setzen.</p>\n<p>\n<b>Recht auf Nichtdiskriminierung<br>\n</b>Wir werden weder Waren noch Dienstleistungen verweigern, andere Preise verlangen oder ein anderes Qualitätsniveau bereitstellen, wenn Sie Ihre Rechte ausüben.</p>\n<p>\n<b>Verkauf personenbezogener Daten<br>\n</b>Der California Consumer Privacy Act (CCPA) räumt Einwohnern des US-Bundesstaates Kalifornien das Recht ein, dem Verkauf von personenbezogenen Daten zu widersprechen.</p>\n<p>Wir verkaufen keine Daten, anhand derer Sie direkt identifiziert werden können, wie z.&nbsp;B.\nIhren Namen, Ihre Telefonnummer, Ihre Postanschrift oder Ihre E-Mail-Adresse.&nbsp.\nDarüber hinaus geben wir keine personenbezogenen Daten unserer Kunden gegen Bezahlung oder andere entgeltliche Gegenleistungen an Dritte weiter.</p>\n<p>Wir geben bestimmte Daten an Dritte weiter, die in unserem Namen für die vorstehend genannten Geschäftszwecke Aufgaben erfüllen.</p>\n<p>Zudem können wir es externen Werbeunternehmen gestatten, Daten bezüglich Ihrer auf unseren Websites und in unseren Apps vorgenommenen Aktivitäten zu erfassen, z.&nbsp;B.\ndurch Cookies, mobile Werbe-IDs, Pixel, Web Beacons und Plugins für soziale Netzwerke.&nbsp.\nDiese Werbeunternehmen verwenden die von ihnen erfassten Daten, um uns bei der Bereitstellung relevanterer Werbung zu unterstützen, sowie für andere Zwecke, die in unserer Datenschutzerklärung dargelegt sind.&nbsp.\nSie können Kontrollmaßnahmen für Cookies einrichten und Werbe-Cookies, einschließlich Werbe-Cookies Dritter, ablehnen, indem Sie <u>hier</u> klicken.\nZudem können Sie Kontrollmaßnahmen für Cookies mithilfe zahlreicher Browser-Einstellungen festlegen und die Verwendung von Cookies für interessenbezogene Werbung über branchenweite Opt-out-Möglichkeiten steuern.&nbsp.\nSie können sich ferner über die Einstellungsseite der mobilen Anwendungen von Activision, mit denen Ihre Daten zu diesen Zwecken weitergegeben werden können, dagegen entscheiden.&nbsp.\nWeitere Informationen finden Sie im vorstehenden Abschnitt <b>Mobile Werbung</b> und in unserer Cookie-Richtlinie.</p>\n<p>Die durch diese Methoden erfassten personenbezogenen Daten sind mit Ihrem Browser oder Gerät verknüpft.\nMöchten Sie diese Informationen also nicht erhalten, müssen Sie Cookies oder Tracker wie vorstehend beschrieben deaktivieren.\nDa Ihre Opt-out-Einstellung in einem Cookie gespeichert wird, können wir Ihr Gerät und Ihre Auswahl im Falle eines Zurücksetzens Ihrer Werbe-ID oder des Löschens Ihrer Cookies nicht zurückverfolgen, weshalb Sie sich erneut abmelden müssen.</p>\n<p>Zusätzlich zu den vorstehend genannten Opt-out-Möglichkeiten bezüglich Werbung unterstützen wir den CCPA, indem wir den Einwohnern des US-Bundesstaats Kalifornien die Möglichkeit einräumen, dem zukünftigen Verkauf ihrer personenbezogenen Daten zu widersprechen, indem sie <u>hier</u> klicken.\nSie können außerdem eine Anfrage zur Ablehnung des Verkaufs Ihrer Daten stellen, indem Sie uns eine E-Mail an ccparequests@activision.com senden.</p>\n<p>\n<b>Bevollmächtigte Vertreter<br>\n</b>Es steht Ihnen frei, einen Bevollmächtigten zu benennen, der Anfragen zur Ausübung Ihrer Rechte gemäß dem CCPA wie vorstehend beschrieben stellen kann.\nWir werden Maßnahmen ergreifen, um sowohl die Identität der Person zu überprüfen, die ihre Rechte wie vorstehend beschrieben ausüben möchte, als auch um zu überprüfen, ob Ihr Bevollmächtigter autorisiert wurde, eine Anfrage in Ihrem Namen zu stellen, indem er uns eine unterzeichnete schriftliche Vollmacht oder eine Kopie einer Vollmacht zur Verfügung stellt.</p>\n<p>\n<b>California Shine the Light Law<br>\n</b>Seit 2005 erlaubt das kalifornische Zivilgesetzbuch Abschnitt&nbsp;1798.83 unseren im US-Bundesstaat Kalifornien ansässigen Kunden, bestimmte Informationen über die von uns vorgenommene Weitergabe personenbezogener Daten an Dritte zu deren Direktmarketingzwecken zu verlangen.\nWir geben die personenbezogenen Daten unserer Kunden nicht ohne deren Einwilligung an Dritte für deren eigene Direktmarketingzwecke weiter.\nWenn Sie Fragen zu unseren Offenlegungspraktiken haben, senden Sie uns bitte eine E-Mail an&nbsp;privacy@activision.com oder wenden Sie sich schriftlich an folgende Adresse: Activision Publishing, Inc., 3100 Ocean Park Boulevard, Santa Monica, CA 90405 USA, ATTN: Privacy Team/Privacy Policy Wir werden Ihrer Anfrage gerne nachkommen.</p>\n<p>\n<b>Kalifornische Datenschutzrechte für minderjährige Benutzer<br>\n</b>Seit dem 1.&nbsp;Januar&nbsp;2015 erlaubt Ihnen der California Business and Professions Code Abschnitt 22581 die von Ihnen bereitgestellten oder öffentlich eingestellten Daten einzusehen, zu korrigieren oder zu löschen, wenn Sie ein Einwohner des US-Bundesstaats Kalifornien unter 18&nbsp;Jahren sind.\nHierzu greifen Sie bitte über https://www.activision.com/de&nbsp;oder ein anderes Produkt oder einen anderen Dienst auf Ihr Activision-Konto zu und bearbeiten bzw.\nlöschen Ihre Daten.\nSie benötigen Ihr Passwort, um auf Ihr persönliches Konto zuzugreifen.\nSie können uns auch eine E-Mail mit der Bitte um Entfernung bestimmter Inhalte an privacy@activision.com zukommen lassen.\nAlternativ können Sie uns auch schriftlich unter folgender Adresse erreichen: Activision Publishing, Inc., 3100 Ocean Park Boulevard, Santa Monica, CA 90405 USA, ATTN: Privacy Team/Privacy Policy</p>\n<p>Wir werden Daten und/oder Inhalte bei Bedarf gerne überprüfen, aktualisieren oder entfernen.\nRestkopien von Daten und/oder Inhalten, die aus Ihrem Konto und/oder den Angeboten entfernt wurden, können für etwa einen Monat in unseren Backup-Systemen verbleiben.\nWir werden Ihre Daten unter Umständen dennoch weiterhin aufbewahren, um Streitigkeiten beizulegen, unsere Nutzungsvereinbarung durchzusetzen oder gesetzlichen Anforderungen zu entsprechen.\nIn diesem Fall werden Ihre personenbezogenen Daten für die Verwendung für andere Zwecke gesperrt.</p>\n<p>\n<b>Do-Not-Track<br>\n</b>Der California Business and Professions Code Abschnitt&nbsp;22575(b) (in der geänderten Fassung vom 1.&nbsp;Januar&nbsp;2014) erlaubt es unseren im US-Bundesstaat Kalifornien ansässigen Kunden, darüber informiert zu werden, wie Activision auf „Do-Not-Track“-Einstellungen von Web-Browsern reagiert.\nDa es sich bei „Do-Not-Track“ um einen derzeit in der Entwicklung befindlichen Standard handelt, ergreift Activision keine Maßnahmen, um auf „Do-Not-Track“-Einstellungen zu reagieren, stattdessen halten wir uns an die in dieser Datenschutzerklärung dargelegten Standards.&nbsp;&nbsp;</p>\n<p>Weitere Informationen zu Do-Not-Track finden Sie unter folgendem Link: http://www.allaboutdnt.com/.</p> - Einzelheiten ausblenden Zurück zum Anfang </li>\n<li>\n<p>\n<b>Datenschutzhinweise für Einwohner von Nevada</b>\n</p>\n<p>Gemäß den Gesetzen des US-Bundesstaates Nevada können Einwohner Nevadas, die Waren oder Dienste von uns erworben haben, dem „Verkauf“ von „erfassten Daten“ (wie diese Begriffe gemäß den Gesetzen des US-Bundesstaates Nevada definiert sind) gegen eine finanzielle Gegenleistung an eine andere Person zu Zwecken der Lizenzierung oder des Verkaufs dieser Daten an weitere Personen widersprechen.&nbsp.\n„Erfasste Daten“ umfassen Vor- und Nachname, Anschrift, E-Mail-Adresse und Telefonnummer oder eine Kennung, anhand derer eine bestimmte Person entweder physisch oder online kontaktiert werden kann.&nbsp.\nWie bereits erwähnt, geben wir Ihre Daten an bestimmte Dritte weiter, von denen wir glauben, dass sie Ihnen Angebote und Werbeaktionen für Sie interessante Produkte und Dienstleistungen anbieten können, sowie auf andere oben beschriebene Weise.&nbsp.\nWir vertreten die Auffassung, dass unsere diesbezügliche Beteiligung nicht als Verkauf nach den Gesetzen des US-Bundesstaates Nevada zu betrachten ist.\nWenn Sie jedoch im US-Bundesstaat Nevada ansässig sind und Waren oder Dienste von uns erworben haben, haben Sie die Möglichkeit, eine Anfrage an individualrights@activision.com zu stellen, um Ihre Präferenz zur Ablehnung darzulegen.&nbsp;&nbsp.\nBitte beachten Sie, dass wir unter Umständen angemessene Schritte unternehmen, um Ihre Identität und die Authentizität der Anfrage zu überprüfen.</p> Zurück zum Anfang </li>\n<li>\n<p>\n<b>Benutzer im EWR und in Großbritannien</b>\n</p>\n<p>Wie nachstehend näher erläutert, verarbeiten oder übermitteln wir Ihre personenbezogenen Daten nur dann, wenn dafür rechtliche Gründe vorliegen und angemessene Sicherheitsvorkehrungen getroffen werden können.\nAußerdem haben Sie zusätzliche Rechte in Bezug auf Ihre personenbezogenen Daten, wenn Sie im EWR und in Großbritannien ansässig sind.</p> + Klicken Sie hier für Einzelheiten <p>\n<b>Rechtliche Grundlage für die Verarbeitung Ihrer personenbezogenen Daten<br>\n</b>Wir verarbeiten Ihre personenbezogenen Daten nur dann, wenn wir uns auf rechtliche Gründe dafür stützen können.\nWir verarbeiten Ihre personenbezogenen Daten für die nachstehend dargelegten Zwecke.</p>\n<p>\n<u>Ausführung der Dienste</u>\n</p>\n<p>Wir verarbeiten Ihre personenbezogenen Daten für die Ausführung unserer Dienste, für die Bereitstellung oder Betreuung unserer Produkte oder für jede andere von Ihnen gewünschte oder erlaubte Funktion.\nDies umfasst unter anderem die Verwendung Ihrer personenbezogenen Daten, um:</p>\n<ul>\n<li>Ihr Activision-Konto zu verwalten</li>\n<li>Wettbewerbe oder Werbeaktionen anzubieten, für die Sie sich angemeldet haben</li>\n<li>Einkäufe zu unterstützen, die Sie tätigen</li>\n<li>Spielfunktionen zu unterstützen</li>\n<li>einen weltweiten Kundenservice anzubieten</li>\n<li>ein faires Spielerlebnis durch den Einsatz von Anti-Betrugs-Technologien wie Bans oder Kontensperrungen zu ermöglichen</li>\n</ul>\n<p>\n<u>Einwilligung<br>\n</u>Wir verarbeiten Ihre personenbezogenen Daten auf der Grundlage Ihrer Einwilligung.\nDies umfasst unter anderem die Bereitstellung von:</p>\n<ul>\n<li>Newslettern, Direktwerbung und Umfragen bezüglich unserer Angebote, Produkte oder Dienste, die für Sie von Interesse sein könnten</li>\n<li>gezielter Werbung in unseren mobilen Spielen</li>\n<li>bestimmten anderen Marketing-Features</li>\n</ul>\n<p>\n<u>Berechtigtes Interesse</u>\n</p>\n<ul>\n<li>Wir verarbeiten Ihre personenbezogenen Daten, wenn wir ein berechtigtes Interesse daran haben.\nDies umfasst unter anderem die Verarbeitung:</li>\n<li>um Ihnen den gewünschten Kundenservice oder technischen Support anbieten zu können</li>\n<li>zur Fehlerbehebung und Verbesserung unserer aktuellen und zukünftigen Angebote</li>\n<li>um Ihnen exklusive Inhalte anzubieten, Ihre Online-Erfahrung mit uns zu personalisieren und Sie entsprechend der jeweiligen Marketingpräferenzen zu kontaktieren</li>\n<li>um externen Partnern und Lizenznehmern die Erstellung von Anwendungen und Websites zu ermöglichen, die unserer Spielergemeinschaft zum Vorteil dienen (z.&nbsp;B.\nTurniere, Bestenlisten und Gameplay-Statistik-Tools)</li>\n<li>zur Begründung, Ausübung oder Verteidigung von Rechtsansprüchen oder wenn Gerichte in ihrer gerichtlichen Eigenschaft tätig werden</li>\n</ul>\n<p>\n<u>Gesetzliche Verpflichtung<br>\n</u>Wir verarbeiten Ihre personenbezogenen Daten zur Erfüllung gesetzlicher Verpflichtungen, denen wir unterliegen.&nbsp;</p>\n<p>\n<b>Ihre Rechte bezüglich Ihrer personenbezogenen Daten<br>\n</b>Sie haben zusätzlich zu Ihren Rechten, Auskunft über Ihre personenbezogenen Daten zu erhalten, diese zu korrigieren, zu aktualisieren oder deren Löschung zu verlangen, wie im vorstehenden Abschnitt <b>Zugriff auf Daten</b> ausführlich beschrieben, die folgenden Rechte.\nUm Auskunft über Ihre personenbezogenen Daten zu erhalten oder diese zu löschen, können Sie auch hier eine Anfrage einreichen.</p>\n<p>Sie können der Verarbeitung Ihrer personenbezogenen Daten auf der Grundlage eines berechtigten Interesses aus Gründen, die sich auf Ihre persönliche Situation beziehen, widersprechen.\nSie können insbesondere den Umfang kontrollieren, in dem wir an Sie vermarkten, und Sie haben das Recht, jederzeit zu verlangen, dass wir Ihnen keine Marketingnachrichten mehr zukommen lassen.\nSie können auf die im vorstehenden Abschnitt <b>Zugriff auf Daten </b>beschriebenen Methoden zurückgreifen.</p>\n<p>Unter gewissen Umständen können Sie verlangen, dass wir personenbezogene Daten, die Sie uns zur Verfügung gestellt haben, weiterleiten.\nHier können Sie Ihre Anfrage hier an uns senden.</p>\n<p>Wenn wir zur Verarbeitung Ihrer personenbezogenen Daten auf Ihre Einwilligung angewiesen sind, haben Sie das Recht, diese Einwilligung zur weiteren Verwendung Ihrer personenbezogenen Daten jederzeit zu widerrufen.\nSie können auf die im vorstehenden Abschnitt<b> Zugriff auf Daten </b>beschriebenen Methoden zurückgreifen, um Ihre Marketingpräferenzen zu aktualisieren.</p>\n<p>Sie können Ihre Anfrage bezüglich jedes der oben beschriebenen Rechte auch an die im vorstehenden Abschnitt <b>Kontaktaufnahme</b> genannten Kontaktdaten richten.</p>\n<p>Wir hoffen, dass wir Ihre Anfragen zur Verarbeitung Ihrer personenbezogenen Daten beantworten können.\nSollten Sie jedoch offene Bedenken haben, haben Sie auch das Recht, bei den Datenschutzbehörden Beschwerde einzulegen.\nSie können die Beschwerde in dem Land einreichen, in dem Sie wohnen, arbeiten oder in dem der mutmaßliche Verstoß gegen das Datenschutzrecht stattgefunden hat.</p>\n<p>\n<b>Internationale Übermittlung<br>\n</b>Ihre personenbezogenen Daten werden in die Vereinigten Staaten von Amerika übermittelt und dort verarbeitet, wo sich viele unserer zentralen Datenbanken befinden, oder in andere Länder, in denen die Unternehmen der Activision Blizzard Gruppe oder deren Lieferanten Einrichtungen oder Geschäftsbetriebe unterhalten.\nWir verwenden von der Europäischen Kommission genehmigte Vertragsklauseln zum Schutz Ihrer personenbezogenen Daten.\nBei Fragen wenden Sie sich bitte an die im vorstehenden Abschnitt <b>Kontaktaufnahme</b> genannten Kontaktdaten.</p>\n<p>\n<b>Vertreter in der EU und im Vereinigten Königreich<br>\n</b>Für Besucher aus dem EWR hat Activision Activision Blizzard Ireland Ltd.\nals Vertreter in der Union ernannt und für Besucher aus dem Vereinigten Königreich hat Activision Activision Blizzard UK Ltd als Vertreter im Vereinigten Königreich ernannt.\nSie können sich unter den oben im Abschnitt <b>Kontaktaufnahme</b> angegebenen Kontaktdaten an den EU- oder den UK-Vertreter wenden.</p> - Einzelheiten ausblenden Zurück zum Anfang </li>\n<li>\n<p>\n<b>Weitergabe an Benutzer außerhalb der USA, des EWR und Großbritanniens</b>\n</p>\n<p>Wenn Sie unsere Webseiten oder andere Online-Produkte und Online-Dienste von außerhalb der USA nutzen, werden die von Ihnen zur Verfügung gestellten personenbezogenen Daten direkt auf Servern in den USA oder in anderen Ländern, in denen Unternehmen der Activision Blizzard Gruppe oder unsere sonstigen Partner oder Lieferanten Einrichtungen oder Geschäftsbetriebe unterhalten, erfasst, verarbeitet und gespeichert oder an diese übermittelt.</p>\n<p>Unabhängig davon, wo die Daten gespeichert sind, ergreift Activision wirtschaftlich angemessene Maßnahmen, um Ihre Datenschutzrechte gemäß dieser Datenschutzerklärung zu wahren.\nWenn Sie mit der Erfassung, Verarbeitung, Speicherung und Übermittlung Ihrer Daten nicht einverstanden sind, stellen Sie Ihre Daten bitte nicht zur Verfügung, wenn Sie dazu aufgefordert werden, und verzichten Sie auf die Nutzung unserer Websites und anderer Online-Produkte und Online-Dienste.</p> Zurück zum Anfang </li>\n<li>\n<p>\n<b>Weitergabe an Benutzer in Japan</b>\n</p>\n<p>Unternehmer, der personenbezogene Daten verarbeitet: Activision Publishing, Inc.\n(Adresse: 2701 Olympic Boulevard Building B, Santa Monica, CA 90404, den Namen des Vertreters finden Sie auf unserer Website).</p>\n<p>In Bezug auf den Abschnitt <b>Von uns erfasste Daten und wie wir sie verwenden</b>\n<b>\n</b>oben, kann Activision Ihre personenbezogenen Daten über Ihre Aktivitäten und Transaktionen usw.\nanalysieren und diese Informationen für Marketing-, Werbe- oder Profilingzwecke verwenden.</p>\n<p>In Bezug auf den Abschnitt <b>Weitergabe von Daten </b>oben kann Activision Ihre personenbezogenen Daten wie folgt weitergeben:</p>\n<p>(i) Personenbezogene Daten, die weitergegeben werden</p>\n<ul>\n<li>Personenbezogene Daten, die oben im Abschnitt <b>Von uns erfasste Daten und wie wir sie verwenden</b>\n<b>\n</b>beschrieben sind.</li>\n</ul>\n<p>(ii) Zahl der Personen, an die Ihre personenbezogenen Daten weitergegeben werden („Gemeinsame Benutzer“)</p>\n<ul>\n<li>In- und ausländische verbundene Unternehmen, die direkt oder indirekt unter der Kontrolle von Activision Publishing, Inc.\nstehen</li>\n</ul>\n<p>(iii) Verwendungszwecke durch gemeinsame Benutzer</p>\n<ul>\n<li>Verwendungszwecke, die im Abschnitt <b>Von uns erfasste Daten und wie wir sie verwenden</b> sowie im Abschnitt <b>Weitergabe von Informationen</b> oben beschrieben sind.</li>\n</ul>\n<p>(iv) Name und Adresse sowie Name des Vertreters der Organisation, die für die Verwaltung der weiterzugebenden personenbezogenen Daten verantwortlich ist</p>\n<ul>\n<li>Activision Publishing, Inc.\n(Adresse: 2701 Olympic Boulevard Building B, Santa Monica, CA 90404, den Namen des Vertreters finden Sie auf unserer Website).</li>\n</ul>\n<p>&nbsp;</p>\n<p>Activision setzt bestimmte Maßnahmen um, die notwendig und angemessen sind, um den Verlust oder die Beschädigung personenbezogener Daten zu verhindern und für das Sicherheitsmanagement personenbezogener Daten essenziell sind.&nbsp.\nWenn Sie Fragen zu den von uns umgesetzten Maßnahmen für das Sicherheitsmanagement haben, senden Sie uns bitte eine E-Mail an dpo@activision.com oder senden Sie ein Schreiben an Activision Publishing, Inc., (2701 Olympic Boulevard Building B, Santa Monica, CA 90404, ATTN: Privacy Team/Privacy Policy).</p> Zurück zum Anfang </li>\n</ol> ", "created_at": "2021-07-02 20:27:54.757236", "updated_at": "2022-12-12 20:55:36.53136"}, {"id": 13071, "name": "Terms and Conditions", "url": "https://www.activision.com/legal/terms-of-use", "xpath": "/html/body/div[1]/div/div[2]/div/div/div/div[2]/div[2]/div/div/div/div/div", "text": " <p>\n<b>November 8, 2022</b>\n</p>\n<p>IMPORTANT NOTICE: THIS AGREEMENT IS SUBJECT TO BINDING ARBITRATION AND A WAIVER OF CLASS ACTION RIGHTS AS DETAILED IN SECTION 4</p>\n<p>YOU MUST BE AND HEREBY AFFIRM THAT YOU ARE AN&nbsp;<u>ADULT</u>&nbsp;OF THE LEGAL AGE OF MAJORITY IN YOUR COUNTRY OR STATE OF RESIDENCE.&nbsp.\nIf you are under the legal age of majority, your parent or legal guardian must consent to this agreement.</p>\n<p>PLEASE READ THIS AGREEMENT CAREFULLY BEFORE INSTALLING OR USING THIS SOFTWARE PROGRAM.&nbsp.\nIF YOU DO NOT AGREE WITH ALL OF THE TERMS OF THIS AGREEMENT, YOU MAY NOT INSTALL OR OTHERWISE ACCESS THE SOFTWARE.IN CASE OF DISCREPANCIES BETWEEN THE ENGLISH TEXT VERSION OF THIS AGREEMENT AND ANY TRANSLATION, THE ENGLISH VERSION SHALL PREVAIL.</p>\n<p>PRODUCT LICENSE AND SERVICE AGREEMENT (the \"Agreement\")</p>\n<p>You agree that your use of this Activision website, application (\"App\"), account, product, service or other property (including Service and/or Service Provided Content as defined below), including any patches, updates, and downloadable content associated with any App or other software (collectively \"Product\" or \"Products\"), shall be subject to the terms of this Agreement.</p>\n<p>All rights not expressly granted to you are reserved by Activision and its licensors.</p>\n<p>Use of the Product is also subject to acceptance of Activision's Privacy Policy available at&nbsp;https://www.activision.com/legal/privacy-policy.</p>\n<p>Please read and review both this Agreement and the Privacy Policy before using this Product.\nIf you do not agree with or wish to accept the terms of either this Agreement or the Privacy Policy then please do not use the Product.\nBy using this Product or otherwise accepting this Agreement and the Privacy Policy, you agree to be bound by this Agreement and the Privacy Policy and represent you satisfy all of the eligibility requirements below.</p>\n1.\nELIGIBILITY\n<p>A.&nbsp;&nbsp.\nIn order to use certain Products you may be required to:</p>\n<p>meet minimum age requirements - see Sections 1 and 10</p>\n<p>agree to Third Party Terms - see Section 15</p>\n<p>open an account operated and provided by Activision - see Section 10</p>\n<p>B.&nbsp;&nbsp.\nSubject to any applicable Product age ratings, restrictions and Account requirements, Products are made available to individuals aged 13 or older.\nIf you are aged 13 but under 18 years of age, you and your parent or guardian must review this Agreement and the Privacy Policy together.\nParents/ guardians are jointly and severally liable for all acts (including purchases and payments for Service Provided Content) and omissions of their children aged under 18 years when using a Product.\nActivision recommends that parents and guardians familiarize themselves with parental controls available on Devices they provide to their child and accompany their child if aged under 13 years of age, or the applicable age in your jurisdiction, when online.</p>\n<p>2.\nACCESS AND COSTS</p>\n<p>You acknowledge and agree that you will provide at your own cost and expense the equipment, Internet or other connection charges, required to access and use the Product.\nActivision makes no warranty that the Product can be accessed on all personal computers, games consoles, smartphones, tablets or other devices (each, a \"Device\", or in the plural, \"Devices\"), by means of any specific Internet or other connection provider, or in all countries.</p>\n<p>YOU ARE SOLELY RESPONSIBLE FOR ANY THIRD PARTY COSTS YOU INCUR TO USE THE PRODUCT.</p>\n<p>3.\nLICENSE</p>\n<p>A.&nbsp;&nbsp.\nActivision grants you a personal, limited, non-exclusive license to use the Product for your non-commercial use.\nTo the fullest extent permitted by applicable law, this license granted to use the Product is non-transferable.\nYou may not rent, lease, lend, sell, redistribute or sublicense the Product.\nYou may not copy (except as expressly permitted by this license and any other applicable terms, conditions, or usage rules), decompile, reverse engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Product, any updates, or any part thereof (except as and only to the extent allowed by applicable law or to the extent as may be permitted by the licensing terms governing use of any open sourced components included with the licensed application).\nYou may not remove or alter Activision's or its licensors trademarks or logos, or legal notices included in the Product or related assets.\nAny attempt to use the Product in breach of the terms of this Agreement is a violation of the rights of Activision and its licensors.\nThe terms of this Agreement will govern any upgrades provided by Activision that replace and/or supplement the Product, unless such upgrade is accompanied by a separate (and/or updated) agreement in which case the terms of that agreement will govern.</p>\n<p>B.&nbsp;&nbsp.\nIf the Product is an App then unless expressly authorized by Activision in writing installation and use is restricted to an authorized Device.\nand you are prohibited from making a copy of the App available on a network where it could be used or downloaded by multiple users.</p>\n<p>C.&nbsp;&nbsp.\nThe license rights granted to you herein are also subject to the limitations set forth below.\nAny use of the Product in violation of these limitations is a serious violation of the Agreement, subjects you to immediate termination of your license and, if you are a resident outside North America, additional consequences set out in Section 14(B)(iii), and will be regarded as an infringement of Activision's copyrights and other rights in and to the Product.\nYou agree that you will not, under any circumstances:</p>\n<p>i.&nbsp;&nbsp;&nbsp.\nuse, develop, host or distribute cheats, automation software (bots), modded lobbies, hacks, mods or any other unauthorized third-party software in connection with the Product, or engage in any form of cheating, boosting, or booting;</p>\n<p>ii.&nbsp;&nbsp;&nbsp.\nexploit or reverse engineer the Product (or any of its parts), for any commercial purpose, including without limitation (a) to enable use at a cyber cafe, computer gaming center or any other location-based site without the express written consent of Activision.\n(b) for gathering in-game currency, items or resources for sale outside the Product.\n(c) performing in-game services in exchange for payment outside the Product, e.g., power-leveling.\nor (d) the sale of accounts, log-in information, or other Product materials, access, or rights;</p>\n<p>iii.&nbsp;&nbsp;&nbsp.\nuse any unauthorized third-party software that intercepts, \"mines\", or otherwise collects information from or through the Product;</p>\n<p>iv.&nbsp;&nbsp;&nbsp.\nexcept as authorized by Activision in writing, host, provide or develop matchmaking services for the Product, or intercept, emulate or redirect the communication protocols used by Activision in any way, for any purpose, including without limitation unauthorized play over the internet, network play, or as part of content aggregation networks;</p>\n<p>v.&nbsp;&nbsp;&nbsp.\nfacilitate, create or maintain any unauthorized connection to the Product, including without limitation (a) any connection to any unauthorized server that emulates, or attempts to emulate, the Product.\nand (b) any connection using programs or tools not expressly approved by Activision in writing;</p>\n<p>vi.&nbsp;&nbsp;&nbsp.\nviolate any applicable law or regulation in connection with your use of Product;</p>\n<p>vii.&nbsp;&nbsp;&nbsp.\ndisrupt or assist in the disruption of: (i) any computer, device or server used to support the Product.\nor (ii) any other player's use of a Product;</p>\n<p>viii.&nbsp;&nbsp;&nbsp.\ninterfere or attempt to interfere with the operation of the Product in any way through any means or device including, but not limited to, launching a denial of service attack, spamming, hacking, or uploading computer viruses or time bombs.\nor</p>\n<p>ix.&nbsp;&nbsp;&nbsp.\nreproduce, distribute, display, transfer or use any part of the Product except as expressly authorized by Activision.\nor</p>\n<p>x.&nbsp;&nbsp;&nbsp.\nscrape, copy, aggregate, redistribute, alter, reproduce or re-use any user's (whether specific to any particular user or as an aggregation) information accessible through the Product.\nYou understand that access to the Product may result in access to other user's names, screen names, email addresses and other information as set out in the Privacy Policy available at https://www.activision.com/legal/privacy-policy (\"Personal Information\") which is protected by applicable data protection and privacy laws and regulations.\nYou understand, acknowledge and agree that any Personal Information from other users constitute the confidential information of Activision.</p>\n<p>4.\nBINDING ARBITRATION AND CLASS ACTION WAIVER</p>\n<p>READ THIS SECTION CAREFULLY.\nIT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING WAIVING YOUR RIGHT TO FILE A LAWSUIT IN COURT OR TO PURSUE CLAIMS IN A CLASS OR REPRESENTATIVE CAPACITY.</p>\n<p>These BINDING ARBITRATION AND CLASS ACTION WAIVER provisions apply to you if you are domiciled in and/or acquired and use the Product in the United States.\n&nbsp;In the United States, this Agreement is governed by the Federal Arbitration Act (“FAA”) and federal arbitration law.&nbsp.\nThese provisions may also apply to you if you are domiciled in and/or acquired and use the Product from outside the United States.\nSee JURISDICTION AND APPLICABLE LAW below for details.</p>\n<p>To the fullest extent allowed by applicable law, you and Activision agree to submit all Disputes between us to individual, binding arbitration pursuant to the provisions in this Section 4.&nbsp.\nA “Dispute” means any dispute, claim, or controversy (except those specifically exempted below) between you and Activision that in any way relates to or arises from any aspect of our relationship, including, without limitation, your use or attempted use of the Product, all marketing related to the Product, all Services, Service Provided Content, and Virtual Currency, any licensed content, and all matters relating to or arising from this Agreement (including Activision’s Privacy Policy and all other terms incorporated into this Agreement) or any other agreement between you and Activision, including any disputes over the validity or enforceability of this agreement to arbitrate.&nbsp.\nA Dispute shall be subject to these BINDING ARBITRATION AND CLASS ACTION WAIVER provisions regardless of whether it is based in contract, statute, regulation, ordinance, tort (including fraud, misrepresentation, fraudulent inducement, or negligence), or any other legal or equitable theory.&nbsp.\nThis includes claims or requests for relief that accrued before you entered into this Agreement.&nbsp.\nYou understand that there is no judge or jury in arbitration and that court review of an arbitration award is limited.</p>\n<p>\n<b>Initial Dispute Resolution</b>:&nbsp.\nActivision's Customer Support department is available at https://support.activision.com/ to address any concerns you may have regarding the Product.\nMost concerns are quickly resolved in this manner to our customers' satisfaction.\nIn an effort to accelerate resolution and reduce the cost of any Dispute between us, you and Activision agree to first attempt to negotiate any Dispute informally for at least thirty (30) days before either party initiates any arbitration or court proceeding (the “Initial Dispute Resolution Period”).&nbsp.\nThat period begins upon receipt of written notice from the party raising the Dispute.&nbsp.\nIf Activision has a Dispute with you, it will send notice of that Dispute to your billing address and email address you have provided to us.&nbsp.\nIf you have a Dispute with Activision, you must notify us in writing at the following email address: legalaffairs@activision.com, using the subject line “Initial Dispute Resolution Notice.”&nbsp.\nYour notice of Dispute must be individual to you and must include your name, the screen name and/or email address associated with your player account, and your residential address.&nbsp.\nThe notice of Dispute also must describe the Dispute, explain the facts of the Dispute as you understand them, and tell Activision what you want us to do to resolve the problem.&nbsp.\nThe parties shall use their best efforts to settle any Dispute directly through consultation and good faith negotiations, and you agree that a notice of Dispute containing all of the information required above, followed by at least 30 days of good faith negotiation, are preconditions to either party initiating a lawsuit or arbitration.&nbsp.\nA notice of Dispute will not be valid, will not start the Initial Dispute Resolution Period, and will not allow you or Activision later to initiate a lawsuit or arbitration, unless it contains all of the information required by this paragraph.&nbsp.\nIf either of us commences an arbitration without having previously provided a valid and compliant notice of Dispute, you and Activision agree that the applicable arbitration provider (or the arbitrator, if one has been appointed) must suspend the arbitration until the party that initiated it complies with the Initial Dispute Resolution Period.&nbsp.\nYou and Activision authorize the arbitration provider or the arbitrator to decide summarily whether the party that commenced an arbitration complied with the Initial Dispute Resolution Period requirement, relying solely on this Agreement and the notice of Dispute (if any) that you or Activision provided before commencing arbitration.</p>\n<p>\n<b>Binding Arbitration</b>: If a Dispute cannot be resolved through negotiations during the Initial Dispute Resolution Period, then either party may initiate binding arbitration as the sole means to formally resolve the Dispute, unless an exception applies as stated below.&nbsp.\nExcept in the event of a Mass Arbitration (as defined below), the arbitration will be administered by JAMS in accordance with the JAMS Streamlined Arbitration Rules and Procedures (the “JAMS Rules”) effective as of the date of the Notice of Dispute, which are available at the JAMS website, http://www.jamsadr.com/rules-streamlined-arbitration, as modified by this Agreement.&nbsp.\nIf, for any reason, JAMS is unable to provide the arbitration, then except as otherwise stated below, you may file your Dispute with any national arbitration company that handles consumer arbitrations following procedures that are substantially similar to the JAMS Rules.&nbsp;</p>\n<p>Arbitration hearings may be conducted by videoconference unless the arbitrator believes an in-person hearing is necessary.&nbsp.\nIn such instances, the location of an arbitration hearing will be decided pursuant to the JAMS Rules.\nFor residents outside the United States, arbitration shall be initiated in Los Angeles County, California, and you and Activision agree to submit to the personal jurisdiction of any federal or state court in Los Angeles County, California, in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.</p>\n<p>The arbitrator will make a decision in writing but need not provide a statement of reasons unless requested by a party.\nThe arbitrator must follow applicable law.\nThe decision of the arbitrator shall be final and binding on you and Activision, and any award of the arbitrator may be entered in any court of competent jurisdiction.&nbsp;</p>\n<p>The arbitrator shall determine the scope and enforceability of this arbitration agreement, including whether a Dispute is subject to arbitration.\nThe arbitrator has authority to decide all issues of validity, enforceability or arbitrability, including, but not limited to, where a party raises as a defense to arbitration that the claims in question are exempted from the arbitration requirement or that any portion of this agreement is not enforceable.</p>\n<p>If a lawsuit filed in court includes claims or requests for relief that are arbitrable and claims or requests for relief that are not, you and Activision agree that any non-arbitrable claims or requests for relief shall be stayed pending the completion of the arbitration of the arbitrable claims or requests for relief.</p>\n<p>\n<b>Class Action Waiver</b>: &nbsp;TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, YOU AND ACTIVISION AGREE THAT EACH PARTY MAY BRING DISPUTES AGAINST THE OTHER PARTY ONLY IN AN INDIVIDUAL CAPACITY, AND NOT AS A CLASS ACTION, COLLECTIVE ACTION OR CLASS ARBITRATION, OR AS A PRIVATE ATTORNEY GENERAL.&nbsp.\nTo the extent applicable law does not permit waiver of private attorney general claims, but permits them to be arbitrated, then such claims shall be resolved in arbitration.&nbsp.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.</p>\n<p>If any provision in Section 4 of this Agreement is found to be unenforceable, that provision shall be severed with the remainder of this Agreement remaining in full force and effect.&nbsp;<b>The foregoing shall not apply to the prohibition against class or collective actions as provided for above.\nThis means that if the prohibition against class or collective actions is found to be unenforceable for any reason, the entire Section 4 of this Agreement (but only Section 4) shall be null and void.</b>\n</p>\n<p>\n<b>Exception - Litigation of Intellectual Property and Small Claims Court Claims:</b>&nbsp;Notwithstanding the parties' decision to resolve all disputes through arbitration, either party may bring an action in state or federal court that only asserts claims for patent infringement or invalidity, copyright infringement, moral rights violations, trademark infringement, and/or trade secret misappropriation, but not, for clarity, claims related to the license granted to you for the Product under this Agreement.\nSuch claims are subject to the &nbsp;jurisdiction and applicable law provisions in Section 5.&nbsp;</p>\n<p>Either party may also seek relief in a small claims court for any individual disputes or claims within the scope of that court's jurisdiction.\nIf an arbitration is filed, before the arbitrator is formally appointed either party can send written notice to the opposing party and the applicable arbitration provider that it wants the case decided by a small claims court, after which the arbitration provider may close the case.</p>\n<p>\n<b>Exception – Mass Arbitration Before FedArb:&nbsp;</b>Notwithstanding the parties’ decision to have arbitrations administered by JAMS, if 20 or more demands for arbitration are filed relating to the same or similar subject matter and sharing common issues of law or fact, and counsel for the parties submitting the demands are the same or coordinated, you and we agree that this will constitute a “Mass Arbitration.” If a Mass Arbitration is commenced, you and we agree that it shall not be governed by JAMS Rules or administered by JAMS.\nInstead, a Mass Arbitration shall be administered by FedArb, a nationally recognized arbitration provider, and governed by the FedArb Rules in effect when the Mass Arbitration is filed, excluding any rules that permit arbitration on a class-wide basis (the “FedArb Rules”), and under the rules set forth in this Agreement.\nThe FedArb Rules are available at https://www.fedarb.com/ or by calling 1-650-328-9500.\nYou and we agree that the Mass Arbitration shall be resolved using FedArb’s Framework for Mass Arbitration Proceedings ADR-MDL, available at https://www.fedarb.com/.\nBefore any Mass Arbitration is filed with FedArb, you and we agree to contact FedArb jointly to advise that the parties intend to use FedArb’s Framework for Mass Arbitration Proceedings ADR-MDL.\nThe individual demands comprising the Mass Arbitration shall be submitted on FedArb’s claim form(s) and as directed by FedArb.\nYou and Activision agree that if either party fails or refuses to commence the Mass Arbitration before FedArb rather than JAMS, you or Activision may seek an order from JAMS compelling compliance and directing administration of the Mass Arbitration before FedArb.\nPending resolution of any such requests, you and we agree that all arbitrations comprising the Mass Arbitration (and any obligation to pay arbitration fees) shall be stayed.<b>\n</b>\n</p>\n<p>\n<b>30 Day Right to Opt Out</b>: You have the right to opt-out and not be bound by the arbitration agreement and class action waiver provisions in this Section 4 by sending written notice of your decision to opt-out to the following email address: legalaffairs@activision.com, using the subject line “Arbitration Opt-Out.” The notice must be sent within 30 days of purchasing the Product (or if no purchase was made, then within 30 days of the date on which you first access or use the Product and agree to these terms).\notherwise you shall be bound to arbitrate disputes in accordance with the terms of this Section 4.\nIf you opt-out of these arbitration provisions, Activision also will not be bound by them.</p>\n<p>5.\nJURISDICTION, AND APPLICABLE LAW AND CONTRACTING PARTIES</p>\n<p>The Product is made available subject to the terms of this Agreement.\nIf you acquired and use the Product from:</p>\n<p>A.&nbsp;&nbsp;&nbsp;<b>For residents in the United States, Mexico or Canada</b>, then any claims or requests for relief arising out of this Agreement (including interpretation, claims for breach, and all other claims or requests for relief (including consumer protection, unfair competition, and tort claims)) will be subject to the laws of the State of Delaware, without reference to conflict of laws principles.\nIf any court or arbitrator determines that the \"Class Action Waiver\" paragraph set forth above is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then any and all claims arising out of this Agreement (including interpretation, claims for breach, and all other claims or requests for relief (including consumer protection, unfair competition, and tort claims)) shall be decided under the laws of the state where you were a citizen at the time you obtained or bought the Product that was subject to this Agreement.\nIn addition, you and we irrevocably consent to the exclusive jurisdiction and venue of state or federal courts in Los Angeles County, California to resolve any claims or requests for relief that are subject to exceptions to the arbitration agreement described in BINDING ARBITRATION AND CLASS ACTION WAIVER above, or otherwise determined not to be arbitrable.&nbsp.\nNothing in this paragraph shall preclude you or Activision from removing to federal court a case originally filed in state court, if federal court jurisdiction exists.&nbsp.\nTo the fullest extent permitted by law, any claim or request for relief in a demand for arbitration filed pursuant to Section 4 of this Agreement, as well as any claim or request for relief in a lawsuit filed in court under an exception to the arbitration agreement in Section 4, shall be barred if filed more than two (2) years after the date that the claim or request for relief accrued.</p>\n<p>B.&nbsp;&nbsp;&nbsp;<b>For residents in the European Union and the United Kingdom</b>, then the laws of England and Wales govern the interpretation of this Agreement and apply to claims for breach of it, without reference to conflict of laws principles.\nAll other claims, including claims regarding consumer protection laws, unfair competition laws, and in tort, will be subject to the laws of the European Union country (e.g., the French Republic, or the Federal Republic of Germany) or the United Kingdom in which you acquired and use the Product.\nIn addition, with respect to jurisdiction, you may choose either the courts of the country (e.g., the United Kingdom, the French Republic, or the Federal Republic of Germany) in which you acquired and use the Product, or in the alternative the courts of England and Wales or other court as applicable under the Brussels Regulation EC 44/2001.</p>\n<p>C.&nbsp;&nbsp;&nbsp;<b>For residents in Australia or Japan</b>, then the laws of Australia govern the interpretation of this Agreement and apply to claims for breach of it, without reference to conflict of laws principles.\nAll other claims, including claims regarding consumer protection laws, unfair competition laws, and in tort, will be subject to the laws of the country in which you acquired and use the Product (being either Australia or Japan).\nTo the extent permitted by applicable law, you agree to the jurisdiction of the courts of New South Wales, Australia.</p>\n<p>D.&nbsp;&nbsp;<b>For residents in the Rest of the World</b>, if you acquired and use this Product from countries other than those listed in sections A, B and C above, then you do so on your own initiative and are responsible for compliance with local laws, if and to the extent local laws are applicable, and you expressly indemnify and hold harmless Activision from any and all claims, loss, injury, damage, or costs arising from your use of the Product to the extent permitted by applicable law.\nNo warranty or representation is made by Activision that the Product or any use of the Product outside of the countries listed in sections A, B and C above complies with any applicable local law.\nFurther your use of the Product and all claims arising out of or related to the Product or this Agreement will, to the extent permitted under applicable law, be subject to the laws of England and Wales, without reference to conflict of laws principles and you consent to the jurisdiction of the courts of England and Wales.</p>\n<p>To the extent permitted by applicable law, you and Activision agree to waive rights to a trial by jury.</p>\n<p>E.\nContracting Parties</p>\n<p>For residents in the United States, Mexico, or Canada, you are contracting with Activision Publishing, Inc., 2701 Olympic Blvd., Building B, Santa Monica, CA 90404.</p>\n<p>For residents in EMEA (Europe including United Kingdom, Middle East and Africa, Russia), you are contracting with Activision Blizzard UK Ltd, The Ampersand Building, 178 Wardour Street, London, United Kingdom, W1F 8FY</p>\n<p>For residents in LATAM (excluding Mexico), when using the Product on:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nthe Battle.net platform as well as any Nintendo platforms, you are contracting with&nbsp.\nActivision Publishing, Inc.\nof 2701 Olympic Blvd., Building B, Santa Monica, CA 90404</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nany other platforms (including Sony and Microsoft Xbox console platforms or through a mobile device), you are contracting with Activision Blizzard International LLC of 2701 Olympic Blvd., Building B, Santa Monica, CA 90404</p>\n<p>For residents in Korea, (except when using the Product through a mobile device which is excluded) you are contracting with Blizzard Entertainment Limited of 15F, Parnas Tower, 521, Teheran-ro, Gangnam-gu, Seoul, Korea</p>\n<p>For residents in APAC (excluding Korea), when using the Product on:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nthe Battle.net platform as well as any Sony and/or Nintendo platforms, you are contracting with&nbsp.\nActivision Publishing, Inc.\nof 2701 Olympic Blvd., Building B, Santa Monica, CA 90404</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\na mobile device (except in the following territories which are excluded: Hong Kong, Macau, and Taiwan, South Korea, Vietnam, Thailand, Malaysia, Indonesia, Philippines, Singapore, Laos, Brunei, Myanmar, Cambodia, and East Timor) you are contracting with Activision Blizzard International LLC of 2701 Olympic Blvd., Building B, Santa Monica, CA 90404</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nany other platforms (including Microsoft Xbox console platforms), you are contracting with Activision Blizzard International LLC of 2701 Olympic Blvd., Building B, Santa Monica, CA 90404.</p>\n<p>6.\nSERVICES</p>\n<p>Separate from any license to use the intellectual property of Activision or its licensors set out in Section 3 above, some Products also contain game features or content that are only accessible through online hosting and/or other online services and functionality provided by Activision (\"Services\").\nAs detailed in Section 2, you will provide Internet access necessary to use these services at your own cost and expenses.\nAll such Services are provided to you by Activision on a personal, non-commercial and non-transferable basis.\nAll such Services are provided subject to the terms of this Agreement and Activision's Privacy Policy, and such additional terms, if any, as may be applicable to such Services.</p>\n<p>7.\nUSE OF DATA</p>\n<p>FOR FULL DETAILS ABOUT HOW ACTIVISION COLLECTS, STORES AND USES PERSONAL AND OTHER INFORMATION, PLEASE SEE THE PRIVACY POLICY AVAILABLE AT</p>\n<p>https://www.activision.com/legal/privacy-policy.</p>\n<p>YOU ARE RESPONSIBLE FOR REVIEWING, AND AGREE TO REVIEW, ACTIVISION'S PRIVACY POLICY AND THE PRIVACY POLICIES LISTED IN THE ACTIVISION PRIVACY POLICY, INCLUDING THOSE OF APPLICABLE THIRD PARTIES THAT MAY COLLECT INFORMATION VIA THIS PRODUCT.\nIF YOU DO NOT WISH TO REVIEW THOSE PRIVACY POLICIES OR IF YOU ARE CONCERNED ABOUT THE INFORMATION THEY MAY COLLECT, PLEASE DO NOT USE THE PRODUCT.</p>\n<p>8.\nUSER GENERATED CONTENT</p>\n<p>A.&nbsp;&nbsp.\nThe Product may include message boards, content sharing features, and other means by which you and other users may share content that you create (\"UGC\").\nTo the fullest extent permitted by applicable law, by submitting any UGC (including without limitation, images, videos, customer service submissions, idea submissions, suggestions and message postings) you automatically grant (or represent and warrant that the owner of such rights has expressly granted) Activision a perpetual, worldwide, royalty-free, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate, sub-license, create derivative works from and distribute such UGC or incorporate such UGC content into any form, medium, or technology now known or later developed throughout the universe, and agree that Activision shall be entitled to unrestricted use of the UGC for any purpose whatsoever, commercial or otherwise, without compensation, notice or attribution.\nYou waive and agree not to assert any moral or similar rights you may have in any of your UGC.</p>\n<p>B.&nbsp;&nbsp.\nTo the extent the Product permits other users to access and use your UGC, you also grant all other users of the Product the right to use, copy, modify, display, perform, create derivative works from, and otherwise communicate and distribute your UGC on or through the Product without further notice, attribution or compensation to you.</p>\n<p>C.&nbsp;&nbsp.\nYou represent and warrant that any UGC you provide (i) does not and will not violate any third party intellectual property rights and/or any other person's rights, including, without limitation, any privacy rights and/or so-called \"moral rights\".\nand (ii) its use as contemplated herein does not and will not require the payment of any royalty or any consideration to a third party.\nYou may not upload or post any UGC that infringes the copyright, trademark or other intellectual property rights of a third party nor may you upload any UGC that violates any third party's right of privacy or right of publicity, or may require the payment of a royalty or other consideration to a third party.\nYou are responsible and liable for any UGC you place on or through the Product, including the transmission, posting, or other provision of text, files, links, software, photographs, video, sound, music or other information or material.\nYou may only upload your own UGC to the Product.\ndo not upload anyone else's UGC.</p>\n<p>D.&nbsp;&nbsp.\nActivision has no obligation to monitor, approve, verify, or prescreen any UGC that you and other users may contribute to or through the Product.\nActivision reserves the right (but has no obligation) to remove, block, edit, move or disable UGC for any reason in Activision's sole discretion.\nTo the maximum extent permitted by applicable law, Activision does not assume any responsibility or liability for your UGC or that of other users, or for any failure to monitor, edit, or remove UGC.\nYou agree that you shall not hold Activision liable for any loss or damage arising from the contents of any UGC (yours or another user's) including without limitation in respect of any defamation, harassment, or false endorsement claims.</p>\n<p>E.&nbsp;&nbsp.\nListed below are some, though not all, serious violations that may result in Activision terminating or suspending your access to the Product and/or restricting your ability to access and/or post UGC and, if you are a resident outside North America, additional consequences set out in Section 14(B)(iii).\nYou agree not to do any of the following actions while using the Product:</p>\n<p>i.&nbsp;&nbsp;&nbsp.\nHarass, threaten, embarrass or cause distress or discomfort upon another participant, user, or other individual or entity;</p>\n<p>ii.&nbsp;&nbsp;&nbsp.\nTransmit any UGC that Activision considers to be disruptive, unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, hateful, or racially, sexually, ethnically or otherwise objectionable;</p>\n<p>iii.&nbsp;&nbsp;&nbsp.\nImpersonate any person or entity, including but not limited to Activision;</p>\n<p>iv.&nbsp;&nbsp;&nbsp.\nDisrupt normal Product functionality, or otherwise act in a manner that negatively affects other participants and/or the overall Product experience;</p>\n<p>v.&nbsp;&nbsp;&nbsp.\nPost or transmit any unsolicited advertising, promotional materials, or any other forms of solicitation;</p>\n<p>vi.&nbsp;&nbsp;&nbsp.\nIntentionally or unintentionally violate any applicable law, regulation or treaty while using or accessing the Product;</p>\n<p>vii.&nbsp;&nbsp;&nbsp.\nPost multiple posts of the same content (e.g., \"spam\").\nor</p>\n<p>viii.&nbsp;&nbsp;&nbsp.\nInvade the privacy or violate or infringe any right of any person or entity, including, without limitation, any intellectual property right.</p>\n<p>F.&nbsp;&nbsp.\nACTIVISION DOES NOT ENDORSE, OR GUARANTEE THE ACCURACY, EFFICACY OR VERACITY OF, ANY UGC GENERATED BY USERS.</p>\n<p>G.&nbsp;&nbsp.\nSome Products may permit you to share certain information about yourself with the public, including people who may not be registered users of the Product, and the public may access and use that information and associate it with you.\nYou acknowledge and confirm that you have no expectation of privacy when using such Product features, including without limitation, uploading or submitting UGC.\ncomparing your statistics, personal bests and leaderboards against other users.\nsearching for other users by username.\ndiscovering events that other users have signed up for, and linking to social media accounts that publicly display user information.\nSee Section 10.E below for further details.</p>\n<p>9.\nCOPYRIGHT NOTICE</p>\n<p>A.&nbsp;&nbsp.\nActivision respects the intellectual property rights of others and expects its players and the users of its services to do the same.\nIf you believe that any content appearing in the Product and/or UGC has been copied in a way that constitutes copyright infringement, please forward the following information to the Copyright Agent named below.</p>\n<p>B.&nbsp;&nbsp.\nPlease be aware that to be effective, your copyright infringement notification must comply with the Digital Millennium Copyright Act (\"DMCA\").\nYou are encouraged to review 17 U.S.C.\nÂ§ 512(c)(3) of the DMCA or consult with an attorney prior to sending a notice hereunder.</p>\n<p>C.&nbsp;&nbsp.\nTo file a copyright infringement notice, you will need to send a written communication that includes the following to the address listed below:</p>\n<p>A.&nbsp;&nbsp;&nbsp.\nYour name, address, telephone number, and email address;</p>\n<p>B.&nbsp;&nbsp;&nbsp.\nA description of the copyrighted work that you claim has been infringed;</p>\n<p>C.&nbsp;&nbsp;&nbsp.\nThe exact URL or a description of where the alleged infringing material is located;</p>\n<p>D.&nbsp;&nbsp;&nbsp.\nA statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</p>\n<p>E.&nbsp;&nbsp;&nbsp.\nAn electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\nand</p>\n<p>F.&nbsp;&nbsp;&nbsp.\nA statement by you, under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.</p>\n<p>Activision Publishing, Inc.</p>\n<p>2701 Olympic Blvd., Building B, Santa Monica, California 90404</p>\n<p>Attn: Activision Business and Legal Affairs</p>\n<p>Fax: (310) 255-2152</p>\n<p>E-Mail: legalaffairs@activision.com</p>\n<p>D.&nbsp;&nbsp.\nPlease note that the DMCA provides that you may be liable for damages (including costs and attorney fees) if you knowingly misrepresent that material or activity is infringing.\nPlease also note that the information provided in your copyright infringement notice may be provided to the person responsible for the allegedly infringing material.</p>\n<p>10.\nACTIVISION ACCOUNTS</p>\n<p>YOU ARE RESPONSIBLE FOR ALL ACTIVITY ON YOUR ACCOUNT.\nYOU SHOULD NOT REVEAL YOUR ACCOUNT PASSWORD TO OTHERS.</p>\n<p>A.&nbsp;&nbsp;&nbsp.\nREGISTRATION</p>\n<p>If the Product requires you to provide registration information, all such requirements to provide information are subject to both this Agreement and the Activision Privacy Policy which are incorporated by reference herein, together with any other Third Party Terms.\nYou have the option of providing such information or not.\nHowever, should you choose to not provide the information, your access to the Product may be limited or non-available.\nIf you do decide to provide us with the requested information, you represent and warrant that you will provide only true, current and accurate information.\nYou agree not to impersonate any person or entity or misrepresent your identity or affiliation with any person or entity.\nFrom time to time, you may be asked to confirm your registration information (such as your email address) to continue using the Product.\nif you choose not to do so, your access to the Product may be restricted or terminated.\nYou agree to update your registration data to keep it current and accurate within a reasonable time after any change to that data.</p>\n<p>B.&nbsp;&nbsp;&nbsp.\nELIGIBILITY</p>\n<p>You affirm that you are at least the age specified in any applicable age rating or restriction specified for the Product, and are fully able and competent to enter into the terms, conditions, obligations, representations and responsibilities set forth in this Agreement, and to abide and comply with this Agreement.</p>\n<p>Subject to any applicable age ratings or other restrictions, you may establish an Activision account only if (i) you are 18 years of age and a \"natural person\" in your country of residence, or (ii) if your parent or guardian reads and accepts the terms of this Agreement and the Activision Privacy Policy on their and your behalf if you are aged 13 or over but under 18 years of age.\nCorporations, limited liability companies, partnerships and other legal or business entities may not establish an account.\nIndividuals prohibited by Activision from using the Product may not create or use an account.\nBy accepting this Agreement, you hereby represent and warrant that you meet these eligibility requirements.</p>\n<p>C.&nbsp;&nbsp;&nbsp.\nPARENTS AND GUARDIANS</p>\n<p>You agree that you will be responsible for all uses of the account by your child whether or not such uses were authorized by you.</p>\n<p>D.&nbsp;&nbsp;&nbsp.\nSOCIAL MEDIA</p>\n<p>If you are a registered user of social media sites you may be able to connect your social media account and your Activision account (if your applicable Activision account has this functionality enabled).\nYour social media accounts are subject to their own Third Party Terms.\nYou acknowledge and agree that your social media account provider is not responsible for your Activision account, including for any liability connected to your use of your Activision account, and that irrespective of whether you use an anonymous gamer tag or username, once you connect your Activision account to your social media account, your real name will be available and viewable by your social media \"friends\".\nPlease also see Activision's Privacy Policy available at https://www.activision.com/legal/privacy-policy for additional information on social networks.</p>\n<p>E.&nbsp;&nbsp;&nbsp.\nUSERNAMES AND GROUP DESIGNATIONS:</p>\n<p>Depending on which Product and platform or Devie you are using, your username on the platform may be your username in the Activision account.\nAdditionally, some Activision accounts may allow users to form different \"clans\", \"squads\", \"teams\", or other groups (collectively \"groups\") with unique group names.\nWhen you choose a username or a group name, or otherwise create a label that can be seen by other users, you must abide by the following guidelines as well as the rules of common decency.\nIf Activision finds such a name to be offensive or improper, it may, in its sole and absolute discretion, change or remove the name, and/or suspend or terminate your use of the service and, if you are a resident outside North America, apply additional consequences set out in Section 14(B)(ii).\nIn particular, you may not use any name:</p>\n<p>i.&nbsp;&nbsp;&nbsp.\nBelonging to another person with the intent to impersonate that person, including without limitation any Product administrators or any other employee or agent of Activision;</p>\n<p>ii.&nbsp;&nbsp;&nbsp.\nThat incorporates vulgar language or which is otherwise offensive, defamatory, obscene, hateful, or racially, sexually, ethnically or otherwise objectionable;</p>\n<p>iii.&nbsp;&nbsp;&nbsp.\nBelonging to any religious figure or deity;</p>\n<p>iv.&nbsp;&nbsp;&nbsp.\nRelated to drugs, sex, alcohol, or criminal activity;</p>\n<p>v.&nbsp;&nbsp;&nbsp.\nThat is subject to the rights of any other person or entity without written authorization from that person or entity;</p>\n<p>vi.&nbsp;&nbsp;&nbsp.\nThat belongs or refers to a popular culture figure, celebrity, media personality, icon or persona;</p>\n<p>vii.&nbsp;&nbsp;&nbsp.\nThat is, contains, or is substantially similar to a trademark or service mark, whether registered or not.</p>\n<p>You may not use a misspelling or an alternative spelling to circumvent the name restrictions listed above, nor can you have a \"first\" and \"last\" name that, when combined, violate the above name restrictions.</p>\n<p>To the fullest extent permitted by applicable law, you are responsible for all use of your account.\nYou must notify Activision immediately of any unauthorized use of your username, password, account information, or any other breach of security that you become aware of relating to your Account.\nSuch notification should be made via the Customer Support web page at www.support.activision.com.</p>\n<p>11.\nSERVICE PROVIDED CONTENT</p>\n<p>A.&nbsp;&nbsp;&nbsp.\n\"Service Provided Content\" consists of those materials provided to Product users (with or without an account as applicable) such as unlockable content, virtual assets, codes, achievements, etc.\nYou understand that while at times you may \"earn\" \"buy\" or \"purchase\" \"Service Provided Content\".\nyou do not in fact own or have any property interest in the \"Service Provided Content\" and the price of any \"Service Provided Content\" does not refer to any credit balance of real currency or its equivalent.\nRather, any Service Provided Content that you receive is licensed to you as set out on Section 3 and subject to all other terms of this Agreement and Activision's Privacy Policy.</p>\n<p>B.&nbsp;&nbsp;&nbsp.\nActivision does not recognize the transfer of accounts or Service Provided Content.\nYou may not purchase, sell, resell, lend, rent, gift, trade or otherwise transfer any account or Service Provided Content, or offer to purchase, sell, resell, lend, rent, gift, trade or otherwise transfer any Product account or materials, and any such attempt shall be null and void.</p>\n<p>C.&nbsp;&nbsp;&nbsp.\nUpon termination of any Account, the Agreement, or license, you acknowledge and agree that, to the fullest extent permitted by applicable law, you shall retain no access or control over any aspect thereof.</p>\n<p>12.\nCONSENT TO MONITOR</p>\n<p>A.&nbsp;&nbsp;&nbsp.\nCommunications made using a Product should not be considered private.\nActivision may monitor and/or record your communications (including without limitation chat text or voice communications) when you are using a Product, and you hereby provide your irrevocable, express consent to such monitoring and recording.\nYou acknowledge and agree that you have no expectation of privacy concerning the transmission of any UGC or communications, including without limitation chat text or voice communications.\nBecause voice chat and other communications may be viewed and/or heard by other users, users should avoid revealing any personally identifiable information.</p>\n<p>B.&nbsp;&nbsp;&nbsp.\nAdditionally, Activision may, with or without notice to you, disclose your Internet Protocol (IP) address(es), personal information, chat logs, and other information about you and your activities consistent with the Activision Privacy Policy available at https://www.activision.com/legal/privacy-policy.</p>\n<p>13.\nSUPPORT</p>\n<p>If you have a complaint regarding the Product or desire further information on use of a Product, visit Activision's Customer Support web pages at www.support.activision.com.</p>\n<p>14.\nTERMINATION.</p>\n<p>The license granted under this Agreement is effective until terminated by you or Activision.\nUpon termination of the license, You shall cease all use of the Product, and destroy all copies, full or partial, of the Product.&nbsp;</p>\n<p>\n<b>A.&nbsp;&nbsp;&nbsp.\nFOR RESIDENTS OUTSIDE THE EUROPEAN UNION AND THE UNITED KINGDOM:</b>\n</p>\n<p>Your rights under this Agreement will terminate automatically without notice from Activision if you fail to comply with any term(s) of this Agreement or applicable Third Party Terms.</p>\n<p>Activision reserves the right to terminate this Agreement without cause on immediate written notice.</p>\n<p>Nothing herein limits Activision's rights to suspend, terminate or delete any account.</p>\n<p>ACTIVISION MAY SUSPEND, TERMINATE, MODIFY, OR DELETE ANY ACCOUNT AT ANY TIME FOR ANY REASON OR FOR NO REASON, WITH OR WITHOUT NOTICE TO YOU, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\nFor purposes of explanation and not limitation, many account suspensions, terminations and/or deletions may be the result of violations of this Agreement.</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>FOR RESIDENTS IN THE EUROPEAN UNION AND UNITED KINGDOM:</b>\n</p>\n<ol>\n<li>ACTIVISION MAY TERMINATE THE LICENSE GRANTED TO YOU UNDER THIS AGREEMENT AND/OR SUSPEND, MODIFY, OR DELETE YOUR ACCOUNT AT ANY TIME WITHOUT GIVING YOU ANY PRIOR NOTICE IF YOU SERIOUSLY VIOLATE THIS AGREEMENT.&nbsp.\nSERIOUS VIOLATIONS ARE VIOLATIONS OF IMPORTANT PROVISIONS WHICH INCLUDE SECTIONS 3(C)(i)-(iv) AND 8(E) OF THIS AGREEMENT OR REPEATED VIOLATIONS OF OTHER PROVISIONS OF THIS AGREEMENT (INCLUDING FURTHER NON-COMPLIANCE WHERE YOU ALREADY HAVE RECEIVED A PRIOR WARNING).</li>\n</ol>\n<p>IF YOU THINK THAT SUCH DECISION WAS TAKEN WRONGLY, YOU CAN CONTACT ACTIVISION AT support.activision.com.\nIF ACTIVISION CANNOT RESOLVE YOUR COMPLAINT AND YOU ARE A RESIDENT OF THE EUROPEAN UNION, YOU CAN USE THE ONLINE DISPUTE RESOLUTION PLATFORM SET UP BY THE EUROPEAN COMMISSION WHICH YOU CAN ACCESS AT&nbsp;http://ec.europa.eu/odr.&nbsp.\nIf you are resident in Germany, the terms in Appendix 1 will apply to you instead of Section B(i).</p>\n<ol>\n<li>ACTIVISION MAY TERMINATE THE LICENSE GRANTED TO YOU UNDER THIS AGREEMENT AND/OR SUSPEND, MODIFY, OR DELETE YOUR ACCOUNT IF IT HAS ANOTHER VALID REASON TO DO SO (FOR EXAMPLE, CEASING AN ONLINE SERVICE FOR ECONOMIC REASONS DUE TO A LIMITED NUMBER OF USERS CONTINUING TO MAKE USE OF THE SERVICE OVER TIME) OR WITHOUT REASON BY GIVING YOU REASONABLE PRIOR NOTICE.</li>\n</ol>\n<ol>\n<li>IF ACTIVISION TERMINATES THE LICENSE GRANTED TO YOU UNDER THIS AGREEMENT AND/OR SUSPENDS OR DELETES YOUR ACCOUNT, THIS MEANS THATYOUR ACCESS AND RIGHT TO USE THE PRODUCT(S) AND SERVICE PROVIDED CONTENT WILL BE REVOKED.</li>\n</ol>\n<ol>\n<li>With the exception of Agreements relating to (1) Service Provided Content or (2) Programs which do not involve aspects of online-based gameplay, if you are resident in a country in the EEA, you have a legal right to cancel your Agreement with us within the time limits set out in applicable consumer laws.\nInstructions on how to exercise this right are set out at the end of this Agreement in Appendix 2 (Section A: ‘Information concerning the exercise of the right of withdrawal’).\nFor residents of the United Kingdom, while you also have a similar right to cancel your Agreement for digital services, when you purchase the Product and request immediate access to the Product, you will be asked to acknowledge that this means you will lose your statutory right to withdraw from the Agreement and your right to receive a refund within the withdrawal period.</li>\n</ol>\n<p>15.\nTHIRD PARTIES</p>\n<p>The Product may enable, or require, access to other third party materials, services or web sites (\"Third Party Materials\").\nUse of Third Party Materials may require additional terms of service.</p>\n<p>You understand that by using any Third Party Materials you may encounter content that may be deemed offensive, indecent, or objectionable.\nYou agree (i) to use Third Party Materials at your sole risk.\n(ii) that Activision shall not have any liability to you for Third Party Materials.\n(iii) Activision is not responsible for examining or evaluating the content, accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality or any other aspect of such Third Party Materials.\nThird Party Materials are provided solely as a convenience to you.</p>\n<p>Your right to use the Product is also predicated on your compliance with any applicable terms of service, terms of use, and privacy policies you have agreed and accepted with Third Parties (\"Third Party Terms\").</p>\n<p>Applicable third parties (such as your console account, mobile phone, or internet access account provider) may also impose limits on the use of or access to certain Products, in any case and without notice or liability.\nYou agree that Activision shall not be liable for any acts or omissions of such third parties.</p>\n<p>16.\nWARRANTY DISCLAIMER AND LIMITATION OF LIABILITY</p>\n<p>A.&nbsp;&nbsp;&nbsp.\nWARRANTY DISCLAIMER.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE PRODUCT IS PROVIDED \"AS IS\" AND ACTIVISION DOES NOT WARRANT THAT THE PRODUCT WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, THAT THE PRODUCT IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT ALL OF THE PRODUCT CONTENT WILL BE ACCURATE.\nTO THE EXTENT PERMITTED BY APPLICABLE LAW, ACTIVISION EXPRESSLY DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION THE IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PARTICULAR PURPOSE OR USE, AND NON-INFRINGEMENT.</p>\n<p>RESIDENTS IN THE EUROPEAN ECONOMIC AREA: CERTAIN STATUTORY CONFORMITY WARRANTIES MAY BE APPLICABLE TO YOU UNDER YOUR LOCAL LAW AND NOTHING IN THIS AGREEMENT IS INTENDED TO AFFECT THOSE RIGHTS.\nYOUR LOCAL LAWS MAY PROVIDE YOU WITH A LEGAL GUARANTEE THAT THE PRODUCT WILL BE IN LEGAL CONFORMITY AT THE TIME OF SUPPLY AND DURING THE LIFE OF THIS AGREEMENT WITH YOU.\nUNDER THIS LEGAL GUARANTEE, WE WILL BE LIABLE FOR LACK OF CONFORMITY OF THE PRODUCT AND YOU MAY HAVE A RIGHT TO, UNDER YOUR LOCAL LAWS: (A) HAVE THE PRODUCT BROUGHT BACK INTO CONFORMITY.\nOR (B) RECEIVE A PROPORTIONATE REFUND AND/OR TERMINATE THE AGREEMENT.\nPLEASE CONTACT ACTIVISION FOR FURTHER INFORMATION.\nIF YOU ARE RESIDENT IN FRANCE, THE TERMS IN APPENDIX 2 (SECTION C) APPLY TO THE STATUTORY GUARANTEES OF THE PRODUCT.&nbsp;</p>\n<p>\n<b>AUSTRALIA:</b>&nbsp;YOU HAVE CERTAIN STATUTORY GUARANTEES UNDER AUSTRALIAN CONSUMER LAW AND NOTHING IN THE AGREEMENT IS INTENDED TO AFFECT THOSE RIGHTS.\nPRODUCTS THAT YOU HAVE PURCHASED COME WITH GUARANTEES THAT CANNOT BE EXCLUDED UNDER AUSTRALIAN CONSUMER LAW: YOU ARE ENTITLED TO A REFUND FOR A MAJOR FAILURE AND COMPENSATION FOR ANY OTHER REASONABLY FORESEEABLE LOSS OR DAMAGE: YOU ARE ALSO ENTITLED TO HAVE GOODS REPAIRED OR REPLACED IF GOODS FAIL TO BE OF ACCEPTABLE QUALITY AND THE FAILURE DOES NOT AMOUNT TO A MAJOR FAILURE.</p>\n<p>\n<b>B.&nbsp;&nbsp;&nbsp.\nLIMITATION OF LIABILITY.</b>\n</p>\n<p>i.&nbsp;&nbsp;&nbsp.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW AND WITHOUT PREJUDICE TO STATUTORY CONFORMITY WARRANTIES THAT MAY APPLY TO YOU UNDER YOUR LOCAL LAWS, NEITHER ACTIVISION NOR ITS PARENT, SUBSIDIARIES, LICENSORS OR AFFILIATES SHALL BE LIABLE IN ANY WAY FOR DAMAGE OR LOSS OF ANY KIND RESULTING FROM (A) THE USE OF OR INABILITY TO USE THE PRODUCT INCLUDING WITHOUT LIMITATION LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION.\n(B) THE LOSS OR DAMAGE TO CHARACTERS, ACCOUNTS, STATISTICS, INVENTORIES, VIRTUAL GOODS, OR USER PROFILE INFORMATION.\nOR (C) INTERRUPTIONS OF SERVICE INCLUDING WITHOUT LIMITATION ISP DISRUPTIONS, SOFTWARE OR HARDWARE FAILURES, FAILURES OF ANY THIRD PARTY BILLING SOLUTIONS OR OTHER SERVICES, OR ANY OTHER EVENT WHICH MAY RESULT IN A LOSS OF DATA OR DISRUPTION OF SERVICE.\nIN NO EVENT WILL ACTIVISION BE LIABLE TO YOU OR ANYONE ELSE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, REMOTE, SPECULATIVE, PUNITIVE OR CONSEQUENTIAL DAMAGES.</p>\n<p>ii.&nbsp;&nbsp;&nbsp.\nIN NO CASE SHALL ACTIVISION'S LIABILITY EXCEED THE AMOUNT THAT YOU PAID TO US DURING THE TWELVE (12) MONTHS PRIOR TO THE TIME YOUR CAUSE OF ACTION AROSE.</p>\n<p>iii.&nbsp;&nbsp;&nbsp.\nIMPORTANT INFORMATION RELATING TO WARRANTY DISCLAIMER AND LIMITATION OF LIABILITY: BECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OF CERTAIN WARRANTIES OR THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL, INCIDENTAL, OR OTHER TYPES OF DAMAGES, IN SUCH STATES OR JURISDICTIONS, YOU MAY HAVE DIFFERENT OR ADDITIONAL RIGHTS ACCORDING TO THE APPLICABLE LAWS OF COUNTRY FROM WHICH YOU VALIDLY ACQUIRED AND USE THE PRODUCT AND IN WHICH CASE THE LIABILITY OF ACTIVISION AND ITS AFFILIATES SHALL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<p>iv.&nbsp;&nbsp;&nbsp.\nMember States of the European Union: subject to Section 5, Activision shall be liable in accordance with statutory law in cases of its (a) intentional misconduct.\n(b) gross negligence.\n(c) breach of applicable Product Liability Acts.\nWithout limiting the foregoing, Activision may only be liable for modest levels of negligence in cases of a breach of a \"material\" contractual obligation under the Agreement, the breach of which would jeopardize the purpose of the Agreement.\nIn such circumstances, Activision's liability will be limited to typical and foreseeable damages: in other circumstances Activision shall not be liable for acts of modest negligence.</p>\n<p>FOR INDIVIDUALS VALIDLY ACQUIRING AND USING THE PRODUCT FROM A MEMBER STATE OF THE EUROPEAN UNION NOTHING SHALL EXCLUDE ACTIVISION'S LIABILITY FOR DEATH OR PERSONAL INJURY AS A RESULT OF ITS NEGLIGENCE.</p>\n<p>17.\nINDEMNIFICATION</p>\n<p>You agree to indemnify, defend and hold harmless Activision and its affiliates, and their respective officers, directors, owners, agents, employees, contractors, information providers and licensors (\"Indemnified Party\", and collectively the \"Indemnified Parties\") from and against any claims, liability, losses, costs and expenses (including attorneys' fees) incurred by an Indemnified Party in connection with (i) any breach by you of the Agreement, and/or (ii) your posting or uploading any UGC.</p>\n<p>Activision reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to cooperate with Activision's defense of such claim.</p>\n<p>18.\nRISK OF LOSS</p>\n<p>ou bear all risk of loss for accessing or completing the download of any Product and for any loss of any Product that you have accessed or downloaded, including any loss due to a file corruption or Device crash.</p>\n<p>Any Product may be available for limited periods of time, and/or subject to other access restrictions (including for example, possession of other specific Product(s) for access or use).\nProducts may become unavailable due to potential content provider licensing restrictions or other reasons.\nunless otherwise required by applicable law, Activision will not be liable to you if any Product is or becomes unavailable for download or access, for any reason, to the fullest extent permitted by applicable law.</p>\n<p>19.\nAVAILABILITY</p>\n<p>Except as otherwise set forth herein and/or as otherwise required by applicable law, Activision does not guarantee that any particular Product or Service Provided Content will be available at all times or at any given time or that Activision will continue to offer the Product or Service Provided Content for any particular length of time.</p>\n<p>In addition, Products that may be accessed from, displayed on or linked to from a Device are not available in all languages or in all countries.</p>\n<p>\n<b>FOR RESIDENTS OUTSIDE THE EUROPEAN ECONOMIC AREA AND THE UNITED KINGDOM:</b>\n</p>\n<p>Activision may change and update the Product or Service Provided Content without notice to you.\nActivision makes no warranty or representation regarding the availability of online Product features and reserves the right to modify or discontinue online Product features in its discretion without notice, including for example, ceasing an online service for economic reasons due to a limited number of users continuing to make use of the online service over time.</p>\n<p>To the fullest extent permitted by applicable law (i) Activision, and its licensors, reserve the right to change, suspend, remove, or disable access to any Product at any time without notice, and (ii) Activision will not be liable for the removal of or disabling of access to any Product.</p>\n<p>\n<b>FOR RESIDENTS IN THE EUROPEAN ECONOMIC AREA AND THE UNITED KINGDOM:</b>\n</p>\n<p>Activision and its licensors may change the Product or Service Provided Content at any timein order to, for example: (A) ensure compliance with applicable laws and/or reflect change in relevant laws and regulatory requirements.\n(B) perform temporary maintenance, fix bugs, implement technical adjustments, and make improvements, (C) update or upgrade the Product including updating the structure, design, or layout of the Product.\n(D) ensure the security of the Product.\nand (E) to combat against illegal and/or harmful activities and the use of unauthorized programs or other activities which breach this Agreement.\nWe will not be liable for any malfunction or error to the Product or Service Provided Content caused by your failure to install an update where we have informed you of the consequences of not installing the update.&nbsp.\n&nbsp;</p>\n<p>If these changes affect you negatively in a more than minor manner, we will provide you with notice of such changes.\nIf you don’t agree to these changes, you will be able to terminate your license within 30 days from the date of any notice we provide or 30 days from when the change comes into effect, whichever is later.\nYou may contact Activision to terminate license and discuss refund options for any Product or Service Provided Content paid for but not received.\nPlease visit support.activision.com for more information.\nIf you do not refuse the changes or terminate the Agreement within the stated time period, we will take that as your acceptance of the changes.\nIf you are resident in Germany, the specified terms in Appendix 1 will apply to you instead.</p>\n<p>Activision makes no warranty or representation regarding the availability of online Product features and reserves the right to modify or discontinue online Product features in its discretion with reasonable notice, including for example, ceasing an online service for economic reasons due to a limited number of users continuing to make use of the online service over time.</p>\n<p>20.\nOWNERSHIP</p>\n<p>All title, ownership, and intellectual property rights in and to the Product (including, but not limited to, any titles, trademarks, service marks, and trade names, computer code, themes, objects, characters, character names, stories, dialog, catch phrases, locations, concepts, artwork, animations, sounds, musical compositions, audio-visual effects, methods of operation, moral rights, and any related documentation) are owned by Activision and/or Activision's licensor(s).\nThe Product is licensed, not sold, for your use.\nYour license confers no title or ownership in this Product and should not be construed as a sale of any rights in the Product.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT, OTHER THAN LICENSE GRANTED TO YOU BY THIS AGREEMENT, YOU SHALL HAVE NO OWNERSHIP OR OTHER PROPERTY INTEREST IN ANY PRODUCT OR SERVICE PROVIDED CONTENT (INCLUDING WITHOUT LIMITATION ANY VIRTUAL GOODS), AND YOU FURTHER ACKNOWLEDGE AND AGREE THAT TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW ALL RIGHTS IN AND TO SUCH PRODUCTS AND SERVICE PROVIDED CONTENT ARE AND SHALL FOREVER BE OWNED BY AND INURE TO THE BENEFIT OF ACTIVISION AND ITS LICENSORS.</p>\n<p>You agree that all Products and Third Party Materials contain proprietary content, information and material that are protected by applicable intellectual property and other laws, including but not limited to copyright, and that you will not use such proprietary content, information or materials in any way whatsoever except for permitted use.\nNo portion of the Products or Third Party Materials may be reproduced in any form or by any means other than as permitted under applicable license.</p>\n<p>21.\nPAYMENT</p>\n<p>YOU AGREE TO PAY ALL FEES AND APPLICABLE TAXES INCURRED BY YOU OR ANYONE USING A PRODUCT FROM YOUR DEVICE.</p>\n<p>A.&nbsp;&nbsp;&nbsp.\nPayment Options / Third Party Billing Partners.\nYou may pay for certain Products and Service Provided Content using the methods made available to you, and you agree to the terms and conditions applicable to each payment method you choose.\nPayment methods may vary by console, platform, system or Device that you use to access the Product or Service Provided Content.</p>\n<p>B.&nbsp;&nbsp;&nbsp.\nBy paying for a Product or Service Provided Content you (i) represent that you are authorized to use the payment method you have selected and that any payment information you provide is true and accurate.\n(ii) authorize the party charging you for the Product or Service Provided Content to take payment from you for the Product or Service Provided Content, using the payment method you have selected.</p>\n<p>22.\nCHANGES TO THE AGREEMENT</p>\n<p>\n<b>FOR RESIDENTS OUTSIDE THE EUROPEAN UNION AND THE UNITED KINGDOM:</b>\n</p>\n<p>Except for Section 4 (Binding Arbitration and Class Action Waiver), Activision reserves the right, at its sole and absolute discretion, to change, modify, add to, supplement or delete any of the terms and conditions of this Agreement at any time, effective with or without prior notice, and by any means, including without limitation by posting notification on any Product website, by email, through a patch process, pop-up screen or in-Product notice.\nYour continued use of the Product following any revision to this Agreement constitutes your acceptance of any such changes.\nAdditionally, you may be asked to affirmatively accept updates to this Agreement from time to time.\nNote that if you do not affirmatively indicate your acceptance when requested, you may not be able to continue to use the Product or Service Provided Content.\nIn relation to Products and Service Provided Content you have paid for, if you do not wish to accept a change to the Agreement, please stop using the Product or Service Provided Content and contact Activision for refund options.</p>\n<p>\n<b>FOR RESIDENTS IN THE EUROPEAN UNION AND THE UNITED KINGDOM</b>: FROM TIME TO TIME, ACTIVISION MAY MODIFY, ADD TO, SUPPLEMENT OR DELETE THE TERMS OF THIS AGREEMENT, FOR INSTANCE IF THERE IS A CHANGE TO ITS PRODUCTS AND SERVICES, TO IMPROVE PLAYERS’ SAFETY OR IN CASE OF CHANGE IN APPLICABLE LAWS.\nIF ACTIVISION SUBSTANTIALLY CHANGES THE TERMS OF THIS AGREEMENT, ACTIVISION WILL NOTIFY YOU IN ADVANCE BEFORE THE NEW TERMS OF THIS AGREEMENT COMES INTO EFFECT AND YOU WILL BE ASKED TO ACCEPT THOSE CHANGES TO CONTINUE TO USE ACTIVISION PRODUCTS AND SERVICES.\nYOU WILL HAVE THE OPTION TO REFUSE THE AMENDED AGREEMENT, BUT IF YOU DO YOU WILL NO LONGER BE ABLE TO USE ACTIVISION PRODUCTS AND SERVICES.\nTHE LATEST VERSION OF THE AGREEMENT IS AVAILABLE ON OUR WEBSITE http://support.activision.com/license, SO WE ADVISE YOU TO CHECK WHETHER THE TERMS OF THE AGREEMENT HAVE BEEN UPDATED EACH TIME YOU USE ACTIVISION PRODUCTS AND SERVICES.\nCHANGES TO THE TERMS OF THIS AGREEMENT WON’T AFFECT YOUR RIGHTS, WILL NOT SUBSTANTIALLY CHANGE THE CONTRACTUAL BALANCE BETWEEN YOU AND ACTIVISION AND WILL NOT HAVE RETROACTIVE EFFECTS.</p>\n<p>23.\nDRM</p>\n<p>If you access content protected with Digital Rights Management (DRM), the software may automatically request media usage rights from a rights server online and download and install DRM updates so that you can play the content.</p>\n<p>24.\nGENERAL</p>\n<p>A.&nbsp;&nbsp;&nbsp.\nSeverability</p>\n<p>Except as otherwise stated above, if any provision of this Agreement shall be unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from this Agreement and shall not affect the validity and enforceability of any remaining provisions.</p>\n<p>B.&nbsp;&nbsp;&nbsp.\nSurvival</p>\n<p>SECTIONS 4, 5, 8, 12, 14 to 24 inclusive, and, those other sections that by their terms apply after this Agreement ends, and the Privacy Policy, will survive any termination or cancellation of this Agreement.</p>\n<p>C.&nbsp;&nbsp;&nbsp.\nAssignment and Transfer</p>\n<p>We may assign this Agreement, in whole or in part, at any time without notice to you.\nYou may not assign this agreement or transfer any rights to use the services.</p>\n<p>D.&nbsp;&nbsp;&nbsp.\nNotices</p>\n<p>You consent to Activision providing you notifications about the Product or information the law requires us to provide via email to any address that you specified if you were required to register for the Product.\nNotices emailed to you will be deemed given and received when the email is sent.\nIf you don't consent to receive notices electronically, you must stop using the Product.\nFor Products that do not require you to register or provide an email address, notices and other information may be made available in updates to this Agreement.</p>\n<p>E.&nbsp;&nbsp;&nbsp.\nForce Majeure</p>\n<p>Activision shall not be liable for any delay or failure to perform resulting from causes outside Activision's reasonable control, including without limitation any failure to perform hereunder due to unforeseen circumstances or cause beyond Activision's control such as acts of God, war, terrorism, riots, embargoes, acts of civil or military authorities, fire, floods, accidents, strikes, or shortages of transportation facilities, fuel, energy, labor or materials.</p>\n<p>F.&nbsp;&nbsp;&nbsp.\nEquitable Remedies</p>\n<p>In the event that you breach this Agreement, you hereby agree that Activision would be irreparably damaged if this Agreement were not specifically enforced, and therefore you agree that Activision shall be entitled, without bond, other security, or proof of damages, to appropriate equitable remedies with respect to breaches of this Agreement, in addition to such other remedies as Activision may otherwise have available to it under applicable laws.</p>\n<p>G.&nbsp;&nbsp;&nbsp.\nExport and Commercial Items</p>\n<p>You may not use, access, download, or otherwise export, reexport, or transfer the Product in contravention of applicable export control, economic sanctions, and import laws and regulations, including, but not limited to, the U.S.\nExport Administration Regulations (“EAR”) and regulations promulgated by the U.S.\nDepartment of the Treasury’s Office of Foreign Assets Control (“OFAC”).\nYou represent and warrant that you (1) are not subject to U.S.\nsanctions or export restrictions and otherwise are eligible to utilize the under applicable laws and regulations.\n(2) are not located or ordinarily resident in a country or region subject to comprehensive or near-comprehensive U.S.\nsanctions/embargo, unless your use of the Product in such country or region is authorized by U.S.\nlaw.\n(3) are not an official, employee, agent, or contractor of, or directly or indirectly acting or purporting to act for or on behalf of, a government (including any political subdivision, agency, or instrumentality thereof or any person directly or indirectly owned or controlled by the foregoing) or political party (<i>e.g.</i>, Cuban Communist Party, Workers’ Party of Korea) subject to U.S.\nsanctions/embargo or any other entity in a sanctioned/embargoed country or region or subject to U.S.\nsanctions/embargo.\nand (4) will not use the in connection with an end-use prohibited by U.S.\nlaw, including, without limitation, the development, design, manufacture or production of nuclear missiles, or chemical or biological weapons.</p>\n<p>The Product and related documentation are \"Commercial Items\", as that term is defined at 48 C.F.R.\n2.101, consisting of \"Commercial Computer Software\" and \"Commercial Computer Software Documentation\", as such terms are used in 48 C.F.R.\n12.212 or 48 C.F.R.\n227.7202, as applicable.\nConsistent with 48 C.F.R.\n12.212 or 48 C.F.R.\n227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S.\nGovernment end users (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein.\nUnpublished-rights reserved under the copyright laws of the United States.</p>\n<p>H.&nbsp;&nbsp;&nbsp.\nEntire Agreement</p>\n<p>This Agreement constitutes the entire agreement and understanding between you and Activision, and supersedes any prior or contemporaneous agreements or understandings, whether written or oral, relating to the matters contained herein.</p>\n<p>Appendix 1</p>\n<p>SUPPLEMENTAL TERMS – APPLICABLE TO RESIDENTS OF GERMANY</p>\n<p>The following Section below supersedes and replaces the corresponding Section 14 (‘Termination’) with respect to sub-section B(i):</p>\n<p>ACTIVISION MAY TERMINATE THE LICENSE GRANTED TO YOU UNDER THIS AGREEMENT AND/OR SUSPEND, MODIFY, OR DELETE YOUR ACCOUNT IF YOU SERIOUSLY VIOLATE THIS AGREEMENT.\nWE WILL NOTIFY YOU IN ADVANCE IF WE DECIDE TO TERMINATE OR SUSPEND THE LICENSE, UNLESS WE ARE TERMINATING OR SUSPENDING IT TO COMPLY WITH A LEGAL OBLIGATION WHICH DOES NOT INCLUDE A PRIOR NOTICE OBLIGATION.\nWE WILL RESTORE THIS LICENSE IF YOU HAVE GOOD CAUSE TO BELIEVE OUR ACTIONS WERE NOT SUFFICIENTLY JUSTIFIED.\nSERIOUS VIOLATIONS ARE VIOLATIONS OF IMPORTANT PROVISIONS WHICH INCLUDE SECTION 3(C)(i)-(iv) AND 8(E) OF THIS AGREEMENT, REPEATED VIOLATIONS OF OTHER PROVISIONS OF THIS AGREEMENT (INCLUDING FURTHER NON-COMPLIANCE WHERE YOU HAVE ALREADY RECEIVED A PRIOR WARNING).</p>\n<p>IF YOU THINK THAT SUCH DECISION WAS TAKEN WRONGLY, YOU CAN CONTACT ACTIVISION AT support.activision.com.</p>\n<p>The second paragraph of the sub-section ‘For the residents of the European Economic Area’ of Section 19 shall be replaced with the following paragraph:</p>\n<p>If these changes affect you negatively in a more than minor way, we will give you at least six weeks’ advance notice of the change and you will have 30 days from our notice of the change or from when the change comes into effect (whichever is later) to reject the changes and terminate the Agreement.\nYou may also be able to receive a proportionate refund for any Product or Service Provided Content paid for but not received.\nPlease visit support.activision.com for more information.\nIf you do not reject these changes or terminate the Agreement within the stated time limit, we will take that as your acceptance of the changes.</p>\n<p>The sub-section ‘For residents of the European Union and the United Kingdom’ within Section 22 shall be replaced with the following paragraphs:</p>\n<p>From time to time, Activision may need to amend this Agreement if there is a good reason for the change and the changes reasonably take into account the interests of both parties, for example to reflect or include new products or services, and to enhance security for users or because of changes in the law, but we will not modify the terms to change our main obligations to you.\nIf Activision makes a change to this Agreement, we will inform you of the particular changes in advance of the changes coming into force, and you will have at least six weeks (starting from our notice to you) to indicate whether you accept the amended Agreement.\nIf you don’t tell us that you object to the changes within the time period set out above, you shall be deemed to have accepted these changes (i) unless you have notified us of your objection to such changes within the stated six weeks, or (ii) if you use the Product after the changes have entered into force.\nIn the&nbsp;notification, we will inform you of your right to object, the applicable notice period and the legal consequences of a failure to object.</p>\n<p>The latest version of this Agreement will always be available on our website, so we recommend that you check for updates to this Agreement each time you use the Product.\nChanges to the Agreement shall not affect your accrued rights, shall not substantially disrupt the contractual balance between you and us under this Agreement and shall not have retroactive effect.</p>\n<p>&nbsp;</p>\nAppendix 2:\nA.&nbsp;&nbsp;&nbsp.\nInformation concerning the exercise of the right of withdrawal\n<p>\n<b>Right of Withdrawal</b>\n</p>\n<p>\n<b>You have the right to withdraw from this Agreement within 14 calendar days without giving any reason.</b>\n</p>\n<p>\n<b>The withdrawal period will expire after 14 calendar days from the day of the conclusion of the Agreement.</b>\n</p>\n<p>\n<b>To exercise the right of withdrawal, you must inform us (Legal Team, Activision Blizzard UK Ltd of The Ampersand Building, 178 Wardour Street, London, W1F 8FY, United Kingdom) contact details available at&nbsp;</b>\n<b>www.support.activision.com</b>\n<b>&nbsp;of your decision to withdraw from the Agreement by an unequivocal statement (e.g.\na letter sent by post, or e-mail).\nYou may use the model withdrawal form attached hereafter, but it is not obligatory.\nTo meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</b>\n</p>\n<p>\n<b>Effects of withdrawal</b>\n</p>\n<p>\n<b>If you withdraw from the Agreement, we shall reimburse to you all payments received from you under this Agreement, including the costs of delivery if applicable (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 calendar days from the day on which we are informed about your decision to withdraw from this Agreement.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.</b>\n</p>\n<p>\n<b>If you requested to begin the performance of services under an Agreement during the withdrawal period, you shall pay us an amount which is in proportion to what has been provided until you have communicated to us your withdrawal from that Agreement, in comparison with the full coverage of these services under the Agreement.</b>\n</p>\n<p>\n<b>You lose your right of withdrawal, insofar as the Agreement is a service contract, after the service has been fully performed and if the performance has begun with your prior express consent, and with the acknowledgement that you will lose your right of withdrawal once the service has been fully performed by us.</b>\n</p>\n<p>\n<b>You lose your right of withdrawal insofar as the Agreement comprises the supply of digital content which is not supplied on a tangible medium if the performance has begun with your prior express consent and your acknowledgment that you thereby lose your right of withdrawal.</b>\n</p>\n<p>Based on the above, you understand that by purchasing Service Provided Content, you consent that we make available these Service Provided Content to you directly after we have accepted your order.\nYou will lose your right of withdrawal once the Service Provided Content has been made fully available to you by us.\nHowever, your right of withdrawal is not lost if you purchase Virtual Goods that are granted to you for a certain period of time (e.g.\ntime-limited premium memberships).</p>\n<p>&nbsp;</p>\n<b>B.\nModel Withdrawal Form</b>\n<p>(Complete and return this form only if you wish to withdraw from this Agreement.\nWe also strongly recommend that you submit this form to the retailer or platform partner (with the relevant information about them filled out below) who you purchased the Product from in order to withdraw from the Agreement.)</p>\n<p>To Legal Team, Activision Blizzard UK Ltd of The Ampersand Building, 178 Wardour Street, London, W1F 8FY, United Kingdom:<br>\n</p>\n<p>I/We hereby give notice that I/We withdraw from my/our contract for the purchase of the following goods/ the provision of the following services:*</p>\n<ul>\n<li>Ordered/ received on*:</li>\n<li>Name of consumer(s):&nbsp;&nbsp;</li>\n<li>Address of consumer(s):</li>\n<li>Signature of consumer(s): (only required if this form is notified on paper)</li>\n<li>Date:</li>\n</ul>\n<p>(*) Delete where appropriate.</p>\n<p>&nbsp;</p>\n<b>C.\nStatutory guarantees under French law for residents in France regarding the Product</b>\nFrench law grants you as consumers the following statutory rights and guarantees in relation to the Product.\nActivision will therefore offer you the protection granted by law under the legal warranty of conformity provided by articles L.\n224-25-12 to L.\n224-25-26 of the French Consumer Code.\nActivision is liable for supplying digital contents and services that comply with the Agreement and with the objective and subjective criteria set out by the law.\nRegarding one-off supply, Activision is accountable for any non-conformity that exists at the time of supply and which becomes apparent within two years of supply.\nRegarding digital content or service supplied on a continuous basis, Activision is accountable for any non-conformity which becomes apparent during the period in which it is supplied under the Agreement.\nWe are also accountable, within the same time limits, for any non-conformity resulting from the incorrect integration of the digital content or service into the consumer's digital environment where this has been done by us or under our responsibility, or where the incorrect integration by the consumer is the result of deficiencies in the instructions provided by us.\nFor the 12 month period following the supply of the Product, the consumer will not be required to prove the existence of the defect.\nIn the event of lack of conformity, the consumer shall be entitled to have the digital content or service brought into conformity or, failing that, to have the price reduced or to cancel the contract under the conditions set out in the French Consumer Code.\n", "created_at": "2022-12-05 23:16:01.708339", "updated_at": "2022-12-05 23:19:48.513372"}], "points": [{"id": 29240, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.activision.com/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-12-06 20:32:16.86229", "updated_at": "2023-07-11 06:26:28.245783", "quoteText": null, "case_id": 148, "document_id": 13071, "quoteStart": null, "quoteEnd": null}, {"id": 29235, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.activision.com/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-12-06 20:00:44.116496", "updated_at": "2023-07-11 06:26:28.330215", "quoteText": null, "case_id": 143, "document_id": 13071, "quoteStart": null, "quoteEnd": null}, {"id": 29239, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.activision.com/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-12-06 20:19:17.552994", "updated_at": "2023-07-11 06:26:27.989049", "quoteText": null, "case_id": 486, "document_id": 13071, "quoteStart": null, "quoteEnd": null}, {"id": 29238, "title": "Content you post may be edited by the service for any reason", "source": "https://www.activision.com/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-12-06 20:12:38.584415", "updated_at": "2023-07-11 06:26:28.072666", "quoteText": null, "case_id": 407, "document_id": 13071, "quoteStart": null, "quoteEnd": null}, {"id": 29237, "title": "This service can use your content for all their existing and future services", "source": "https://www.activision.com/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-12-06 20:09:44.795013", "updated_at": "2023-07-11 06:26:28.156055", "quoteText": null, "case_id": 180, "document_id": 13071, "quoteStart": null, "quoteEnd": null}, {"id": 29234, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.activision.com/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-12-06 19:26:21.625922", "updated_at": "2023-07-11 06:26:28.504548", "quoteText": null, "case_id": 403, "document_id": 13071, "quoteStart": null, "quoteEnd": null}, {"id": 29291, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.activision.com/legal/privacy-policy", "status": "\"In addition, if you are a visitor to our websites or other online products and services from outside the U.S., the personal information you provide will be collected, processed and stored directly on, or transferred to, servers in the United States or other countries where Activision Blizzard group companies or our other partners or vendors maintain facilities or business operations.\"", "created_at": "2022-12-08 18:43:11.082144", "updated_at": "2023-03-25 22:47:08.424017", "quoteText": null, "case_id": 187, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29292, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.activision.com/legal/privacy-policy", "status": "\"You also have additional rights regarding your personal information if you are located in the EEA and the UK.\"", "created_at": "2022-12-08 18:45:43.280214", "updated_at": "2023-02-21 18:29:34.344534", "quoteText": null, "case_id": 481, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29716, "title": "This service is a subsidiary of Activision Blizzard, Inc.", "source": "https://en.wikipedia.org/wiki/Activision#Merger_with_Vivendi_Games_(2008)", "status": "Activision merged with Blizzard in 2008", "created_at": "2023-01-02 21:45:34.476505", "updated_at": "2023-02-22 15:21:15.882584", "quoteText": null, "case_id": 493, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29236, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": "https://www.activision.com/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-12-06 20:06:16.302393", "updated_at": "2023-07-11 06:26:28.411007", "quoteText": null, "case_id": 135, "document_id": 13071, "quoteStart": null, "quoteEnd": null}], "urls": ["activision.com", "callofduty.com"]}}