{"error": 448, "message": "OK", "parameters": {"id": 8226, "name": "OVH", "created_at": "2023-05-06 01:54:50.809842", "updated_at": "2023-05-06 10:02:00.120366", "wikipedia": "https://en.wikipedia.org/wiki/OVH", "keywords": null, "related": null, "slug": "ovh", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8226.png", "url": "ovh.com,ovhcloud.com", "documents": [{"id": 15954, "name": "Privacy policy", "url": "https://www.ovh.com/world/support/privacy-policy.xml", "xpath": "/html/body/div[1]/div/main/div/div/div[2]/div/div", "text": " Our privacy mission statement Privacy Policy <ul>\n<li>\n</li>\n<li> Terms &amp.\nconditions </li>\n<li>Privacy Policy</li>\n</ul>\n<p>We recognize that when our customers, partners, prospective clients, employees and other individuals provide personal data to OVH Hosting Inc.\n(“OVH”), they trust that we will respect their privacy.</p>\n<p>We don’t take that trust lightly and have committed to safeguarding each individual’s privacy and protecting the personal information we handle.</p>\n<p>We strive to be transparent with you about the data we collect about you and how it is used and shared.\nWe want you to know why and how we collect, use, share, and protect your personal information.</p>\n<p>We believe that you should have choices regarding how we share your personal data and how we communicate with you.</p>\n<p>Here is a detailed look into these promises.</p> 1.\nIntroduction <p>Welcome to the OVH website (the “<strong>Site</strong>”).\nOVH is a global, hyper-scale cloud provider that offers cloud infrastructure and associated services (“<strong>Services</strong>”).</p>\n<p>This Privacy Policy explains what data we collect when you use our Site and/or the Services, why we collect it and how that data is used in accordance with all requirements set out in the Personal Information Protection and Electronic Documents Act.\nIt applies to personal information and other information collected by us from or about: (i) visitors to, or users of, our Site, (ii) prospective customers, (iii) current customers (“<strong>Customers</strong>”), and (iv) job applicants.</p>\n<p>OVH complies with the Personal Information Protection and Electronic Documents Act regarding the processing of personal information collected, used or disclosed.</p>\n<p>By using the Site and/or the Services, and providing us with your personal information, you consent to the processing of your personal information in the manner set out in this Privacy Policy.</p> Privacy policy <ul>\n<li>Introduction;</li>\n<li>Information we collect;</li>\n<li>How we use your information;</li>\n<li>Sharing and disclosure;</li>\n<li>Update your information</li>\n<li>EU Data Subjects;</li>\n<li>Personal information Protection and Electronic Documents Act;</li>\n<li>Publicly Posted Information;</li>\n<li>Children;</li>\n<li>Links to other websites</li>\n<li>Social Media</li>\n<li>Security;</li>\n<li>Use of cookies;</li>\n<li>Other Terms And Conditions;</li>\n<li>Change To Our Privacy Policy;</li>\n<li>Contact Us.</li>\n</ul> 2.\nInformation we collect <p>When you interact with the Site, we may collect information about an identifiable individual that, alone or in combination with other information, could be used to identify you (“<strong>Personal Information</strong>”), as described below.</p>\n<p>\n<strong>Personal Information That You Provide Through the Site</strong>: When you create an account, order and manage products or services, request information, communicate with customer service, subscribe to emailing lists, or apply for employment through the Site, we collect the following Personal Information from you:</p>\n<ul>\n<li>First and last name</li>\n<li>Title</li>\n<li>Company name</li>\n<li>Email address</li>\n<li>Mailing address</li>\n<li>Date of birth</li>\n<li>Phone number</li>\n<li>Fax number</li>\n<li>Account password</li>\n<li>Payment and billing information</li>\n<li>Country location</li>\n<li>Employment History and education</li>\n</ul>\n<p>\n<strong>Automatically Collected Data</strong>: We may automatically collect information about you when you manage the Services (e.g logs data) or visit the Site (for example through cookies).\nThis information includes the browser or operating system that you use to access the Internet, your IP address, the date and time you may have viewed certain pages on the Site.\nPlease see the “Use of cookies” section below to find out more about how we use cookies and similar technologies.</p>\n<p>\n<strong>Information not covered by this Notice</strong>: In providing the Services to Customers, we process on behalf of Customers Personal Information they upload or otherwise submit to our Services.\nThis information is processed in accordance with our Services terms and conditions and are not&nbsp;covered by this Privacy Notice.</p> 3.\nHow we use your information <p>\n<strong>To provide the Services to Customers and respond to requests</strong>.\nWe use account-related data provided by Customers to us in connection with the purchase, sign-up, use or support of Customer accounts (such as usernames, email address and billing information) to provide you with access to the Services and/or the Site, contact you regarding your use of the Services and/or the Site or to notify you of important changes to the Services and/or the Site.\nFor EU data subjects, such use is necessary for the performance of the contract between you and us.</p>\n<p>When you ask for information about the Services (for example, when you ask us to send you offers or price information), we will use your contact information to respond to your requests.\nFor EU data subjects, such use is necessary to respond to or implement your request prior to entering into a contract with us.</p>\n<p>\n<strong>For marketing purposes</strong>.\nTo the extent permitted by applicable law, we will use your Personal Information to send you information by email on our new products or services or other promotions.\nWhere required by the applicable law, we will obtain your consent before doing so, we will send you such information only with your consent, which was given at the time you provided us with the Personal Information.\nIn such case, if you do not provide us with your consent to the processing of your Personal Information for this purpose, we will not send you this information.</p>\n<p>You have the right to withdraw your consent at any time, including by following the instructions contained in each promotional communication we send you permitting you to “opt-out” of receiving future promotional information.\nIn addition, if at any time you wish not to receive any future communications, or you wish to have your name deleted from our mailing lists, please contact us as described in the “Contact Us” section below.</p>\n<p>Please note that we will continue to contact you via email to respond to your requests and regarding the provision of our Services.</p>\n<p>\n<strong>To analyze, administer, support, improve use of the Site and the Services</strong>.\nWe use data relating to your use of the Site and/or the Services to analyze, administer, support and improve your access to and use of the Site and the Services.\nWe may also compile, anonymize and/or aggregate your Personal information and other data and use such anonymized and/or aggregated data for our business purposes, including sharing such data with affiliates and business partners.\nThis aggregate information does not identify you.\nFor EU data subjects, this use of your Personal Data is necessary for our legitimate interests in understanding how the Site and the Services are being used by you and to improve your experience on it.</p>\n<p>\n<strong>To process applications for a job</strong>.\nWhen you apply for employment through our Site, your contact details and data about your employment history and education may be collected by our provider of recruiting services and we will use such data to evaluate your job application, to conduct job interviews, and as is otherwise needed for recruitment.\nFor EU data subjects, processing of this data is necessary to respond to your request to process your application for employment.\nIf you do not provide this data, we will not be able to process the application that you send through our Site.</p>\n<p>\n<strong>Other Uses of Personal information</strong>\n<strong>.</strong>&nbsp.\nWe also may use your Personal information in other ways for which we provide specific notice at the time of collection.<br>\n<br>\nIf you are an EU data subject, please see the “EU Data Subjects” section&nbsp;below for information on your rights in relation to your Personal Data.</p> 4.\nSharing and disclosure <p>We may share your Personal information and other information with certain third parties without further notice to you, as set forth below:</p>\n<ul>\n<li>\n<strong>Vendors and Service Providers:</strong> To assist us in meeting business operations needs and to perform certain services and functions: providers of payment processing and fraud prevention, marketing, web analytics, hosting, email communication and customer support services, and recruiting services.\nPursuant to our instructions, these parties may access, process or store Personal information in the course of performing their duties to us.</li>\n<li>\n<strong>OVH Group:</strong> In order to provide the Services you request from us, companies affiliated to OVH Group may provide us with technical support which may entail processing of Personal information to the extent necessary to provide you with the Services.\nFor EU data subjects, such processing is in our legitimate interest in ensuring that you may receive the Services you request from us.</li>\n<li>\n<strong>Business Transfers:</strong> If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, sale of company assets, or transition of service to another provider, your Personal information and other information may be transferred to a successor or affiliate as part of that transaction along with other assets.\n&nbsp;</li>\n<li>\n<strong>Legal Requirements: </strong>If required to do so by law or in the good faith belief that such action is necessary to (i) comply with a legal obligation or lawful requests by public authorities, including meeting national security or law enforcement requirements and applicable law, rule, order, or regulation, (ii) protect and defend the rights or property of OVH, (iii) act in urgent circumstances to protect the personal safety of users of the Site or the public, or (iv) protect against legal liability.</li>\n</ul> 5.\nUpdate your information <p>If you need to change or correct your Personal information provided to us, or wish to have Personal information removed from our systems, please contact us as described in the “Contact Us” section below and we will address your requests as required by applicable law.</p> 6.\nEU Data Subjects <p>This section applies if you are an EU data subject (for these purposes, reference to the EU also includes the European Economic Area countries of Iceland, Liechtenstein and Norway and, where applicable, Switzerland).</p>\n<p>OVH Hosting is the data controller for processing personal data provided to us through the Site.\nOur registered office is at 1801, avenue McGill College, Bureau 800, Montréal (Québec) H3A 2N4.</p>\n<p>Subject to applicable law, you have the following rights in relation to your Personal Data:</p>\n<ul>\n<li>\n<strong>Right of access:</strong> If you ask us, we will confirm whether we are processing your Personal Data and, if so, provide you with a copy of that Personal Data (along with certain other details).\nIf you require additional copies, we may charge a reasonable fee taking into account the administrative costs of providing the information.</li>\n<li>\n<strong>Right to rectification:</strong> If your Personal Data is inaccurate or incomplete, you are entitled to have it rectified or completed.\nIf we have shared your Personal Data with others, we will tell them about the rectification where possible.\nIf you ask us, where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so that you can contact them directly.</li>\n<li>\n<strong>Right to erasure:</strong> You may ask us to delete or remove your Personal Data and we will do so in some circumstances, such as where we no longer need it (we may not delete your data when other interests override your right to deletion).\nIf we have shared your data with others, we will tell them about the erasure where possible.\nIf you ask us, where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so that you can contact them directly.</li>\n<li>\n<strong>Right to restrict processing:</strong> You may ask us to restrict or ‘block’ the processing of your Personal Data in certain circumstances, such as where you contest the accuracy of that Personal Data or object to us processing it.\nWe will tell you before we lift any restriction on processing.\nIf we have shared your Personal Data with others, we will tell them about the restriction where possible.\nIf you ask us, where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so that you can contact them directly.</li>\n<li>\n<strong>Right to data portability:</strong> You have the right to obtain your Personal Data from us that you consented to give us or that is necessary to perform a contract with you.\nWe will give you your Personal Data in a structured, commonly used and machine-readable format.\nYou may reuse it elsewhere.</li>\n<li>\n<strong>Right to object:</strong> You may ask us at any time to stop processing your Personal Data, and we will do so: <ul>\n<li>If we are relying on a legitimate interest to process your Personal Data — unless we demonstrate compelling legitimate grounds for the processing.\nor</li>\n<li>If we are processing your Personal Data for direct marketing.</li>\n</ul>\n</li>\n<li>\n<strong>Rights in relation to automated decision-making and profiling:</strong> You have the right to be free from decisions based solely on automated processing of your Personal Data, including profiling, unless such profiling is necessary for entering into, or the performance of, a contract between you and us.</li>\n<li>\n<strong>Right to withdraw consent:</strong> If we rely on your consent to process your Personal Data, you have the right to withdraw that consent at any time.\nThis will not affect the lawfulness of processing based on your prior consent.</li>\n<li>\n<strong>Right to lodge a complaint with the data protection authority:</strong> If you have a concern about our privacy practices, including the way we have handled your Personal Data, you can report it to the data protection authority that is authorized to hear those concerns.</li>\n</ul>\n<p>You may exercise your rights by contacting us as indicated under “Contact Us”</p> 7.\nPersonal Information Protection and Electronic Documents Act <p>Personal Information collected by OVH will be stored in Canada, where we are located.</p>\n<p>\n<strong>Access to Personal Information.</strong> Upon receipt of a written request, OVH shall provide a right of access to any personal information about the individual requestor subject to the <em>Personal Information Protection and Electronic Documents Act</em> under the control of OVH with respect to which the individual is able to provide sufficiently specific information to permit to provide an account of the existence, use, and disclosure of personal information.</p>\n<p>\n<strong>Security</strong>: We maintain security measures to protect Personal Data as described in the “Security” section of this Policy.</p>\n<p>\n<strong>Limiting Collection</strong>: We will take reasonable steps to ensure that Personal Information is reliable for its intended use, and that it is accurate, complete and current for as long as we retain it.</p>\n<p>\n<strong>Limiting Retention:</strong> We will keep your Personal Information only for as long as is reasonably necessary for the purposes described in this Policy, or for the duration required by law or our customer agreement, whichever is the longer.</p>\n<p>\n<strong>Correction, Deletion, or Addition of Information: </strong>Depending upon the nature of the information challenged, you have certain rights to amend, correct, delete or ad information Personal Information where it is inaccurate, or incomplete.</p>\n<p>\n<strong>Remedies, Enforcement, Liability</strong>: In compliance with <em>Personal Information Protection and Electronic Documents Act, </em>OVH commits to resolve complaints about our processing of your Personal Information.\nIndividuals with inquiries or complaints regarding this Policy or our practices relating to the handling of Personal Information should first contact us as indicated under “Contact Us” section below.</p>\n<p>In compliance with <em>Personal Information Protection and Electronic Documents Act</em> an individual may file a written complaint with the Commissioner.</p> 8.\nPublicly Posted Information <p>OVH reminds that you are solely responsible for any information you post to the public areas of the Site.\nThis includes, but is not limited to, comments to the OVH official blog or in the OVH forum.\nComments left by individuals to public areas may be read, viewed, accessed and used by third parties subject to those third parties’ privacy practices and policies.</p>\n<p>OVH reserves the right to remove any comments (especially unlawful or illegal content) containing personal information.</p> 9.\nChildren <p>OVH does not knowingly collect Personal information from children under the age of 13.\n&nbsp;If you have reason to believe that a child under the age of 13 has provided Personal information to OVH through this Site, please contact us at <strong>privacy.canada@ovh.com</strong> and we will endeavor to delete that information from our databases.</p> 10.\nLinks to other websites <p>The Site may contain links to other websites not operated or controlled by us (“<strong>Third Party Sites</strong>”).\nThe privacy practices described in this Privacy Policy do not apply to Third Party Sites.\nBy providing these links we do not imply that we endorse or have reviewed these sites.\nPlease contact those sites directly for information on their privacy practices and policies.</p> 11.\nSocial Media <p>Through our Site, you can choose to access certain social media websites and services that are owned and/or controlled by third parties, such as Facebook, Twitter, Instagram, Pinterest and YouTube (“<strong>Social Media Services</strong>”).\nWhen you choose to access and use Social Media Services, including interacting with our pages on those sites, you will be sharing your Personal information and other data with them.\nThe information that you share with the Social Media Services will be governed by the specific privacy policies and terms of service of the Social Media Services and not by this Privacy Policy.</p>\n<p>We encourage users to read the terms of service and privacy policies for all social networking services they use.</p> 12.\nSecurity <p>We maintain reasonable and appropriate security measures to protect Personal Information from loss, misuse, unauthorized access, disclosure, alteration, or destruction considering the risks inherent in processing this information.\nHowever, the Internet cannot be guaranteed to be fully secure and we cannot ensure or warrant the security of any information you provide to us.\nPlease keep this in mind when providing us with your Personal Information.</p> 13.\nUse of cookies <p>OVH uses cookies on the Site.\nA cookie is a piece of information sent to your browser from a website and stored on your computer’s hard drive.\nCookies can help a website like ours recognize repeat users and allow a website to track web usage behavior.\nCookies work by assigning letters and numbers to the user that has no meaning outside of the assigning website.\nWe use cookies to collect information about your device, such as IP address, operating system and browser type.</p>\n<p>The Site also uses pixel tags, a technology like cookies that is placed on a website or within the body of an email for the purpose of tracking activity on websites, or when emails are opened or accessed, and is often used in combination with cookies.\nThe Site uses pixels tags, from the below third parties, to help us improve use of our Site and the services, and know when content has been shown to you.</p>\n<p>Some cookies expire at the end of your visit to our website (session cookies), others remain on your computer or terminal device for a longer period (persistent cookies).</p>\n<p>The types of cookies and similar technologies that we use are detailed below:</p>\n<strong>Category/Name</strong>\n<strong>Purpose</strong>SessionID<p>We use temporary cookies file which are erased when you close your web browser.\nWhen you restart your browser and revisit the Site, the Site will not recognize you.</p>\n<p>In particular, we use a cookie called “SESSION” that allows to identify when a user has logged into the Site.\nThis cookie is essential to use and navigate the Site.\nWithout such cookie, you would not be able to properly view our Site and basic functions of our Site would not work.</p>\n<p>We also use a cookie called “OvhVisitorEntrance” that allows to detect a user’s geographical location, mainly using the IP address of the connection point.\nIn some cases, this cookie can redirect the user to the OVH website from the related subsidiary site in the country where they appear to be connected.</p>Load Balancing<p>We use cookies in load balancing that allow effective display of information by ensuring that the user stays on the same host server for the entire duration of the session.\nThese include a cookie called “SERVERID” that expires after 30 minutes, a cookie called “OVHCDN” that expires after 3600 minutes&nbsp.\na cookie called “slb” that expires after 30 minutes.</p>Security<p>OVH uses some cookies (in particular, a cookie called USERID) that may be necessary to facilitate use of our Site, for example to improve the safety and security of our Site, authenticate account users, balance traffic on our Site and remember information that you submitted on forms when you request services on our Site.</p>Preferences<p>OVH also uses cookies to gain a better understanding of your interests and requirements, for example to remember your language and site preferences, show you when you are logged into our system and allow you to remain logged-in for a period of time, provide you with support services, remember your login information, and prepopulate forms that you have already completed.\nCookies also allow you to access your private accounts on our Site, and sign into many portals with the use of only one login.</p>\n<p>In particular, we use a cookies called “cookieconsent_dismissed” or “cookieconsent_accepted which expires after 365 days.\nThis cookie keeps track of your acceptance of our use of cookies in accordance with this Policy so that you do not see the cookie banner displayed after you have agreed to such use.</p>Analytics<p>The Site uses “analytical” cookies that allow OVH to recognize and count the number of visitors and to see how visitors move around the Site when they are using it.\nThis helps us to improve the way our Site works, for example by making sure users are finding what they need easily.\nThe collected data provides us only with anonymous traffic statistics (like number of page views, number of visitors, and time spent on each page).\nBy continuing to use our Site, you accept the Site’s use of audience measurement cookies.</p>\n<p>We use a cookie named “atidvisitor” provided by AT Internet, that allow us to measure activity on our Site, so that we can better evaluate which types of content and formats are interesting and valuable for our visitors.\nYou can prevent your data from being collected by AT Internet on our Site on this page: http://www.xiti.com/en/optout.aspx.\nTo learn more about AT Internet’s privacy practices and data protection, please visit: https://www.atinternet.com/en/data-protection/data-collection-on-our-customers-sites/ and https://www.atinternet.com/en/data-protection/.</p>\n<p>More information about how ATinternet process your data is available at https://www.atinternet.com/en/data-protection/</p>\n<p>We use a cookie named “Linkedin Analytics” provided by Linkedin, that allow us to collect browser information, hardware/software type, Internet service provider, interaction data, page views, serving domains for the same purposes.</p>\n<p>To learn more about how we collect and use information for online advertising, please visit: https://www.linkedin.com/legal/privacy-policy If you are a LinkedIn member, we recommend that you opt out from your LinkedIn Privacy Settings here: https://www.linkedin.com/psettings/advertising .\nThis will opt you out from LinkedIn data collection and targeting cookies on any computers, mobile devices and browsers you use to visit third party sites, provided you have logged onto LinkedIn.</p>\n<p>Privacy contact URL: https://help.linkedin.com/app/ask/path/ppq</p>\n<p>We use a cookie named “tc_cj_v2/ TCSESSION/TCID” or “Commanders Act” to measure the website to get insights into the effectiveness and quality.\nThis cookie also helps to manage all analytics and tracking cookies</p>\n<p>We use a javascript named Google AdWords Conversion to get insights into the effectiveness and performance of Google Adwords campaigns.</p>\n<p>We use a cookie named “Google Tag Manager” to measure the website to get insights into the effectiveness and quality.</p>Tracking and remarketing<p>We use a cookie named “Facebook custom audience” provided by Facebook which is used to gather information for anonymized tracking of display advertising campaigns and anonymised gathering of data.\nThis data gathering pertains to the country-language combination in combination with the product that was searched for, in order to show advertisement with the right content and in the right language on Facebook.</p>\n<p>We use a cookie named “Facebook connect” provided by Facebook which is used to make sur the social media widget on the homepage functions properly and to gather information for anonymised tracking of social media advertsing campaigns and anonymized gathering of data.</p>\n<p>We use a cookie named “adnxs.com” provided by AppNexus which is used to gather information for anonymised tracking of display advertising campaigns and anonymized gathering of data.\nThis data gathering pertains to the country-language combination in combination with the product that was searched for, in order to show advertisement with the right content and in the right language on an external website.</p>\n<p>We use a cookie named “Gum.Criteo” provided by Criteo which is used to gather information for anonymised tracking of display advertising campaigns and anonymized gathering of data.\nThis data gathering pertains to the country-language combination in combination with the product that was searched for, in order to show advertisement with the right content and in the right language on an external website.</p>\n<p>We use a cookie named “Google dynamic remarketing” provided by Google which is used to gather information for anonymised tracking of display advertising campaigns and anonymised gathering of data.\nThis data gathering pertains to the country-language combination in combination with the product that was searched for, in order to show advertisement with the right content and in the right language on an external website, in particular through the Google display network.</p>AB Tasty<p>AB Tasty is a web analytics service by AB TASTY SAS, which is used for A/B and multivariate testing.\nThis service uses cookies to identify a visitor's browser and to analyze the use of this web page.\nThe cookies do not collect personal information.\nOnly two types of secondary data (i.e.\ndata that could in some instances be traced back to an individual) are collected by the AB Tasty, namely cookies and IP.</p>\n<p>More information about how AB Tasty processes your data is available at&nbsp;https://www.abtasty.com/legal-notices/ On this website you can also find instructions on how to&nbsp;deactivate the tracking at any time.</p>\n<p>&nbsp;</p>\n<em>\n<strong>Your Choices</strong>\n</em>\n<p>On most web browsers, you will find a “help” section on the toolbar.\nPlease refer to this section for information on how to receive a notification when you are receiving a new cookie and how to turn cookies off.\nPlease see the links below for guidance on how to modify your web browser’s settings on the most popular browsers:</p>\n<ul>\n<li>Internet Explorer</li>\n<li>Mozilla Firefox</li>\n<li>Google Chrome</li>\n<li>Apple Safari</li>\n</ul>\n<p>Note, however, that if you reject our request to use cookies or turn cookies off, you may be unable to access certain parts of the Site and you may not be able to benefit from the full functionality of the Site.</p>\n<p>To find out more about cookies and similar technologies, including how to see what cookies and similar technologies have been set and how to manage and delete them, visit www.allaboutcookies.org, and/or to www.youronlinechoices.com and/or or the Network Advertising Initiative’s online resources, at http://www.networkadvertising.org, and follow the opt-out instructions there.\nIf you access the Site on your mobile device, you may not be able to control tracking technologies through the settings.</p> 14.\nOther Terms And Conditions <p>Your access to and use of our Services is subject to the Terms of Service applicable.</p> 15.\nChange To Our Privacy Policy <p>We may change this Privacy Policy at any time.\nWe will post all changes to this Privacy Policy on this page.\nBy continuing to use the Site and/or the Services or providing us with information following such a replacement Policy being uploaded, you agree that you will be deemed to have agreed to be bound by the Privacy Policy as changed.</p> 16.\nContact Us <p>Please feel free to contact us if you have any questions about OVH’s Privacy Policy or the information practices of our Site.</p>\n<p>You may contact us as follows:</p>\n<p>You may send an email to <strong>privacy.canada@ovh.com</strong> or send postal mail to:</p>\n<p>\n<br>\nOVH Hosting<br>\nAttention: Privacy</p>\n<p>1801, avenue McGill College<br>\nBureau 800<br>\nMontréal (Québec) H3A 2N4</p> ", "created_at": "2023-05-06 01:54:50.840599", "updated_at": "2023-05-06 01:59:17.686655"}, {"id": 15955, "name": "Terms", "url": "https://www.ovhcloud.com/en/terms-and-conditions/", "xpath": "/html/body/div[1]/div/main/div/div/div[2]/div/div/section[1]", "text": " Terms &amp.\nconditions <ul>\n<li>\n</li>\n<li> Terms &amp.\nconditions</li>\n</ul> HEBERGEMENT INC <p>&nbsp;</p>1801 McGill College Ave.<br>\nSuite 800<br>\nMontreal, Quebec H3A 2N4<br>\nCanada&nbsp;&nbsp;<p>HEBERGEMENT INC is a subsidiary of OVH Groupe SA, a company registered with the Lille company registry under the number 537 407 926 sise 2, rue Kellermann, 59100 Roubaix.</p>\n<p>&nbsp;</p>&nbsp;<ul>\n</ul> Website terms and conditions of use www.ovhcloud.com/en/ <p>&nbsp;</p>\n<p>The website and the content of the site, including without limitation the trademarks, logos, icons, infographics and photos, are protected under intellectual property law.\nThe website content is owned by OVH and other companies.\nAny partial or full reproduction or representation of the website or its components by any process whatsoever, for any purposes whatsoever, is prohibited without the express consent of OVH.</p>\n<p>&nbsp;</p>\n<p>OVHcloud, the OVHcloud logo and all other OVH marks contained herein are registered trademarks of OVH SAS.\nAll other marks contained herein are the property of their respective owners.</p> Personal data <p>&nbsp;</p>\n<p>You can visit our website without providing us with your contact details.\nHowever, you may have to provide some personal information.\nFor instance: to deal with an order, for us to email you, to subscribe to a service or to apply for a job.\nWe may request such information in order to offer you a better service or to complete an operation.</p> ", "created_at": "2023-05-06 01:54:50.872147", "updated_at": "2023-05-06 01:56:35.901035"}, {"id": 15956, "name": "GENERAL TERMS OF SERVICE", "url": "https://storage.gra.cloud.ovh.net/v1/AUTH_325716a587c64897acbef9a4a4726e38/contracts/724d04c-contrat_genServices-WE-7.0.pdf", "xpath": "//body", "text": null, "created_at": "2023-05-06 01:57:50.352283", "updated_at": "2023-05-06 01:59:40.042524"}], "points": [], "urls": ["ovh.com", "ovhcloud.com"]}}