{"error": 448, "message": "OK", "parameters": {"id": 8578, "name": "hive blog", "created_at": "2023-06-28 18:28:02.518271", "updated_at": "2023-06-28 22:02:19.232367", "wikipedia": null, "keywords": null, "related": null, "slug": "hive-blog", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8578.png", "url": "hive.blog", "documents": [{"id": 16682, "name": "Terms of Service", "url": "https://hive.blog/tos.html", "xpath": "//body", "text": "×<ul>\n<li>Sign in</li>\n<li>Sign up&nbsp;</li>\n</ul>\n<ul>\n<li>Welcome</li>\n<li>FAQ</li>\n<li>Block Explorer&nbsp;</li>\n<li>Night Mode</li>\n</ul>\n<ul>\n<li>Stolen Accounts Recovery&nbsp;</li>\n<li>Change Account Password&nbsp;</li>\n<li>Vote for Witnesses&nbsp;</li>\n<li>Hive Proposals&nbsp;</li>\n</ul>\n<ul>\n<li>OpenHive Chat&nbsp;</li>\n</ul>\n<ul>\n<li>Developer Portal&nbsp;</li>\n<li>Hive Whitepaper&nbsp;</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n</ul>\n<ul>\n<li>Posts</li>\n<li>Proposals</li>\n<li>Witnesses</li>\n<li>Our dApps</li>\n</ul>LoginSign upTerms of Service<p>Last Updated March 20, 2020</p>\n<p>This agreement (the “Agreement”) between you and this site’s operators\n(“we”, “us”, “our”) sets out your rights to access and use of this site and\nany other products or services provided by this web site (the “Service”).\nIf you are accepting this Agreement and using the Services on behalf of a\ncompany, organization, government, or other legal entity, you represent and\nwarrant that you are authorized to do so and have the authority to bind such\nentity to this Agreement.\nBy accessing our Service, you agree that you have\nread, understood and accepted this Agreement.</p>\n<p>If we decide to make changes to this Agreement, we will provide notice of those\nchanges by updating the “Last Updated” date above or posting notice on this\nsite.\nYour continued use of the Service will confirm your acceptance of the\nchanges.</p>\n1.\nPrivacy Policy\n<p>Please refer to our Privacy Policy for information about how we collect, use,\nand disclose information about you.</p>\n2.\nEligibility\n<p>The Service is not targeted toward, nor intended for use by, anyone under the\nage of 13.\nYou must be at least 13 years of age to access or use of the\nService.\nIf you are between 13 and 18 years of age (or the age of legal\nmajority where you reside), you may only access or use the Service under the\nsupervision of a parent or legal guardian who agrees to be bound by this\nAgreement.</p>\n3.\nCopyright and Limited License\n<p>We may retain data, text, photographs, images, video, audio, graphics,\narticles, comments, software, code, scripts, and other content supplied by us,\nthe Hive blockchain or our licensors, which we call “Hive Content.”</p>\n<p>You are granted a limited, non-exclusive, non-transferable, and\nnon-sublicensable license to access and use the Service and Hive Content for\nyour personal use.\nYou retain ownership of and responsibility for Content you\ncreate or own (\"Your Content\").\nIf you're posting anything you did not create\nyourself or do not own the rights to, you agree that you are responsible for\nany Content you post.\nthat you will only submit Content that you have the\nright to post.\nand that you will fully comply with any third-party licenses\nrelating to Content you post.</p>\n4.\nTrademark Policy\n<p>This site maintains no trademarks.</p>\n<p>All other trademarks, registered trademarks, product names and company names or\nlogos mentioned or used on our Service are the property of their respective\nowners and may not be copied, imitated, or used, in whole or in part, without\nthe permission of the applicable trademark holder.\nReference to any products,\nservices, processes or other information by name, trademark, manufacturer,\nsupplier or otherwise does not constitute or imply endorsement, sponsorship, or\nrecommendation by us.</p>\n5.\nAssumption of Risk, Limitations on Liability.\n<p>5.1.\nYou accept and acknowledge that there are risks associated with\nutilizing an Internet-based Hive blockchain account service including, but not\nlimited to, the risk of failure of hardware, software and Internet connections,\nthe risk of malicious software introduction, and the risk that third-parties\nmay obtain unauthorized access to information stored within or associated with\nyour Account, including, but not limited to your private key(s) (“Private\nKey”).\nYou accept and acknowledge that we will not be responsible for any\ncommunication failures, disruptions, errors, distortions, or delays you may\nexperience when using the Services, however caused.</p>\n<p>5.2.\nWe make no representation or warranty of any kind, express or implied,\nstatutory, or otherwise, regarding the contents of the Service, information and\nfunctions made accessible through the Service, any hyperlinks to third-party\nwebsites, nor for any breach of security associated with the transmission of\ninformation through the Service or any website linked to by the Service.</p>\n<p>5.3.\nWe will not be responsible or liable to you for any loss and take no\nresponsibility for and will not be liable to you for any use of our Services,\nincluding but not limited to any losses, damages or claims arising from: (a)\nUser error such as forgotten passwords, incorrectly constructed transactions,\nor mistyped Hive blockchain addresses.\n(b) Server failure or data loss.\n(c)\nCorrupted Account files.\n(d) Unauthorized access to applications.\n(e) Any\nunauthorized third-party activities, including without limitation the use of\nviruses, phishing, brute forcing or other means of attack against the Service\nor Services.</p>\n<p>5.4.\nWe make no warranty that the Service or the server that makes it\navailable, are free of viruses or errors, that its content is accurate, that it\nwill be uninterrupted, or that defects will be corrected.\nWe will not be\nresponsible or liable to you for any loss of any kind, from action taken, or\ntaken in reliance on material, or information, contained on the Service.</p>\n<p>5.5.\nSubject to 6.1 below, any and all indemnities, warranties, terms, and\nconditions (whether express or implied) are hereby excluded to the fullest\nextent permitted.</p>\n<p>5.6.\nWe will not be liable, in contract, or tort (including, without\nlimitation, negligence), other than where we have been fraudulent or made\nnegligent misrepresentations.</p>\n<p>5.7.\nNothing in this Agreement excludes or limits liability for death or\npersonal injury caused by negligence, fraudulent misrepresentation, or any\nother liability which may not otherwise be limited or excluded under United\nStates law.</p>\n6.\nAgreement to Hold this Site's Operators Harmless\n<p>6.1.\nYou agree to hold harmless this site (and its operators) from any claim,\ndemand, action, damage, loss, cost, or expense, including without limitation\nreasonable legal fees, arising out, or relating to:</p>\n<p>6.1.1.\nYour use of, or conduct in connection with, our Services;</p>\n<p>6.1.2.\nYour violation of any term in this Agreement.\nor</p>\n<p>6.1.3.\nViolation of any rights of any other person or entity.</p>\n<p>6.2.\nIf you are obligated to indemnify us, we will have the right, in our sole\ndiscretion, to control any action or proceeding (at our expense) and determine\nwhether we will pursue a settlement of any action or proceeding.</p>\n7.\nNo Liability for Third-Party Services and Content\n<p>7.1.\nIn using our Services, you may view content or utilize services provided\nby third parties, including links to web pages and services of such parties\n(“Third-Party Content”).\nWe do not control, endorse, or adopt any\nThird-Party Content and will have no responsibility for Third-Party Content\nincluding, without limitation, material that may be misleading, incomplete,\nerroneous, offensive, indecent, or otherwise objectionable in your\njurisdiction.\nIn addition, your dealings or correspondence with such third\nparties are solely between you and the third parties.\nWe are not responsible or\nliable for any loss or damage of any sort incurred because of any such dealings\nand you understand that your use of Third-Party Content, and your interactions\nwith third parties, is at your own risk.</p>\n8.\nAccount Registration\n<p>8.1.\nYou need not use a Hive blockchain account provided by us, and you can\ncreate an account independently of the Service.\nIf you would like to use part\nof the Service, you must create a Hive blockchain account (“Account”).\nWhen\nyou create an Account, you are strongly advised to take the following\nprecautions, as failure to do so may result in loss of access to, and/or\ncontrol over, your Account: (b) Provide accurate and truthful information.\n(c) maintain the security of your Account by protecting your Account password\nand access to your computer and your Account.\n(e) Promptly notify us if you\ndiscover or otherwise suspect any security breaches related to your Account.</p>\n<p>8.2.\nYou hereby accept and acknowledge that you take responsibility for all\nactivities that occur under your Account and accept all risks of any authorized\nor unauthorized access to your Account, to the maximum extent permitted by law.</p>\n<p>8.3.\nYou acknowledge and understand that cryptography is a progressing field.\nAdvances in code cracking or technical advances such as the development of\nquantum computers may present risks to the Services that you use and your\nAccount, which could result in the theft or loss of your property.\nBy using the\nService or accessing Hive Content, you acknowledge these inherent risks.</p>\n9.\nThe Services\n<p>9.1.\nAs described in more detail below, the Services, among other things,\nprovide software that facilitates the submission of Hive blockchain transaction\ndata to the Hive blockchain without requiring you to access the Hive blockchain\ncommand line interface.</p>\n<p>9.2.\nAccount and Private Keys.\nShould you agree to create an Account through\nour Service, we generate a cryptographic private and public key pair that\nare provided solely to you and completely owned by you.\nprovided however that\nwe not store passwords or Private Keys for our you.\nWe never have access to\nyour Private Key and do not custody any Private Keys on your behalf, and\ntherefore, assume no responsibility for the management of the Private Key\ntied to your Account.\nThe Private Key uniquely match the Account name and\nmust be used in connection with the Account to authorize the transfer of\nHIVE and Hive Dollars from that Account.\nYou are solely responsible for\nmaintaining the security of your Private Keys.\nYou must keep your Private\nKey access information secure.\nFailure to do so may result in the loss of\ncontrol of HIVE, Hive Power and Hive Dollars associated with your Account.</p>\n<p>9.3.\nNo Password Retrieval.\nWe do not receive or store your Account password\nor Private Keys.\nYour Private Key is your own and you are solely responsible\nfor their safekeeping.\nWe cannot assist you with Account password retrieval,\nreset, or recovery.\nYou are solely responsible for remembering your Account\npassword.\nIf you have not safely stored a backup of any Account and password\npairs maintained in your Account, you accept and acknowledge that any HIVE,\nHive Dollars and Hive Power you have associated with such Account will become\npermanently inaccessible if you do not have your Account password.</p>\n<p>9.4.\nTransactions.\nAll proposed Hive blockchain transactions must be\nconfirmed and recorded in the Hive blockchain via the Hive distributed\nconsensus network (a peer-to-peer network), which is not owned, controlled,\nor operated by us.\nThe Hive blockchain is operated by a decentralized network\nof independent third parties.\nWe have no control over the Hive blockchain and\ntherefore cannot and will not ensure that any transaction details you submit\nvia the Services will be confirmed on the Hive blockchain.\nYou acknowledge\nand agree that the transaction details you submit via the Services may not\nbe completed, or may be substantially delayed, by the Hive blockchain.\nYou\nmay use the Services to submit these details to the Hive blockchain.</p>\n<p>9.5.\nNo Storage or Transmission of HIVE, Hive Dollars or Hive Power.\nHIVE,\nin any of its forms (HIVE, Hive Dollars and Hive Power) is an intangible,\ndigital asset controlled by you.\nThese assets exist only by virtue of the\nownership record maintained on the Hive blockchain.\nThe Service does not store,\nsend, or receive HIVE, Hive Dollars, or Hive Power.\nAny transfer of title that\nmight occur in any HIVE, Hive Dollars or Hive Power occurs on the Hive\nblockchain and not within the Services.\nWe do not guarantee that the Service\ncan affect the transfer of title or right in any HIVE, Hive Dollars or\nHive Power.</p>\n<p>9.6.\nRelationship.\nNothing in this Agreement is intended to nor shall create\nany partnership, joint venture, agency, consultancy, or trusteeship, between\nyou and us.</p>\n<p>9.7.\nAccuracy of Information.\nYou represent and warrant that any information\nyou provide via the Services is accurate and complete.\nYou accept and\nacknowledge that we are not responsible for any errors or omissions that\nyou make in connection with any Hive blockchain transaction initiated via\nthe Services, for instance, if you mistype an Account name or otherwise\nprovide incorrect information.\nWe strongly encourage you to review your\ntransaction details carefully before completing them via the Services.</p>\n<p>9.8.\nNo Cancellations or Modifications.\nOnce transaction details have been\nsubmitted to the Hive blockchain via the Services, The Services cannot assist\nyou to cancel or otherwise modify your transaction details.\nWe have no control\nover the Hive blockchain and do not have the ability to facilitate any\ncancellation or modification requests.</p>\n<p>9.9.\nTaxes.\nIt is your responsibility to determine what, if any, taxes apply\nto the transactions you for which you have submitted transaction details via\nthe Services, and it is your responsibility to report and remit the correct\ntax to the appropriate tax authority.\nYou agree that the we are not responsible\nfor determining whether taxes apply to your Hive blockchain transactions or\nfor collecting, reporting, withholding, or remitting any taxes arising from\nany Hive blockchain transactions.</p>\n10.\nFees for Using the Services\n<p>10.1.\nFees Creating an Account.\nWe do not currently charge fees for any\nServices in connection with the creation of Accounts, however we reserve the\nright to do so in future, and in such case any applicable fees will be\ndisplayed prior to you using any Service to which a fee applies.</p>\n11.\nNo Right to Cancel And/or Reverse Hive Transactions\n<p>11.1.\nIf you use a Service to which HIVE, Hive Dollars or Hive Power is\ntransacted, you will not be able to change your mind once you have confirmed\nthat you wish to proceed with the Service or transaction.</p>\n12.\nDiscontinuation of Services.\n<p>12.1.\nWe may, in our sole discretion and without cost to you, with or without\nprior notice and at any time, modify or discontinue, temporarily or\npermanently, any portion of our Services.\nYou are solely responsible for\nstoring, outside of the Services, a backup of any Account and Private Key that\nyou maintain in your Account.</p>\n<p>12.2.\nIf you do not maintain a backup of your Account data outside of the\nServices, you will be may not be able to access HIVE, Hive Dollars and\nHive Power associated with any Account maintained in your Account if we\ndiscontinue or deprecate the Services.</p>\n13.\nSuspension or Termination of Service.\n<p>13.1.\nWe may suspend or terminate your access to the Services in our sole\ndiscretion, immediately and without prior notice, and delete or deactivate\nyour account and all related information and files in such without cost to you,\nincluding, for instance, if you breach any term of this Agreement.\nIn the\nevent of termination, your access to the funds in your account will require\nyou access to the Hive blockchain via the command line API or third party tool,\nand will require you to have access to your backup of your Account data\nincluding your Account and Private Keys.</p>\n14.\nUser Conduct\n<p>14.1.\nWhen accessing or using the Services, you agree that you will not commit\nany unlawful act, and that you are solely responsible for your conduct while\nusing our Services.\nWithout limiting the generality of the foregoing, you agree\nthat you will not:</p>\n<p>14.1.1.\nUse of our Services in any manner that could interfere with, disrupt,\nnegatively affect, or inhibit other users from fully enjoying our Services, or\nthat could damage, disable, overburden, or impair the functioning of our\nServices in any manner;</p>\n<p>14.1.2.\nUse our Services to pay for, support or otherwise engage in any\nactivity prohibited by law, including, but not limited to illegal gambling,\nfraud, money-laundering, or terrorist financing activities.</p>\n<p>14.1.3.\nUse or attempt to use another user’s Account without authorization;</p>\n<p>14.1.4.\nAttempt to circumvent any content filtering techniques we employ, or\nattempt to access any service or area of our Services that you are not\nauthorized to access;</p>\n<p>14.1.5.\nIntroduce to the Services any virus, Trojan, worms, logic bombs or\nother harmful material;</p>\n<p>14.1.6.\nEncourage or induce any third-party to engage in any of the activities\nprohibited under this Section.</p>\n15.\nCopyright Complaints, the DMCA, and Takedowns\n<p>15.1 We will respond to legitimate requests under the Digital Millennium\nCopyright Act (\"DMCA\"), and we retain the right to remove access to user\ncontent provided via the Service that we deem to be infringing the copyright\nof others.\nIf you become aware of user content on the Service that infringes\nyour copyright rights, you may submit a properly formatted DMCA request\n(see 17 U.S.C.\n§ 512) to this site’s operator(s).</p>\n<p>Misrepresentations of infringement can result in liability for monetary\ndamages.\nYou may want to consult an attorney before taking any action pursuant\nto the DMCA.\nA DMCA request can be sent to us via the contact information below:</p>\n<p>Copyright Agent</p>\n<p>legal@hive.io</p>\n<p>Please send our Copyright Agent the following information:</p>\n<ol>\n<li>\n<code> The electronic or physical signature of the owner of the copyright or\n</code>\n</li>\n</ol>\n<p>the person authorized to act on the owner's behalf;</p>\n<ol>\n<li>\n<code> Identification of the copyrighted work claimed to have been\n</code>\n</li>\n</ol>\n<p>infringed, or a representative list of such works;</p>\n<ol>\n<li>\n<code> The URL or Internet location of the materials claimed to be\n</code>\n</li>\n</ol>\n<p>infringing or to be the subject of infringing activity, or information\nreasonably sufficient to permit us to locate the material;</p>\n<ol>\n<li>\n<code> Your name, address, telephone number, and email address.\n</code>\n</li>\n<li>\n<code> A statement by you that you have a good faith belief that the\n</code>\n</li>\n</ol>\n<p>disputed use of the material is not authorized by the copyright owner, its\nagent, or the law.\nand</p>\n<ol>\n<li>\n<code> A statement by you, made under penalty of perjury, that the above\n</code>\n</li>\n</ol>\n<p>information in your notice is accurate and that you are the copyright owner or\nare authorized to act on the copyright owner's behalf.</p>\n<p>15.2 Your right to file a counter-notice.\nIf you believe your user content was\nwrongly removed due to a mistake or misidentification of the material, you can s\nend a counter-notice to our Copyright Agent (contact information provided above)\nthat includes the following:</p>\n<ol>\n<li>\n<code> Your physical or electronic signature.\n</code>\n</li>\n<li>\n<code> Identification of the material that has been removed or to which\n</code>\n</li>\n</ol>\n<p>access has been disabled and where the material was located online before it\nwas removed or access to it was disabled;</p>\n<ol>\n<li>\n<code> A statement by you, under penalty of perjury, that you have a good\n</code>\n</li>\n</ol>\n<p>faith belief that the material was removed or disabled because of mistake or\nmisidentification of the material to be removed or disabled.\nand</p>\n<ol>\n<li>\n<code> Your name, address, and telephone number, and a statement that you\n</code>\n</li>\n</ol>\n<p>consent to the jurisdiction of federal district court for the judicial district\nin which the address is located, or if your address is outside of the United\nStates, for any judicial district in which the service provider may be found,\nand that you will accept service of process from the person who provided\nnotification under DMCA 512 subsection (c)(1)(c) or an agent of such person.</p>\n<p>Upon receiving a counter-notice we will forward it to the complaining party and\ntell them we will restore your content within 10 business days.\nIf that party\ndoes not notify us that they have filed an action to enjoin your use of that\ncontent on the Service before that period passes, we will consider restoring\nyour user content to the site.</p>\n<p>It is our policy to deny use of the Service to users we identify as repeat\ninfringers.\nWe apply this policy at our discretion and in appropriate\ncircumstances, such as when a user has repeatedly been charged with infringing\nthe copyrights or other intellectual property rights of others.</p>\n16.\nIndemnity\n<p>All the things you do and all the information you submit or post to the Service\nremain your responsibility.\nIndemnity is basically a way of saying that you\nwill not hold us legally liable for any of your content or actions that\ninfringe the law or the rights of a third party or person in any way.</p>\n<p>Specifically, you agree to hold us, our affiliates, officers, directors,\nemployees, agents, and third-party service providers harmless from and defend\nthem against any claims, costs, damages, losses, expenses, and any other\nliabilities, including attorneys’ fees and costs, arising out of or related\nto your access to or use of the Service, your violation of this user agreement,\nand/or your violation of the rights of any third-party or person.</p>\n17.\nDisclaimers\n<p>To the fullest extent permitted by applicable law, the Service and the Hive\nContent are provided on an “as is” and “as available” basis, without warranties\nof any kind, either express or implied, including, without limitation,\nimplied warranties of merchantability, fitness for a particular purpose,\ntitle and non-infringement and any warranties implied by any course of\nperformance or usage of trade.\nThe company does not represent or warrant\nthat the Service and the Hive Content: (a) will be secure or available at any\ntime or location.\n(b) are accurate, complete, reliable, current, or error-free\nor that any defects or errors will be corrected.\nand (c) are free of viruses\nor other harmful components.\nYour use of the Service and Hive Content is solely\nat your own risk.\nSome jurisdictions do not allow the disclaimer of implied\nterms in contracts with consumers, so some or all the disclaimers in this\nSection may not apply to you.</p>\n18.\nLimitation of liability\n<p>To the fullest extent permitted by applicable law, in no event shall this\nsite’s operators or any related party, that includes but is not limited to,\nsubsidiaries, vendors, or contractors, be liable for any special, indirect,\nincidental, consequential, exemplary or punitive damages, or any other damages\nof any kind, including, but not limited to, loss of use, loss of profits or\nloss of data, whether in an action in contract, tort (including, but not\nlimited to, negligence) or otherwise, arising out of, or in any way connected\nwith, the use of, or inability to use, the Service or the Hive Content.\nTo the fullest extent permitted by applicable law, in no event shall the\naggregate liability of this site’s operators or any related party, whether\nin contract, warranty, tort (including negligence, whether active, passive or\nimputed), product liability, strict liability or other theory, arising out of\nor relating to the use of or inability to use of the Service.</p>\n<p>Some jurisdictions do not allow the exclusion or limitation of certain damages,\nso some or all of the exclusions and limitations in this Section may not apply\nto you.</p>\n19.\nModifications to the Service\n<p>We reserve the right to modify or discontinue, temporarily or permanently, the\nService, or any features or portions of the Service, without prior notice.\nYou\nagree that we will not be liable for any modification, suspension, or\ndiscontinuance of the Service.</p>\n20.\nArbitration\n<p>Please read the following section carefully because it requires you to\narbitrate certain disputes with this site's operators and limits the way you can seek\nrelief from them.\nIf you do not agree with this Section 20, please\ndiscontinue using the Service.</p>\n<p>20.1.\nAll claims and disputes arising under or relating to this Agreement are\nto be settled by binding arbitration in the state of Virginia or another\nlocation mutually agreeable to the parties.\nAn award of arbitration may be\nconfirmed in a court of competent jurisdiction.</p>\n21.\nApplicable Law and Venue\n<p>This Agreement and your access to and use of the Service and the Hive Content\nwill be governed by, and construed in accordance with, the laws of Virginia,\nwithout resort to its conflict of law provisions.\nTo the extent the arbitration\nprovision in Section 20 does not apply and the Dispute cannot be heard in small\nclaims court, you agree that any action at law or in equity arising out of, or\nrelating to, this Agreement shall be filed only in the state and federal courts\nlocated in Roanoke, Virginia and you hereby irrevocably and unconditionally\nconsent and submit to the exclusive jurisdiction of such courts over any suit,\naction or proceeding arising out of this Agreement.</p>\n22.\nTermination\n<p>We reserve the right, without notice and in our sole discretion, to terminate\nyour license to access and use of the Service, which includes this site, and\nto block or prevent your future access to, and use of, the Service that we\nprovide.</p>\n23.\nSeverability\n<p>If any term, clause, or provision of this Agreement is deemed to be unlawful,\nvoid or for any reason unenforceable, then that term, clause or provision shall\nbe deemed severable from this Agreement and shall not affect the validity and\nenforceability of any remaining provisions.</p>\n24.\nChanges\n<p>This Agreement is the entire agreement between you and us concerning the\nService.\nIt supersedes all prior or contemporaneous agreements between you and\nus.\nWe may modify this user agreement at any time.\nIf we make changes to this\nagreement that materially affect your rights, we will provide notice and keep\nthis edition available as an archive.\nBy continuing to use the\nServices after a change to this agreement, you agree to those changes.</p>\n25.\nContact Information\n<p>Notices to this site’s operators should be directed to legal@hive.io.</p>\n", "created_at": "2023-06-28 18:28:13.087691", "updated_at": "2023-06-28 18:28:22.633025"}, {"id": 16681, "name": "Privacy Policy", "url": "https://hive.blog/privacy.html", "xpath": "//body", "text": "×<ul>\n<li>Sign in</li>\n<li>Sign up&nbsp;</li>\n</ul>\n<ul>\n<li>Welcome</li>\n<li>FAQ</li>\n<li>Block Explorer&nbsp;</li>\n<li>Night Mode</li>\n</ul>\n<ul>\n<li>Stolen Accounts Recovery&nbsp;</li>\n<li>Change Account Password&nbsp;</li>\n<li>Vote for Witnesses&nbsp;</li>\n<li>Hive Proposals&nbsp;</li>\n</ul>\n<ul>\n<li>OpenHive Chat&nbsp;</li>\n</ul>\n<ul>\n<li>Developer Portal&nbsp;</li>\n<li>Hive Whitepaper&nbsp;</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n</ul>\n<ul>\n<li>Posts</li>\n<li>Proposals</li>\n<li>Witnesses</li>\n<li>Our dApps</li>\n</ul>LoginSign upPrivacy PolicyEffective: Oct 7, 2019<p>\n</p>\n<p>This Privacy Policy describes how this site collects, uses and discloses information, and what choices you have with respect to the information.</p>\n<p>Updates in this version of the Privacy Policy reflect changes in data protection law.</p>\n<p>When we refer to this site’s operator, we mean the entity that acts as the controller of your information.</p>\n<p>By using the Services, you accept the terms of this Policy and our Terms of Service, and consent to our initial collection, use, disclosure, and retention of your information as described in this Policy and Terms of Service.</p>\n<p>\n</p>\n<p>Please note that this Policy does not apply to information collected through third-party websites or services that you may access through the Services or that you submit to us through email, text message or other electronic message or offline.</p>\n<p>\n</p>\n<p>If you are visiting this site from the European Union (EU), see our Notice to EU Data Subjects below for our legal bases for processing and transfer of your data.</p>\n<p>\n</p>WHAT WE COLLECT<p>\n</p>\n<p>We get information about you in a range of ways.</p>\n<p>\n</p>\n<p>Information You Give Us.\nInformation we collect from you includes:</p>\n<p>\n</p>\n<p>IP address;</p>\n<p>\n</p>\n<p>Language information;</p>\n<p>\n</p>\n<p>Contact information, such as your email address and telephone number;</p>\n<p>\n</p>\n<p>Information Automatically Collected.\nWe may automatically record certain information about how you use our Site (we refer to this information as “Log Data“).\nLog Data may include information such as a user’s Internet Protocol (IP) address, device and browser type, and operating system.\nWe use this information to administer and provide access to the Services</p>\n<p>\n</p>\n<p>Information we will never collect.\nWe will never ask you to share your private keys or wallet seed.\nNever trust anyone or any site that asks you to enter your private keys or wallet seed.</p>\n<p>\n</p>\n<p>\n</p>USE OF PERSONAL INFORMATION<p>\n</p>\n<p>To provide our service we will use your personal information in the following ways:</p>\n<p>\n</p>\n<ul>\n<li>To enable you to access and use the Services</li>\n<li>To comply with law</li>\n<li>We use your personal information as we believe necessary or appropriate to comply with applicable laws, lawful requests and legal process, such as to respond to subpoenas or requests from government authorities.\n&nbsp;</li>\n<li>For compliance, fraud prevention, and safety</li>\n<li>Communications</li>\n</ul>\n<p>\n</p>\n<p>We may use your personal information to protect, investigate, and deter against fraudulent, unauthorized, or illegal activity.</p>\n<p>We may use your personal information to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe or instructions provided in any email send.</p>\n<p>\n</p>SHARING OF PERSONAL INFORMATION<p>\n</p>\n<p>We do not share or sell the personal information that you provide us with other organizations without your express consent, except as described in this Privacy Policy.\nWe disclose personal information to third parties under the following circumstances:</p>\n<p>\n</p>\n<p>Affiliates.\nWe may disclose your personal information to our subsidiaries and corporate affiliates for purposes consistent with this Privacy Policy.</p>\n<p>\n</p>\n<p>Business Transfers.\nWe may share personal information when we do a business deal, or negotiate a business deal, involving the sale or transfer of all or a part of our business or assets.\nThese deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.</p>\n<p>\n</p>\n<p>Compliance with Laws and Law Enforcement.\nProtection and Safety.\nWe may share personal information for legal, protection, and safety purposes.</p>\n<p>\n</p>\n<p>We may share information to comply with laws.</p>\n<p>\n</p>\n<p>We may share information to respond to lawful requests and legal processes.</p>\n<p>\n</p>\n<p>Professional Advisors and Service Providers.\nWe may share information with those who need it to do work for us.\nThese recipients may include third party companies and individuals to administer and provide the Service on our behalf (such as customer support, hosting, email delivery and database management services), as well as lawyers, bankers, auditors, and insurers.</p>\n<p>Other.\nYou may permit us to share your personal information with other companies or entities of your choosing.\nThose uses will be subject to the privacy policies of the recipient entity or entities.</p>\n<p>\n</p>\n<p>We may also share aggregated and/or anonymized data with others for their own uses.</p>\n<p>\n</p>INTERNATIONAL TRANSFER<p>\n</p>\n<p>The Company has offices outside of the EU and has affiliates and service providers in the United States and in other countries.\nYour personal information may be transferred to or from the United States or other locations outside of your state, province, country or other governmental jurisdiction where privacy laws may not be as protective as those in your jurisdiction.</p>\n<p>\n</p>\n<p>EU users should read the important information provided &nbsp;below about transfer of personal information outside of the European Economic Area (EEA).</p>\n<p>\n</p>HOW INFORMATION IS SECURED<p>\n</p>\n<p>We retain information we collect as long as it is necessary and relevant to fulfill the purposes outlined in this privacy policy.\nIn addition, we retain personal information to comply with applicable law where required, prevent fraud, resolve disputes, troubleshoot problems, assist with any investigation, enforce our Terms of Service, and other actions permitted by law.\nTo determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>\n</p>\n<p>In some circumstances we may anonymize your personal information (so that it can no longer be associated with you) in which case we may use this information indefinitely without further notice to you.\n&nbsp.\n</p>\n<p>\n</p>\n<p>We employ industry standard security measures designed to protect the security of all information submitted through the Services.\nHowever, the security of information transmitted through the internet can never be guaranteed.\nWe are not responsible for any interception or interruption of any communications through the internet or for changes to or losses of data.\nUsers of the Services are responsible for maintaining the security of any password, user ID or other form of authentication involved in obtaining access to password protected or secure areas of any of our digital services.</p>\n<p>\n</p>\n<p>\n</p>INFORMATION CHOICES AND CHANGES<p>\n</p>\n<p>Accessing, Updating, Correcting, and Deleting your Information</p>\n<p>\n</p>\n<p>You may access information that you have voluntarily provided through your account on the Services, and review, correct, or delete it..</p>\n<p>\n</p>CONTACT INFORMATION.<p>&nbsp;We welcome your comments or questions about this Policy, and you may contact us at: privacy@hive.io.</p>\n<p>\n</p>CHANGES TO THIS PRIVACY POLICY.<p>&nbsp;We may change this privacy policy at any time.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nIf we make any changes, we will change the Last Updated date above.</p>\n<p>\n</p>\n<p>Any modifications to this Privacy Policy will be effective upon our posting of the new terms and/or upon implementation of the changes to the Site (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of the the Site or Services after the posting of any modified Privacy Policy indicates your acceptance of the terms of the modified Privacy Policy.</p>\n<p>\n</p>ELIGIBILITY<p>\n</p>\n<p>If you are under the age of majority in your jurisdiction of residence, you may use the Services only with the consent of or under the supervision of your parent or legal guardian.\nConsistent with the requirements of the Children's Online Privacy Protection Act (COPPA), if we learn that we have received any information directly from a child under age 13 without first receiving his or her parent's verified consent, we will use that information only to respond directly to that child (or his or her parent or legal guardian) to inform the child that he or she cannot use the Site and subsequently we will delete that information.</p>\n<p>\n</p>NOTICE TO CALIFORNIA RESIDENTS<p>\n</p>\n<p>Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: California residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by mail at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<p>\n</p>NOTICE TO EU DATA SUBJECTS<p>\n</p>\n<p>\n</p>\n<p>\n</p>Personal Information<p>\n</p>\n<p>\n</p>\n<p>With respect to EU data subjects, “personal information,” as used in this Privacy Policy, is equivalent to “personal data” as defined in the European Union General Data Protection Regulation (GDPR).</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>Legal Bases for Processing<p>\n</p>\n<p>\n</p>\n<p>We only use your personal information as permitted by law.\nWe are required to inform you of the legal bases of our processing of your personal information, which are described in the table below.\nIf you have questions about the legal bases under which we process your personal information, contact us at legal@hive.io.</p>\n<p>\n</p>\n<p>\n</p>Processing Purpose<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Legal Basis</li>\n<li>For compliance, fraud prevention, and safety</li>\n<li>To provide our service</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>These processing activities constitute our legitimate interests.\nWe make sure we consider and balance any potential impacts on you (both positive and negative) and your rights before we process your personal information for our legitimate interests.\nWe do not use your personal information for activities where our interests are overridden by any adverse impact on you (unless we have your consent or are otherwise required or permitted to by law).</p>\n<p>\n</p>\n<p>\n</p>With your consent<p>\n</p>\n<p>\n</p>\n<p>Where our use of your personal information is based upon your consent, you have the right to withdraw it anytime in the manner indicated in the Service or by contacting us at privacy@hive.io</p>\n<p>\n</p>\n<p>\n</p>Use for New Purposes<p>\n</p>\n<p>\n</p>\n<p>We may use your personal information for reasons not described in this Privacy Policy, where we are permitted by law to do so and where the reason is compatible with the purpose for which we collected it.\nIf we need to use your personal information for an unrelated purpose, we will notify you and explain the applicable legal basis for that use.\nIf we have relied upon your consent for a particular use of your personal information, we will seek your consent for any unrelated purpose.</p>\n<p>\n</p>\n<p>\n</p>Your Rights<p>\n</p>\n<p>\n</p>\n<p>Under the GDPR, you have certain rights regarding your personal information.\nYou may ask us to take the following actions in relation to your personal information that we hold:</p>\n<p>\n</p>\n<p>Opt-out.\nStop sending you direct marketing communications which you have previously consented to receive.\nWe may continue to send you Service-related and other non-marketing communications.</p>\n<p>\n</p>\n<p>Access.\nProvide you with information about our processing of your personal information and give you access to your personal information.</p>\n<p>\n</p>\n<p>Correct.\nUpdate or correct inaccuracies in your personal information.</p>\n<p>\n</p>\n<p>Delete.\nDelete your personal information.</p>\n<p>\n</p>\n<p>Transfer.\nTransfer a machine-readable copy of your personal information to you or a third party of your choice.</p>\n<p>\n</p>\n<p>Restrict.\nRestrict the processing of your personal information.</p>\n<p>\n</p>\n<p>Object.\nObject to our reliance on our legitimate interests as the basis of our processing of your personal information that impacts your rights.</p>\n<p>\n</p>\n<p>You can submit these requests by email to privacy@hive.io.\nWe may request specific information from you to help us confirm your identity and process your request.\nApplicable law may require or permit us to decline your request.\nIf we decline your request, we will tell you why, subject to legal restrictions.\nIf you would like to submit a complaint about our use of your personal information or response to your requests regarding your personal information, you may contact us at privacy@hive.io or submit a complaint to the data protection regulator in your jurisdiction..</p>\n<p>\n</p>\n<p>\n</p>Cross-Border Data Transfer<p>\n</p>\n<p>\n</p>\n<p>Please be aware that your personal data will be transferred to, processed, and stored in the United States.\nData protection laws in the U.S.\nmay be different from those in your country of residence.\nYou consent to the transfer of your information, including personal information, to the U.S.\nas set forth in this Privacy Policy by visiting our site or using our service.</p>\n<p>\n</p>\n<p>Whenever we transfer your personal information out of the EEA to the U.S.\nor countries not deemed by the European Commission to provide an adequate level of personal information protection, the transfer will be based on a data transfer mechanism recognized by the European Commission as providing adequate protection for personal information.</p>\n<p>\n</p>\n<p>Please contact us if you want further information on the specific mechanism used by us when transferring your personal information out of the EEA.</p>\n<p>\n</p>\n<p>\n</p>Why do we use Cookies?<p>\n</p>\n<p>\n</p>\n<p>We generally use Cookies for the following purposes:</p>\n<p>\n</p>\n<ul>\n<li>To allow registered users to stay logged in to the site after they close their browser window;</li>\n<li>To store users' preferences for site functionality.\nand</li>\n<li>To track site usage so we can improve our site &amp.\nbetter understand how people are using it</li>\n<li>To better understand the interests of our customers and our website visitors.</li>\n</ul>\n<p>\n</p>\n<p>Some Cookies are necessary for certain uses of the Site, and without such Cookies, we would not be able to provide many services that you need to properly use the Site.\nThese Cookies, for example, allow us to operate our Site so you may access it as you have requested and let us recognize that you have created an account and have logged into that account to access Site content.\nThey also include Cookies that enable us to remember your previous actions within the same browsing session and secure our Sites.\n&nbsp;</p>\n<p>\n</p>\n<p>We also use functional Cookies and Cookies from third parties for analysis and marketing purposes.\n&nbsp;Functional Cookies enable certain parts of the site to work properly and your user preferences to remain known.\n&nbsp;Analysis Cookies, among other things, collect information on how visitors use our Site, the content and products that users view most frequently, and the effectiveness of our third party advertising.\nAdvertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results.\nCookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie.\n&nbsp;Full details on all of the Cookies used on the Site are available at our Cookie Disclosure table below.</p>\n<p>\n</p>\n<p>\n</p>How to disable Cookies.\n<p>\n</p>\n<p>You can generally activate or later deactivate the use of cookies through a functionality built into your web browser.\nTo learn more about how to control&nbsp;cookie settings through your browser:</p>\n<p>\n</p>\n<p>Click here&nbsp;to learn more about the “Private Browsing” setting and managing cookie settings in Firefox;</p>\n<p>\n</p>\n<p>Click here&nbsp;to learn more about “Incognito” and managing cookie settings in Chrome;</p>\n<p>\n</p>\n<p>Click here&nbsp;to learn more about “InPrivate” and managing cookie settings in Internet Explorer.\nor</p>\n<p>\n</p>\n<p>Click here&nbsp;to learn more about “Private Browsing” and managing cookie settings in Safari.</p>\n<p>\n</p>\n<p>If you want to learn more about cookies, or how to control, disable or delete them, please visit http://www.aboutcookies.org for detailed guidance.\nIn addition, certain third party advertising networks, including Google, permit users to opt out of or customize preferences associated with your internet browsing.</p>\n<p>\n</p>\n<p>We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein.\n&nbsp;Similarly, the third parties who serve cookies on our Site may link your name or email address to other information they collect, which may include past purchases made offline or online, or your online usage information.\nIf you are located in the European Economic Area, you have certain rights that are described above under the header “Notice to EU Data Subjects”, including the right to inspect and correct or delete the data that we have about you.</p>\n", "created_at": "2023-06-28 18:28:02.552651", "updated_at": "2023-06-28 18:28:34.833535"}], "points": [], "urls": ["hive.blog"]}}