{"error": 448, "message": "OK", "parameters": {"id": 9818, "name": "Bentkey", "created_at": "2023-10-23 19:41:55.879625", "updated_at": "2023-10-23 22:02:43.042583", "wikipedia": "https://en.wikipedia.org/wiki/Bentkey", "keywords": null, "related": null, "slug": "bentkey", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9818.png", "url": "bentkey.com", "documents": [{"id": 19556, "name": "Terms of Use", "url": "https://www.bentkey.com/terms/", "xpath": "//body", "text": "<ul>\n<li>\n</li>\n</ul> Bentkey Terms of UseEffective Date: October 16, 2023Welcome to the services of Bentkey Adventures, LLC.\nThe following terms and conditions, together with any documents they expressly incorporate by reference, including without limitation any Additional Terms (as defined below) (collectively, these “Terms of Use” or “Terms”), govern your access to and use of Bentkey, and any related Bentkey Adventures, LLC (“Bentkey” or “we”, or “us,” or “our”) websites, mobile or other applications, or other digital properties, as expressly indicated by Bentkey such as through a link or other display of this Terms of Use, including without limitation any content, functionality, services, and subscriptions offered therein (collectively, the “Service”).Please read the Terms of Use carefully before you start to use the Service.\nTHESE TERMS AFFECT YOUR LEGAL RIGHTS, INCLUDING BY LIMITING BENTKEY’S LIABILITY AND REQUIRING DISPUTES BE RESOLVED ON AN INDIVIDUAL, NON-CLASS BASIS.By visiting or otherwise using the Service in any manner, you agree to the then posted Terms and any applicable Additional Terms, to be bound by them, and that you have read and understood them.\nYou also acknowledge, agree and consent to our data practices as described in our Privacy Policy and, if applicable, our Children’s Privacy Policy.\nYou agree that the Terms of Use, combined with your act of using the Service, have the same legal force and effect as a written contract with your written signature and satisfy any laws that require a writing or signature.\nYou further agree that you shall not challenge the validity, enforceability, or admissibility of the Terms of Use on the grounds that it was electronically transmitted or authorized.1.\nAdditional TermsIn some instances, additional or different terms, posted on the Service, apply to your use of certain parts of the Service (individually and collectively “Additional Terms”).\nTo the extent there is a conflict between these Terms and any Additional Terms, these Terms will control unless the Additional Terms expressly state otherwise.2.\nEligibility RequirementsWhile certain aspects of our Service may be of interest to or directed at children, you must be 18 years of age or the age of majority in your state or territory of residence, to make a purchase through the Service or subscribe to the Service.\nIf you do not meet the foregoing criteria and want to make any such purchase, please ask your parent or guardian to complete the purchase on your behalf.\nCalifornia residents under 16 years of age may have additional rights regarding the collection and sale of their personal information.\nPlease see our Privacy Policy and our Children’s Privacy Policy for more information.\nBy using this Service, you represent and warrant that you meet the foregoing eligibility requirements.\nIf you do not meet these requirements, you must not access or use the Service.\nBy permitting a child to use the Service, the parent or guardian of the child becomes subject to these Terms and any other applicable Bentkey terms and agrees to be responsible for the child’s activities on the Service.3.\nOwnership and your Rights to use the Service and Contenta.\nOwnership.\nThe Service and all of its content, including images, illustrations, designs, icons, photographs, audio, video clips, text, “look and feel”, layout, graphics, messages, files, documents, and written and other materials that appear as part of the Services (“Content”), including all copyrights, patents, trademarks, service marks, trade names and all other intellectual property rights therein (“Intellectual Property”), are owned or controlled by Bentkey, our licensors, and certain other third parties.\nAll right, title, and interest in and to the Content and Intellectual Property available via the Service is the property of Bentkey, our licensors or certain other third parties, and is protected by U.S.\nand international copyright, trademark, trade dress, patent and/or other Intellectual Property and unfair competition rights and laws to the fullest extent possible.\nBentkey owns the copyright in the selection, compilation, assembly, arrangement, and enhancement of the Content on the Service.b.\nYour Rights to Use the Service and Content.\nYour right to use the Service and Content is subject to your strict compliance with these Terms and the Additional Terms.\nYour right to access and use the Service and the Intellectual Property shall automatically terminate upon any violations.\nThese rights are non-exclusive, limited, and revocable by us at any time in our sole discretion without advance notice or liability and may require a Subscription.\nAs your right to access and use the Service and the content is personal to you, you may not assign nor transfer your right.\nany attempt to do so is void.\nSubject to purchase of any required Subscription, you may, for your personal, non-commercial, lawful use only (collectively, the following are the “Bentkey Licensed Elements”):i.\nDisplay, view, use, and play the Content on a computer, mobile or other internet enabled or permitted device (“Device”) and/or print one copy of the Content (excluding source and object code in raw form or otherwise) as it is displayed to you;ii.\nStream the Content using any of the widgets and/or other digital streaming internet video players, if any, provided on the Service;iii.\nIf the Service includes a “Download” link next to a piece of content (including, without limitation, an image, an icon, a wallpaper, a music track, a video, a trailer, an RSS feed), you may only download a single copy of such content to a single Device;iv.\nDownload, install and use one copy of any software, including apps, that we make available on or through the Service (“Software”) on your Device in machine-executable object code form only and make one additional copy for back-up purposes.\nprovided, however, that you understand and agree that (A) by allowing you to download the Software, Bentkey does not transfer title to the Software to you (i.e., you own the medium on which the Software is recorded, but the Software’s owner (which may be Bentkey and/or its third-party Software licensor) will retain full and complete title to such Software).\n(B) you may not copy, modify, adapt, translate into any language, distribute, or create derivative works based on the Software, except as expressly authorized in these Terms or applicable Additional Terms, without the prior written consent of Bentkey.\n(C) you may not assign, rent, lease, or lend the Software to any person or entity and any attempt by you to sublicense, transfer, or assign the Software will be void and of no effect.\nand (D) you may not decompile, disassemble, reverse engineer, or attempt to reconstruct, identify, or discover any source code, underlying ideas, underlying user interface techniques, or algorithms of the Software by any means whatsoever, except to the extent the foregoing restriction is prohibited by applicable law;v.\nObtain a registered personal account (and/or related username and password) on the Service and interact with the Service in connection therewith;vi.\nLink to the Service from a website or other online service, so long as: (A) the links only incorporate text, and do not use any Bentkey names, logos, or images, (B) the links and the content on your website do not suggest any affiliation with Bentkey or cause any other confusion, and (C) the links and the content on your website do not portray Bentkey or its products or services in a false, misleading, derogatory, or otherwise offensive manner, and do not contain content that is unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, harassing, or abusive, or that violate any right of any third-party or are otherwise objectionable to Bentkey.\nBentkey reserves the right to suspend or prohibit linking to the Service for any reason, in its sole discretion, without advance notice or any liability of any kind to you or any third-party.\nandvii.\nUse any other functionality expressly provided by Bentkey on or through the Service for use by users, subject to these Terms and any applicable Additional Terms.c.\nReservation of all Rights Not Granted as to Content and Service.\nThese Terms and any applicable Additional Terms include only narrow, limited grants of rights to use and access the Service and Content.\nNo right or license may be construed, under any legal theory, by implication, estoppel, industry custom, or otherwise.\nALL RIGHTS NOT EXPRESSLY GRANTED TO YOU ARE RESERVED BY BENTKEY AND ITS LICENSORS AND OTHER THIRD PARTIES.\nAny unauthorized use of any Content or the Service for any purpose is prohibited.d.\nThird-Party Services.\nThe Services may contain links to third-party websites, services, content, apps, and advertisements for third parties (“Third-Party Services”).\nWe are not responsible for third parties or their Third-Party Services.\nFor instance, portions of the Service may be integrated into or linked to third-party sites, platforms, and apps that we do not control.\nUse caution when dealing with third parties and consult their terms of use and privacy policies.\nWe take no responsibility for Third-party Services.\nIf you are accessing or using the Service through Apple, Android, or any other platform, these are Third-Party Services.e.\nInternet Connection and Updates.\nYou must have a high speed Internet connection in order to access and use certain aspects of the Service.\nUse of the Service requires compatible devices, and certain software may require periodic updates, and your use of the Service may be affected by the performance of these elements.4.\nService and Content Use Restrictions.a.\nService Use Restrictions.\nYou agree that you will not: (i) use the Service for any commercial purpose (including, without limitation, for purposes of advertising, soliciting funds, collecting product prices, and selling products).\n(ii) engage in any activities through or in connection with the Service that seek to attempt to or do harm any individuals or entities or are unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, harassing, or abusive, or that violate any right of any third-party, or are otherwise objectionable to Bentkey.\n(iii) decompile, disassemble, reverse engineer, or attempt to reconstruct, identify, or discover any source code, underlying ideas, underlying user interface techniques, or algorithms of the Service by any means whatsoever or modify any Service source or object code or any Software or other products, services, or processes accessible through any portion of the Service.\n(iv) engage in any activity that interferes with a user’s access to the Service or the proper operation of the Service, or otherwise causes harm to the Service, Bentkey, or other users of the Service.\n(v) interfere with or circumvent any security feature (including any digital rights management mechanism, device or other content protection or access control measure) of the Service or any feature that restricts or enforces limitations on use of or access to the Service, the Content, or the User Generated Content .\n(vi) harvest or otherwise collect or store any information (including personally identifiable information about other users of the Service, including email addresses, without the express consent of such users).\nor (viii) otherwise violate these Terms or any applicable Additional Terms.b.\nContent Use Restrictions.\nYou also agree that, in using the Service, you: (i) will not monitor, gather, copy, or distribute the Content on the Service by using any robot, rover, “bot”, spider, scraper, crawler, spyware, engine, device, software, extraction tool, or any other automatic device, utility, or manual process of any kind.\n(ii) will not frame or utilize framing techniques to enclose any such content (including any images, text, or page layout).\n(iii) will keep intact all Trademark, copyright, and other Intellectual Property and other notices contained in such content.\n(iv) will not use such content in a manner that suggests an unauthorized association with any of our or our licensors’ products, services, or brands.\n(v) will not make any modifications to such content (other than to the extent of your specifically permitted use of the Bentkey Licensed Elements, if applicable).\n(vi) will not copy, modify, reproduce, archive, sell, lease, rent, exchange, create derivative works from, publish by hard copy or electronic means, publicly perform, display, disseminate, distribute, broadcast, retransmit, circulate or transfer to any third-party or on any third-party application or website, or otherwise use or exploit such content in any way for any purpose except as specifically permitted by these Terms or any applicable Additional Terms or with the prior written consent of an officer of Bentkey or, in the case of content from a licensor, the owner of the content.\nand (vii) will not insert any code or product to manipulate such content in any way that adversely affects any user experience or the Service.c.\nAvailability of Service and Content.\nBentkey, in its sole discretion without advance notice or liability, may immediately suspend or terminate the availability of the Service and/or Content (and any elements and features of them), in whole or in part, for any reason, in Bentkey’s sole discretion, and without advance notice or liability.d.\nDownloading Content.\nBentkey may in its sole discretion make Content available for temporary download for offline viewing on certain compatible devices based on your Subscription.\nThe number of temporary downloads available for compatible devices, and the length of time that certain temporary downloads remain available to you for offline viewing, may be subject to limitations, which limitations may be based on Subscription level, and such limitations may change from time to time at our discretion.5.\nDigital Millennium Copyright Acta.\nGeneral.\nIn the event that a third party provides Bentkey with a notification of any alleged intellectual property infringement, Bentkey may, in Bentkey’s sole and absolute discretion, immediately remove such content, ban users from publishing on the site and cancel the user’s registration, the only liability for any of which will be Bentkey’s refund of any remaining, pro-rated balance of any subscription fee paid by a banned user.\nIn addition, in the event of an alleged copyright infringement, Bentkey shall act expeditiously in accordance with the Digital Millennium Copyright Act (“DMCA”) (17 U.S.C.\n§ 512) and will take steps to have the allegedly infringing material removed or access to such material blocked.b.\nProcedure for Submitting Notification of Alleged Copyright Infringement.\nIt is our policy to respond to notices of alleged copyright infringement that comply with the DMCA.\nWith respect to copyright infringement, the DMCA requires Bentkey to have a designated agent to receive notices of alleged copyright infringement.\nFor any content that you believe infringes your copyright, please send a written notice of alleged copyright infringement to Bentkey’s designated agent at the following email address: DMCA@bentkey.com.\nYour written notification of alleged copyright infringement should include all of the following information:i.\nIdentification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are to be covered by a single notification, a representative list of such works and accompanying URL(s) where such work can be found on the Serviceii.\nIdentification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Bentkey to locate the material on its server;iii.\nInformation reasonably sufficient to permit Bentkey to contact you, such as an address, telephone number, and, if available, an email address at which you may be contacted;iv.\nA statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by you, your agent, or the law;v.\nA statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nandvi.\nYour physical or electronic signature.c.\nProcedure for Submitting Notification of Alleged Intellectual Property Infringement (other than copyright infringement).\nIf you believe that any content posted using this Service infringes the intellectual property that you own or are licensed to enforce (other than your copyright), please send a written notification here.\nInclude in the communication the following information:i.\nIdentification of the allegedly infringing material with particularity to permit Bentkey to locate the material on Bentkey’s server;ii.\nInformation reasonably sufficient to permit Bentkey to contact you, such as an address, telephone number, and, if available, an email address at which you may be contacted;iii.\nA statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by you, your agent, or the law.\nandiv.\nA statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.6.\nService Featuresa.\nAccounts.\nIf you register with us or create an account, you are solely responsible and liable for the security and confidentiality of your access credentials and for restricting access to your Device and for all activity under your account.\nUsernames and passwords must be personal and unique that do not violate the rights of any person or entity and is not offensive.\nWe may reject the use of any password, username, or email address for any reason in our sole discretion.\nYou are solely responsible for your registration information and for updating and maintaining it.\nYou will immediately notify us using the request form at our Help Center of any unauthorized use of your account, password, or username, or any other breach of security, but will remain responsible for any unauthorized use thereafter.\nYou will not sell, transfer, or assign your account or any account rights.\nAccounts may only be set up by an authorized representative of the individual that is the subject of the account and who is of the age of majority.\nWe do not review accounts for authenticity and are not responsible for any unauthorized accounts that may appear on the Service.\nFor any dispute as to account creation or authenticity, we shall have the sole right, but are not obligated, to resolve such dispute as we determine appropriate, without notice.b.\nWireless Features.\nThe Service may offer certain features and services via your wireless Device.\nFeatures and services may include the ability to access the Service’s features, upload content to the Service, receive messages from the Service, and download applications to your wireless Device (collectively, “Wireless Features”).\nYou agree to receive communications we may send through Wireless Features for which you are registered.\nFurther, we may collect information related to your use of the Wireless Features.\nIf you have registered via the Service for Wireless Features, then you agree to notify Bentkey of any changes to your wireless contact information (including phone number) and update your accounts on the Service to reflect the changes.\nIf the Service includes push notifications or other mobile communication capability, you hereby approve our delivery of electronic communications directly to your mobile Device.\nThese notifications, including badge, alert or pop-up messages, may be delivered to your Device even when the Service is running in the background.\nYou may have the ability, and it is your responsibility, to adjust the notifications you do, or do not, receive via your Device through your Device and/or App settings.\nStandard message, data and other fees may be charged by your carrier, and carriers may deduct charges from pre-paid amounts or data allowances for which you are responsible.\nYour carrier may prohibit or restrict certain Wireless Features and certain Wireless Features may be incompatible with your carrier or wireless Device.\nContact your carrier with questions regarding these issues.c.\nAvailability of Products and Services.\nInternational Issues.\nBentkey controls and operates the Service from the U.S.A., and makes no representation that the Service, or any portion thereof, is appropriate or available for use beyond the U.S.A.\nSome portions of the Service, including without limitation some content available thereon, are unavailable in areas outside the U.S.A.\nIf you use the Service from other locations, you are doing so on your own initiative and responsible for compliance with applicable local laws regarding your online conduct and acceptable content, if and to the extent local laws apply.\nAccess to the Service from locations where we do not have rights, that are not offered in your Subscription, or where we do not make the Service available is prohibited.\nGeographic restrictions will be enforced according to the location from which you are accessing the Service or third-party services, and we may use different technologies and methods to verify your location.\nYou may be required to enable location access on your device in order to access certain Content.d.\nText Messaging.\nIf you provide your mobile phone number to us, we may ask for your consent to receive text message alerts from us containing product, event, or promotional information in a text or SMS message (“Text Messages”).\nYour consent to receive Text Messages is not required to purchase goods or services from us.\nThe Text Message program allows users to receive SMS/MMS mobile messages by users affirmatively opting into the program, such as through online enrollment forms or by texting a keyword to a short code that we provide to opt into the program.\nRegardless of the opt-in method you utilized to join the program, you agree that these Terms apply to your participation in the program.\nBy opting-in, you consent to receiving recurring mobile messages from multiple long codes or any successor short code used by Bentkey.\nBy participating in the program, you agree to receive autodialed marketing mobile messages.\nWithout limiting the scope of the Text Messages program, users that opt into the program can expect to receive messages concerning Bentkey and our goods and services.Cost and Frequency: Message and data rates may apply.\nThe Program involves mobile messages, and additional mobile messages may be sent based on your interaction with Bentkey.\nMessage frequency varies.\nCarriers are not liable for delayed or undelivered messages.\nAdditional terms regarding Text Messages will apply—please review the applicable terms carefully when you provide your mobile phone number.\nIf you consented to receiving promotions or advertising via Text Message, you can unsubscribe from receiving Text Messages at any time by replying “STOP” to one of our Text Messages.\nFor help, text HELP to the number from which you were contacted or contact us using the Bentkey Help Center request form.7.\nSubscriptionsa.\nGeneral Information.\nSome features of the Service are available without a paid subscription.\nhowever, most features and content require the purchase of a paid subscription to the Service (“Subscriptions”).\nSubscriptions may be billed either monthly or annually depending on the level or type of Subscription.\nAdditional Terms regarding the various levels or types of Subscriptions we offer and the applicable terms of each level are available on our Subscription Levels page.\nWe may change the Subscription levels terms from time to time, and your continued use of the Service, including without limitation renewal or auto-renewal of your subscription, constitutes consent to those changes.\nAny violation of these Terms or the Subscription Terms may result in termination of your Subscription.\nWhile certain aspects of our Service may be of interest to or directed at children, you must be 18 years of age or the age of majority in your state or territory of residence, to subscribe to the Service.\nIf you do not meet the foregoing criteria and want to make any such purchase, please ask your parent or guardian to complete the purchase on your behalf.\nYou agree to pay the subscription fees and any other charges incurred in connection with your account for a Service (including any applicable taxes) at the rates in effect when the charges were incurred.\nOnly the individuals that have registered for the Subscription and agree to these Terms are eligible to use the subscription-required aspects of the Service.\nYou are solely responsible for the confidentiality and security of your account.\nhowever, if you allow others to access your account, these Terms as well as any additional consents or permissions you have provided to Bentkey also applies to their use.\nSome Content may be streamed through the Service over an active Internet connection.\nThe number of concurrent stream available for use may be subject to limitations based on Subscription Level, and such limitations may change from time to time at our discretion.b.\nPayments.\nYour selected payment method will be charged automatically on a recurring monthly or annual basis.\nSubscription fees will be billed at the beginning of your subscription and any renewal.\nAs part of registering or submitting information to purchase a Subscription Paid Services, you authorize Bentkey (either directly or through its affiliates, subsidiaries or other third parties) to request and collect payment (or otherwise charge, refund or take any other billing actions) from our payment provider or your designated banking account, and to make any inquiries Bentkey or its affiliates may consider necessary to validate your designated payment account or financial information, in order to ensure prompt payment, including for the purpose of receiving updated payment details from your payment, credit card or banking account provider (e.g., updated expiry date or card number as may be provided to us by your credit card company).\nYOU ACKNOWLEDGE AND AGREE THAT WE MAY SUBMIT CHARGES WITHOUT FURTHER AUTHORIZATION FROM YOU UNTIL YOU PROVIDE PRIOR NOTICE (RECEIPT OF WHICH IS CONFIRMED BY US) THAT YOU HAVE TERMINATED THIS AUTHORIZATION OR WISH TO CHANGE YOUR PAYMENT METHOD.\nYOU ALSO REPRESENT AND WARRANT THAT YOU HAVE THE RIGHT TO USE ANY CREDIT CARD THAT YOU SUBMIT IN CONNECTION WITH A TRANSACTION.c.\nPrice Increases.\nBentkey may increase the price of Subscriptions at any time.\nhowever, we will give you at least thirty (30) days advance notice of any price increase.\nThis advance notice will give you an opportunity to cancel your Subscription renewal before the price increase goes into effect in the following billing cycle.\nIf you do not cancel your Subscription renewal before the price increase goes into effect, you will be deemed to have agreed to the price increase.d.\nFree Trial Period.\nYour Subscription may begin with a free trial.\nIf this is the case, we will begin charging you for your Subscription at the end of the free trial period and the date of such charge will be considered your purchase date for purposes of calculating any renewals of your Subscription.\nTo avoid being charged, you must cancel your Subscription renewal before the end of the free trial period.e.\nPromotional Codes.\nIf you use a promotional code to obtain a Subscription, such code only applies to the period identified in the Additional Terms provided with the promotional code.\nPromotional codes may not be applied to renewal periods of existing Subscriptions.\nPlease carefully review the Additional Terms provided with the promotional code before use.\nPromotional codes do not apply to gift membership purchases or membership upgrades, unless otherwise provided.f.\nRenewal Terms.\nYOUR SUBSCRIPTION WILL BE RENEWED AUTOMATICALLY, AND YOU WILL BE CHARGED IN ADVANCE OF EACH BILLING CYCLE UNLESS YOU CANCEL.\nBENTKEY RESERVES THE RIGHT, IN ITS SOLE DISCRETION, NOT TO RENEW YOUR SUBSCRIPTION.\nFor all subscriptions, you must cancel your subscription before it renews in order to avoid billing of subscription fees for the renewal term to your credit card.g.\nCancellation Process.\nYou may cancel your Subscription renewal by either: (i) accessing your account online at www.bentkey.com and navigating to “Profile”, or (ii) by contacting us using the request form at our Help Center specifying the email address used for the account and clearly indicating that you want to cancel your Subscription renewal.\nShould you purchase a subscription via in-app purchase (ie, Apple, Google, Roku, Amazon) , that cancellation must be made through that platform.h.\nRefund Policy.\nUnless required by law, all purchases of subscriptions, whether for yourself or as a gift are final and are nonrefundable/nonreturnable and there are no refunds or credits for partially used subscription periods or terms.\nWe reserve the right to issue or not issue refunds or credits at our sole discretion.\nIf we do issue a refund or credit, we are under no obligation to issue the same or similar refund in the future.i.\nNo Chargebacks or Payment Dispute Policy.\nYou agree that, in using the Service, you: (i) will not under any circumstances, issue or threaten to issue any chargebacks to Bentkey Adventures, or to your credit card and/or form of payment (ie, ApplePay, PayPal) for any uncancelled auto-renewal of your subscription.\nIn the event such a chargeback is issued by you, Bentkey Adventures reserves its right to terminate any existing subscription and prevent you from using the service at its discretion.j.\nBundled Subscriptions.\nFrom time to time, we may offer a Bentkey Service subscription bundled with other subscription services, including subscriptions to third-party services and/or services provided by our affiliates.\nAny additional terms applicable to the bundled subscription plan will be provided when you register for a bundled subscription.\nPlease note that third-party and affiliate subscriptions are governed by terms of use and privacy notices issued by those third parties and affiliates.\nFor example and without limitation, if your Bentkey subscription is bundled with DailyWire+, your subscription to DailyWire+ is subject to the DailyWire+ Terms of Use and DailyWire+ Privacy Policy.8.\nIndemnificationAs permitted by applicable law, you agree to, and you hereby, defend (if requested by Bentkey), indemnify, and hold the Bentkey Parties (as defined below) harmless from and against any and all claims, damages, losses, costs, investigations, liabilities, judgments, fines, penalties, settlements, interest, and expenses (including attorneys’ fees) that directly or indirectly arise from or are related to any claim, suit, action, demand, or proceeding made or brought against any Bentkey Party, or on account of the investigation, defense, or settlement thereof, arising out of or in connection with: (a) information provided by you.\n(b) your use of the Service and your activities in connection with the Service.\n(c) your breach or alleged breach of these Terms or any applicable Additional Terms.\n(d) your violation or alleged violation of any laws, rules, regulations, codes, statutes, ordinances, or orders of any governmental or quasi-governmental authorities in connection with your use of the Service or your activities in connection with the Service.\n(e) information or material transmitted through your Device, even if not submitted by you, that infringes, violates, or misappropriates any copyright, trademark, trade secret, trade dress, patent, publicity, privacy, or other right of any person or entity.\n(f) any misrepresentation made by you.\nand (g) Bentkey Parties’ use of the information that you submit to us subject to our Children’s Privacy Policy (all of the foregoing, “Claims and Losses”).\nYou will cooperate as fully required by Bentkey Parties, in the defense of any Claim and Losses.\nNotwithstanding the foregoing, Bentkey Parties retain the exclusive right to settle, compromise, and pay any and all Claims and Losses.\nBentkey Parties reserve the right to assume the exclusive defense and control of any Claims and Losses.\nYou will not settle any Claims and Losses without, in each instance, the prior written consent of an officer of a Bentkey Party.\nThis section is not intended to limit any causes of action against us that you may have but are not waivable under applicable law.9.\nDisclaimer and Limitation of LiabilityAS PERMITTED BY APPLICABLE LAW, YOUR ACCESS TO AND USE OF THE SERVICE IS AT YOUR SOLE RISK AND THE SERVICE IS PROVIDED ON AN “AS IS”, “AS AVAILABLE”, AND “WITH ALL FAULTS” BASIS.\nTO THE FULLEST EXTENT PERMISSIBLE BY APPLICABLE LAW, BENTKEY AND THEIR DIRECT AND INDIRECT PARENTS, SUBSIDIARIES, AFFILIATES (INCLUDING WITHOUT LIMITATION THE DAILY WIRE, LLC), AND EACH OF THEIR RESPECTIVE EMPLOYEES, DIRECTORS, OFFICERS, MEMBERS, MANAGERS, SHAREHOLDERS, AGENTS, VENDORS, LICENSORS, LICENSEES, CONTRACTORS, CUSTOMERS, ATTORNEYS, SUCCESSORS, AND ASSIGNS (COLLECTIVELY, “BENTKEY PARTIES”) HEREBY DISCLAIM AND MAKE NO REPRESENTATIONS, WARRANTIES, ENDORSEMENTS, OR PROMISES, EXPRESS OR IMPLIED, IN CONNECTION WITH, OR OTHERWISE DIRECTLY OR INDIRECTLY RELATED TO, WITHOUT LIMITATION, THE SERVICE, CONTENT, BENTKEY LICENSED ELEMENTS, INFORMATION PROVIDED BY YOU OR OTHER BENTKEY PRODUCTS OR SERVICES.\nTHE BENTKEY PARTIES FURTHER HEREBY FURTHER DISCLAIM ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, SATISFACTORY QUALITY, AND NON-INFRINGEMENT.\nBENTKEY DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SERVICE IN TERMS OF ITS QUALITY, CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\nBENTKEY DOES NOT WARRANT THAT ANY PART OF THE SERVICE WILL OPERATE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SERVICE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT TRANSMISSION TO OR FROM THE SERVICE AND ACCESS TO THE SERVICE WILL BE UNINTERRUPTED, CONTINUOUS, OR ERROR-FREE.\nTHE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.10.\nLimitation of LiabilityTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL BENTKEY OR ANY OF THE BENTKEY PARTIES BE LIABLE FOR ANY DAMAGES OF ANY KIND, INCLUDING, BUT NOT LIMITED TO, INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, AND INCLUDING, WITHOUT LIMITATION, LOST PROFITS, LOST SAVINGS AND LOST REVENUES, EVEN IF BENTKEY HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, WHETHER IN AN ACTION UNDER CONTRACT, NEGLIGENCE OR ANY OTHER THEORY, ARISING OUT OF OR IN CONNECTION WITH THE SERVICE, CONTENT, BENTKEY LICENSED ELEMENTS, USER CONTENT, OR OUR OTHER PRODUCTS AND SERVICES.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE EXCLUSION OF LIABILITY OR DAMAGES.11.\nDispute Resolution\nIMPORTANT: THIS SECTION LIMITS CERTAIN LEGAL RIGHTS, INCLUDING THE RIGHT TO PARTICIPATE IN ANY FORM OF CLASS OR REPRESENTATIVE ACTION, AND THE RIGHT TO CERTAIN REMEDIES AND FORMS OF RELIEF.\nPLEASE REVIEW CAREFULLY.In the unlikely event that a disagreement arises between you and Bentkey, please first contact us directly by contacting us using our online form so that we may work in good faith to find a mutually agreeable solution.\nAny controversy, claim, or dispute arising out of or related to these Terms, the Service, the Content, information provided by you, any applicable Additional Terms, or the relationship of the parties, including, but not limited to, alleged violations of state or federal statutory or common law rights or duties (a “Dispute”) shall be solely and exclusively resolved according to the procedures set forth in this paragraph.\nIf we are unable to resolve any Dispute through informal means, either party may initiate binding arbitration of such Dispute.\nThe demand for arbitration shall be made within a reasonable time after the Dispute has arisen, but in no event shall it be made more than one year from when the aggrieved party knew or should have known of the controversy, claim or facts forming the basis of the Dispute.\nThe arbitration shall be initiated and conducted according to the American Arbitration Association Consumer Arbitration Rules (the “Arbitration Rules”).\nThe arbitration shall be conducted in Nashville, Tennessee before a single neutral arbitrator appointed in accordance with the Arbitration Rules.\nTo the fullest extent permitted by law, the arbitrator shall not have the power to award indirect, punitive, special, or consequential damages against any party.\nArbitration costs and fees shall be determined in accordance with the Arbitration Rules and applicable law.\nEach party shall be responsible for paying its own attorneys’ fees, costs and expenses, regardless of which party prevails, but a party may recover any or all of its attorneys’ fees, costs and expenses from another party if the arbitrator, applying applicable law, so determines.\nNo Dispute may be arbitrated on a class or representative basis and the arbitrator may not consolidate or join the claims of other persons or parties who may be similarly situated.\nJudgment on the award rendered by the arbitrator, if any, may be entered for enforcement purposes in any court having jurisdiction thereof.\nBY AGREEING TO THESE TERMS, EACH PARTY IRREVOCABLY WAIVES ITS RIGHT TO PRESENT A DISPUTE IN COURT, RIGHT TO A JURY TRIAL, AND ANY RIGHT IT MAY HAVE TO JOIN CLAIMS OR DISPUTES WITH THOSE OF OTHERS IN THE FORM OF A CLASS ACTION OR SIMILAR PROCEDURAL DEVICE.\nThis Section 11 shall be governed solely by the Federal Arbitration Act, 9 U.S.C.\n§1, et seq., and not by the law of any state, and is enforceable pursuant to its terms on a self-executing basis.\nYou and Bentkey agree that we intend that this Section satisfies the “writing” requirement of the Federal Arbitration Act.\nThis Section can only be amended by mutual agreement.\nEither party may seek enforcement of this Section in any court of competent jurisdiction.\nThe arbitrator shall determine any and all challenges to the arbitrability of a claim.12.\nGeneral Provisionsa.\nGoverning Law.\nThe Terms and any applicable Additional Terms, Disputes, and any other claim brought by you against Bentkey or by Bentkey against you pursuant to Section 11, or otherwise related to the Service, Content, Bentkey Licensed Elements, or other Bentkey products or services, will be governed by, construed, and resolved in accordance with, the laws of the State of Tennessee, without regard to conflicts of laws principles.b.\nNo Waiver.\nBentkey’s failure to enforce strict performance of any provision of these Terms of Use will not constitute a waiver of Bentkey’s right to subsequently enforce such a provision or any other provision of these Terms, nor will any delay or omission on the part of Bentkey to exercise or take advantage of any right or remedy that Bentkey has or may have hereunder, operate as a waiver of any right or remedy.c.\nSeverability.\nIn the event that any of the provisions of these Terms shall be held by a court or other tribunal of competent jurisdiction to be invalid or unenforceable, the remaining portion hereof shall remain in full force and effect and such a provision shall be enforced to the maximum extent possible so as to effect the intent of the parties and shall be reformed to the extent necessary to make such provisions valid and enforceable.d.\nModification.\nBentkey, in its sole discretion, reserves the right to update, revise, supplement and to otherwise modify these Terms of Use, and to impose new or additional terms and conditions on your use of the Service from time to time.\nSuch updates, revisions, supplements, modifications and additional rules, polices, terms and conditions will be effective immediately upon posting.\nYou agree to review the Terms upon each visit to the Service.\nIf, in our opinion, a change is material, we will also provide you with notice at least thirty (30) days in advance of the material change.\nSuch notice may include posting a notice on the Service or sending notification to the email address connected with your account.\nYour continued use of the Service following such notice will be deemed to conclusively indicate your acceptance of the revised Terms.e.\nPrivacy Policy.\nAll information we collect on the Service is subject to our Privacy Policy, including, as applicable, our Children’s Privacy Policy.\nBy using the Service, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy, including, as appliable, our Children’s Privacy Policy.f.\nInvestigations.\nCooperation with Law Enforcement.\nTermination.\nSurvival.\nAs permitted by applicable law, we reserve the right, without limitation, to: (i) investigate any suspected breaches of its Service security or its information technology or other systems or networks, (ii) investigate any suspected breaches of these Terms and any applicable Additional Terms, (iii) use any information obtained by Bentkey in accordance with our Privacy Policy in connection with reviewing law enforcement databases or complying with applicable laws and use and/or disclose any information obtained by us to comply with law enforcement requests or legal requirements in accordance our Privacy Policy, (iv) involve and cooperate with law enforcement authorities in investigating any of the foregoing matters, (v) prosecute violators of these Terms and any applicable Additional Terms, and (vi) discontinue the Service, in whole or in part, or, suspend or terminate your access to it, in whole or in part, including any user accounts or registrations, at any time, without notice, for any reason and without any obligation to you or any third-party.\nAny suspension or termination will not affect your obligations to Bentkey under these Terms or any applicable Additional Terms.\nUpon suspension or termination of your access to the Service, or upon notice from Bentkey, all rights granted to you under these Terms or any applicable Additional Terms will cease immediately, and you agree that you will immediately discontinue use of the Service.\nThe provisions of these Terms and any applicable Additional Terms, which by their nature should survive your suspension or termination will survive, including the rights and licenses you grant to Bentkey in these Terms, as well as the indemnities, releases, disclaimers, and limitations on liability and the provisions regarding jurisdiction, choice of law, no class action, and mandatory arbitration.13.\nCustomer Support and Contact InformationShould you have any questions about these Terms of Use, please contact us using our online form.\nFor support information please visit our Help Center.14.\nUpdate History• October 2023 Bentkey Terms of Use created.\nGo BackDo Not Sell My Personal Information©&nbsp;2023 Bentkey Adventures LLC.\nAll Rights Reserved.\nTerms &amp.\nPrivacyDo Not Sell or Share My Personal Information / Cookie Preferences<ul>\n<li>Do Not Sell or Share My Personal Information / Cookie Preferences</li>\n<li>Necessary Cookies</li>\n<li>Sale or Sharing of Personal Information</li>\n</ul>Do Not Sell or Share My Personal Information / Cookie Preferences<p>\n</p>\n<p>When you visit our Site, online tracking technologies (mostly in the form of cookies) may automatically collect certain information about you, including information about your preferences and your device.\nCookies are generally used to make the Site work as you expect it to, to support certain features on the Site, or for advertising purposes.\nTo manage your cookie preferences, click on the cookie categories listed below.\nPlease note that blocking certain types of cookies may impact your experience on this Site.</p>\n<p>For further information about our privacy practices, please see our Privacy Policy.</p>\n<p>California residents may click hereto view our California Privacy Notice.</p>\n<br>More information<p>\n</p>Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Sale or Sharing of Personal Information Sale or Sharing of Personal Information <p>Under certain state laws, the use of cookies that collect information for advertising and other specified purposes may be considered to be a type of selling or sharing of personal information.\nYou may opt out of this type of sale or sharing of your personal information by clicking this toggle to the left (gray) position.</p>\n<ul>\n<li>Performance Cookies Switch Label <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our Site.\nThey help us to know which pages are the most and least popular and see how visitors move around the Site.\n</p>\n</li>\n</ul>\n<ul>\n<li>Targeted Advertising Cookies Switch Label <p>Our Site uses cookies for targeted advertising.\nThese cookies may be set through the Site by our advertising partners, and may be used by those companies to help show you more relevant advertisements on other websites.\n</p>\n</li>\n</ul>Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-10-23 19:41:55.912667", "updated_at": "2023-10-23 19:44:30.340333"}, {"id": 19557, "name": "CHILDREN’S PRIVACY POLICY", "url": "https://www.bentkey.com/privacy/children/", "xpath": "//body", "text": "<ul>\n<li>\n</li>\n</ul> BENTKEY CHILDREN’S PRIVACY POLICYLast Modified: October 16, 2023Bentkey Adventures, LLC and its affiliates (collectively “Bentkey”, “we”, “us”, or “our”) respect the privacy of children who use our website, applications, and content platform (the “Services”).\nThis Children’s Privacy Policy explains our information collection, disclosure, and parental consent practices with respect to information provided by children under the age of 13 (“child” or “children”) and is a part of our general Privacy Policy.\nThis policy describes our practices regarding children’s personal information.\nThis Children’s Privacy Policy supplements and is in addition to the Bentkey general Privacy Policy and Terms of Use, which should be read alongside this Children’s Privacy Policy.\nIf you do not agree with these agreements, please refrain from using our Services.\nIn the event of a conflict between this policy and the general Privacy Policy, this policy will control with respect to information of children.If you have questions or concerns about our privacy practices, please contact us at: privacy@bentkey.com.COLLECTION AND USE OF CHILDREN’S INFORMATIONBentkey services are available for children and parents.\nOther services from affiliates of Bentkey (such as DailyWire+ or DailyWire.com) that may be bundled with a Bentkey subscription are directed at adults.\nOur Services may offer activities that collect information from children.\nWe may collect information for the reasons and in the ways described below.\nWhen appropriate or otherwise required by law, we will provide parental notice and/or seek parental consent.\nWhen the Services collect personal information from a child, we will retain that information only so long as reasonably necessary to fulfill the purpose for which it was provided or ensure the security of our users and our services, or as required by law.\nIf we learn that the Services have collected information from a child in a way not permitted by applicable law, we will either delete the information or immediately seek the parent’s consent for that collection.Verifiable Parental Consent.\nParent Email AddressIn the event Bentkey wishes to collect personal information from a child in a way that requires parental consent under applicable laws, we will first seek a parent or guardian’s verifiable consent.\nIn some cases, we will seek to obtain consent by email as described herein or during the account registration process.\nIn the email and in the registration process we will explain what information we are collecting, how we plan to use it, how the parent can provide consent, and how the parent can withdraw consent.\nIf we do not receive parental consent within a reasonable time, we will delete the parent contact information and any other information collected from the child in connection with that activity.\nIn some cases, we may seek verifiable consent through other means, including asking for a credit card or other payment method for verification.As required by COPPA, on any child-directed site or application, or in any instance where we ask for age and determine the user is under the age of 13, we will ask for a parent or guardian email address for notice or consent purposes before we collect any personal information from the child unless consent has been provided during the registration process.\nIf you believe your child has provided personal information to us and you or another parent/guardian have not provided consent during registration or received an email providing notice or seeking your consent, please contact us at privacy@bentkey.com.User SignupTo become a Bentkey subscriber you must be 18 years of age, or the age of majority in your state or territory of residence.\nDuring the registration process, we will ask for certain information to register the users, verify the account and for security purposes, set up your preferences, and process your payment.\nDuring registration process we will ask for your consent to collect information from the children on your account for the purposes set forth herein.\nWhile children can visit the Services without an account, certain features and content may not be accessible without a registration, and we will not collect personal information from unregistered users other than as necessary to support for the internal operations of the service.\nWe will not require a child to provide more information than is reasonably necessary in order to participate in an online activity.\nWe will not collect geolocation information more precise than city location through the Services without first obtaining parental consent.\nWe may also require payment information such as a credit card number.Preferences and HistoryWhen a user (whether child or adult) uses the Services, the Services will keep track of the content selected by the user and user interests.\nThe Services will use this information to identify content that you have watched and suggest new content.\nIf you would like to delete your content history, please visit our Bentkey Privacy Center.Persistent IdentifiersWhen child users interact with the Services, certain information may automatically be collected.\nThis information is collected and used to provide and improve the Services, make the Services more personal, and for various other purposes related to our business.\nExamples of automatically collected information from users includes: your computer operating system, your IP address or mobile device identifier, your web browser, the frequency with which the user visits various parts of the Services, and information regarding your online or mobile service provider.\nThis information is collected using tracking technologies such as cookies, pixels, and web beacons.\nThis data is principally used for internal purposes only, in order to:• provide access to content and features on the Services.\n• customize the Services to provide a better user experience.\n• conduct research and analysis to better understand how the Services are used and functioning.\n• generate anonymous data for use by Bentkey.\nand\n• for the security of the Services.\nWe will not collect or share such information from children through the Services for other purposes, except as required by law or legal process, without first notifying parents and obtaining consent.Emailing with BentkeyOn occasion, in order to respond to a question or request from a user (which may be a child), Bentkey may need to ask for the user’s contact information, such as an email address.\nThis information will only be used to respond to a child and will be deleted once the correspondence has finished.For some aspects of the Services, we may collect information from a user device to send push notifications with your consent, in order to communicate with the device user more than once.\nThis information will not be used for additional purposes.\nWhen a user signs up for an account, we will provide notice to the parent/guardian email address associated with the account in order to notify the parent about the collection and use of the child’s device information for communication purposes and allow the parent/guardian an opportunity to terminate such communication.DISCLOSING CHILDREN’S INFORMATIONWe may share or disclose personal information collected from children in a limited number of instances, including with our service providers and affiliates to the extent required to perform services on our behalf, such as supporting, developing, or analyzing the Services or to the extent permitted or required by applicable law, such as in response to a subpoena, court order, or in response to a law enforcement or public agency’s request.\nTo the extent permitted by applicable law, we also may disclose personal information collected from children if we believe disclosure may protect the safety of a child using the Services, prevent the instigation of a crime, facilitate an investigation related to public safety, or protect the security or integrity of the Services or otherwise protect Bentkey and its affiliates from damages or liability.PARENTAL CONTROLParents can withdraw consent for further processing of personal information from their children in association with their account and request that we delete personal information we have collected from a child in connection with their account at any time.\nIf you would like to exercise such rights, please visit the Bentkey Parental Rights Manager.Please keep in mind that a request to delete records may lead to a termination of an account, membership, or other service.\nA valid request to delete personal information will be accommodated within a reasonable time.\nTo protect children’s privacy and security, we will take reasonable steps to help verify an account holder’s identity before granting access to any child’s personal information.\nGo BackDo Not Sell My Personal Information©&nbsp;2023 Bentkey Adventures LLC.\nAll Rights Reserved.\nTerms &amp.\nPrivacyDo Not Sell or Share My Personal Information / Cookie Preferences<ul>\n<li>Do Not Sell or Share My Personal Information / Cookie Preferences</li>\n<li>Necessary Cookies</li>\n<li>Sale or Sharing of Personal Information</li>\n</ul>Do Not Sell or Share My Personal Information / Cookie Preferences<p>\n</p>\n<p>When you visit our Site, online tracking technologies (mostly in the form of cookies) may automatically collect certain information about you, including information about your preferences and your device.\nCookies are generally used to make the Site work as you expect it to, to support certain features on the Site, or for advertising purposes.\nTo manage your cookie preferences, click on the cookie categories listed below.\nPlease note that blocking certain types of cookies may impact your experience on this Site.</p>\n<p>For further information about our privacy practices, please see our Privacy Policy.</p>\n<p>California residents may click hereto view our California Privacy Notice.</p>\n<br>More information<p>\n</p>Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Sale or Sharing of Personal Information Sale or Sharing of Personal Information <p>Under certain state laws, the use of cookies that collect information for advertising and other specified purposes may be considered to be a type of selling or sharing of personal information.\nYou may opt out of this type of sale or sharing of your personal information by clicking this toggle to the left (gray) position.</p>\n<ul>\n<li>Performance Cookies Switch Label <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our Site.\nThey help us to know which pages are the most and least popular and see how visitors move around the Site.\n</p>\n</li>\n</ul>\n<ul>\n<li>Targeted Advertising Cookies Switch Label <p>Our Site uses cookies for targeted advertising.\nThese cookies may be set through the Site by our advertising partners, and may be used by those companies to help show you more relevant advertisements on other websites.\n</p>\n</li>\n</ul>Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-10-23 19:42:37.159492", "updated_at": "2023-10-23 19:43:45.399742"}, {"id": 19558, "name": "Privacy Policy", "url": "https://www.bentkey.com/privacy/", "xpath": "//body", "text": "<ul>\n<li>\n</li>\n</ul> Bentkey Privacy PolicyPosted Date: October 16, 2023Your privacy is important to us at Bentkey Adventures, LLC (“Bentkey” or “we”, or “us,” or “our”).\nThis Privacy Policy (the “Privacy Policy”) applies to any websites or mobile applications owned or operated by us, including, without limitation, this website currently located at www.bentkey.com (collectively, the “Websites”), any newsletters subscribed to via the Websites, digital subscriptions to Bentkey, and any other service or product of Bentkey, including without limitation mobile or other applications, or other digital properties, as expressly indicated by Bentkey such as through a link or other display of this Privacy Policy (collectively with the Websites, the “Services”).\nThis Privacy Policy explains what information, including Personal Information, we collect from or about you on our Services, how we use or share such information, how to exercise any rights you may have with respect to your Personal Information, and the safeguards we have in place to reduce the risk of unauthorized access and use.\nFor the purposes of this Privacy Policy, Personal Information means any information, alone or in combination, from which a natural person can be identified.\nIt does not include data where identifiers have been removed (e.g., anonymous or aggregate data).Please carefully read this Privacy Policy which is part of and subject to our Terms of Use, before using our Websites or Services, including any related Bentkey webpages or mobile applications that display this Privacy Policy.\nIf you do not agree with our Terms of Use and/or the Privacy Policy, please refrain from using our Websites or Services.\nBy accessing or using our Websites or Services, you agree to our use of your Personal Information and other information consistent with the Terms of Use, this Privacy Policy, and as applicable, our Children’s Privacy Policy.\n| https://bentkey.com/terms | https://bentkey.com/terms | https://bentkey.com/terms | https://bentkey.com/privacy/childrenContents• Contact Information\n• Scope of this Privacy Policy\n• Collection of Your Information\n• How We Use the Information We Collect\n• How Vendors Use the Information We Collect\n• Cookies and Online Tracking Technologies\n• Online Advertising\n• Selling and Sharing Your Information\n• Do Not Track Disclosure\n• Retention of Information\n• Preference Management\n• Your Legal Rights\n• Your California Privacy Rights\n• Your Nevada Privacy Rights\n• Your Virginia Privacy Rights\n• Your Colorado Privacy Rights\n• Your Connecticut Privacy Rights\n• Your EU Privacy Rights\n• Information Security\n• Transfer of Information to the United States\n• Children’s Privacy\n• Links to Third Party Materials\n• Changes to Our Privacy Policy1.\nContact InformationBentkey is the controller and is responsible for your Personal Information.\nShould you have any questions about this Privacy Policy, including any requests to exercise your privacy rights, please contact us using our Bentkey Privacy Center.\nhttps://privacyportal.onetrust.com/webform/3f02dbfd-5ca1-48db-87d4-71b01f091e63/74edc897-a478-42b4-8300-7e459ebdfc43For customers in the EU or UK, if you believe that your Personal Information has been processed in a way that does not comply with the EU or UK General Data Protection Regulation (GDPR), you have the right to lodge a complaint with your national regulator for data protection.\nWe would, however, appreciate the chance to resolve your concerns before you approach the regulator.\nPlease contact us using our online form.\nhttps://privacyportal.onetrust.com/webform/3f02dbfd-5ca1-48db-87d4-71b01f091e63/74edc897-a478-42b4-8300-7e459ebdfc432.\nScope of this Privacy PolicyThis policy applies to information we collect:\n• On our Websites, mobile applications and Services that display this Privacy Policy.\n• Via email, text and other electronic messages between you and us.\n• From you offline.\nIt does not apply to information collected by:\n• Any third party (including, if applicable, our affiliates and subsidiaries), through any application or content (including advertising) that may link to or be accessible from or on the Websites or the Services.\n• Us as a result of an application for employment with Bentkey, during the prospective hiring process, or relating to an individual’s actual employment with Bentkey.\nOur privacy policies regarding applicants and employees are separately disclosed during the application process and employment onboarding.3.\nCollection of Your Informationa.\nCollection of Your Personal Information.\nBentkey, or where relevant, a designated service provider, collects information that you choose to provide or we receive from other sources.\nThis may include Personal Information or Sensitive Personal Information that you provide through the Services, on third-party websites and applications when subscribing to Bentkey, through registering for our services and products, through requesting certain Bentkey services or products, when downloading our content, or by submitting the information to enter a sweepstakes, contest, or other promotion.We may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers.\nPersonal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below.Category of PI:\nIdentifiers\n|\nExamples of PI Collected:\nreal name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers\n|\nCategories of Sources from which PI was Collected:\n• You\n• Created by us\n• Your email and social media accounts\n• Your devices\n• Business partners and vendors\n|\nPurposes for PI Collection:\n• Delivering products or services\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\n• Analytics\n• Security and fraud prevention\n• Debugging\n• Research and development\n• Quality assuranceCategory of PI:\nPersonal information described in Cal.\nCiv.\nCode § 1798.80(e)\n|\nExamples of PI Collected:\nName, address, and telephone number\n|\nCategories of Sources from which PI was Collected:\n• You\n• Your email and social media accounts\n• Your devices\n• Business partners and vendors\n|\nPurposes for PI Collection:\n• Delivering products or services\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\n• Analytics\n• Security and fraud prevention\n• Debugging\n• Research and development\n• Quality assuranceCategory of PI:\nCharacteristics of protected classifications\n|\nExamples of PI Collected:\nAge and date of birth, sex, and gender\n|\nCategories of Sources from which PI was Collected:\n• You\n• Your devices\n• Business partners and vendors\n|\nPurposes for PI Collection:\n• Delivering products and services\n• MarketingCategory of PI:\nCommercial information\n|\nExamples of PI Collected:\nProducts or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies, or account profiles\n|\nCategories of Sources from which PI was Collected:\n• You\n• Created by us\n• Your email and social media accounts\n• Your devices\n• Business partners and vendors\n|\nPurposes for PI Collection:\n• Delivering products and services\n• Marketing\n• Research and development\n• Quality assurance\nCategory of PI:\nInternet or other electronic network activity information\n|\nExamples of PI Collected:\nInternet or other similar activity, browsing history, search history, information on a consumer’s interaction with a website, application logs, device data and registration, or advertisement\n|\nCategories of Sources from which PI was Collected:\n• You\n• Your email and social media accounts\n• Your devices\n• Business partners and vendors\n|\nPurposes for PI Collection:\n• Delivering products and services\n• Marketing\n• Research and development\n• Quality assurance\n• Security and fraud preventionCategory of PI:\nAudio, electronic, visual, thermal, olfactory, or similar information\n|\nExamples of PI Collected:\nAudio recordings of customer service calls\n|\nCategories of Sources from which PI was Collected:\n• You\n• Created by us\n|\nPurposes for PI Collection:\n• Delivering products and services\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\n• Quality Assurance\n• Security and fraud preventionCategory of PI:\nInferences from PI Collected\n|\nExamples of PI Collected:\nCustomer profiles reflecting preferences and predispositions\n|\nCategories of Sources from which PI was Collected:\n• You\n• Created by us\n• Vendors and other third parties\n• Your email and social media accounts\n|\nPurposes for PI Collection:\n• Delivering products and services\n• Analytics\n• MarketingCategory of PI:\nOther Information, such as information that does not directly fit within one of the categories defined by the CCPA\n|\nExamples of PI Collected:\nThe contents of communications you send to us by phone, email, text, online chat, etc.\n|\nCategories of Sources from which PI was Collected:\n• You\n• Created by us\n• Vendors and other third parties\n• Your email and social media accounts\n|\nPurposes for PI Collection:\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\n• Delivering products and services\n• Marketing\n• Research and development\n• Quality assurance\n• Security and fraud preventionIn addition, we may collect, use, and disclose your Personal Information as required or permitted by applicable law.\nWe do not treat deidentified data or aggregate consumer information as Personal Information and we reserve the right to convert, or permit others to convert, your Personal Information into deidentified data or aggregate consumer information.\nWe do not attempt to re-identify such information.b.\nCollection of Your Sensitive Personal InformationSensitive Personal Information shall be understood to mean any information that reveals: (a) consumer’s Social Security or other state identification number.\n(b) a consumer’s account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account.\n(c) consumer’s geolocation.\n(d) consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership.\n(e) the contents of a consumer’s mail, email, or text messages, unless the business is the intended recipient of the communication.\nand (f) consumer’s genetic data.Although it is our preference to minimize the collection of Sensitive Personal Information, it is possible that we may collect or may have collected, within the past 12 months, the categories of Sensitive Personal Information about consumers that are indicated in the chart below.\nThe Sensitive Personal Information we collect may vary depending on the nature of your interactions with us and may not include all of the examples listed below.Category of Sensitive Personal Information:\nPersonal Information that reveals a consumer’s account log-in and financial account\n|\nInformation Source(s):\n• You\n• Your devices\n|\nPurpose(s):\n• Delivering products and services\n• Marketing\n| We do collect other “special categories” of Personal Information about you including information required to make inferences about your political opinions, religious or philosophical beliefs, and we do not collect other “special categories” such as details about your sex life, sexual orientation, or other information about your health, including biometric data.c.\nSources of Personal Information and Sensitive Personal Information\nInformation You Provide.\nPersonal Information and Special Personal Information may be obtained directly from you, for example, when you subscribe to any of our services, participate in a live chat, respond to surveys or petitions, or apply for or obtain a position or internship.\nIf you submit Personal Information or Sensitive Personal Information to us about others, then you represent and warrant that you are authorized to do so and that you have received authorization from the person about whom you are providing the information and that person has consented to have all information used, disclosed, and transferred in accordance with this Privacy Policy.Information Collected Automatically.\nWe may use various tools and technologies like cookies and web server logs to collect information automatically on the Services.\nThis information may include IP addresses, device identifiers, browser characteristics, operating system details, internet service provider details, language preferences, referring URLs, time and length of visits, and pages viewed.\nPlease see the “Cookies and Online Tracking Technologies” section below for more information.Information Collected from Other Parties.\nPersonal information and Sensitive Personal Information may also be obtained from others authorized to provide the information, from activity on the Services, and from other parties with whom we work, such as service providers, business partners, advertisers, advertising technology providers, advertising servers, data analytics providers, and social networks.\nFor example, if you choose to link your social media or other third-party accounts to our Services, we may obtain your Personal Information and Sensitive Personal Information from these sources.Social Features.\nCertain features of the Services may permit you to initiate interactions between the Website and other platforms like social networks (for example, to share the Website with your friends or comment on Bentkey content).\nUsing these features may allow both Bentkey and the operator of the other platform to access certain information about your use of our Services and theirs, including Personal Information and Sensitive Personal Information.\nYou should review the terms, policies, and settings of these other platforms to learn more about their data practices and/or adjust your settings.d.\nUsage Data and Websites ActivityWe automatically collect and analyze information in connection with the actions you take on the Websites and in connection with using the Services (“Usage Data”) to improve the Websites, Services and user experience.\nThis data includes, but is not limited to, the type of browser you are using, the type of operating system you are using, your IP address, mobile device ID, aggregate data about the number of visits to the Websites, aggregate data about the pages visited, and aggregate data about the content viewed.\nThis usage information may be associated with your username and profile.\nThe lawful bases for processing your Personal Information and Sensitive Personal Information in this manner include Bentkey’ legitimate interest, compliance with legal obligations, and the performance of a contractual relationship with you.4.\nHow We Use the Information We CollectWe may use your Personal Information and Sensitive Personal Information in the following circumstances:\n• Where we need to perform a contract we have entered into with you or to fulfill your request.\n• Where we need to comply with a legal obligation.\n• Where it is necessary for our legitimate interests (or those of a third party) and your interest and fundamental rights do not override those interests.\n• Where it is needed in the public interest or for official purposes.\n• With your consent.\nFor more information on how to opt out of our use of your Personal Information and Sensitive Personal Information to you with offers and promotions, please see section 11 below (“Preference Management”).\nPlease note that if you exercise choice in this manner, you will continue to receive communications concerning your account and products and services you requested, and in response to any requests for information by you.\nPlease also note that this opt-out process may take some time to complete, consistent with applicable law.5.\nDisclosure of Personal Information The chart below shows the categories of Personal Information and Sensitive Personal Information we have disclosed to our service providers and contractors for a business or commercial purpose during the last 12 months that may have been used by those parties.Category of Personal Information or Sensitive Personal Information:\nIdentifiers\n|\nRecipients of Information:\n• Business partners\n• Financial institutions\n• Delivery service providers\n• Marketing partners\n|\nPurpose(s):\n• Delivering products or services (to perform services on behalf of Bentkey)\n• Marketing\n• AnalyticsCategory of Personal Information or Sensitive Personal Information:\nIdentifiers\n|\nRecipients of Information:\n• Business partners\n• Financial institutions\n• Delivery service providers\n• Marketing partners\n|\nPurpose(s):\n• Delivering products or services (to perform services on behalf of Bentkey Adventures)\n• Marketing\n• Analytics\nCategory of Personal Information or Sensitive Personal Information:\nPersonal information described in Cal.\nCiv.\nCode § 1798.80(e)\n|\nRecipients of Information:\n• Business partners\n• Financial institutions\n• Delivery service providers\n• Marketing partners\n|\nPurpose(s):\n• Delivering products or services (to perform services on behalf of Bentkey)\n• Marketing\n• Analytics\nCategory of Personal Information or Sensitive Personal Information:\nCharacteristics of protected classifications\n|\nRecipients of Information:\n• Marketing partners\n|\nPurpose(s):\n• Marketing\n• Analytics\nCategory of Personal Information or Sensitive Personal Information:\nCommercial Information\n|\nRecipients of Information:\n• Business partners\n• Financial institutions\n• Delivery service providers\n• Marketing partners\n|\nPurpose(s):\n• Delivering products or services (to perform services on behalf of Bentkey)\n• Marketing\n• Analytics\nCategory of Personal Information or Sensitive Personal Information:\nInternet or other electronic network activity information\n|\nRecipients of Information:\n• Marketing partners\n|\nPurpose(s):\n• Marketing\n• Analytics\nCategory of Personal Information or Sensitive Personal Information:\nAudio, electronic, visual, thermal, olfactory or similar information\n|\nRecipients of Information:\n• Business partners\n|\nPurpose(s):\n• Security and fraud prevention\nCategory of Personal Information or Sensitive Personal Information:\nInferences from PI Collected\n|\nRecipients of Information:\n• Marketing partners\n|\nPurpose(s):\n• Marketing\n• Analytics\nSensitive Personal Information:\nCategory of Personal Information or Sensitive Personal Information:\nAccount log-in and financial account\n|\nRecipients of Information:\n• Business partners\n• Financial institutions\n• Delivery service providers\n|\nPurpose(s):\n• Delivering products or services (to perform services on behalf of Bentkey)\n• Analytics\nDuring the past 12 months, we disclosed certain categories of Personal Information and Sensitive Personal Information about California and Virginia residents with third parties and business partners in a manner that may constitute “targeting advertising” under the CDPA or “cross-contextual behavioral advertising” under the CCPA and CPRA, as described below:We work with one or more third parties to: (i) administer and analyze effectiveness of advertising or promotional campaigns (these third parties may place cookies on individuals’ computers to receive information about traffic to our site, browsing and purchasing activity on our online services).\nand (ii) from time-to-time third parties may help us to provide a more tailored user experience.\nThese third parties may collect information about individuals’ internet or other similar network activity and browsing patterns, IP address, page interaction (such as scrolling, clicks and mouseovers), and information obtained via cookies with these third parties (such as the site visited before or after), and may retain rights to use some of this information for their own purposes.\nCalifornia residents please visit “Selling and Sharing Your Information” in section 10 for more information regarding data sharing.In addition to the other purposes for collection, use, and disclosure of Personal Information described in this Privacy Policy, we may collect, use, and disclose Personal Information as required by law, regulation or court order.\nto respond to governmental and/or law enforcement requests.\nto identify, contact or bring legal action against someone who may be causing injury to or interfering with our or others’ rights or property.\nto support any actual or threatened claim, defense or declaration in a case or before any jurisdictional and/or administrative authority, arbitration or mediation panel.\nor in connection with disciplinary actions/investigations.\nLikewise, we may disclose Personal Information to other parties in connection with the sale, assignment, merger, or reorganization.6.\nText Messages and Push Notifications If you provide your mobile phone number to us, we may ask for your consent to receive text message alerts from us containing product, event, or promotional information in a text or SMS message (“Text Messages”).\nThe Text Message program allows users to receive SMS/MMS mobile messages by users affirmatively opting into the program, such as through online enrollment forms or by texting a keyword to a short code that we provide to opt into the program.\nYour consent to receive Text Messages is not required to purchase goods or services from us.\nAdditional terms regarding Text Messages will apply—please review the applicable terms carefully when you provide your mobile phone number.If you consented to receiving promotions or advertising via Text Message, you can unsubscribe from receiving Text Messages at any time by replying “STOP” to one of our Text Messages.\nFor help, text HELP to the number that contacted you or contact us at our Help Center.\nhttps://support.bentkey.com/hc/en-usNotwithstanding anything else in this Policy, Bentkey does not share Personal Information or Sensitive Personal Information obtained through its short code texting program with unaffiliated third-party companies for marketing purposes.\nWhen you download the Services we may ask to send push notifications to your device.\nYou may in most cases opt out of receiving push notifications by going to your device “Settings” and clicking on “Notifications,” and then changing those settings for some or all of the apps on your device.7.\nCookies and Online Tracking Technologies Bentkey may use cookies (a small text file placed on your computer to identify your computer and browser) and other third-party tracking technologies such as web beacons (an electronic file placed on a website that monitors usage) to collect general and personally identifiable information, including Personal Information and Sensitive Personal Information about visitors to the Websites.\nThe information collected is used to improve the experience of the Websites and Services, such as allowing us to recognize you when you revisit the Websites to provide you with customized information and/or to remember your preferences.\nWe use cookies and other third-party tracking technologies such as web beacons to collect Personal Information and Sensitive Personal Information.\nMost web browsers are initially set up to accept cookies.If you use our mobile application on a desktop, a mobile device, tablet, or streaming media device, we may collect a Resettable Device Identifier from your device.\nResettable Device Identifiers (also known as mobile advertising identifiers) are similar to cookies and are found on many mobile devices and tablets (for example, the “Identifier for Advertisers” (or IDFA) on Apple iOS devices and the “Google Advertising ID” on Android devices), and certain streaming media devices.For more information on how to manage cookies and the categories of cookies used on the Websites, please see below (“Preference Management”).8.\nOnline AdvertisingWe may partner with third parties (Third Party Providers and Advertisers, collectively known as “Advertisers”) that collect information across various channels, including offline and online, for purposes of delivering more relevant online advertising to you.\nOur partners may place or recognize a cookie on your computer, device or directly in our emails/communications, and we may share Personal Information and Sensitive Personal Information with them, as permitted by law and in accordance with this Privacy Policy.\nOur partners may link the Personal Information and Sensitive Personal Information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information.\nOur partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes.\nFor example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a particular website.\nWe may use automated decision-making to customize your experience based on your Personal Information or Sensitive Personal Information.Our Privacy Policy does not cover any use of information that an ad network may collect from you.\nAdvertisements may be shown on the Websites, the Services or on third-party websites.To opt out of receiving online targeted or behavioral advertising, please see below (“Preference Management”).9.\nSelling and Sharing Your InformationWe may sell or share the following categories of personal information with third parties for the purposes of cross-context behavioral advertising and analytics:\n• Identifiers\n• Commercial information\n• Internet or other electronic network activity\n• InferencesWe sell and/or share this personal information with third parties for advertising and analytics purposes.\nThe third parties to whom this personal information was sold and/or shared are advertisers and analytics vendors.\nWhen we use the terms sell, sold, or sale, we mean for valuable consideration and not monetary value.We offer you the ability to opt out of sales and sharing of your personal information as set forth in the “Right to Opt Out of Sales and Sharing of Personal Information” section below.We do not have actual knowledge that we sell or share the personal information of consumers under sixteen (16) years of age.If you provide content to the Services, such as submitting comments or content as a part of a Bentkey subscription, any information that you submit will become public.\nIt may become accessible through search engines or, if you sign in using credentials from a third-party social networking service, to users on that service.This Section 9 does not apply to information obtained by Bentkey through the text messaging short code.\nBentkey does not sell, rent, loan, trade, lease or otherwise transfer for profit any phone numbers or personal information collected through the Bentkey short code texting program to any third party.\nNonetheless, Bentkey reserves the right at all times to disclose any information as necessary to satisfy any law, regulation or governmental request, to avoid liability, or to protect Bentkey’s rights or property.10.\nRetention of InformationWe will store your Personal Information for no longer than is necessary for the performance of our obligations or to achieve the purposes for which the Personal Information was collected, or as may be required or permitted under applicable law.\nTo determine the appropriate retention period, we will consider the amount, nature, and sensitivity of the data.\nthe potential risk of harm from unauthorized use or disclosure of the data.\nthe purposes for which we process the data and whether we can achieve those purposes through other means.\nand the applicable legal requirements.\nUnless otherwise required by applicable law, at the end of the retention period we will remove Personal Information from our systems and records or take appropriate steps to properly anonymize, deidentify, or aggregate it, where legally applicable.11.\nPreference ManagementWe strive to provide you with appropriate choices regarding the Personal Information and Sensitive Personal Information you provide to us.\nWe have created the following mechanisms to provide you choices and control over your information.a.\nOther Uses — We will not collect, use, or disclose your Personal Information and Sensitive Personal Information in any ways or for any purposes that are materially different from those set forth herein.\nHowever, if we wish to do so in the future, we will provide notice and an opportunity to opt-out of such proposed collection, use, or disclosure.b.\nPromotional or Marketing Messages — You can opt-out of receiving marketing or promotional communications from us or third parties by using the “Unsubscribe” feature at the bottom of each email or “STOP” in text messages or by requesting to opt out by emailing us at optout@bentkey.com.c.\nPush Notifications — You may in most cases opt out of receiving push notifications by going to your device “Settings” and clicking on “Notifications,” and then changing those settings for some or all of the apps on your device.\nd.\nCookies — You have the ability to disable or opt-out of certain cookies by going to the Cookie Preferences of your browser.\nAlso, you can find out more information about how to change your browser cookie settings at www.allaboutcookies.org.\nYou can reset your web browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, certain features of the Website or Services may not work if you delete or disable cookies.e.\nInterest-Based Advertising — In some instances, you can opt-out of receiving interest-based online ads from us, third party advertisers and ad networks.\nWe do not control third parties’ collection or use of your information to serve interest-based advertising.\nAdvertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:• NAI Website (US): https://optout.networkadvertising.org/?c=1\n• DAA Website (US): https://optout.aboutads.info/?c=2&amp;lang=ENUsers in the EEA/US can opt out on the European Digital Advertising Alliance can opt out at: EDAA Website (EEA/EU): https://www.youronlinechoices.com/Be advised that these opt-out tools are provided by third parties and may not be available with respect to all interest-based advertising that is presented to you.\nWe do not control or operate these tools or the choices that advertisers and others provide through these tools.\nEven if you opt out of receiving interest-based advertising, you may still receive generic ads.f.\nAnalytics Providers — We may use third party web analytics services such as, without limitation, the ones identified below to measure the effectiveness of our advertising and determine how visitors use the website.\nThese service providers’ tools, including cookies and web beacons, allow us to collect information such as the state and zip code from which our visitors come and the IP addresses of our visitors’ computers.\nSome of these providers have their own opt-out mechanisms.\n• Google Analytics – We use Google Analytics to help us manage and improve the Website and Services.\nGoogle provides a Browser Add-On that allows you to opt-out by downloading and installing the add-on for your web browser, available at https://tools.google.com/dlpage/gaoptout.Be advised, however, that we may continue to send you transactional communications (e.g., emails regarding account notifications, customer support questions and similar information) regarding your use of the Websites and Services.\nYou cannot opt out of receiving these types of communications.12.\nYour Legal RightsYou have the right to:\n• Request a copy of the Personal Information and Sensitive Personal Information we hold about you.\n• Request that inaccurate information about you be corrected or deleted.\n• Object to having your Personal Information and Sensitive Personal Information processed.\n• Request that we delete any and all Personal Information and Sensitive Personal Information we hold about you.\n• Request that we restrict processing your Personal Information and Sensitive Personal.\n• Request that you not be subject to automated decision-making including profiling.\n• Receive your Personal Information and Sensitive Personal Information in a structured, prevailing, and machine-readable form and/or have your Personal Information and Sensitive Personal Information transferred to another controller, where technically feasible.\n• Withdraw consent provided for processing Personal Information and Sensitive Personal Information.To exercise these rights or for any other questions related to this Privacy Policy, you may contact us using the request form at our Help Center.\nUsers in California, Nevada, Colorado, Virginia, Connecticut, Utah, and the EEA may have additional rights as described below.Bentkey email subscribers and subscribers of paid content may access and correct their contact information on file by accessing their account online.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.\n13.\nYour California Privacy Rightsa.\n“Shine The Light” Law — California residents with whom Bentkey has an established relationship have the right to request certain information with respect to any Personal Information and Sensitive Personal Information Bentkey may have shared with third parties for their direct marketing purposes.\nAlternatively, Bentkey may provide a cost-free means to opt out of such sharing.\nBentkey has opted to provide you with a cost-free means to opt out of such sharing.\nIf you do not want Bentkey to disclose your Personal Information and Sensitive Personal Information to other companies for their marketing purposes, please make that selection HERE.\nhttps://privacyportal.onetrust.com/webform/3f02dbfd-5ca1-48db-87d4-71b01f091e63/74edc897-a478-42b4-8300-7e459ebdfc43For California residents under the age of 18 and registered users of the Websites or Services, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on Websites.\nAny such request should be submitted via our Bentkey Privacy Center with a description of the posted content or other information to be removed.\nBe advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in this California law.\nhttps://privacyportal.onetrust.com/webform/3f02dbfd-5ca1-48db-87d4-71b01f091e63/74edc897-a478-42b4-8300-7e459ebdfc43 | b.\nCalifornia Consumer Privacy Act (CCPA) and California Privacy Rights Act (CPRA) — Under CCPA and CPRA, California residents variously may be able to exercise additional rights listed below in accordance with the laws of the State of California: Right to Correct, Right to Know, Right to Delete and Right to Opt Out.Right to Correct.\nIf you believe that Personal Information or Sensitive Personal Information we maintain about you is inaccurate, you have the right to request that we correct that information.\nRight to Know.\nYou have the right to request that we disclose the following information for the 12-month period prior to the request date.\nConsumer requests of this nature may be made no more than twice in a 12-month period.\nYou have the right to know what Personal Information we have collected about you, which includes:The categories of Personal Information we have collected about you, including:\n• The categories of sources from which the Personal Information was collected\n• Our business or commercial purposes for collecting, sharing, or disclosing Personal Information\n• The categories of recipients to which we disclose Personal Information\n• The categories of Personal Information that we shared, and for each category identified, the categories of third parties to which we shared that particular category of Personal Information\n• The categories of Personal Information that we disclosed for a business purpose, and for each category identified, the categories of recipients to which we disclosed that particular category of Personal Information\nThe specific pieces of Personal Information we have collected about you:\nWhere required by law, we will provide this information in a portable and, if technically feasible, readily usable format.Right to Delete Your Personal Information.\nYou have the right to request that we delete Personal Information and Sensitive Personal Information we collected from you, subject to certain exceptions.\nUnder the CCPA and CPRA, we may decline to delete your Personal Information under certain circumstances, for example, if we need the Personal Information to complete transactions or provide services you have requested or that are reasonably anticipated, for security purposes, for legitimate internal business purposes (including maintaining business records), to comply with law, or to exercise or defend legal claims.\nNote also that we are not required to delete your Personal Information that we did not collect directly from you.Right to Opt Out of Sales and Sharing of Personal Information.\nYou have the right to opt out of the sale of your Personal Information and Sensitive Personal Information, and to request that we do not share your Personal Information and Sensitive Personal Information for cross-context behavioral advertising.\nTo opt-out, please click here or use the “Do Not Sell or Share My Information” link contained in the footer of the Bentkey website.\nPlease note that opting-out of the sale of your information for interest-based advertising purposes does not mean you will stop seeing ads, including interest-based ads, and your information that was collected and sold prior to 90 days before your opt-out request may be further used and sold for interest-based advertising purposesAlternatively, to submit a request to exercise any of your California privacy rights, please contact us using one of the following methods:• Via our Bentkey Privacy Center\n• Via email to privacy@bentkey.com\n• Call us at ​​1(866) 425-3916\nhttps://privacyportal.onetrust.com/webform/3f02dbfd-5ca1-48db-87d4-71b01f091e63/74edc897-a478-42b4-8300-7e459ebdfc43Right to Limit Use and Disclosure of Sensitive Personal Information.\nWe do not use or disclose Sensitive Personal Information for purposes to which the right to limit use and disclosure applies under the CCPA and CPRA.Rights Related to Automated Decision-Making.\nYou have the right to opt out of automated decision-making, including profiling, that we use to evaluate certain personal aspects relating to your performance at work, economic situation, health, personal preferences, interests, reliability, behavior, location, or movements.Right to Non-Discrimination for the Exercise of Your Privacy Rights.\nIf you choose to exercise any of your privacy rights under the CCPA and CPRA, you also have the right not to receive discriminatory treatment by us.You may use an authorized agent to submit requests.\nWe do not discriminate against a user if they exercise any of the rights available under the CCPA or CPRA.\nHowever, we may charge a different price or rate, or offer a different level or quality of good or service, to the extent that doing so is reasonably related to the value of the applicable data and permitted under the law.\nIn addition, we may offer you financial incentives for the collection, sale and retention and use of your Personal Information and Sensitive Personal Information as permitted by the CCPA and CPRA that can, without limitation, result in reasonably different prices, rates, or quality levels.\nThe material aspects of any financial incentive will be explained and described in its program terms.\nPlease note that participating in incentive programs is entirely optional.\nYou will have to affirmatively opt-in to the program and you can opt-out of each program (i.e., terminate participation and forgo the ongoing incentives) prospectively by following the instructions in the applicable program description and terms.\nWe may add or change incentive programs and/or their terms by posting notice on the program descriptions and terms linked to above so check them regularly.\nWe will not fulfill a request pursuant to CCPA or CPRA unless you have provided sufficient information for us to reasonably verify you are the consumer about whom we collected Personal Information and/or Sensitive Personal Information.\nWe will typically not charge a fee to fully respond to your requests, but we may charge a reasonable fee, or refuse to act upon a request, if your request is excessive, repetitive, unfounded, or overly burdensome.We do not sell the Personal Information and Sensitive Personal Information of consumers we actually know are less than 16 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is between 13 and 16 years of age, or the parent or guardian of a consumer less than 13 years of age.\nConsumers who opt-in to Personal Information or Sensitive Personal Information sales may opt-out of future sales at any time.\nFor more information regarding Children’s privacy, see Section 19 below.Please note that while CCPA and CPRA rights do apply to Personal Information collected from job applicants and employees, this policy only covers those individuals in their capacity as users of our website.\nSeparate privacy disclosures will be made to these parties during their application and onboarding processes.14.\nYour Nevada Privacy RightsNevada residents who wish to exercise their sale opt-out rights under Nevada Revised Statutes Chapter 603A may submit a request to Bentkey Privacy Center.15.\nYour Virginia Privacy RightsThis section provides information specific to Virginia consumers, including how to exercise their rights under the Virginia Consumer Data Protection Act (“CDPA”).\nTerms defined in the Virginia Consumer Data Protection Act (“CDPA”) that are used in this section shall have the same meaning as in the CDPA.\nAdditional Disclosures of Personal Data\nTargeted Advertising.\nWe may process your Personal Data for targeted advertising (as the term is defined in the CDPA).\nTo opt out, please submit a request to the Bentkey Privacy Center.\nSales of Personal Data.\nWe do not sell (as the term is defined in the CDPA) your Personal Data.\nYour Virginia Privacy Rights\nRight to Access and Data Portability.\nYou have the right to confirm whether we are processing your Personal Data, to access your Personal Data, and to obtain a copy of Personal Data you provided to us in a portable format.\nRight to Correct.\nYou have the right to request that we correct inaccuracies in your Personal Data, taking into account the nature of the Personal Data and our purposes for processing it.\nRight to Delete.\nYou have the right to request that we delete your Personal Data.\nRight to Opt Out.\nYou have the right to opt out of the following uses of your Personal Data: (a) targeted advertising.\n(b) the sale of Personal Data.\nand (c) profiling in furtherance of decisions that produce legal or similarly significant effects.\nRight to Appeal.\nSometimes we are unable to process requests relating to your Personal Data, in which case, your request will be denied.\nIf you are a resident of Virginia whose privacy rights request has previously been denied by us and you believe we denied it in error, you may appeal for reconsideration of your request using our email at privacy@bentkey.com or call us at 1(866) 425-3916.\nPlease note that if you make a privacy rights request, we will retain the Personal Data submitted in connection with your request for recordkeeping purposes.16.\nYour Colorado Privacy RightsThis Section supplements the other parts of our Privacy Policy, and provides additional information for Colorado Consumers, including how to exercise their rights under the Colorado Privacy Act (“CPA”).\nTerms defined in the CPA that are used in this Section shall have the same meaning as in the CPA.\nAdditional Disclosures of Personal Data\nTargeted Advertising and Sales of Personal Data.\nUnder Colorado law, a “sale” of Personal Data does not necessarily involve an exchange of money.\nInstead, the term also includes disclosures of Personal Data to third parties under circumstances where the third parties may use the information for their own purposes.\nWe do not sell your Personal Data in exchange for monetary compensation.\nWe may allow certain third parties (such as certain advertising partners) to collect your Personal Data via automated technologies or otherwise share Personal Data with such parties in exchange for non-monetary consideration (such as an enhanced ability to serve you content and advertisements that may be of interest to you).\nTo opt out of targeted advertising, please visit our Privacy Center.\nProfiling.\nWe do not use Personal Data for Profiling in furtherance of decisions that produce legal or similarly significant effects concerning Consumers.\nYour Colorado Privacy Rights\nRight to Access and Data Portability.\nYou have the right to confirm whether we are processing your Personal Data, to access your Personal Data, and to obtain a copy of Personal Data you provided to us in a portable format.\nRight to Correct.\nYou have the right to request that we correct inaccuracies in your Personal Data, taking into account the nature of the Personal Data and our purposes for processing it.\nRight to Delete.\nYou have the right to request that we delete your Personal Data.\nRight to Opt Out.\nYou have the right to opt out of the following uses of your Personal Data: (a) targeted advertising.\n(b) the sale of Personal Data.\nand (c) profiling in furtherance of decisions that produce legal or similarly significant effects.\nRight to Appeal.\nSometimes we are unable to process requests relating to your Personal Data, in which case, your request will be denied.\nIf you are a resident of Colorado whose privacy rights request has previously been denied by us and you believe we denied it in error, you may appeal for reconsideration of your request using our email at privacy@bentkey.com or call us at (866) 425-3916.\nBona Fide Loyalty Programs\nWe may offer you certain loyalty program benefits permitted under applicable law that can result in different prices, rates, quality, or selection levels.\nA loyalty program notice will be provided in connection with the offer for the particular program.\nParticipants in a loyalty program may make a Personal Data deletion request as set forth herein.\nConsumers that are part of a rewards program will then be sent an email requesting that they confirm that they want to delete their respective program data.\nYou may also terminate program participation at any time, as explained in each program’s terms or by calling us at (866) 425-3916.\nUpon a termination request, some program data associated with the terminated account may be retained for recordkeeping, tax reporting, and other legally permissible purposes.\nYou can opt out of non-program marketing emails or delete your Personal Data from our active marketing lists and retain your program account and benefits.17.\nYour Connecticut Privacy RightsThis Section supplements the other parts of our Notice, and provides additional information for Connecticut Consumers, including how to exercise their rights under the Connecticut Personal Data Privacy and Online Monitoring Act (“CTDPA”).\nTerms defined in the CTDPA that are used in this Section shall have the same meaning as in the CTDPA.\nAdditional Disclosures of Personal Data\nTargeted Advertising and Sales of Personal Data.\nUnder Connecticut law, a “sale” of Personal Data does not necessarily involve an exchange of money.\nInstead, the term also includes disclosures of Personal Data to third parties under circumstances where the third parties may use the information for their own purposes.\nWe do not sell your Personal Data in exchange for monetary compensation.\nWe may allow certain third parties (such as certain advertising partners) to collect your Personal Data via automated technologies on our Online Channels or otherwise share Personal Data with such parties in exchange for non-monetary consideration (such as an enhanced ability to serve you content and advertisements that may be of interest to you).\nYou have the right to opt out of this disclosure of your information, as detailed below.\nTo opt out of targeted advertising, please visit the Bentkey Privacy Center.\nProfiling.\nWe do not use Personal Data for Profiling in furtherance of decisions that produce legal or similarly significant effects concerning Consumers.\nYour Connecticut Privacy Rights\nRight to Access and Data Portability.\nYou have the right to confirm whether we are processing your Personal Data, to access your Personal Data, and to obtain a copy of Personal Data you provided to us in a portable format.\nRight to Correct.\nYou have the right to request that we correct inaccuracies in your Personal Data, taking into account the nature of the Personal Data and our purposes for processing it.\nRight to Delete.\nYou have the right to request that we delete your Personal Data.\nRight to Opt Out.\nYou have the right to opt out of the following uses of your Personal Data: (a) targeted advertising.\n(b) the sale of Personal Data.\nand (c) profiling in furtherance of decisions that produce legal or similarly significant effects.\nRight to Appeal.\nSometimes we are unable to process requests relating to your Personal Data, in which case, your request will be denied.\nIf you are a resident of Connecticut whose privacy rights request has previously been denied by us and you believe we denied it in error, you may appeal for reconsideration of your request using our email at privacy@bentkey.com or call us at (866) 425-3916.18.\nYour EEA/UK Privacy Rightsa.\nThe Legal Basis for Using EEA/UK Personal Information — For residents of the European Economic Area (EEA) and the UK, we advise that your Personal Information and Sensitive Personal Information will be transferred to and processed in the United States, which has data protection laws that are different than those in your country and may not be as protective.\nThe United States has not received a finding of “adequacy” from the European Union under Article 45 of the General Data Protection Regulation (GDPR).\nOur legal basis for collecting and using your personal information is to do so with your consent.\nwhere we need the Personal Information and Sensitive Personal Information for performance of a contract or requested service, including to provide you with our daily Newsletter, or where the collection and use is in our or another’s legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.\nIn some cases, we may also have a legal obligation to collect the personal information in question.\nIf we collected your Personal Information and Sensitive Personal Information with your consent, you may withdraw your consent at any time.\nOur retention of your Personal Information and Sensitive Personal Information and any subsequent communications are based on our legitimate interest in providing you with new and potentially relevant materials based on your geography, role, or company.\nAs always, you can elect to opt out from receiving such future communications.r\nTo the extent that we transfer personal information from the EEA or UK to a jurisdiction outside the EEA or UK that has not been adduced by the European Commission or UK as providing adequate data protections (such as the United States), we will ensure that such Personal Information and Sensitive Personal Information is safeguarded through appropriate contractual terms or other approved mechanisms.\nb.\nRights for EEA and UK Residents — In addition, if you are a resident of the EEA or UK, you have the right to:\n• Find out if we use your Personal Information, to access your Personal Information, and receive copies of your personal information.\n• Withdraw any express consent that you have provided to the processing of your Personal Information at any time without penalty.\n• Access your Personal Information and have it corrected or amended if it is inaccurate or incomplete.\n• Obtain a transferable copy of some of your Personal Information which can be transferred to another provider when the Personal Information was processed based on your consent.\n• If you believe your Personal Information is inaccurate, no longer necessary for our business purposes, or if you object to our processing of your Personal Information, you also have the right to request that we restrict the processing of your data pending our investigation and/or verification of your claim.\n• Request your Personal Information be deleted or restricted under certain circumstances.\nFor example, if is using your Personal Information on the basis of your consent and has no other legal basis to use such, you may request your Personal Information be deleted when you withdraw your consent.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your Personal Information conducted in reliance on lawful processing grounds other than consent.\nIf we ask you to provide personal information to us to comply with a legal requirement or enter into a contract, we will inform you of this and let you know whether providing us with your Personal Information is required and if not, the consequences of not sharing your Personal Information with us.\nSimilarly, if we collect and use your Personal Information in reliance on our or a third party’s legitimate interests and those interests are not already described above, we will let you know what those legitimate interests are.\nWe endeavor to apply suitable safeguards to protect the privacy and security of your Personal Information and to use it only consistent with your relationship with us and the practices described in this Privacy Policy.\nTo withdraw consent or exercise these rights, please contact us via our Bentkey Privacy Center.\nIf you are not satisfied with our response, or believe we are processing your Personal Information in violation of the law, you have the right to lodge a complaint with the Supervisory Authority (also known as Data Protection Authority) or other appropriate governmental authority in your EEA Member State or the UK, as applicable.\nA list of Supervisory Authorities is available here: https://edpb.europa.eu/about-edpb/board/members_en.19.\nInformation SecurityBentkey has procedural, technical and physical security measures to help protect against the risk of loss, misuse, and alteration of information that you provide, including Personal Information and Sensitive Personal Information.\nWe request third parties with whom we share Personal Information and Sensitive Personal Information to do the same.\nNevertheless, such security measures may not prevent all loss, misuse, or alteration of information on the Websites or Services, and Bentkey is not responsible for any damages or liabilities relating to any such security failures.\nBy using the Websites or Services, you understand that there is a risk that data and communications, including email and other electronic communications, may be accessed by unauthorized third parties.\nThe foregoing does not affect any liability that cannot be excluded or limited under applicable law.\nPlease do not provide your password to another person.\nWe cannot be responsible for a data breach or other incident if a password is used by unauthorized persons.20.Transfer of Information to the United StatesThe Websites are owned and operated by Bentkey in the United States.\nIf you are located outside the United States, please be aware that information we collect, including Personal Information and Sensitive Personal Information, may be transferred to, processed, and stored in the United States.\nBy using the Websites or Services, or providing us with any information, you consent to the transfer to and the processing, and storage of your information in the United States.\nPlease be aware that the United States and jurisdictions other than the one in which you are located may not provide the same level of data protection as considered adequate in your country.\nNote also that your Personal Information and Sensitive Personal Information may be available to the US Government or its agencies under legal process in the United States.21.\nChildren’s PrivacyCertain Bentkey Services may be directed at children.\nWhen we intend to collect personal information from children, we take additional steps to protect children’s privacy as outlined in our Children’s Privacy Policy, including:\nNotifying parents about our information practices with regard to children, including the types of personal information we may collect from children, how we use such information, and how we share share such information.\nIn accordance with applicable law, obtaining consent from parents or guardians for the collection of personal information from children, or for sending information about our services directly to their children.\nand\nLimiting our collection of personal information from children to no more than is reasonably necessary to provide the requested children’s services.\nFor more information about our practices regarding children’s personal information, please read our Children’s Privacy Policy which supersedes these terms to the extent there are any conflicts.\nWhile certain aspects of our Services may be of interest to or directed at children, you must be 18 years of age or the age of majority in your state or territory of residence, to make a purchase through the Service or subscribe to the Service.\nIf you do not meet the foregoing criteria and want to make any such purchase, please ask your parent or guardian to complete the purchase on your behalf.\nCalifornia residents under 16 years of age may have additional rights regarding the collection and sale of their Personal Information or Sensitive Personal Information.\nFor more information, please see the “Your California Privacy Rights” Section above.22.\nLinks to Third Party MaterialsThe Websites or Services may include links to websites or other online properties that are not under our control.\nBentkey shall have no responsibility or liability for the content or privacy practices of any such linked website or any link or linking program at any time.\nIf you click on a link on our Website and link to a third party’s website, then this Privacy Policy will not apply to your Personal Information and Sensitive Personal Information collected on that third party’s website and you must read the privacy policy on that website to see how your information will be handled.23.\nChanges to Our Privacy PolicyWe may update this Privacy Policy to reflect changes in our privacy practices.\nWe will provide notice of any such material changes (including when they will take effect) in accordance with applicable law.\nThe changes will go into effect on the Effective Date shown in the revised Privacy Policy.\nYour continued use of our Websites or Services constitutes your consent to the revised Privacy Policy.24.\nContact UsData Subject Request Form: https://privacyportal.onetrust.com/webform/3f02dbfd-5ca1-48db-87d4-71b01f091e63/74edc897-a478-42b4-8300-7e459ebdfc43\nCOPPA Form: https://privacyportal.onetrust.com/webform/3f02dbfd-5ca1-48db-87d4-71b01f091e63/e89e831c-4fb3-4866-8e22-b0b349b1a672\nIf you have any questions or concerns regarding this Privacy Policy, you can contact us as follows:\nBentkey Adventures, LLC\nSte.\n460\n1831 12th Avenue South\nNashville, TN 37203\nHelp Center: support.bentkey.com\nEmail: support@bentkey.com Go BackDo Not Sell My Personal Information©&nbsp;2023 Bentkey Adventures LLC.\nAll Rights Reserved.\nTerms &amp.\nPrivacyDo Not Sell or Share My Personal Information / Cookie Preferences<ul>\n<li>Do Not Sell or Share My Personal Information / Cookie Preferences</li>\n<li>Necessary Cookies</li>\n<li>Sale or Sharing of Personal Information</li>\n</ul>Do Not Sell or Share My Personal Information / Cookie Preferences<p>\n</p>\n<p>When you visit our Site, online tracking technologies (mostly in the form of cookies) may automatically collect certain information about you, including information about your preferences and your device.\nCookies are generally used to make the Site work as you expect it to, to support certain features on the Site, or for advertising purposes.\nTo manage your cookie preferences, click on the cookie categories listed below.\nPlease note that blocking certain types of cookies may impact your experience on this Site.</p>\n<p>For further information about our privacy practices, please see our Privacy Policy.</p>\n<p>California residents may click hereto view our California Privacy Notice.</p>\n<br>More information<p>\n</p>Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Sale or Sharing of Personal Information Sale or Sharing of Personal Information <p>Under certain state laws, the use of cookies that collect information for advertising and other specified purposes may be considered to be a type of selling or sharing of personal information.\nYou may opt out of this type of sale or sharing of your personal information by clicking this toggle to the left (gray) position.</p>\n<ul>\n<li>Performance Cookies Switch Label <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our Site.\nThey help us to know which pages are the most and least popular and see how visitors move around the Site.\n</p>\n</li>\n</ul>\n<ul>\n<li>Targeted Advertising Cookies Switch Label <p>Our Site uses cookies for targeted advertising.\nThese cookies may be set through the Site by our advertising partners, and may be used by those companies to help show you more relevant advertisements on other websites.\n</p>\n</li>\n</ul>Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-10-23 19:43:51.0861", "updated_at": "2023-10-23 19:47:27.614384"}, {"id": 19559, "name": "Adventure Pass Gift Membership - Terms and Conditions", "url": "https://www.bentkey.com/subscription-voucher/", "xpath": "//body", "text": "<ul>\n<li>\n</li>\n</ul> Bentkey Adventure Pass Gift Membership - Terms and Conditions (the “Terms &amp.\nConditions”)Effective October 16, 2023The following Terms and Conditions apply to gift memberships to Bentkey.com, also referred to as an Adventure Pass, which is redeemable for a one year subscription to Bentkey.com (hereafter, “Gift Membership”) issued by god-king gifts, LLC, a Florida limited liability company (“Issuer”).\nBy purchasing, accepting, or redeeming a Gift Membership, you agree to be bound by these Terms &amp.\nConditions and by the Bentkey Terms of Use, the Privacy Policy, and the Children’s Privacy Policy which are hereby incorporated herein.Please read these Terms &amp.\nConditions and the Bentkey Terms of Use carefully.\nIf you do not agree with these Terms &amp.\nConditions, including the Bentkey Terms of Use, do not purchase, accept, or redeem a Gift Membership.1.\nGift Membership Redeemable Only for Subscription ServicesEach Gift membership is a single-use code valid for one (1) year of subscription services and has no dollar or other value or balance.\nThe Gift Membership is not exchangeable for any other product or service and can be redeemed only for subscription services as described herein.When you redeem a Gift membership, you will be subscribed to Bentkey.com (the “Site”) for one (1) year from the date of redemption.To redeem the Gift membership, visit the Site.\nIn order to be eligible to redeem the Gift Membership, you must register for an account on Bentkey.com and input a valid credit card, which will not be charged until and unless your subscription is renewed.\nTo complete your registration, you must provide your full name and a valid email address, select a password, and agree to the Terms of Use, the Privacy Policy, and the Children’s Privacy Policy.\nOnce you have redeemed the Gift Membership, your subscription will be subject to Bentkey.com’s Subscription and Renewal Terms and Refund and Cancellation Policies as set forth in the Bentkey Terms of Use.2.\nGift Membership Not Refundable or Redeemable for Cash, Not Replaced If Lost, Stolen, or ExpiredThe Gift Membership must be redeemed on or before the expiration date indicated at purchase of the Gift Membership.\nGift Memberships expire no sooner than twelve (12) months from date of purchase.\nThe Gift Membership is not refundable, has no cash value, and cannot be redeemed for cash except as required by law.\nGift Memberships are not gift cards or gift certificates.The Gift Membership cannot be replaced if lost, stolen, or expired.\nIssuer is not responsible for any loss or damage resulting from lost or stolen Gift Memberships or their unauthorized use.3.\nIssuerThe Gift Membership is issued by Issuer.\nIssuer is responsible for the operation and maintenance of the Gift Membership program.\nIssuer is the sole legal obligor to the holder of the Gift Membership.\nprovided, however, that Issuer may assign its obligations with respect to the Gift Membership at any time, in which case such assignee shall become the Issuer and sole legal obligor to the holder of the Gift Membership.\nIssuer’s affiliates and related entities or persons (including without limitation their officers, shareholders, employees, agents, directors, subsidiaries, affiliates, successors, assigns, suppliers, and licensors) bear no responsibility or liability for the Gift Membership, and you hereby release such affiliates and related entities from any and all liability or claims of any nature whatsoever arising in connection with the Gift Membership.4.\nChanges to Terms &amp.\nConditionsIssuer reserves the right to change these Terms &amp.\nConditions from time to time in its discretion, which changes we may provide to you by any reasonable means, including without limitation by posting the revised version of these Terms &amp.\nConditions on the Site.5.\nEntire AgreementThese Terms &amp.\nConditions and the materials incorporated herein constitute the entire agreement concerning your Gift Membership.\nIn the event of any inconsistency or conflict between this Agreement and any terms and conditions printed on the Gift Membership, these Terms &amp.\nConditions shall prevail.\nGo BackDo Not Sell My Personal Information©&nbsp;2023 Bentkey Adventures LLC.\nAll Rights Reserved.\nTerms &amp.\nPrivacyDo Not Sell or Share My Personal Information / Cookie Preferences<ul>\n<li>Do Not Sell or Share My Personal Information / Cookie Preferences</li>\n<li>Necessary Cookies</li>\n<li>Sale or Sharing of Personal Information</li>\n</ul>Do Not Sell or Share My Personal Information / Cookie Preferences<p>\n</p>\n<p>When you visit our Site, online tracking technologies (mostly in the form of cookies) may automatically collect certain information about you, including information about your preferences and your device.\nCookies are generally used to make the Site work as you expect it to, to support certain features on the Site, or for advertising purposes.\nTo manage your cookie preferences, click on the cookie categories listed below.\nPlease note that blocking certain types of cookies may impact your experience on this Site.</p>\n<p>For further information about our privacy practices, please see our Privacy Policy.</p>\n<p>California residents may click hereto view our California Privacy Notice.</p>\n<br>More information<p>\n</p>Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Sale or Sharing of Personal Information Sale or Sharing of Personal Information <p>Under certain state laws, the use of cookies that collect information for advertising and other specified purposes may be considered to be a type of selling or sharing of personal information.\nYou may opt out of this type of sale or sharing of your personal information by clicking this toggle to the left (gray) position.</p>\n<ul>\n<li>Performance Cookies Switch Label <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our Site.\nThey help us to know which pages are the most and least popular and see how visitors move around the Site.\n</p>\n</li>\n</ul>\n<ul>\n<li>Targeted Advertising Cookies Switch Label <p>Our Site uses cookies for targeted advertising.\nThese cookies may be set through the Site by our advertising partners, and may be used by those companies to help show you more relevant advertisements on other websites.\n</p>\n</li>\n</ul>Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-10-23 19:43:55.234893", "updated_at": "2023-10-23 19:44:02.30784"}], "points": [], "urls": ["bentkey.com"]}}