{"error": 448, "message": "OK", "parameters": {"id": 8848, "name": "Foundation for Educational Services ", "created_at": "2023-07-07 01:41:27.759457", "updated_at": "2023-07-07 10:02:17.037754", "wikipedia": null, "keywords": null, "related": null, "slug": "foundation-for-educational-services", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8848.png", "url": "filamentservices.org", "documents": [{"id": 17295, "name": "Privacy Policy ", "url": "https://www.filamentservices.org/privacypolicy/", "xpath": "//body", "text": "Skip to content 800.850.8397 info@filamentservices.org <ul>\n<li> Facebook </li>\n<li> Instagram </li>\n<li> LinkedIn </li>\n<li> YouTube </li>\n<li> Vimeo </li>\n</ul>\n<ul>\n<li> Facebook </li>\n<li> Instagram </li>\n<li> LinkedIn </li>\n<li> YouTube </li>\n<li> Vimeo </li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Solutions\n<ul>\n<li>Nonprofits</li>\n<li>Schools</li>\n<li>Cities</li>\n</ul>\n</li>\n<li>Services\n<ul>\n<li>SOCS Communication Suite</li>\n<li>Branding+Video</li>\n<li>Data Security</li>\n<li>Tech Support</li>\n<li>Payroll+Bookkeeping</li>\n</ul>\n</li>\n<li>Resources</li>\n<li>About\n<ul>\n<li>News</li>\n<li>Employee Spotlights</li>\n<li>Careers</li>\n<li>We Are Filament</li>\n</ul>\n</li>\n</ul> Select Page <ul>\n<li>Home</li>\n<li>Solutions\n<ul>\n<li>Nonprofits</li>\n<li>Schools</li>\n<li>Cities</li>\n</ul>\n</li>\n<li>Services\n<ul>\n<li>SOCS Communication Suite</li>\n<li>Branding+Video</li>\n<li>Data Security</li>\n<li>Tech Support</li>\n<li>Payroll+Bookkeeping</li>\n</ul>\n</li>\n<li>Resources</li>\n<li>About\n<ul>\n<li>News</li>\n<li>Employee Spotlights</li>\n<li>Careers</li>\n<li>We Are Filament</li>\n</ul>\n</li>\n</ul> Search for...Search Privacy Policy Our Privacy Pledge to You <p>Protecting your privacy is important to Filament Essential Services and the Foundation for Educational Services (FES).\nWe value the trust you have placed in us, and your continued confidence is important to us.\nAs you review our pledge, please remember that:</p>\n<ul>\n<li>We make safeguarding the information we gather about you a priority.</li>\n<li>We maintain security practices to keep personal information about you safe.</li>\n<li>We do not sell or share customer information.\nWe do not market our products or services directly to you, nor do we market the products or services of other companies.</li>\n<li>Personal information captured on the system is used by the schools for which we provide services.\nFilament will not use the information to contact you directly and will not share the information with other entities.</li>\n<li>We will provide you with helpful information about privacy and information security.\nFor example, on our web site, you will find tips to help you protect yourself from identity theft, and limit direct marketing from others.</li>\n<li>The policies and practices described in this privacy pledge may change, but it is our pledge to you never to allow the information on our systems to be used for direct marketing of products.</li>\n</ul> Preventing Identity Theft <p>Filament is dedicated to protecting your personal information.\nStrict policies and procedures have been implemented to ensure that your personal information is kept confidential.\nEvery effort is made to protect our customers from fraud.\nWe will never initiate a request for sensitive information from (i.e., Social Security Number, Personal ID, Password, PIN or account number, credit card information, etc.).\nIf you receive an email that requests this type of sensitive information, you should be suspicious of it.\nWe strongly suggest that you do not share your personal ID, password, PIN or account number with anyone, under any circumstances.\nIf you receive a suspicious looking email, please forward it to info@filamentservices.org.</p> Protecting Children Online <p>Filament feels that it is extremely important to guard the identity and privacy of children, and we encourage parents to supervise their children’s interactions online.\nWe do not intentionally market to or solicit personal information from children under the age of 13.\nFor more information on the Children’s Online Privacy Protection Act (COPPA), you can visit the Federal Trade Commission site at www.ftc.gov.</p> Using cookies on SOCS sites <p>Filament does not use cookies to retrieve any data from a user’s hard drive, carry computer viruses, capture email addresses or work with online advertisers.\nA cookie is a small text file that a website can send to a browser which may then be stored on a computer.\nSOCS sites, like many other websites, use cookies to provide visitors with tailored information from the website.\nThere are two types of cookies used by SOCS:</p>\n<p>\n<strong>Session Cookies:</strong>\n</p>\n<p>SOCS sites use session cookies for consistency purposes.\nOnce users access a SOCS website, their browser receives a session cookie which has a time stamp on it.\nAs they move around a website, their browser submits the session cookie whenever the browser requests a new web page.\nThis is how the site knows user preferences so the appearance can remain consistent.\nOnce a person leaves the site, the session cookie placed on his or her computer expires and is deleted from the computer.\nFilament and the SOCS program do not monitor or track any individual’s browsing pattern.</p>\n<p>\n<strong>Persistent Cookies:</strong>\n</p>\n<p>Persistent cookies help a site remember individuals as a previous visitor and can help a visitor by remembering settings from a previous session.\nAn example is when someone responds to a poll question.\nA cookie is used to ensure each poll taker votes only once.</p> Opting out of having cookies placed on a computer <p>Each user can set their browser to notify them when a cookie is received, giving the user a chance to decide whether to accept it.\nHowever, if someone chooses to reject cookies, that person may be prompted to log in multiple times (for those sections that require it) in the same browsing session but retains access to all information.\nUsers can consult their browser documentation to learn how to modify cookie settings.</p>\n<p>\n</p>\n<p>1300 O Street<br>\nLincoln, NE 68508</p>\n<p>800.850.8397<br>\n402.219.9600<br>\ninfo@filamentservices.org</p> Solutions<ul>\n<li>Nonprofits and Foundations</li>\n<li>Schools and Districts</li>\n<li>Cities and Communities</li>\n</ul>Services<ul>\n<li>SOCS Communication Suite</li>\n<li>Branding and Video</li>\n<li>Data Security</li>\n<li>Tech Support</li>\n<li>Payroll and Bookkeeping</li>\n</ul>About<ul>\n<li>Resources</li>\n<li>News</li>\n<li>Employee Spotlights</li>\n<li>Careers</li>\n<li>We Are Filament</li>\n</ul>\n<ul>\n<li> Facebook </li>\n<li> Instagram </li>\n<li> LinkedIn </li>\n<li> YouTube </li>\n<li> Vimeo </li>\n</ul>\n©2020 Filament Essential Services • Privacy Pledge • Accessibility Statement ", "created_at": "2023-07-07 01:41:27.78931", "updated_at": "2023-07-07 01:41:45.47096"}], "points": [], "urls": ["filamentservices.org"]}}