{"error": 448, "message": "OK", "parameters": {"id": 5630, "name": "Opera", "created_at": "2021-11-16 02:15:42.281724", "updated_at": "2023-07-10 22:02:16.473215", "wikipedia": "https://de.wikipedia.org/wiki/Opera_Software", "keywords": null, "related": null, "slug": "opera-gx", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/5630.png", "url": "downloadoperagx.com,opera.com", "documents": [{"id": 10114, "name": "Privacy Policy", "url": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "xpath": "", "text": " Privacy Policy <p>Please review the following terms carefully.\nIf you do not agree with the Privacy Policy, then you do not have the right to view, access, purchase any product from or otherwise use this Website and, accordingly, you should not do so.\nYour continued use of this Website constitutes your acceptance of our Privacy Policy.</p> Information We Collect <p>\n<u>Information Provided by You:</u> The type of Personal Information that we may collect depends on your use of this Website and what information you provide to us.\nWe may collect Personal Information that you provide to us when you place an order through our website or customer service agents, or if you create or update an account on our website.\n“Personal Information” is information that can be used to identify you individually, and includes items such as your name, home address, e-mail address, telephone number, demographic information, and/or payment card information, if used to make a purchase from our Website.\nIf you maintain an account on our website, Personal Information may also include a user name, password and answers to our security questions.</p>\n<p>\n<u>Cookies and Other Technology:</u> Like many sites, our Website employs cookies, JavaScript tags, pixels and Web beacons (also known as clear GIF technology or \"action tags\") to speed your navigation of our Website, recognize you and your access privileges, and track usage of our Website.\nCookies are small pieces of information that are stored as text files by your Internet browser on your computer's hard drive.\nWe use both persistent cookies and third-party cookies.\nPersistent and third-party cookies enable us to track and target the interests of our customers to enhance your experience on our Website.\nPersistent cookies are used to make it easier for you to navigate our Website, and remain on your hard drive for an extended period of time.\nThird party cookies are only used for short-term tracking.</p>\n<p>Most Internet browsers are initially set up to accept cookies.\nYou can remove cookies by following the directions provided in your Internet browser's \"Help\" file.\nIf you reject cookies, you may still use our Website, but your ability to use some areas of our Website, such as a shopping cart, may be limited and may not function properly.\n</p>\n<p>Analytical Information: We and our third-party service providers may also use a variety of technologies that automatically or passively collect information about how this Website is accessed and used (known as \"Usage Information\").\n“Usage Information” may include the type of browser and device you used to access our Website, your operating system and application version, the web pages accessed by you, the time you accessed these web pages, preceding web page views, and your use of any features or applications on this Website.\nStatistical data like this helps us understand what is interesting and relevant to our customers, so we can best adapt our content for our customers’ benefit.</p>\n<p>We and our third-party service providers may also automatically collect an IP address or other unique identifier information from the computer, mobile device, technology or other device you use to access this Website.\nWe may use this information to, amongst other things, administer this Website, help diagnose server problems, analyze trends, track web page movements, help identify you and your shopping cart, and gather broad demographic information for collected use.</p> Third Party Information <p>We also may receive information about you from third parties that include our products or promotional offers if you opt-in to receive information from us.\nYou may also choose to participate in a third-party app or social media site through which you allow us to collect information about you, including Personal Information.</p> Use and Sharing of Information <p>We use the information that we collect about you for a variety reasons, including the following:</p>\n<ul>\n<li>Verifying your identity;</li>\n<li>Fulfilling your product orders;</li>\n<li>Responding to your questions;</li>\n<li>Providing you with access to certain areas and features of this Website;</li>\n<li>Communicating with you about your purchases and activities on this Website;</li>\n<li>Offers regarding products and services we may provide to you directly or through third-party partners (unless you opt-out of such communications);</li>\n<li>Improving the Website and our customers’ experience.\nand</li>\n<li>Sending notices or information.</li>\n</ul>\n<p>If you provide us with a payment card when placing an order on our website, we use third-parties to validate your card, authenticate your identity and “tokenize” your payment credentials to make your payments more secure.\nYour “tokenized” credentials will be stored in your account in order to help make future purchases more convenient.\nYou may delete or edit the stored payment methods in your account at any time by visiting our website or contacting customer support.</p>\n<p>We may share your Personal Information with our parent entities, subsidiaries and affiliates.\nExcept as otherwise provided in this Privacy Policy, we will not share any of your Personal Information with third parties without your specific consent.\nWe may share non-personal information, such as user statistics or demographics, as specifically set forth in this Privacy Policy.</p>\n<p>We also contract with certain vendors to assist us in providing services to our customers.\nThese vendors use the Personal Information that you submit to us in order to perform the following tasks:</p>\n<p>•\tOrder processing at checkout;</p>\n<p>•\tCredit card authorization, tokenization and identity verification;</p>\n<p>•\tOrder shipping and handling;</p>\n<p>• Emailing newsletters and other promotional materials;</p>\n<p>• Improving our Website and related content and features;</p>\n<p>•\tStoring and “backing up” our customer records.</p>\n<p>Finally, notwithstanding the foregoing, we may transfer and disclose information, including your Personal Information, Usage Information, and Identifying Information, including IP address, to third parties to comply with a legal obligation.\nat the request of governmental authorities.\nor otherwise to protect the rights, property, safety, or security of third parties, users of this Website, or the public.</p> Consent to Processing Information <p>This Website is governed by and operated in accordance with the laws of the State of California and the United States, and is intended for the enjoyment of residents of the United States.\nIf you are located outside of the United States, please be aware that information we collect will be transferred to and processed in the United States.</p>\n<p>By using this Website, or providing us with any information, you (a) acknowledge that this Website is subject to the laws of the State of California and the United States, (b) consent to the collection, processing, maintenance and transfer of such information in and to the United States and other applicable territories, in which the privacy laws may not be as comprehensive or equivalent to those in the country where you reside and/or are a citizen, and (c) waive any claims that may arise under those laws.</p> Security and Your Information <p>No data transmission over the Internet or website can be guaranteed to be secure from intrusion.\nHowever, we maintain commercially reasonable physical, electronic and procedural safeguards to protect your Personal Information in accordance with data protection legislative requirements.\nWe follow the Payment Card Industry Data Security Standards (PCI DSS) when handling credit card data.\nWe also recommend that you take steps to protect against unauthorized access to your account through shared or public computers, devices, and applications.</p> Our Children’s Policy <p>This Website is not directed to children under the age of thirteen (13).\nChildren may not use our services, and we do not knowingly collect any personal information from children under the age of thirteen (13).\nWe have no way of distinguishing the age of individuals who address our Website.\nIf a child has provided us with personal information, the parent or guardian should contact us to remove the information and opt out of promotional opportunities.</p> For California Residents <p>Many browsers have a “Do Not Track” feature that allows you to instruct websites that you do not want them to track your online activities.\nThese browser features are not uniform, so we are not currently set up to respond to this feature.</p>\n<p>California residents who have provided their personal information to us may request data regarding disclosures of their information to third parties for direct marketing purposes.</p> Changes and Updates to our Privacy Policy <p>We may change this Privacy Policy at any time without prior notice to you.\nAny changes that we make will be effective immediately upon our posting of the revised Privacy Policy on this Website.\nYour continued use of this Website constitutes your consent to any changes made.\nWe will use your Personal Information in a manner consistent with the Privacy Policy in effect at the time you submitted your Personal Information, unless you later consent to a revised policy.\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p> How to Opt-Out of Target Advertising <p>If you do not wish to receive targeted advertising, you have the option to opt-out.\nYou can opt-out by visiting the \"Manage Subscriptions\" tab at the bottom of any emailed advertisement.\nOpt- out requests will be processed within ten (10) business days.\nPlease note that even if you remove your information (i.e., opt-out), you will still see our advertisements while browsing this Website or the Internet.</p> ", "created_at": "2021-11-16 02:15:42.284088", "updated_at": "2021-11-16 01:15:59.91316"}, {"id": 12744, "name": "Terms of Service", "url": "https://legal.opera.com/terms/", "xpath": "/html/body/main/section/div", "text": " Terms of Service <p>\n<em>Last updated: February 16, 2021</em>\n</p>\n<p>Opera Norway AS and its affiliates offer a number of different services through their respective websites and software.\nThe terms of this document govern your use of those services.\nPlease read this document carefully.</p>\n<ol>\n<li>\n<p>\n<strong>This is a contract.</strong>\n</p>\n<p>a.\nThese Terms of Service (“Terms”), along with Opera’s Privacy Statement, form a legally-binding contract between you and Opera Norway AS (P.O.\nBox 4214, Nydalen, 0401, Oslo, Norway), as well as its affiliates (“Opera” and “we,” “us” and “our”).\nBy using the Services (as defined below), you are agreeing to be legally bound by these Terms.\nIf you don’t agree with these Terms, you must discontinue using the Services.</p>\n<p>b.\nAs used in these Terms, the word “Services” applies to online services provided to you by Opera through its software applications, websites and APIs.</p>\n</li>\n<li>\n<p>\n<strong>We expect you to be a responsible user.</strong>\n</p>\n<p>a.\nYou agree that you will not use the Services for any purpose that is unlawful or prohibited by these Terms.\nYou agree to follow all applicable local, state, national, and international laws and regulations.\nYou are solely responsible for all acts or omissions that occur while using any Services, including the content of any transmissions you send through the Services and any content you upload or publish using the Services.</p>\n<p>b.\nWe expect you to respect the rights of others.\nBy using the Services, you agree that you will not upload, transfer, or otherwise make available files, images, code, materials, or other information or content (“Content”) that violates the rights of any third party, including their intellectual property rights, however defined.</p>\n<p>c.\nYou also agree not to upload, transfer, or otherwise make available any Content that is obscene, vulgar, sexually-oriented, hateful, or threatening.\nOpera strictly forbids unsolicited messaging and unauthorized advertisements while using the Services.</p>\n<p>d.\nOpera has a zero-tolerance policy against child sexual abuse content and will terminate the access of any user who publishes or distributes child sexual abuse content.\nFurthermore, we will report such users to the appropriate authorities.</p>\n<p>e.\nYou are responsible for the security of your user account.\nCertain Services (including use of Opera’s forums) allow you to create a user account to access certain Services.\nYou are entirely responsible for maintaining the confidentiality of your user account and password.\nAdditionally, you are also responsible for any and all activities that occur under your user account.</p>\n<p>f.\nYou acknowledge that information of any kind presented to you via the Services may be protected by copyright, trademark, patent and/or other proprietary rights and laws.\nYou agree not to violate these laws or infringe these rights in any way.</p>\n<p>g.\nCertain features of the Services may allow you to publish or send content that can be viewed by others (“User Generated Content”).\nYou agree that Opera is not liable for User Generated Content that is provided by others.\nOpera has no duty to pre-screen User Generated Content, but Opera has the right to refuse to post, edit, or deliver User Generated Content.\nOpera reserves the right to remove User Generated Content for any reason, but Opera is not responsible for any failure or delay in removing such material.\nOpera reserves the right to block any user’s access to any content, website or web page at our sole discretion.</p>\n<p>h.\nOpera does not claim ownership of any User Generated Content.\nHowever, by submitting User Generated Content on any Service, including any ideas, concepts, know-how, or techniques described therein, you consent to Opera’s unrestricted use of those items.</p>\n<p>i.\nIf you upload any Content or User Generated Content to Opera’s sites, you warrant that you have the necessary rights and authority to do so, including the necessary consent to upload and distribute any personal information about third persons.\nYou agree that you will not upload viruses or other forms of malware.</p>\n</li>\n<li>\n<p>\n<strong>Details.</strong> For clarity, and consistent with the rest of these Terms, here are further details on specific Services that may be available through the Opera websites or software applications.</p>\n<p>a.\nExtension catalog: Opera may offer a portfolio of third party browser extensions and themes (“Add-Ons”).\nOpera exercises no editorial control over the Add-Ons that you access through this Service.</p>\n<p>b.\nCompression: Opera’s software applications include compression functionality to enable users to boost the download of web content such as web pages and/or videos.\nThis functionality requests web content through Opera’s proxy or compression servers.\nYour browsing experience may change due to increased loading speeds.\nCertain web pages may not be available through proxy servers.</p>\n<p>c.\nNews recommendations: Opera’s software applications may include a current news feed feature to help you discover and access news content made available by third parties on the internet.\nOpera exercises no editorial control over any content that you access through this Service.</p>\n<p>d.\nSynchronization: Opera allows you to enable synchronization of browser data such as your speed dials between Opera browsers on the devices you are using.\nThis Service requires that you login to a social network service or create an Opera account.</p>\n<p>e.\nContextual hints: Opera’s browser for computers may include “Browser Assistant”, a component that provides contextual hints about certain Opera browser features and other useful information which you might be interested in.\nBrowser Assistant is an optional component of the software.</p>\n<p>f.\nVirtual Private Network: Through Opera’s browser you may have access to a virtual private network (“VPN”).\nConsistent with other provisions of these Terms, you agree not to use the VPN service in a manner that violates applicable law or otherwise infringes any third party’s rights.\nOpera does not guarantee that VPN service will always be available.\nThe VPN feature is not an end-to-end service and it does not guarantee that any transmissions of information made while using VPN will be secure.\nNote that certain websites may not be accessible while using VPN.</p>\n<p>g.\nSnapshot: Opera’s browser for computers may include functions that enable you to easily take screenshots of content viewed through the browser.\nThis feature is for your personal, non-commercial use only.\nYou agree never to use the feature in any way that violates applicable law, or the rights of any third party, including copyrights.</p>\n</li>\n<li>\n<p>\n<strong>The Services are provided without any warranties or guarantees.</strong> Opera does not guarantee that your use of the Services will be problem free.\nAlthough we work hard to provide the highest quality software and services, we cannot and do not guarantee that they will work perfectly every time or in every respect.</p>\n<p>a.\nThe Services are provided “as is” without warranties of any kind.\nOpera and/or its respective suppliers hereby disclaim all warranties and conditions with regard to the Services, including all implied warranties and conditions of merchantability, fitness for a particular purpose, title, and non-infringement.</p>\n<p>b.\nOpera does not represent or warrant that the Services will be uninterrupted or error free, that defects will be corrected, or that the Services or the server that makes them available are free of viruses or other harmful components.</p>\n<p>c.\nIn compliance with local law, certain Services and websites may not be available in some countries.</p>\n</li>\n<li>\n<p>\n<strong>Certain Services are provided by third parties.</strong> Some Services accessible through the Opera software applications are provided by other companies (“Third Party Services”).\nThird Party Services may be subject to separate terms and conditions.\nThese Third Party Services may include the following:</p>\n<p>a.\nGeolocation API: A geolocation service provided by Google LLC.\nBy using the service you accept Google’s Terms of Service available at https://policies.google.com/terms.\nand</p>\n<p>b.\nWhatsApp: A messaging service provided by WhatsApp, Inc., whose terms of use are available at https://www.whatsapp.com/legal.\nand</p>\n<p>c.\nFacebook Messenger: A messaging service provided by Facebook, Inc., whose terms of use are available at https://www.facebook.com/legal/terms.\nand</p>\n<p>d.\nYandex.Zen: A content aggregation/recommendation service offered by Yandex Services AG and its affiliates.\nBy using the Yandex.Zen service, you accept the Yandex.Zen Terms of Use published at https://yandex.com/legal/zen_termsofuse.</p>\n</li>\n<li>\n<p>\n<strong>Your access to the Services is subject to change.</strong> Opera reserves the right at any time to modify or discontinue the Services in whole or in part, and to terminate your access to the Services at any time, with or without notice.\nYou agree that Opera shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Services.\nOpera may also terminate or suspend your user account for inactivity, which is defined as failing to sign-in to the Services for an extended period of time, as determined by Opera.\nOpera reserves the right to assign its rights and responsibilities under these Terms to any third party.</p>\n</li>\n<li>\n<p>\n<strong>Links to the Third Party Sites are available through the Services.</strong> The Services may contain links to other websites (“Third Party Sites”), as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (“Third Party Content”).\nOpera has no control over and no responsibility for Third Party Sites or Third Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third Party Site or any Third Party Content does not imply approval or endorsement thereof by Opera.</p>\n</li>\n<li>\n<p>\n<strong>Our Services are ad-supported.</strong> All our Services are generally provided free of charge.\nOpera incurs substantial development, collocation and bandwidth expenses in doing this.\nTo support our business and continue providing you with the Services for free, we will display the advertisements of select partners to you.\nBy using our Services, you consent to the placement of such advertisements within the Services.</p>\n</li>\n<li>\n<p>\n<strong>Opera is not responsible for any damages you may incur as a result of your use of the Services.</strong>\n</p>\n<p>a.\nYou agree that Opera shall not be responsible for unauthorized access to or alteration of your transmissions or data, any material or data sent or received or not sent or received, or any transactions entered into through the Services.</p>\n<p>b.\nYou agree that Opera is not responsible or liable for any threatening, defamatory, obscene, offensive, or illegal content or conduct of any other party or any infringement of another’s rights, including intellectual property rights.\nYou specifically agree that Opera is not responsible for any content sent using and/or included in the Services by any third party.</p>\n<p>c.\nIn no event shall Opera and/or its suppliers be liable for any direct, indirect, punitive, incidental, special, consequential damages, or any damages whatsoever including, without limitation, damages for loss of use, data, or profits, arising out of or in any way connected with the use or performance of the Services, with the delay or inability to use the Services, the provision of or failure to provide any Services, or for any information, software, products, services, and related graphics obtained through the Services, or otherwise arising out of the use of the Services, whether based on contract, tort, negligence, strict liability, or otherwise, even if opera or any of its suppliers has been advised of the possibility of damages.\nBecause some states/jurisdictions do not allow the exclusion or limitation of liability for consequential or incidental damages, the above limitation may not apply in every instance.\nIf you are dissatisfied with any portion of the Services, or with any of these terms, your sole and exclusive remedy is to discontinue using the Services and related websites.</p>\n<p>d.\nYou agree to indemnify and hold Opera, its parents, subsidiaries, affiliates, officers, and employees, harmless from any claim, demand, or damage, including reasonable attorneys’ fees, asserted by any third party due to or arising out of your use of or conduct on the Services.</p>\n</li>\n<li>\n<p>\n<strong>We need you to respect our trademarks.</strong> The Opera word mark and the Opera, Opera News, and “O” logos are trademarks of Opera Norway AS in Norway, the European Union and other countries.\nYou agree that all such trademarks, trade names, service marks and other Opera logos and brand features, and product and service names are trademarks and the property of Opera (the “Opera Marks”).\nWithout prior written permission, you agree not to display or use the Opera Marks in any manner.</p>\n</li>\n<li>\n<p>\n<strong>These Terms are based on Norwegian law.</strong> These Terms are governed by the laws of Norway without giving effect to any conflicts of law principles that may require the application of the laws of a different country.\nThe United Nations Convention on Contracts for the International Sale of Goods does not apply to these Terms.\nAll actions or proceedings arising under or related to these Terms must be brought in the Oslo City Court, and each party hereby agree to irrevocably submit to the jurisdiction and venue of any such court in all such actions or proceedings.\nIf any provision of these Terms is determined by a court of competent jurisdiction to be invalid, illegal, or unenforceable, the remaining provisions of these Terms shall not be affected or impaired thereby.</p>\n</li>\n<li>\n<p>\n<strong>Opera may modify these Terms.</strong> Opera may update these Terms or the Privacy Statement from time to time.\nThe current version of these Terms are posted at https://www.opera.com/terms.\nThe Privacy Statement is posted at https://www.opera.com/privacy.\nIt is your responsibility to remain informed of any changes, because you are legally obligated to abide by the latest versions of these Terms and the Privacy Statement.\nYou may not assign or transfer your rights under these Terms without obtaining Opera’s prior written consent, and any purported assignment or transfer in violation of this section will be null and void.</p>\n</li>\n<li>\n<p>\n<strong>Notice to rights holders.</strong> If you believe that any content accessible via the Services infringes your rights, you may submit a notification to Opera in which you provide the following information: (a) identification of the rights/works that are being infringed upon.\n(b) identification of the content that is infringing your rights (including URL(s) for the content).\n(c) your name, address, telephone number, and electronic mail address.\n(d) a statement that you have a good faith belief that use of the content in the manner complained of is not authorized by the rights holder, its agent, or the law.\n(e) a statement that the information in the notification is accurate and, under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nand (f) your physical or electronic signature, or that of a person authorized to act on your behalf, of the owner of an exclusive right that is allegedly infringed.\nNotices may be sent to copyright@opera.com.</p>\n</li>\n</ol> Service Specific Terms Opera News <p>\n<em>Last updated: February 16, 2021</em>\n</p>\n<ol>\n<li>\n<p>\n<strong>Use of Content by news aggregators.</strong> Use of our Content by news aggregators shall only be allowed if such news aggregators: a) only provide the thumb nail and headline as it appears on our software applications or Services.\nb) provides a correct and working hyperlink to the source of the Content or article on our software application.\nand c) acknowledges us as the source of the Content and acknowledges writers, journalists, photographers and third party agencies as they are acknowledged on our software application.</p>\n</li>\n<li>\n<p>\n<strong>Third Party Contributors.</strong> By using the Services, you acknowledge and accept that Opera may display Content from independent third party contributors on the Opera News software application and which Content is identified as being submitted by a “News Hub Creator”.\nYou furthermore acknowledge that the views and opinions expressed in News Hub Creator Content are solely those of the News Hub Creator and do not represent, reflect or express the views of Opera.\nAny/all written content and images displayed are provided by the News Hub Creator, appear as submitted by the News Hub Creator and are unedited by Opera.\nOpera does not consent to nor does it condone the posting of any content that violates the rights (including the copyrights) of any third party, nor content that may malign, inter alia, any religion, ethnic group, organization, gender, company, or individual.\nOpera furthermore does not condone the use of our software applications for the purposes encouraging/endorsing hate speech, violation of human rights and/or utterances of a defamatory nature.</p>\n</li>\n<li>\n<p>\n<strong>Reporting.</strong> If the Content displayed violates any of your rights, including those of copyright, and/or violates any of the above mentioned factors, you are requested to immediately notify Opera via online form and/or report the Content using the available reporting functionality built into our software application.</p>\n</li>\n</ol> Opera News Hub <p>\n<em>Last updated: May 10, 2021</em>\n</p>\n<ol>\n<li>\n<p>\n<strong>Restrictions on use.</strong> Unless our prior written consent is provided, you may not: a) reproduce, publish, broadcast, adapt, sell or otherwise transfer or use for commercial purposes any Content.\nb) decompile or reverse engineer the Content, or reduce the Content to any format other than the format in which we make such Content available to you.\nc) incorporate the Content into any other content for whatever purpose.\nd) remove any legal notices (copyright, trademark or other proprietary rights notices) in or on the Content.\nor e) frame any portion of a web page that forms part of our Services.</p>\n</li>\n<li>\n<p>\n<strong>Accuracy of Content submitted to Opera.</strong> You agree to be solely responsible for ensuring that the Content and the posting thereof is fully compliant with all applicable laws (including but not limited to all applicable laws relating to intellectual property and/or false/deceptive advertising) as well as all terms, conditions, and guidelines established by Opera.\nAny losses incurred by Opera which are caused by you violating these Terms shall be borne exclusively by you.\nFor the avoidance of doubt, “losses” includes but is not limited to loss of profits, fines, damages and all legal costs incurred by Opera whether direct or indirect in nature.\nSuch losses shall be payable by you on demand.</p>\n</li>\n<li>\n<p>\n<strong>Third Party Content.</strong> You hereby irrevocably agree that the Content that you upload, will be your original work and will not violate any third parties rights, be they copyright, proprietary rights, personal rights or otherwise.\nYou furthermore agree that your Content will not violate any legislation within the jurisdiction that your Content will be displayed in.\nYou hereby irrevocably agree to that Opera is not responsible for any Content uploaded by you and you hereby indemnify Opera, its affiliates, employees, directors, shareholders or otherwise without limitation, against any/all claims, be they civil or criminal in nature, that you or Opera may suffer as a result of your Content.</p>\n</li>\n<li>\n<p>\n<strong>You are legally liable for your Content.</strong>\n</p>\n<p>4.1.\nFor the purposes of this clause 4, “Abusive Content”&nbsp;means Content which we consider to be remarks intended to be demeaning, humiliating, mocking, insulting, or belittling that may or may not be based on the actual or perceived race, color, religion, sex, national origin, sexual orientation, or gender identity of an individual.</p>\n<p>4.2.\nYou agree that you will not: a) do anything which to breach these Terms.\nb) violate any laws.\nc) upload Abusive Content.\nd) violate or infringe any other person/entity’s intellectual property rights and/or rights to privacy.\ne) replicate, copy, modify, create derivative works of our Content or Services or data contained in any of our software application.\nf) upload Content that you do not own or do not have the right to publish or distribute.\ng) knowingly publish untruthful content.</p>\n</li>\n<li>\n<p>\n<strong>Exclusive Mandate.</strong> You hereby irrevocably agree that any Content uploaded to our Software application shall not be published by you, either directly or indirectly, on any other software application without our prior written approval.</p>\n</li>\n<li>\n<p>\n<strong>Status.</strong> You warrant that you are not, have not and shall not represent or hold out that you are our employee of Opera and hereby warrant that you are a wholly independent contractor.\nYou hereby indemnify and hold Opera harmless against any and all claims that are employment related.</p>\n</li>\n<li>\n<p>\n<strong>Minimum Commitment.</strong> You hereby agree that you shall, at a minimum, ensure&nbsp;at least&nbsp;10&nbsp;days of activity per month on the Opera News software application (including but not limited to content production, content consumption and interaction) failing which we reserve the right to terminate your use of the Services.</p>\n</li>\n<li>\n<p>\n<strong>Remuneration.</strong> In the event that you qualify for remuneration pursuant to your use of the Service such remuneration shall be strictly in accordance with the remuneration policy displayed on our website.\nSuch remuneration policy may be amended by Opera from time to time without prior written notice.\nNotwithstanding anything to the contrary contained herein, payment of remuneration to you by Opera shall be at our sole and exclusive discretion.\nYou irrevocably agree that you shall have no right to demand payment from Opera pursuant to your use of the Services and indemnify Opera in such regard.</p>\n</li>\n<li>\n<p>\n<strong>Right to refuse payment.</strong> We reserve the right to deny payment to you if you submit article/s with the potential of causing reputational and/or litigable damage to Opera.\nYou agree and acknowledge that if your account with Opera has been terminated for failure to comply with these Terms you will not be entitled to receive payment from Opera regardless of whether any amounts are due to you as at the date of termination.</p>\n</li>\n<li>\n<p>\n<strong>Payment of statutory fees.</strong> You acknowledge that you are solely responsible for filing all tax returns and submitting all payments as required by any applicable tax authority arising from the payment of fees to you under these Terms, and agree to do so in a timely manner.\nYou furthermore agree to comply with all applicable laws governing self-employed individuals, including laws requiring the payment of taxes, such as income and employment taxes, and social security, disability, and other contributions.</p>\n</li>\n</ol> Opera Football <p>\n<em>Last updated: November 5, 2021</em>\n</p>\n<ol>\n<li>\n<p>\n<strong>Use of Content by sports news aggregators.</strong>&nbsp;Use of our Content by sports news aggregators shall only be allowed if such sports news aggregators:</p>\n<p>a.\nonly provide the thumb nail and headline as it appears on our software applications or Services;</p>\n<p>b.\nprovides a correct and working hyperlink to the source of the Content or article on our software application.\nand</p>\n<p>c.\nacknowledges us as the source of the Content and acknowledges writers, journalists, photographers and third party agencies as they are acknowledged on our software application.</p>\n</li>\n<li>\n<p>\n<strong>Third Party Contributors.</strong>&nbsp;By using the Services, you acknowledge and accept that Opera may display Content from independent third party contributors on the Opera Football software application and which Content is identified as being submitted by “studio.opera.com”.\nYou furthermore acknowledge that the views and opinions expressed in such Content is solely those of the submitting party and do not represent, reflect or express the views of Opera.\nAny/all written content and images displayed are provided by the contributing author, appear as submitted by the contributing author and are unedited by Opera.\nOpera does not consent to nor does it condone the posting of any content that violates the rights (including the copyrights) of any third party, nor content that may malign, inter alia, any religion, ethnic group, organization, gender, company, or individual.\nOpera furthermore does not condone the use of our software applications for the purposes encouraging/endorsing hate speech, violation of human rights and/or utterances of a defamatory nature.</p>\n</li>\n<li>\n<p>\n<strong>Reporting.</strong>&nbsp;If the Content displayed violates any of your rights, including those of copyright, and/or violates any of the above mentioned factors, you are requested to immediately notify Opera via&nbsp;online form&nbsp;and/or report the Content using the available reporting functionality built into our software application.</p>\n</li>\n</ol> Crypto Wallet Service <p>\n<em>Last updated: November 7, 2022</em>\n</p>\n<ol>\n<li>\n<p>Some of Opera’s software applications include a non-custodial wallet which provides a self-hosted, user controlled solution (“Service”) for Ethereum-based blockchains and cryptographically secured digital assets.\nThe in-app wallet service is provided by our affiliate, Blueboard International AG (“Blueboard”), which is solely responsible for its operation.\nUse of the wallet service is subject to Blueboard’s terms of service and privacy statement.\nSome services in the non-custodial wallet could be provided by Opera under these Terms.</p>\n</li>\n<li>\n<p>As explained in Blueboard’s terms of service, you can only use the wallet Service if permitted under the laws of your jurisdiction.\nPlease make sure that your use of the wallet Service is in compliance with all laws, rules, and regulations that apply to you.\nIt is your responsibility to determine what, if any, taxes apply to your Cryptocurrency transactions, and it is your responsibility to report and remit the correct tax to the appropriate tax authority where applicable.\nNeither Opera nor Blueboard is not responsible for determining whether taxes apply to your transactions or for collecting, reporting, withholding, or remitting any taxes arising from any of your transactions.</p>\n</li>\n<li>\n<p>SaviSwap is a free to use smart contract service provided by Opera, in some of Opera’s software applications through the wallet Service.\nSaviSwap finds and chooses for you the best available swap, and is only available for eligible users of non-custodial wallet provided by Blueboard.\nPlease note that the swap itself is provided neither by Opera nor Blueboard but rather by Blueboard partners under their terms and conditions.</p>\n</li>\n</ol> Hype Messaging Service <p>\n<em>Last updated: February 16, 2021</em>\n</p>\n<p>Depending on where you live, you may be able to access Opera’s Hype messaging service (“Hype”) via some of our mobile apps.\nHype enables you to communicate with other Hype users by sending messages, images, and videos.\nThe following additional terms apply to your use of the Hype service.</p>\n<ol>\n<li>\n<p>\n<strong>Creating your account.</strong> To use Hype you must create an account using your current mobile phone number.\nBy providing us with your mobile phone number, you agree to receive text messages and/or phone calls (from us or third-party providers) with codes to register for our Service.\nYour data will be handled in accordance with the Opera privacy statement.</p>\n</li>\n<li>\n<p>\n<strong>Use Hype appropriately.</strong> You must use Hype in accordance with our Terms, and applicable law.\nWe reserve the right to suspend your account for any reason, including for violating our Terms.</p>\n</li>\n<li>\n<p>\n<strong>End-to-end encryption.</strong> Direct messages sent via Hype are end-to-end encrypted, and are not stored by or viewable to Opera in any way.\nGroup messages however are not end-to-end encrypted and may be stored on our servers for up to six months.</p>\n</li>\n</ol> Dify Cashback Service <p>\n<em>Last updated: February 16, 2021</em>\n</p>\n<p>The Dify Cashback service (“Service”) is a rewards program offered by Opera Norway AS (“Opera”).\nThe Service is made available to users of the Opera browser in qualifying countries.\nOpera will not charge you any fees for your use of the Service.\nBy opening an account and using the Service to shop with the Opera browser for goods and services offered by our participating online merchants, you can earn rewards redeemable for cash (“Rewards”).\nThese Service Specific Terms, together with the general Terms of Service (collectively, the “Terms”), govern your use of the Service.\nPlease read the Terms carefully.</p>\n<ol>\n<li>\n<p>\n<strong>You will need an Account.</strong> To use the Service, you must be at least 18 years old and have full legal capacity, and create a virtual account in the Opera browser (“Account”).\nTo open an Account, you must provide your email address, give appropriate consent to data processing, and accept the Terms.\nYou may have only one Account.</p>\n<p>a.\nYou agree: (i) not to share with anyone, and keep secret, all logins, passwords, or other methods or information used to log into the Account.\nand (ii) to provide your current data, including contact details, and keep such information updated.</p>\n<p>b.\nIf you suspect that anyone other than yourself has access to your Account, you should immediately inform Opera and change all logins, passwords, or other information used to log into your Account.</p>\n</li>\n<li>\n<p>\n<strong>Shop to earn Rewards.</strong> You can earn rewards when purchasing goods or services from participating online merchants (“Participating Merchants”) as may be made available via the Opera browser at https://cashback.getdify.com (“Website”).\nOpera provides you only with the Service described herein and does not sell any goods or services.</p>\n<p>a.\nThe Reward that can be earned will vary depending on the Participating Merchant and the good or service purchased.\nThe current Reward, or “Cashback” rate, is available on the Website.\nThe Reward may be changed, suspended or terminated by Opera and/or by the Participating Merchants at any time before your purchase.</p>\n<p>b.\nYour right to a Reward will be accrued only for confirmed transactions.\nThe transaction is “confirmed” only if and when: (i) the purchase is made from your active Account, is completed, and the payment is done.\n(ii) you did not withdraw from or revoke the purchase within the period specified by the Participating Merchant.\n(iii) the Participating Merchant confirms the transaction and Opera is able to attribute the transaction to your Account.\nand (iv) the Participating Merchant has paid Opera the provision.</p>\n<p>c.\nIn your Account you will be able to, among other things, check your purchase history and transaction status to know if you have a right to redeem Rewards.</p>\n</li>\n<li>\n<p>\n<strong>Rewards must be redeemed.</strong> You will not collect any money on your Account.\nRather, the Rewards you have earned must be redeemed as described below.</p>\n<p>a.\nYou need to have an active payment account established with a payment service provider who cooperates with Opera for purposes of redeeming your Rewards (“Payment Services Provider’’).\nThe current list of participating Payment Services Providers is available on the Website.\nIn order to redeem Rewards, you must link your account with the Payment Services Provider with your Opera Account via the QR code or other method available in the Opera browser and the Payment Services Provider’s software application.</p>\n<p>b.\nProvided that you have paired your account with a Payment Services Provider as described above, Opera will redeem your Rewards to your account with the Payment Services Provider automatically.\nRewards will be redeemed up to 14 days after your Rewards from confirmed transactions.</p>\n<p>c.\nThe settlement currency is EUR or if the Service is offered in a country which currency is different than EUR the country currency.\nIf You purchase goods or services, or Participating Merchants settle their payments in a different currency applicable exchange rates and fees may apply.\nOpera does not charge any fees for currency conversion.</p>\n<p>d.\nYour Reward from a transaction will expire after 12 months after the date such transaction is confirmed.</p>\n<p>e.\nThe Rewards you can earn in any calendar year may not exceed a maximum amount which will depend on your country of residence (“Rewards Cap”).\nYou may find the current Rewards Cap and tax information on the Website.\nYou are responsible for reporting income in accordance with the applicable rules in your country of tax residence.</p>\n<p>f.\nRewards are not redeemable, in the event that Opera determines in its sole discretion that: (i) you have abused IT systems to create fictitious transactions, take ownership of someone else’s transactions, or affect the integrity, confidentiality, or availability of the Service’s data in any way.\n(ii) you attempted to circumvent any of the security mechanisms of the Service (iii) you used third-party software, Ad-blocker or changed the affiliation of transactions done via the Opera browser, (iv) you did not conclude the transaction via the Website and Opera browser.</p>\n</li>\n<li>\n<p>\n<strong>Data processing.</strong> Please see our Privacy Statement.\nWe encourage you to read the Privacy Statement to better understand how you can manage your data and cookie preferences.</p>\n</li>\n<li>\n<p>\n<strong>You must accept these Terms.</strong> To use the Service you must accept the Terms, including both the Service Specific Terms and the general Terms of Service.\nWhere these Service Specific Terms differ or conflict with the general Terms of Service, the Service Specific Terms apply.</p>\n<p>By accepting the Terms, you enter into an agreement for an indefinite duration.\nYou must follow these Terms which stipulate all rights and obligations between you and Opera in connection with the Service.</p>\n</li>\n<li>\n<p>\n<strong>Your access to the Service is subject to change.</strong> Opera reserves the right to modify these Service Specific Terms upon notice to you.\nIn the event of material changes we will provide reasonable advance notice via email.\nIf you do not accept the modifications, then you may, prior to the entry into force of the modification, unilaterally terminate the Service Specific Terms by deleting your Account.\nIn such a case the Terms of Service will still apply.</p>\n</li>\n<li>\n<p>\n<strong>Opera is not responsible for any damages you may incur as a result of your use of the Service.</strong> Should you violate these Service Specific Terms or the rights of any Participating Merchants or threaten the operation of Servicek, Opera may delete your Account and terminate the Service Specific Terms with you unilaterally, through a notification to your email address.\nThe Account itself can be deleted by yourself or automatically after 2 years of inactivity.</p>\n<p>a.\nYou agree that Opera shall not be responsible or liable for the performance or non-performance of the Service, or quality of any goods or services sold and provided by Participating Merchants and the functioning of the services offered by Participating Merchants.\nAll claims related to goods or services sold and provided by Participating Merchants shall be direct to the relevant Participating Merchant.</p>\n<p>b.\nOpera’s liability is limited to the amount of actual damage you incur as a result of Opera’s s deliberate actions.</p>\n</li>\n<li>\n<p>\n<strong>You and Opera may terminate this agreement.</strong> You may terminate the Service Specific Terms at any moment by deleting your Account.\nIn such a case the Terms of Service will still apply.</p>\n<p>a.\nExcept as otherwise specified herein, Opera may terminate this Service Specific Terms at any moment upon 2 months notification.</p>\n<p>b.\nYour right to redeem Rewards will expire after the termination period.</p>\n</li>\n<li>\n<p>\n<strong>Opera may suspend the Service.</strong> Opera may temporarily suspend the Service for technical reasons or to perform routine maintenance.</p>\n</li>\n<li>\n<p>\n<strong>Contacting Opera support.</strong> You may address support requests, or any other incident or complaint to our customer service team by sending an electronic email to support@difyteam.com.</p>\n</li>\n</ol> GX Games <p>\n<em>Last updated: April 27, 2022</em>\n</p>\n<p>These service specific terms (“Terms”) form a legally binding contract between you and Opera Norway AS (“Opera”) regarding your use of GX Games services (“Service”) and content (“Property”).\nThe Service is made available in qualifying countries.\nBy registering an account and using the Service, you agree to be bound by the terms of this Agreement and the terms set out in the GX Games EULA and Publishing Agreement.\nPlease read the Terms carefully.</p>\n<ol>\n<li>\n<p>\n<strong>Users.</strong> If you register an account to participate and play challenges from GX Games, you agree to be bound to the terms of this Agreement as a platform user (“User”).\nUsers affirm that they are over the age of 13 or an adult in their home territory, as the Service is not intended for children under 13.</p>\n</li>\n<li>\n<p>\n<strong>Publisher.</strong> If you register an account to distribute, or publish games or other content on GX Games website, you agree to be bound to the terms of this Agreement as a platform publisher (“Publisher”).\nPublishers affirm that they are either more than 13 years of age, or possess legal parental or guardian consent, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations and warranties set forth in this Agreement.</p>\n</li>\n<li>\n<p>\n<strong>User Generated Content.</strong> The service provides interfaces and tools for Users to generate content and make it available to other users, including ratings, profile images, highscores, and others (“User Generated Content” or “UGC”).\nBy uploading or creating such UGC, you grant Opera the worldwide, non-exclusive, perpetual, royalty free license to use, reproduce, create derivative works, display, perform and distribute for the UGC.</p>\n</li>\n<li>\n<p>\n<strong>Publishers content.</strong> Publishers are solely responsible for the content they upload and distribute on the Service.\ns affirm, represent, and warrant that they own or have the rights, licenses, permissions and consents necessary to publish, duplicate, and distribute the submitted content.\nBy submitting content to the Service for distribution, Publishers also grant a license to Opera for all patent, trademark, trade secret, copyright or other proprietary rights in and to the Content for publication on the Service, pursuant to these Terms.\nOpera does not endorse copyright infringing activities or other intellectual property infringing activities and violations of the law may result in the removal of content if Opera is notified of such violations.\nRemoval and termination of accounts may occur without prior notice.\nPublishers retain all ownership rights to the submitted content, and by submitting content to the Service, Publishers hereby grant the following:</p>\n<p>a.\nTo Opera, a worldwide, non-exclusive, royalty-free, sublicensable and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the content in connection with the Service, including without limitation for promoting, redistributing in any and all media formats.\nIf you choose to remove your content from the Service, this license shall terminate within a commercially reasonable time after you remove your content from the Service.</p>\n<p>b.\nTo Users, a non-exclusive, perpetual license to access the content and to use, reproduce, distribute, display and perform such content as permitted through the functionality of the Service.\nUsers shall retain a license to this content even after the content is removed from the Service.</p>\n</li>\n<li>\n<p>\n<strong>Data processing.</strong> Please see our Privacy Statement.\nWe encourage you to read the Privacy Statement to better understand how you can manage your data and cookie preferences.</p>\n</li>\n<li>\n<p>\n<strong>You must accept these Terms.</strong> To use the Service you must accept the Terms, including both the Service Specific Terms and the General Terms of Service.\nWhere the Service Specific Terms differ or conflict with the general Terms of Service, the Service Specific Terms apply.\nBy accepting the Terms, you enter into an agreement for an indefinite duration.\nYou must follow these Terms which stipulate all rights and obligations between you and Opera in connection with the Service.</p>\n</li>\n<li>\n<p>\n<strong>Your access to the Service is subject to change.</strong> Opera reserves the right to modify these Service Specific Terms upon notice to you.\nIn the event of material changes we will provide reasonable advance notice via email.\nIf you do not accept the modifications, then you may, prior to the entry into force of the modification, unilaterally terminate the Service Specific Terms by deleting your Account.\nBy continuing to use this service, you are deemed to have accepted any changes made to the Service Specific Terms.\nIn such a case the general Terms of Service will still apply.</p>\n</li>\n<li>\n<p>\n<strong>Our Termination Rights.</strong> We may restrict, suspend or terminate the contract offered by these Terms and your access to all or any part of the Service Property and/or Publisher Property at any time without prior notice or liability if:</p>\n<p>a.\nyou commit a breach of your obligations or any other term under these Terms or violate the rights of any third party intellectual property owner;</p>\n<p>b.\nif you are an individual, you become bankrupt;</p>\n<p>c.\nif you are another legal entity, you become insolvent (including being unable to pay your debts as they fall due and/or the value of your assets is less than the amount of your liabilities, taking into account contingent and prospective liabilities), propose an individual, company or partnership voluntary arrangement, have a receiver, administrator or manager or trustee in bankruptcy appointed over the whole or any part of your business or assets.\nif any petition shall be presented in good faith, order shall be made or resolution passed for your winding up (except for the purpose of amalgamation or reconstruction), bankruptcy or dissolution (including the appointment of provisional liquidators/interim receivers or special managers).\nif you shall otherwise propose or enter into any composition or arrangement with your creditors or any class of them or you cease or threaten to cease to carry on business;</p>\n<p>d.\nwe decide not to provide the Service anymore (see below);</p>\n<p>e.\nyou act in any way that may be considered threatening, abusive, obscene, racist, xenophobic, sexist, defamatory, or otherwise offensive or illegal towards any member of Opera staff;</p>\n<p>f.\nwe delete your Service account in response to a data deletion request from you;</p>\n<p>g.\nwe delete your Service account due to sustained periods of inactivity, provided that we will use reasonable efforts to contact you via the contact details you have provided to us prior to terminating your Service account under this ground.</p>\n</li>\n<li>\n<p>\n<strong>Effect of Termination.</strong> If your contract with us offered by these Terms discontinues for any reason then it will cease immediately to have effect (apart from any sections that are necessary for our enforcement of any legal rights and remedies against you).\nThis means that you will no longer have access to the Service Property and Publisher Property.</p>\n</li>\n<li>\n<p>\n<strong>Force Majeure.</strong> Neither party shall be liable for any failure to fulfil its obligations under these Terms as a result of force majeure and in such circumstances the time for performance shall be extended by a period equivalent to the period during which performance of the obligation has been delayed or failed to be performed.\nIf either party is prevented or delayed in the performance of its obligations under these Terms by reason of force majeure, that party shall, as soon as reasonably possible, serve notice in writing on the other party specifying the nature and extent of the circumstances giving rise to force majeure.\nIn this section 10 (Force Majeure), “Force Majeure” means any cause preventing a party from performing any or all of its obligations that arises from or is attributable to acts, events, omissions or accidents beyond the reasonable control of the party so prevented including strikes, lock-outs or other industrial disputes (other than any such dispute involving the workforce of the party so prevented), nuclear accident or acts of God, war or terrorist activity, riot, civil commotion, malicious damage (excluding malicious damage involving the employees of the affected party or its subcontractors), industrial action by employees of any providers of electrical power, failure of technical facilities, fire, flood, or storm or default of suppliers or subcontractors.</p>\n</li>\n<li>\n<p>\n<strong>Ceasing to provide the Service Property or Publisher Property.</strong> If we decide to cease to provide the Service Property, then you will be notified as soon as reasonably possible.\nIf for any reason Publisher Property that you have validly licensed is taken down from the Service Platforms, we encourage Publishers to notify you and ensure that the relevant Publisher Property will remain available to valid existing Users for a period of 30 days (but subject to our ultimate discretion and legal obligations as to whether they can be made available in this way or not).\nFollowing that period, the Publisher Property (and/or if appropriate the relevant Service Property) will no longer be available unless we notify you otherwise.</p>\n</li>\n<li>\n<p>\n<strong>Opera may suspend the Service.</strong> Opera may temporarily suspend the Service for technical reasons or to perform routine maintenance.</p>\n</li>\n<li>\n<p>\n<strong>Contacting Opera support.</strong> You may address support requests, or any other incident or complaint to our customer service team by sending an electronic email to gxc-support-external@opera.com.</p>\n</li>\n</ol> Loomi by Opera <p>\n<em>Last updated: October 13, 2021</em>\n</p>\n<p>The Loomi by Opera service (“Service”) is a video on demand Service offered by Opera Norway AS (“Opera”).\nThese Service Specific Terms, together with the general Terms of Service (collectively, the “Terms”), govern your use of the Service.\nPlease read the Terms carefully.</p>\n<ol>\n<li>\n<p>Depending on where you live, you may be able to access the Loomi by Opera Service to view movies, TV, videos, and other media (“Programs”) via an in-app service or through the Loomi website.\nThe following terms apply to your use of the Loomi Service and the Loomi Programs.</p>\n<p>a.\nThrough Loomi you may stream Programs that are available for free.\nFree Programs are supported by third party advertising.\nOpera is not responsible for the advertising content of third parties which you may see via the Service.</p>\n<p>b.\nSome Programs are available for rent, meaning that in exchange for a fee (the “Rental Fee”) you will be granted access to stream your selected Programs through Loomi for a limited time as described below.</p>\n<p>c.\nLoomi is not available in all territories, and the selection of Programs available via Loomi may vary from place to place.\nYou are allowed to view only those items of Programs which have been specifically licensed for the country where you are registered (the “Territory”).\nLoomi is only for users 18 years of age or older.</p>\n</li>\n<li>\n<p>\n<strong>Rentals</strong>\n</p>\n<p>a.\nWhen you rent a Program,you have 30 days from the date of payment to view the Program.\nIf you choose not to start viewing the Program within 30 days, your ability to access it will expire unless you pay another Rental Fee.</p>\n<p>b.\nYou are granted access to a Program for a period of 48 hours, starting from when you first access the Program.\nAfter 48 hours have passed, you will not be permitted access to the Program unless you pay another Rental Fee.</p>\n<p>c.\nYou can view rented Programs on up to three devices per account, and you may stream a maximum of two Programs simultaneously.</p>\n<p>d.\nPayments for Rentals are handled by third-party payment service providers, including PayU.\nYour payments are subject to PayU’s terms and conditions.\nYou may not access a rental Program until your payment has been validated.</p>\n</li>\n<li>\n<p>\n<strong>Responsibility for Programs</strong>\n</p>\n<p>a.\nOpera licenses all Programs from third parties, including movie studios, creators, influencers, bloggers, and other rightsholders.\nAll Programs, including all intellectual property rights and other interest embodied therein, are the exclusive property of the respective rightsholders.\nIn other words Opera does not own and is not responsible for Programs you can view on Loomi.</p>\n<p>b.\nAll Programs on the Loomi Service are available on a limited basis and are strictly for personal use.\nYou are allowed only to view Programs in the Territory and solely in compliance with these Terms.\nYou may not download, copy, broadcast, or use Programs in any way except as expressly provided in these Terms.\nYou may not exhibit or display Programs in public spaces of any kind or charge admission to view them.\nAdditional or different restrictions may apply on a case-by-case basis.</p>\n<p>c.\nYour ability to access Programs may be restricted by Territory.\nYou may not use VPN or any other means to improperly access Programs from outside the applicable Territory.\nAny attempt to circumvent technical measures to ensure compliance with these Terms is a violation of these Terms and may result in your ability to access Loomi or the Programs being terminated without penalty.</p>\n<p>d.\nIf you are a rightsholder who believes that your Programs are improperly appearing in the Loomi Service, contact support@loomi.tv, stating the specific title of the work at issue, the context in which it appeared (including a link), and your complete legal name and contact information (or that of the author).\nWe will use this information to investigate your claim and take appropriate action.</p>\n</li>\n<li>\n<p>\n<strong>General</strong>\n</p>\n<p>a.\nAs further detailed in the main body of these Terms, the Loomi Service is provided on an as-is basis.\nWe make no representations or warranties as to the quality or availability of the Service.\nQuality may vary from device to device, and be impacted by factors outside of our control, such as the quality of your internet connection.</p>\n<p>b.\nWe may modify, suspend, cancel, or make changes to the Loomi Service or these Terms at any time.</p>\n</li>\n</ol> VPN Pro <p>\n<em>Last updated: May 18, 2022</em>\n</p>\n<p>The VPN Pro service (“VPN Pro” or the “Service”) is a premium, paid virtual private network Service available in some products and locations.\nThese Service Specific Terms, together with Opera’s general Terms of Service (collectively, the “Terms”), govern your use of this Service.\nPlease read the Terms carefully.</p>\n<ol>\n<li>\n<p>Depending on where you live and which products you use, you may be able to access VPN Pro.\nWhen activated, VPN Pro routes your traffic through thousands of servers around the world.</p>\n</li>\n<li>\n<p>VPN Pro uses dedicated infrastructure provided and managed on Opera’s behalf by a third party.\nVPN Pro uses different servers than those used for our free in-app VPN service.</p>\n</li>\n<li>\n<p>To use VPN Pro you will need to subscribe through Google Play or via your Opera account.\nYou will also need to create an Opera account to sign in and use VPN Pro.\nThrough your Opera account you can also activate VPN Pro on other devices, and recover access to the Service if you lose your device.</p>\n</li>\n<li>\n<p>VPN Pro may not be legal in all countries and territories.\nYou should be aware that some governments may decide that VPN services are not legal with little or no warning.\nYou are responsible for ensuring that your use of VPN Pro is legal under local law.</p>\n</li>\n<li>\n<p>VPN Pro is not available for users under 18 years of age.</p>\n</li>\n<li>\n<p>Subscriptions.</p>\n<p>a.\nYou must subscribe to VPN Pro through the application.\nWe offer subscriptions for various periods of time, such as one month, three months, or more at a time (each a “Subscription Period”).</p>\n<p>b.\nYour subscription allows you to use VPN Pro on up to six devices running under supported operating system.</p>\n<p>c.\nYou can cancel your subscription at any point up to the end of your Subscription Period.\nAt the end of the then-current Subscription Period your subscription will be canceled and your access to the Service will end.</p>\n<p>d.\nIf you do not cancel your subscription before the end of the Subscription Period, your subscription will renew automatically for an additional Subscription Period of equal length.</p>\n<p>e.\nYou can always manage or cancel your subscription through your Google Play or via your Opera account.</p>\n</li>\n<li>\n<p>Free Trials.\nWe may offer free trial subscriptions for a period of seven days.\nUnless you cancel before the end of the trial period, your payment method will be charged for the Subscription Period you have selected.\nYou can cancel a free trial through Google Play or via your Opera account.</p>\n</li>\n<li>\n<p>30-day money back guarantee / cancellation right.</p>\n<p>a.\nFor purchases done via Google Play, you may cancel your subscription at any point during the first thirty days after your payment method is charged for a full refund.</p>\n<p>b.\nFor purchases done via Opera account, you may cancel your subscription at any point during the first thirty days after your payment card is charged for a full refund.\nYou may also get a refund for your first subscription renewal within 48 hours from a payment card charge (“forgotten to deactivate subscription”).\nYou can cancel via your Opera account while for refund you need to contact payment provider support.</p>\n<p>c.\nSome restrictions may apply, for example, if you have previously canceled three or more Service subscriptions.\nThis cancellation right covers any statutory cancellation right that may apply to your subscription to VPN Pro.</p>\n</li>\n<li>\n<p>Payment Method and Terms.\nYour payments for VPN Pro are processed by a designated payment processor under their terms.\nIf a purchase has been declined Opera may not set up, or may suspend or cancel your subscription.</p>\n</li>\n<li>\n<p>Use of the Service.\nIn keeping with the Terms, we expect you to use VPN Pro in a legal and responsible way.</p>\n<p>a.\nAccordingly, you may not use, assist, or enable others to use the Service for any unlawful, illicit, illegal, criminal or fraudulent purpose whatsoever.</p>\n<p>b.\nYou may not use the Service to assault, interfere, gain unauthorized access, deny service in any way or form to any other network or device through the Service.</p>\n<p>c.\nYou may not use the Service to exploit children in any way.</p>\n<p>d.\nYou may not use the Service to violate, infringe, or misappropriate other people’s intellectual property, privacy or other legal rights.</p>\n<p>e.\nYou may not use the Service to distribute spam, malware, or viruses of any kind.</p>\n</li>\n<li>\n<p>Customer Service.\nIf you have a question about VPN Pro contact customer support at vpn-pro@support.opera.com.</p>\n</li>\n<li>\n<p>Privacy &amp.\nSecurity</p>\n<p>a.\nVPN Pro is provided by a third-party service provider which owns, operates, and maintains the infrastructure which provides the Service.\nData communicated through VPN Pro will be encrypted and routed through one of thousands of servers around the world.\nHowever we do not promise that the service is absolutely secure.\nDespite our best efforts and the best efforts of our provider, criminals or other bad actors may still be able to access your data.</p>\n<p>b.\nVPN Pro is a no log service.\nWe do not collect or store records of web pages you visit or links you click on in the servers dedicated for this Service.</p>\n<p>c.\nFurther information may be available through our Privacy Statement.</p>\n</li>\n</ol> DegenKnows <p>\n<em>Last updated: July 12, 2022</em>\n</p>\n<p>The Degen Knows service (“DegenKnows” or the “Service”) is an NFT analytics platform that provides both on-chain information and off-chain information about NFT projects.\nThese Service Specific Terms, together with Opera’s general Terms of Service (collectively, the “Terms”), govern your use of this Service.\nPlease read the Terms carefully.</p>\n<ol>\n<li>\n<p>To use the Service you have to accept these Terms.\nDegenKnows is only for users 18 years of age or older.\nBy accessing the Service you represent, warrant and covenant that you have the power and authority to enter into this agreement.</p>\n</li>\n<li>\n<p>You may not use the Service for any illegal purpose, to violate or facilitate the violation of any law or regulation, or in any manner inconsistent with the Terms.\nYou agree to use the Service solely for your own personal, noncommercial use and benefit, and not for resale or other transfer or disposition to, or use by or for the benefit of, any other person or entity.\nYou agree not to use, transfer, distribute, or dispose of any information contained in the Service in any manner that could compete with the business of Opera.\nCrawling or scraping the Services without the prior consent of Opera is strictly prohibited.</p>\n</li>\n<li>\n<p>DegenKnows content is strictly for informational purposes.\nOpera does not guarantee the accuracy, or completeness of any content available on the Service.\nDegenKnows does not facilitate or provide any wallet or minting services, nor does it provide trading, investment or brokerage accounts or facilities.\nDegenKnows does not provide investment or any other financial advice or recommendations.\nAs with any asset, the value of digital assets can go up or down and there can be a substantial risk that you lose money buying, selling, holding, or investing in digital assets.\nYou are solely responsible for determining whether the purchase of digital assets is appropriate for you in light of your financial condition and degree of financial sophistication.</p>\n</li>\n<li>\n<p>Some functionality accessible through the Service is provided by other companies (“Third Party Services”).\nThird Party Services may be subject to separate terms and conditions.\nOpera has no control over and no responsibility for Third Party Services.\nInclusion of, linking to, or permitting the use or installation of any Third Party Services does not imply approval or endorsement thereof by Opera.</p>\n</li>\n<li>\n<p>You may terminate the Service Specific Terms at any moment by deleting your account.\nIn such a case the Terms of Service will still apply to your use of other services provided by Opera.</p>\n</li>\n<li>\n<p>Customer Service.\nIf you have a question about DegenKnows, you may contact customer support degenknows-external@opera.com.\nIf you believe that any content accessible via the Service infringes your rights, you may submit a notification to customer support.</p>\n</li>\n</ol> ", "created_at": "2022-11-20 14:29:48.210883", "updated_at": "2022-11-20 14:30:01.474298"}, {"id": 12746, "name": "Cookie Policy", "url": "https://legal.opera.com/cookies/", "xpath": "/html/body/main/section/div", "text": " Cookies Policy <p>\n<em>Last updated: September 1, 2022</em>\n</p> Introduction <p>A cookie is a small file sent from a website and stored on your computer or mobile device, to keep some configuration or tracking information locally.\nIn the following we will explain how, why, and when we use cookies on our websites.</p> Making browsing more convenient <p>We use cookies on our websites for session management and retaining your settings or preferences.</p>\n<p>For instance, we can use your IP-address (which is your unique license plate online) to detect your country and language you might prefer.\nThis is possible because the IP-address reveals which country you are connecting from.\nIf you chose another language manually, we use a cookie to store that preference.\nThis can be relevant for instance if you travel abroad, and access through an IP-address in a country with a language other than the one you prefer.</p>\n<p>For certain subdomains like addons.opera.com or forums.opera.com or auth.opera.com we use an authorization cookie.\nThis cookie is set after you successfully authenticate at the website, for instance by username and password.\nThe purpose of this cookie is to make authentication more convenient for you.</p> Measuring marketing campaigns <p>We may also use cookies for the purpose of statistics and measurement of marketing campaigns.</p>\n<p>For example, we use Google Analytics service with the purpose of optimizing our websites.\nGoogle Analytics uses cookies to analyze how our webpages are used.\nGoogle Analytics generates statistics about the total number of visitors to our websites, what pages are visited most, where the user is coming from, and at what time the webpages are visited the most.\nGoogle Analytics makes this possible by establishing a unique Analytics ID for your device, the first time you visit our pages.\nThis information can also be used for marketing campaigns.</p> Who is processing the data in addition to Opera <p>There are some third party cookies on our websites.\nFor your overview, we list categories below.</p>\n<ul>\n<li>Category A: Analytics, this is done for the purpose of optimizing our sites.</li>\n<li>Category B: Marketing campaigns, with purpose to measure the effectivity of these.</li>\n<li>Category C: Site availability, with the purpose of monitoring to what extent our sites are available.</li>\n</ul>\n<p>Our websites may set cookies from the following partners:</p>\n<ul>\n<li>Bing</li>\n<li>Facebook Pixel</li>\n<li>Google Analytics</li>\n<li>Google Tag Manager</li>\n<li>Hotjar</li>\n<li>Outbrain</li>\n<li>Piano</li>\n<li>Reddit</li>\n<li>Taboola</li>\n<li>TikTok</li>\n<li>Twitter</li>\n<li>Vimeo</li>\n<li>Yahoo</li>\n<li>Youtube</li>\n</ul>\n<p>Remember, you may configure a browser to reject third-party cookies via the settings menu.</p> ", "created_at": "2022-11-20 14:38:51.749793", "updated_at": "2022-11-20 14:38:57.730318"}], "points": [{"id": 26714, "title": "This service takes credit for your content", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-01-26 06:09:57.365028", "updated_at": "2022-08-18 19:01:41.904104", "quoteText": null, "case_id": 179, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29048, "title": "You maintain ownership of your content", "source": "https://legal.opera.com/terms/", "status": "The terms of service states that 'Opera does not claim ownership of any User Generated Content.'", "created_at": "2022-11-13 09:52:04.508873", "updated_at": "2023-04-22 20:01:29.868108", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29053, "title": "How do they work with third parties (contractors they use)?", "source": "https://legal.opera.com/privacy/", "status": "\"As noted above, in different contexts we may share or make available data (including personal data) with other members of the Opera Group, and sometimes with third parties, such as our marketing and monetization partners. Where applicable, we insist that a legally valid mechanism is used to protect such transfer, including for example the European Union’s model contracts for the transfer of personal data to third countries (also known as the “standard contractual clauses”) to ensure adequate protection of your personal data.\"", "created_at": "2022-11-14 14:40:00.98425", "updated_at": "2023-02-24 01:28:08.630331", "quoteText": null, "case_id": 210, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29047, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://legal.opera.com/terms/", "status": "The terms of service states 'Opera may modify these Terms. Opera may update these Terms or the Privacy Statement from time to time. [...]  It is your responsibility to remain informed of any changes, because you are legally obligated to abide by the latest versions of these Terms and the Privacy Statement.'", "created_at": "2022-11-13 09:45:15.822065", "updated_at": "2023-04-22 20:01:29.819262", "quoteText": null, "case_id": 121, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29034, "title": "Third party cookies are employed, but with opt out instructions", "source": "https://legal.opera.com/cookies/", "status": "The cookies policy states 'There are some third party cookies on our websites. [...] Remember, you may configure a browser to reject third-party cookies via the settings menu.'", "created_at": "2022-11-12 19:47:36.746367", "updated_at": "2023-04-22 20:01:29.909262", "quoteText": null, "case_id": 127, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29054, "title": "How do they work with government requests?", "source": "https://legal.opera.com/terms/", "status": "Opera GX doesn't specify how it works in this case", "created_at": "2022-11-14 15:31:50.896076", "updated_at": "2023-04-22 20:01:29.949889", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29050, "title": "Your account can be suspended for several reasons", "source": "https://legal.opera.com/terms/", "status": "The terms of service states that 'Should you violate these Service Specific Terms or the rights of any Participating Merchants or threaten the operation of Servicek, Opera may delete your Account and terminate the Service Specific Terms with you unilaterally, through a notification to your email address.'", "created_at": "2022-11-13 11:47:28.128611", "updated_at": "2023-04-22 20:01:29.989369", "quoteText": null, "case_id": 205, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29051, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://legal.opera.com/terms/", "status": "The terms of service states that 'Opera does not endorse copyright infringing activities or other intellectual property infringing activities and violations of the law may result in the removal of content if Opera is notified of such violations. Removal and termination of accounts may occur without prior notice.'", "created_at": "2022-11-13 12:00:52.066242", "updated_at": "2023-04-22 20:01:30.028577", "quoteText": null, "case_id": 310, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29049, "title": "This service can use your content for all their existing and future services", "source": "https://legal.opera.com/terms/", "status": "The terms of service states that 'Opera does not claim ownership of any User Generated Content. However, by submitting User Generated Content on any Service, including any ideas, concepts, know-how, or techniques described therein, you consent to Opera’s unrestricted use of those items.'", "created_at": "2022-11-13 09:52:41.181485", "updated_at": "2023-04-22 20:01:30.068591", "quoteText": null, "case_id": 180, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29055, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://legal.opera.com/privacy/", "status": "The privacy policy states that: \"[...] In any case we will not retain your data any longer than necessary to fulfill the specific purpose for which it was processed to begin with [...] we retain your data for seven days after you’ve decided to discontinue your Opera account in case you change your mind [...]\"", "created_at": "2022-11-15 11:34:25.81621", "updated_at": "2023-04-22 20:01:30.109054", "quoteText": null, "case_id": 303, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29056, "title": "You have the right to leave this service at any time", "source": "https://legal.opera.com/terms/", "status": "The terms of service state that 'We delete your Service account in response to a data deletion request from you'.", "created_at": "2022-11-15 18:52:11.130534", "updated_at": "2023-04-22 19:55:57.61066", "quoteText": null, "case_id": 170, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28929, "title": "You can opt out of targeted advertising", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-10-19 01:26:44.743279", "updated_at": "2023-07-11 06:26:18.597065", "quoteText": null, "case_id": 219, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29096, "title": "You have the right to leave this service at any time", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-11-21 17:34:25.235713", "updated_at": "2023-07-11 06:26:19.351674", "quoteText": null, "case_id": 170, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29205, "title": "Your information is only shared with third parties when given specific consent", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-01 11:57:02.700351", "updated_at": "2023-07-11 06:26:23.725363", "quoteText": null, "case_id": 296, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29176, "title": "You maintain ownership of your content", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-11-28 09:39:00.115536", "updated_at": "2023-07-11 06:26:23.803292", "quoteText": null, "case_id": 183, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29183, "title": "Your information is only shared with third parties when given specific consent", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-11-29 10:06:13.005327", "updated_at": "2022-11-29 15:48:53.661172", "quoteText": null, "case_id": 296, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29181, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-11-29 09:59:07.219869", "updated_at": "2023-07-11 06:26:25.255565", "quoteText": null, "case_id": 201, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29184, "title": "You agree to comply with the law of the service's country", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-11-29 10:19:40.335816", "updated_at": "2023-07-11 06:26:25.335127", "quoteText": null, "case_id": 237, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29177, "title": "This service can use your content for all their existing and future services", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-11-28 09:39:43.80389", "updated_at": "2023-04-22 20:01:30.150472", "quoteText": null, "case_id": 180, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29185, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-11-29 12:17:40.152313", "updated_at": "2023-07-11 06:26:24.692899", "quoteText": null, "case_id": 310, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29179, "title": "Your account can be suspended for several reasons", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-11-29 09:54:13.977796", "updated_at": "2023-07-11 06:26:24.773225", "quoteText": null, "case_id": 205, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29175, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-11-28 09:37:22.960623", "updated_at": "2023-07-11 06:26:24.850386", "quoteText": null, "case_id": 121, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29180, "title": "Many third parties are involved in operating the service", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-11-29 09:57:16.972009", "updated_at": "2023-07-11 06:26:24.929113", "quoteText": null, "case_id": 208, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29379, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:59:20.529043", "updated_at": "2023-07-11 06:26:25.175217", "quoteText": null, "case_id": 288, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29186, "title": "Third party cookies are employed, but with opt out instructions", "source": "https://legal.opera.com/cookies/", "status": "Generated through the annotate view", "created_at": "2022-11-29 12:22:24.261741", "updated_at": "2023-07-11 06:26:25.422639", "quoteText": null, "case_id": 127, "document_id": 12746, "quoteStart": null, "quoteEnd": null}, {"id": 29241, "title": "Critical changes to the terms are made without user involvement", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-07 14:47:47.44358", "updated_at": "2023-07-11 06:26:27.881249", "quoteText": null, "case_id": 120, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29311, "title": "Your personal data is used for advertising", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-09 12:10:08.206228", "updated_at": "2023-02-26 12:20:51.491395", "quoteText": null, "case_id": 216, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29294, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://forums.opera.com/topic/3303/user-banned?lang=es", "status": "In the terms they do not state that a user who has been permanently banned cannot create a new account. But by stating that they do not collect personal information, it can be assumed that if you use another email you will be able to have a new account. With the same email account you will not be able to create a new account, I affirm this based on the linked link, where a user requests to recover his banned account but is informed that it is not possible", "created_at": "2022-12-09 07:26:07.633882", "updated_at": "2023-04-22 20:01:30.191517", "quoteText": null, "case_id": 319, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29310, "title": "This service fines spammers", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-09 12:06:43.442403", "updated_at": "2023-04-27 22:00:19.285319", "quoteText": null, "case_id": 153, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29300, "title": "There is a date of the last update of the agreements", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-09 08:34:37.783359", "updated_at": "2023-01-05 13:27:58.088878", "quoteText": null, "case_id": 331, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29296, "title": "No need to register", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-09 08:07:45.215676", "updated_at": "2023-05-29 22:00:20.784945", "quoteText": null, "case_id": 320, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29307, "title": "This service is only available to users over a certain age", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-09 11:41:41.117634", "updated_at": "2023-07-11 06:26:33.363302", "quoteText": null, "case_id": 152, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29305, "title": "You can opt out of promotional communications", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-09 11:27:05.168011", "updated_at": "2023-07-11 06:26:33.446311", "quoteText": null, "case_id": 223, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29302, "title": "You aren’t allowed to publicly post private messages", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-09 09:00:54.908928", "updated_at": "2023-07-11 06:26:33.529627", "quoteText": null, "case_id": 317, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29306, "title": "Your personal information is used for many different purposes", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-09 11:34:36.905992", "updated_at": "2023-07-11 06:26:33.618361", "quoteText": null, "case_id": 185, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29308, "title": "Content you post may be edited by the service for any reason", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-09 11:50:42.505888", "updated_at": "2023-07-11 06:26:32.742713", "quoteText": null, "case_id": 407, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29301, "title": "Two factor authentication is provided for your account", "source": "https://forums.opera.com/topic/31110/opera-synchronization-security/3", "status": "Opera gx currently does not have a second authentication factor, we are informed in the attached for a moderator", "created_at": "2022-12-09 08:54:48.539584", "updated_at": "2023-04-22 19:55:57.805257", "quoteText": null, "case_id": 312, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29304, "title": "The court of law governing the terms is in location X", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-09 11:24:28.184289", "updated_at": "2023-07-11 06:26:33.122716", "quoteText": null, "case_id": 163, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29298, "title": "Third-party cookies are used for statistics", "source": "https://legal.opera.com/cookies/", "status": "Generated through the annotate view", "created_at": "2022-12-09 08:26:07.955234", "updated_at": "2023-07-11 06:26:33.200581", "quoteText": null, "case_id": 325, "document_id": 12746, "quoteStart": null, "quoteEnd": null}, {"id": 29309, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-09 12:05:19.562693", "updated_at": "2023-07-11 06:26:33.284715", "quoteText": null, "case_id": 188, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29435, "title": "Information is provided about security practices", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-13 08:08:15.53622", "updated_at": "2023-07-11 06:26:37.823038", "quoteText": null, "case_id": 226, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29364, "title": "You cannot delete your account of this service", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 14:07:26.073037", "updated_at": "2022-12-10 16:18:11.854771", "quoteText": null, "case_id": 172, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29368, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:08:17.179017", "updated_at": "2022-12-10 16:20:45.543705", "quoteText": null, "case_id": 201, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29372, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:36:33.349597", "updated_at": "2023-07-11 06:26:38.168797", "quoteText": null, "case_id": 186, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29376, "title": "First-party cookies are used", "source": "https://legal.opera.com/cookies/", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:42:38.531377", "updated_at": "2023-07-11 06:26:38.251244", "quoteText": null, "case_id": 126, "document_id": 12746, "quoteStart": null, "quoteEnd": null}, {"id": 29375, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:39:34.877055", "updated_at": "2023-07-11 06:26:38.413546", "quoteText": null, "case_id": 279, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29377, "title": "The service does not guarantee that software errors will be corrected", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:43:13.925273", "updated_at": "2023-07-11 06:26:38.493043", "quoteText": null, "case_id": 289, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29371, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:29:00.791301", "updated_at": "2023-07-11 06:26:38.571907", "quoteText": null, "case_id": 148, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29365, "title": "Your profile is combined across various products", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-10 14:21:06.750282", "updated_at": "2023-07-11 06:26:38.653221", "quoteText": null, "case_id": 326, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29370, "title": "You agree not to use the service for illegal purposes", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:26:55.672896", "updated_at": "2023-07-11 06:26:38.732332", "quoteText": null, "case_id": 280, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29373, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:37:44.253124", "updated_at": "2023-07-11 06:26:38.813708", "quoteText": null, "case_id": 150, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29382, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 17:07:19.231891", "updated_at": "2023-07-11 06:26:38.891255", "quoteText": null, "case_id": 286, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29381, "title": "Details are provided about what kind of information they collect", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-10 17:06:20.296201", "updated_at": "2023-07-11 06:26:38.970261", "quoteText": null, "case_id": 228, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29374, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:39:00.092309", "updated_at": "2023-07-11 06:26:38.085404", "quoteText": null, "case_id": 233, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29383, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 17:15:06.155647", "updated_at": "2023-07-11 06:26:39.293198", "quoteText": null, "case_id": 292, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29385, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 17:25:08.212929", "updated_at": "2023-07-11 06:26:39.37549", "quoteText": null, "case_id": 295, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29388, "title": "Content is published under a free license instead of a bilateral one", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 17:56:35.051839", "updated_at": "2023-04-28 22:00:23.152305", "quoteText": null, "case_id": 131, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29387, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-10 17:55:20.340928", "updated_at": "2023-07-11 06:26:39.055388", "quoteText": null, "case_id": 217, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29389, "title": "The posting of pornographic content is prohibited", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 17:59:28.321169", "updated_at": "2023-07-11 06:26:39.136965", "quoteText": null, "case_id": 315, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29384, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 17:19:23.485964", "updated_at": "2023-07-11 06:26:39.214852", "quoteText": null, "case_id": 293, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29436, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-13 08:15:49.094756", "updated_at": "2023-07-11 06:26:39.882368", "quoteText": null, "case_id": 284, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29433, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-13 07:52:11.057721", "updated_at": "2023-07-11 06:26:41.689186", "quoteText": null, "case_id": 138, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29429, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-13 02:21:27.375113", "updated_at": "2023-07-11 06:26:41.800185", "quoteText": null, "case_id": 135, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29431, "title": "You agree to comply with the law of the service's country", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-13 07:39:02.737711", "updated_at": "2023-02-28 11:01:14.001329", "quoteText": null, "case_id": 237, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29430, "title": "The service will only respond to government requests that are reasonable", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-13 02:59:45.740328", "updated_at": "2023-04-28 22:00:23.35727", "quoteText": null, "case_id": 393, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29434, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-13 08:04:22.716845", "updated_at": "2023-07-11 06:26:41.612793", "quoteText": null, "case_id": 408, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29297, "title": "Your personal data is not shared with third parties", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-09 08:20:25.883697", "updated_at": "2022-12-13 17:17:45.795162", "quoteText": null, "case_id": 311, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29386, "title": "Information is provided about how they collect personal data", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-10 17:37:11.227469", "updated_at": "2023-07-11 06:26:42.213653", "quoteText": null, "case_id": 297, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29378, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:54:53.382365", "updated_at": "2023-07-11 06:26:42.296993", "quoteText": null, "case_id": 202, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29428, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://legal.opera.com/cookies/", "status": "Generated through the annotate view", "created_at": "2022-12-13 01:45:47.866868", "updated_at": "2023-07-11 06:26:52.30653", "quoteText": null, "case_id": 399, "document_id": 12746, "quoteStart": null, "quoteEnd": null}, {"id": 29299, "title": "There is a date of the last update of the agreements", "source": "https://legal.opera.com/cookies/", "status": "Generated through the annotate view", "created_at": "2022-12-09 08:34:20.724993", "updated_at": "2023-07-11 06:27:06.233771", "quoteText": null, "case_id": 331, "document_id": 12746, "quoteStart": null, "quoteEnd": null}, {"id": 29295, "title": "You can opt out of providing personal information to third parties", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-09 07:54:11.81106", "updated_at": "2023-04-22 19:55:58.254601", "quoteText": null, "case_id": 337, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29380, "title": " The service is only available in some countries approved by its government", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 17:05:11.388577", "updated_at": "2023-02-28 11:12:49.249855", "quoteText": null, "case_id": 490, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29432, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-13 07:44:50.426461", "updated_at": "2023-07-11 06:27:42.893932", "quoteText": null, "case_id": 146, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29369, "title": "Many different types of personal data are collected", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-10 16:23:02.047947", "updated_at": "2023-07-11 06:27:42.973196", "quoteText": null, "case_id": 376, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29367, "title": "Your personal data may be used for marketing purposes", "source": "https://www.pwnprivacy.com/?domain=www.downloadoperagx.com", "status": "Generated through the annotate view", "created_at": "2022-12-10 15:26:05.330714", "updated_at": "2023-07-11 06:27:43.067279", "quoteText": null, "case_id": 336, "document_id": 10114, "quoteStart": null, "quoteEnd": null}, {"id": 29182, "title": "Third parties are involved in operating the service", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-11-29 09:59:18.877729", "updated_at": "2023-07-11 06:26:26.448616", "quoteText": null, "case_id": 207, "document_id": 12744, "quoteStart": null, "quoteEnd": null}, {"id": 29366, "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.", "source": "https://legal.opera.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-10 15:21:38.682119", "updated_at": "2023-07-11 06:26:38.335374", "quoteText": null, "case_id": 314, "document_id": 12744, "quoteStart": null, "quoteEnd": null}], "urls": ["downloadoperagx.com", "opera.com"]}}