{"error": 448, "message": "OK", "parameters": {"id": 8954, "name": "Jeopardy Labs", "created_at": "2023-07-09 01:52:03.748104", "updated_at": "2023-07-09 10:02:49.206767", "wikipedia": null, "keywords": null, "related": null, "slug": "jeopardy-labs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8954.png", "url": "jeopardylabs.com", "documents": [{"id": 17520, "name": "Terms of Use And Privacy Policy And Refund Policy", "url": "https://jeopardylabs.com/legal", "xpath": "//body", "text": " <ul>\n<li>Build</li>\n<li>Browse</li>\n<li>About</li>\n<li>Login / Join</li>\n</ul> Terms of Use &amp.\nPrivacy Policy <p>\n<strong>Table of Contents</strong>: Terms of Use | Privacy Policy | Refund Policy </p> Terms of Use\n<p>Updated 2020-09-26</p>\n<p>\n<strong>Welcome to JeopardyLabs.com.</strong> We (Aptibyte LLC) hope you find it useful.\nBy accessing or otherwise interacting with our servers, services, websites, or any associated content (together, \"JeopardyLabs\"), you agree to these Terms of Use (\"TOU\") (last updated September 26, 2020).\nIf you do not agree to the TOU, you are not authorized to use JeopardyLabs.com.\nWe may modify the TOU at any time in our sole discretion.\nYou are responsible for periodically checking for changes and are bound by them if you continue to use JeopardyLabs.com (Site).</p>\n<p>\n<strong>Registration:</strong> If you are under 13 years of age, you are not authorized to register to use the Site.</p>\n<p>\n<strong>Availability:</strong> We reserve the right to modify or discontinue, temporarily or permanently, the Site (or any part thereof) with or without notice.\nYou agree that we will not be liable to you or to any third party for any modification, suspension or discontinuance of the Site.</p>\n<p>\n<strong>User Content Transmitted Through the Site:</strong> With respect to the content or other materials you upload through the Site or share with other users or recipients (collectively, “User Content”), you represent and warrant that you own all right, title and interest in and to such User Content, including, without limitation, all copyrights and rights of publicity contained therein.\nBy uploading any User Content you hereby grant and will grant Aptibyte LLC and its affiliated companies a nonexclusive, worldwide, royalty free, fully paid up, transferable, sublicensable, perpetual, irrevocable license to copy, display, upload, perform, distribute, store, modify and otherwise use your User Content for any JeopardyLabs-related purpose in any form, medium or technology now known or later developed.</p>\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback or other information about the Site (“Submissions”) provided by you to Aptibyte LLC are non-confidential and Aptibyte LLC will be entitled to the unrestricted use and dissemination of these Submissions for any purpose, without acknowledgment or compensation to you.</p>\n<p>Without limiting the foregoing, you acknowledge and agree that we may preserve content and may also disclose content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process, applicable laws or government requests.\n(b) enforce these Terms of Use.\n(c) respond to claims that any content violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of Aptibyte LLC, its users and the public.\nYou understand that the technical processing and transmission of the Site, including your content, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.</p>\n<p>\n<strong>Third Party Material:</strong> Under no circumstances will we be liable in any way for any content or materials of any third parties, including, but not limited to, for any errors or omissions in any content, or for any loss or damage of any kind incurred as a result of the use of any such content.\nYou acknowledge that we do not pre-screen content, but that Aptibyte LLC and its designees will have the right (but not the obligation) in their sole discretion to refuse or remove any content that is available via the Site.\nWithout limiting the foregoing, Aptibyte LLC and its designees will have the right to remove any content that violates these Terms of Use or is deemed by Aptibyte LLC, in its sole discretion, to be otherwise objectionable.\nYou agree that you must evaluate, and bear all risks associated with, the use of any content, including any reliance on the accuracy, completeness, or usefulness of such content.</p>\n<p>\n<strong>Copyright Complaints:</strong> Aptibyte LLC respects the intellectual property of others, and we ask our users to do the same.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, or that your intellectual property rights have been otherwise violated, you should notify Aptibyte LLC of your infringement claim in accordance with the procedure set forth below.</p>\n<p>We will process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws with respect to any alleged or actual infringement.\nA written notification of claimed copyright infringement should be emailed to legal@aptibyte.com or mailed to:</p>\n<p>\n</p>\nAptibyte <br>\n10013 NE Hazel Dell Ave #212<br>\nVancouver, WA 98685-5203<p>\n</p>\n<p>To be effective, the notification must be in writing and contain the following information:</p>\n<ol>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the Site, with enough detail that we may find it on the Site;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law;</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.</li>\n</ol>\n<p>\n<strong>Repeat Infringer Policy:</strong> In accordance with the DMCA and other applicable law, we have adopted a policy of terminating, in appropriate circumstances and at Aptibyte's sole discretion, users who are deemed to be repeat infringers.\nAptibyte LLC may also at its sole discretion limit access to the Site and/or terminate the registrations of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p>\n<p>\n<strong>Third Party Websites:</strong> The Site may provide, or third parties may provide, links or other access to other sites and resources on the Internet or to third party applications.\nAptibyte LLC has no control over such sites, resources or applications and Aptibyte LLC is not responsible for and does not endorse such sites, resources or applications.\nYou further acknowledge and agree that Aptibyte LLC will not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any content, events, goods or services available on or through any such sites, resources or applications.\nAny dealings you have with third parties found while using the Site are between you and the third party, and you agree that Aptibyte LLC is not liable for any loss or claim that you may have against any such third party.</p>\n<p>\n<strong>DISCLAIMER &amp.\nLIABILITY.</strong> To the full extent permitted by law, Aptibyte LLC, and its officers, directors, employees, agents, licensors, affiliates, and successors in interest (\"Aptibyte Entities\") (1) make no promises, warranties, or representations as to JeopardyLabs, including its completeness, accuracy, availability, timeliness, propriety, security or reliability.\n(2) provide JeopardyLabs on an \"AS IS\" and \"AS AVAILABLE\" basis and any risk of using JeopardyLabs is assumed by you.\n(3) disclaim all warranties, express or implied, including as to accuracy, merchantability, fitness for a particular purpose, and non-infringement, and all warranties arising from course of dealing, usage, or trade practice.\nand (4) disclaim any liability or responsibility for acts, omissions, or conduct of you or any party in connection with JeopardyLabs.\nAptibyte Entities are NOT liable for any direct, indirect, consequential, incidental, special, punitive, or other losses, including lost profits, revenues, data, goodwill, etc., arising from or related to Aptibyte LLC, and in no event shall such liability exceed $100 or the amount you paid us in the year preceding such loss.\nSome jurisdictions restrict or alter these disclaimers and limits, so some may not apply to you.</p>\n<p>\n<strong>CLAIMS &amp.\nINDEMNITY.</strong> Any claim, cause of action, demand, or dispute arising from or related to Aptibyte LLC (\"Claims\") will be governed by the internal laws of Washington State, without regard to conflict of law provisions, except to the extent governed by US federal law.\nAny Claims will be exclusively resolved by courts in Vancouver, WA (except we may seek preliminary or injunctive relief anywhere).\nYou agree to (1) submit to the personal jurisdiction of courts in Vancouver, WA.\n(2) indemnify and hold Aptibyte Entities harmless from any Claims, losses, liability, or expenses (including attorneys' fees) that arise from a third party and relate to your use of Site.\nand (3) be liable and responsible for any Claims we may have against your officers, directors, employees, agents, affiliates, or any other party, directly or indirectly, paid, directed or controlled by you, or acting for your benefit.</p> Privacy Policy\n<p>Updated 2020-09-26</p>\n<p>This policy details how data about you is used when you access our websites and services (together, \"JeopardyLabs\") or interact with us.\nIf we update it, we will revise the date, place notices on JeopardyLabs if changes are material, and/or obtain your consent as required by law.\n</p>\nProtecting your privacy\n<ol>\n<li>We take precautions to prevent unauthorized access to or misuse of data about you.</li>\n<li>We do not run ads.</li>\n<li>We do not share your data with third parties for marketing purposes.</li>\n<li>We do not engage in affiliate marketing.</li>\n<li>Please review privacy policies of any third party sites linked to from JeopardyLabs.</li>\n</ol>\nData we use to provide/improve our services and/or combat fraud/abuse:\n<ol>\n<li>data you post on or send via JeopardyLabs, and/or send us directly or via other sites</li>\n<li>credit card data, which is transmitted to payment processors via a security protocol (e.g.\nSSL).</li>\n<li>data you submit or provide (e.g.\nname, email, questions, answers).</li>\n<li>web log data (e.g.\nweb pages viewed, access times, IP address, HTTP headers).</li>\n<li>data collected via cookies.</li>\n<li>data about your device(s) (e.g.\nscreen size, DOM local storage, plugins).</li>\n<li>data from 3rd parties (e.g.\nphone type, geo-location via IP address).</li>\n</ol>\nData we store\n<ol>\n<li>We retain data as needed for our business purposes and/or as required by law.</li>\n<li>We make good faith efforts to store data securely, but can make no guarantees.</li>\n<li>You may access and update certain data about you via your account login.</li>\n</ol>\nCircumstances in which we may disclose user data:\n<ol>\n<li>to vendors and service providers (e.g.\npayment processors) working on our behalf.</li>\n<li>to respond to subpoenas, search warrants, court orders, or other legal process.</li>\n<li>to protect our rights, property, or safety, or that of users of JeopardyLabs or the general public.</li>\n<li>with your consent (e.g.\nif you authorize us to share data with other users).</li>\n<li>in connection with a merger, bankruptcy, or sale/transfer of assets.</li>\n<li>in aggregate/summary form, where it cannot reasonably be used to identify you.</li>\n</ol>\n<p>\n<strong>International Users</strong> - By accessing JeopardyLabs or providing us data, you agree we may use and disclose data we collect as described here or as communicated to you, transmit it outside your resident jurisdiction, and store it on servers in the United States.\nFor more information please contact our privacy officer at support@jeopardylabs.com.\n</p> Refund Policy\n<p>You may email support@JeopardyLabs.com to request a refund within 30 days of your purchase.\nThe email must include your invoice number.\nThe refund will be issued back on the payment medium used for the original purchase.\nYou are responsible for any currency conversion fees.</p>\n<ul>\n<li>Build</li>\n<li>Browse</li>\n<li>About</li>\n<li>Legal</li>\n<li>Login / Join</li>\n</ul> ", "created_at": "2023-07-09 01:52:03.777803", "updated_at": "2023-07-09 01:52:16.366006"}], "points": [], "urls": ["jeopardylabs.com"]}}