{"error": 448, "message": "OK", "parameters": {"id": 3617, "name": "Cock.li", "created_at": "2021-05-14 23:47:34.587629", "updated_at": "2023-10-06 22:01:46.706355", "wikipedia": null, "keywords": null, "related": null, "slug": "cockli", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/3617.png", "url": "cock.li", "documents": [], "points": [{"id": 35024, "title": "This service is only available for use individually and non-commercially.", "source": "https://cock.li/help", "status": "\"Any service needs money to continue their operations, and time to maintain the service and keep things in order. Cock.li is funded by its users, and if the account gets low we can always send someone around with a tin can and a spoon. Users are also invited to check cock.li's sister services (like cockbox) whose profits subsidize the time spent maintaining the service. Users have an incentive to fund the site, its operators have an incentive to keep it in good standing. Everyone's happy.\"", "created_at": "2023-09-29 04:50:11.390965", "updated_at": "2023-11-15 11:10:08.080741", "quoteText": null, "case_id": 143, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35025, "title": "Your content can be deleted if you violate the terms", "source": "https://cock.li/tos", "status": "", "created_at": "2023-09-29 04:52:53.669407", "updated_at": "2023-11-15 13:33:04.269248", "quoteText": null, "case_id": 377, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35026, "title": "Only necessary logs are kept by the service to ensure quality", "source": "https://cock.li/privacy", "status": "", "created_at": "2023-09-29 04:53:37.043832", "updated_at": "2023-11-15 13:33:17.072837", "quoteText": null, "case_id": 176, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35027, "title": "You agree not to use the service for illegal purposes", "source": "https://cock.li/help", "status": "Cock.li regularly receives reports from international law enforcement, and these reports are always encouraged so accounts engaged in illegal activity can be disabled. However the privacy policy specifically restricts the sharing of any user information without a legal order enforceable in its jurisdiction. This privacy policy as well as better education of law enforcement who contact cock.li of the nature of anonymous e-mail has resulted in no user information being disclosed since 2017. All information disclosures are available on the transparency page.", "created_at": "2023-09-29 04:55:30.472442", "updated_at": "2023-11-14 18:49:52.577613", "quoteText": null, "case_id": 280, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35028, "title": "Your personal data is not sold", "source": "https://cock.li/privacy", "status": "Cock.li does not sell or share your personal data. Cock.li owns 100% of its server hardware and your information is encrypted server-side at all times. If an E-mail is sent through cock.li to a mail server that it cannot establish a TLS connection with, or if cock.li receives an e-mail from a server that does not attempt a TLS connection, this E-mail will be transmitted over the internet without encryption.\r\n\r\nCock.li has one third party. To provide payment processing capabilities for donations, cock.li uses Stripe. The only time your information is transmitted to Stripe is by donating using a credit or debit card on . For more information about Stripe's policies, please read Stripe's Privacy Policy.", "created_at": "2023-09-29 04:56:32.491134", "updated_at": "2023-10-06 13:36:14.388915", "quoteText": null, "case_id": 193, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35029, "title": "You can delete your content from this service", "source": "https://cock.li/privacy", "status": "As a cock.li user, you have the right to erasure. However, for security reasons, you must yourself take precise action to ensure proper erasure.\r\nRefer to the list above and note the letter prepending them. Your data has three classes for the purposes of erasure:\r\n\r\nA - Registration information, deleted under an erasure request.\r\nB - User-managed information. Must be deleted by the user.\r\nC - Automatically deleted information. No action is required at any time.\r\nThe steps to fully erase your account are as follows:\r\n\r\nDelete all class B information manually\r\nLog into your cock.li account on https://cock.li/\r\nVisit https://cock.li/user/delete\r\nComplete the account erasure form\r\n*Your account will be deleted immediately if it is over 30 days old, otherwise your account will be deleted when it reaches 30 days old.\r\n* Cock.li has a genuine security need to keep registration information for 30 days. User-managed data can be deleted at any time.", "created_at": "2023-09-29 04:58:03.156294", "updated_at": "2023-11-05 15:42:31.407326", "quoteText": null, "case_id": 175, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["cock.li"]}}