{"error": 448, "message": "OK", "parameters": {"id": 7707, "name": "back4app", "created_at": "2023-03-20 21:59:17.35528", "updated_at": "2023-03-29 19:26:51.925559", "wikipedia": null, "keywords": null, "related": null, "slug": "back4app", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7707.png", "url": "back4app.com", "documents": [{"id": 14851, "name": "Privacy Policy ", "url": "https://www.back4app.com/privacy.pdf", "xpath": "//body", "text": "Back4AppPrivacy Policy,Effective Date of Current Policy: May 18, 2018,1.PURPOSE,Protecting your privacy is really important to us.\nWith this in mind, we’re providing this Privacy ,Policyto explain our practices regarding the collection, use, and disclosure of information that ,customers provide to us in connection with the creation or administration of their Back4App ,Account.,This Privacy Policyis incorporated by reference into the Back4AppTerms of Service (the ,“Terms”).\nThe terms“Back4App,” “we,” and “us” includeBack4App, Inc.and our affiliates and ,subsidiaries.\nThisPrivacy Policy explains our online and offline information practices, the kinds ,of information we may collect, how we intend to use and share that information, and how you ,can opt out of a use or correct or change such information.\nAll other terms not defined in Section ,13or otherwise herein will have the meanings set forth in the Terms.,2.SCOPE,Back4App allows users to build and host Application Programming Interfaces for web, mobile, ,and Internet of Things applications.\nThis Privacy Policy applies to Personal Information that is ,Processed by Back4Appin the course of our business, including on Back4Appwebsites (each a ,“Site”), mobile applications, forums, blogs, and other online or offline offerings (together with ,any and all future online and offline offerings operated by or on behalf of Back4App, the ,“Services”).All individuals whose responsibilities include the Processing of Personal ,Information on behalf of Back4Appare expected to protect that data by adherence to this Privacy ,Policy.\n,This Policy applies to all Back4App’s operating divisions, subsidiaries, affiliates, and branches, ,and any additional subsidiary, affiliate, or branch of Back4Appthat we may subsequently form.,This Policy does not apply to the content that Account holders or Users store on our system, ,including any personal information of their End Users.\nBack4App will not disclose, move, ,access, or use such content except as provided in the Terms or as otherwise permitted by such ,Account holders or Usersthrough the functionality of the Services.\nIf you are an End User of an ,Application created by a Back4App Account holder or Userthat is hosted on the Services, please ,note that the collection, processing, and disclosure of your information in connection with such ,Application will be governed by the privacy policy published by such customer.\n,3.TRANSPARENCY/NOTICE—TYPES OF PERSONAL INFORMATION ,WE COLLECT AND HOW WE USE IT,The types of Personal Information we may collect (directly from you or from Third-Party ,sources) and our privacy practices depend on the nature of the relationship you have with ,Back4Appand the requirements of applicable law.\nSome of the ways that Back4Appmay collect ,Personal Information include:,2,•You may provide Personal Information directly to Back4Appthrough interacting with the ,Services, participating in surveys, during eventssuch as sweepstakes, and requesting ,Services, or information.,•As you navigate the Services, certain passive information may also be collected about ,your visit, including through cookies and similar technologies as described below.,We endeavor to collect only that information which is relevant for the purposes of Processing.\n,Below are the ways we collect Personal Information and how we use it.,3.1TYPES OF PERSONAL INFORMATION WE COLLECT,Back4Appcollects Personal Information regarding its current, prospective, and former Account ,holdersor Users,non-Account holders,visitors, and guests, (collectively “Individuals”).Our ,primary goals in collectinginformation are to provide and improve our Services, to administer ,your use of the Services (including your Account, if you are an Account holder), and to enable ,you to enjoy and easily navigate our Services.,•Information You Provide Directly to Us.\nWhen you use the Services or engage in ,certain activities, such as registering for an Accountwith Back4App, responding to ,surveys, requesting Services or information, submitting an inquiry, or contacting us ,directly, we may ask you to provide some or all of the following types of information:,oCommunications with Us.\nWe may collect Personal Information from you such ,as name, email address, phone number or mailing address when you choose to ,request information about our Services, register for Back4App’snewsletter or a ,loyalty program that we may offer from time to time, request to receive customer ,or technical support, orotherwise communicate with us.If you purchase a ,Subscription, we may also collect other information from you, such as credit card ,number, expiration date, and billing address, whichwill be associated with your ,Account.\nWe may also collect your gender, date of birth, and other information ,that is not considered Personal Information because it cannot be used by itself to ,identify you.,oSurveys.\nFrom time to time, we may contact you to participate in online surveys.\n,If you do decide to participate, you may be asked to provide certain information ,which may include Personal Information.\nAll information collected from your ,participation in our surveys is provided by you voluntarily.\nWe may use such ,information to improve our products, Sites and/or services and in any manner ,consistent with the policies provided herein.,oPosting on the Site.\nBack4Appmay offer publicly accessible fun pages, blogs, ,private messages, or community forums.\nYou should be aware that, when you ,disclose information about yourself on Back4App’sfun pagesandblogs, or in ,private messages and community forums, the Site will collect theinformation you ,provide in such submissions, including any Personal Information.\nThese ,communications areconsidered “public” and will not be subject to the privacy ,protections set forth herein.We may monitor such communications in order to ,ensure the safety of the community and, by using the communication features in ,3,our Services, you are indicating that you agree to such monitoring.Please use ,your judgment when communicating with other Account holders.,oRegistration for Sweepstakes or Contests.\nOccasionally, Back4Appmay run ,sweepstakes and contests.\nWe ask those who enter in the sweepstakes or contests ,to provide contact information (e.g., an emailaddress).\nIf you participate in a ,sweepstakes or contest, your contact information may be used to reach you about ,the sweepstakes or contest, and for other promotional, marketing and business ,purposes.\nAll sweepstakes/contests entry forms will provide a way for ,participants to opt out of any communications that are not related to awarding ,prizes.,oAutomatic Data Collection.\nWe may collect certain information automatically ,through our Services or other methods of web analysisabout how a person, ,including a User,uses our Services (we refer to this information as “Log Data”).\n,Log Data may include informationsuch as your Internet protocol (IP) address, ,cookie identifiers, mobile carrier, mobile advertising identifiers, MAC address, ,IMEI, Advertiser ID, and other device identifiersthat are automatically assigned ,to your computer or device when you access the Internet, browser typeand ,language,geo-location information,hardware type, operating system, Internet ,service provider, pages that you visit before and after using the Services, the date ,and time of your visit, the amount of time you spend on each page, information ,about the links you click and pages you view within the Services, search terms, ,the links on our Services that you clicked on, and other actions taken through use ,of the Services such as preferences.We use Log Data to administer the Services ,and we analyze (and may engage third parties to analyze) Log Data to improve, ,customize, and enhance our Services by expanding their features and functionality ,and tailoring them to our Users’ needs and preferences.\nWe may use a person’s ,IP address to generate aggregate, non-identifying information about how our ,Services are used.,•Information Submitted Via Services.\nYou agree that Back4Appis free to use the ,content of any communications submitted by you via the Services, including any ideas, ,inventions, concepts, techniques, or know-how disclosed therein, for any purpose ,including developing, manufacturing, and/or marketing goods or Services.\nBack4App,will not release your name or otherwise publicize the fact that you submitted materials or ,other information to us unless: (a) you grant us permission to do so.\n(b) we first send ,notice to you that the materials or other information you submit to a particular part of a ,Service will be published or otherwise used with your name on it.\nor (c) we are required ,to do so by law.,•Information from Other Sources.\nWe may receive information about you from other ,sources, including through Third-Party services and organizations to supplement ,information provided by you.For example, if you access our Services through a Third-,Party application, such as an App Store or SNS,we may collect information about you ,from that Third-Party application that you have made public via your privacy settings.\n,Information we collect through App Stores or SNS accounts may include your name, ,yourSNS user identification number, your SNS user name, location, sex, birth date, ,email, profile picture, and your contacts on the SNS.\nThis supplemental information ,4,allows us to verify information that you have provided to Back4Appand to enhance our ,ability to provide you with information about our business, products, and Services.,•Location Information.When you use our Services, we may collect and store ,information about your location by converting your IP address into a rough geo-location ,or by accessing your device’s GPS coordinates or coarse location if you enable location ,services on your device.\n,3.2HOW BACK4APPUSES YOUR INFORMATION,We acquire, hold, use, and Process Personal Information about Individuals for a variety of ,business purposes, including:,•To Provide Products, Services, or Information Requested.Back4Appmay use ,information about you to fulfill requests for products, Services, or information, including ,information about potential or future Services, including to:,oGenerally manage Individual information and Accounts;,oRespond to questions, comments, and other requests;,oProvide access to certain areas, functionalities, and features of Back4App’s,Services;,oContact you to answer requests forcustomer support or technical support;,oAllow you to register for events.,•Administrative Purposes.Back4Appmay use Personal Information about you for its ,administrative purposes, including to:,oMeasure interest in Back4App’sServices;,oDevelop new products and Services;,oEnsure internal quality control;,oVerify Individual identity;,oCommunicate about Individual Accountsand activities on Back4App’sServices ,and systems, and, in Back4App’sdiscretion, changes to any Back4Apppolicy;,oSend email to the email address you provide to us to verifyyour Account and for ,informational and operational purposes, such as Account management, customer ,service, or system maintenance;,oProcess payment for products or services purchased;,oProcess applications and transactions.\n,oPrevent potentially prohibited orillegal activities;,oEnforce our Terms.,•Marketing Back4AppProducts and Services.Back4Appmay use Personal ,Information to provide you with materials about offers, products, and Services that may ,be of interest, including new content or Services.\nBack4Appmay provide you with these ,materials by phone, postal mail, facsimile, or email, as permitted by applicable law.\nSuch ,uses include:,5,oTo tailor content, advertisements, and offers;,oTo notify you about offers, products, and services that may be of interest toyou;,oTo provide Services to you and our sponsors;,oFor other purposes disclosed at the time that Individuals provide Personal ,Information.\nor ,oOtherwise with your consent.,You may contact us at any time to opt out of the use of your Personal Information for ,marketing purposes, as further described in Section 5below.,•Research and Development.\nBack4Appmay use Personal Information to create non-,identifiable information that we may use alone or in the aggregate with information ,obtained from other sources, in order to help us to optimally deliver our existing products ,and Services or develop new products and Services.\nFrom time to time, Back4Appmay ,perform research (online and offline) via surveys.\nWe may engage Third-Party service ,providers to conduct such surveys on our behalf.\nAll survey responses are voluntary, and ,the information collected will be used for research and reporting purposes to help us,better serve Individuals by learning more about their needs and the quality of the products ,and services we provide.\nThe survey responses may be utilized to determine the ,effectiveness of our Services, various types of communications, advertising campaigns, ,and/or promotional activities.\nIf an Individual participates in a survey, the information ,given will be used along with that of other study participants.\nWe may share anonymous ,Individual and aggregate data for industry research and analysis, demographic profiling, ,and other similarpurposes.,•Direct Mail, Email and Outbound Telemarketing.\nIndividualswho provide us with ,Personal Information, or whose Personal Information we obtain from Third Parties, may ,receive periodic emails, newsletters, mailings, orphone calls from us with information on ,Back4App’sor our business partners’ products and Services or upcoming special ,offers/events we believe may be of interest.\nWe offer the option to decline these ,communications at no cost to the Individual by following the instructions in Section 5,below.,•Services via Mobile Devices.\nFrom time to time, Back4Appmay provide Services that ,are specifically designed to be compatible and used on mobile devices.\nBack4Appwill ,collect certain information that your mobile device sends when you use such Services, ,like a device identifier, user settings, location information,mobile carrier,and the ,operating system of your device.\nMobile versions of Back4App’sServices may require ,that users log in with an Account.\nIn such cases, information about use of mobile versions ,of the Services may be associated with Accounts.\nIn addition, Back4Appmay enable ,Individuals to download an application, widget, or other tool that can be used on mobile ,or other computing devices.\nSome of these tools may store information on mobile or ,other devices.\nThese tools may transmit Personal Information toBack4Appto enable ,Individuals to access Accountsand to enable Back4Appto track use of these tools.\nSome ,of these tools may enable users to email reports and other information from the tool.\n,Back4Appmay use personal or non-identifiable information transmitted to Back4Appto ,enhance these tools, to develop new tools, for quality improvement and as otherwise ,6,described in this Privacy Policyor in other notices Back4Appprovides.We may use ,location information to improve and personalize our Services for you.\nIf you do not want ,us to collect location information, you may disable that feature on your device.,•Anonymous and Aggregated InformationUse.\nBack4Appmay use Personal ,Information and other information about you to create anonymized and aggregated ,information, such as de-identified demographic information, de-identified location ,information, information about the computer or device from which you access ,Back4App’sServices, or other analyses we create.\nAnonymized and aggregated ,information is used for a variety of functions, including the measurement of visitors’ ,interest in and use of various portions or features of the Services.\nAnonymized or ,aggregated information is not Personal Information, and Back4Appmay use such ,information in a number of ways, including research, internal analysis, analytics, and any ,other legally permissible purposes.\nWe may share this information within Back4Appand ,with Third Parties for our or their purposes in an anonymized or aggregated form that is ,designed to prevent anyone from identifying you.,•Sharing Content with Friends or Colleagues.\nBack4App’sServices may offer various ,tools and functionalities.\nFor example, Back4Appallows you to provideinformation ,about your friends through our referral services, such as “Tell aFriend.”Our referral ,servicesmayallow you to forward or share certain content with a friend or colleague, ,such as an email inviting your friend to use our Services.\nEmail addresses that you may ,provide for a friend or colleague will be used to send your friend or colleague the content ,or link you request, but will not be collected orotherwise used by Back4Appor any other ,Third Parties for any other purpose.,•Other Uses.\nBack4Appmay use Personal Informationfor which we have a legitimate ,interest, such as direct marketing, individual or market research, anti-fraud protection, or ,any other purpose disclosed to you at the time you provide Personal Information or with ,your consent.,3.3COOKIES, PIXEL TAGS/WEB BEACONS, ANALYTICS ,INFORMATION, AND INTEREST-BASED ADVERTISING,We, as well as Third Parties that provide content, advertising, or other functionality on our ,Services, may use cookies, pixel tags, local storage, and other technologies (“Technologies”) to ,automatically collect information through the Services.\nWe use Technologies that are essentially ,small data files placed on your computer, tablet, mobile phone, or other devices (referred to ,collectively as a \"device\") that allow us to record certainpieces of information whenever you ,visit or interact with our sites, services, applications, messaging, and tools, and to recognize you ,across devices.,•Cookies.\nCookies are small text files that are placed on your device by a web server ,when you access the Services.We may use both session Cookies and persistent Cookies ,for the purposeslisted below.\nUnlike persistent Cookies, session Cookies are deleted ,when you log off from the Services and close your browser.\nAlthough most browsers ,automatically accept Cookies, you can change your browser options to stop automatically ,7,accepting Cookies or to prompt you before accepting Cookies.\nPlease note, however, that ,if you don’t accept Cookies, you may not be able to access all portions or features of the ,Services.\n,•Web Beacons.\nWeb beacons (also known as web bugs, pixel tags, or clear GIFs) aretiny ,graphics with a unique identifier that may be included on our Services for the purposes ,listed below.\nUnlike Cookies, which are stored on the user’s device, Web Beacons are ,typically embedded invisibly on web pages (or in an email).,•Social Media Widgets:We may use certain tools offered by Facebook, Inc.\n,(“Facebook”) that enable it to collect or receive information about actions users take on ,(a) our Site and elsewhere on the internet through the use of Cookies, Web Beacons, and ,other storage technologies.\nor (b) mobile applications, in order to provide measurement ,services, targeted ads, and other services.Your interactions with these features are ,governed by Facebook’sprivacy policy.For more information ofregarding the ,collection and use of such information by Facebook, please see the Facebook Data ,Policy, available at: https://www.facebook.com/policy.php.,•Analytics.\nWe may also use Google Analytics and Google Analytics Demographics and ,Interest Reporting to collect information regarding visitor behavior and visitor ,demographics on some of our Services, and to develop website content.\nThis analytics ,data is not tied to any Personal Information.\nFor more information about Google ,Analytics, please visit www.google.com/policies/privacy/partners/.You can opt out of ,Google’s collection and Processing of data generated by your use of the Services by ,going to http://tools.google.com/dlpage/gaoptout.,Our uses of such Technologies fall into the following general categories:,•Operationally Necessary.\nWe may use C ookies, Web beacons, or other similar ,technologies that are necessary to the operation of our Site, Services, applications, and ,tools.\nThis includes technologies that allow you access to our Site, Services, applications, ,and tools.\nthat are required to identify irregular site behavior, prevent fraudulent activity ,and improve security.\nor that allow you to make use of our functions such as shopping-,carts, saved search, or similar functions;,•Performance Related.\nWe may use C ookies, Web beacons, or other similar technologies ,to assess the performance of ourSite, applications, Services, and tools, including as part ,of our analytic practices to help us understand how our visitors use our websites, monitor ,aggregate usage and web traffic routing on our Services, determineif you have interacted ,with our messaging, determine whether you have viewed an item or link, or to customize ,and improve our Site content, applications, Services, or tools;,•Functionality Related.\nWe may use C ookies, Web beacons, or other similar ,technologies that allow us to offer you enhanced functionality when accessing or using ,our Site, Services, applications, or tools.\nThis may include identifying you when you sign ,into our Site or keeping track of your specified preferences, interests, or past items,viewed so that we may enhance the presentation of content on our Site;,8,•Advertising or Targeting Related.\nWe may use first-party or third-party C ookies and ,Web beacons to deliver content, including ads relevant to your interests, on our Sites or ,on third party sites.\nThis includes using technologies to understand the usefulness to you ,of the advertisements and content that has been delivered to you, such as whether you ,have clicked on an advertisement.,If you would like to opt out of the Technologies we employ on our Sites, Services, applications, ,or tools, you may do so by blocking, deleting, or disabling them as your browser or device ,permits.,3.4THIRD-PARTY WEBSITESANDSOCIAL MEDIA PLATFORMS,The Site may contain links to other websites and other websites may reference or link to our Site ,or other Services.\nThese other domains and websites are not controlled by us, and Back4App,does not endorse or make any representations about Third-Party websites or social media ,platforms.\nAny information provided on or to a Third-Party website or social media platform is ,provided directly to the owner or operator of the Third-Party website or social media platform ,and is subject to the owner’s privacy policy.\nWe encourage our users to read the privacy policies ,of each and every website and application with which they interact.\nWe do not endorse, screen or ,approve, and are not responsible for the privacy practices or content of such other websites or ,applications.\nVisiting these other websites orapplications is at your own risk.,Back4App’sServices may include publicly accessible blogs, community forums, or private ,messaging features.\nThe Site and our other Services may also containlinks and interactive ,features with various social media platforms(e.g., widgets).\nIf you already use these platforms, ,their cookies may be set on your device when using our Site or other Services.\nYou should be ,aware that Personal Information which you voluntarily include and transmit online in a publicly ,accessible blog, chat room, social media platform or otherwise online, or that you share in an ,open forum may be viewed and used by others without any restrictions.\nWe are unable to control ,such uses of your information when interacting with a social media platform, and by using such ,services you assume the risk that the Personal Information provided by you may be viewed and ,used by third parties for any number of purposes.,4.ONWARD TRANSFER—BACK4APPMAY DISCLOSE YOUR ,INFORMATION,4.1INFORMATION WE SHARE,We may share your information as described in this Privacy Policy(e.g., with our Third-Party ,service providers.\nto comply with legal obligations.\nto protect and defend our rights and ,property) or with your permission.,•We Use Vendors and Service Providers.\nWe may share any information we receive ,with vendors and service providers.\nThe types of service providers to whom we entrust ,Personal Information include service providers for: (i) provision of IT and related ,services.\n(ii) provision of information and services you have requested.\n(iii) payment ,processing.\n(iv) customer service activities.\nand (v) in connection with the provision of ,9,the Site.\nBack4Apphas executed appropriate contracts with the service providers that ,prohibit them from using or sharing Personal Information except as necessary to perform ,the contracted services on our behalf or to comply with applicable legal requirements.,•Business Partners.\nBack4Appmay share Personal Information with our business ,partners, and affiliates for our and our affiliates’ internal business purposes or to provide ,you with a product or service that you have requested.Back4Appmay also provide ,Personal Information to business partners with whom we may jointly offer products or ,services, or whose products or services we believe may be of interest to you.\nIn such ,cases, our business partner’s name will appear, along with Back4App.\nBack4App,requires our affiliatesand business partners to agree in writing to maintain the ,confidentiality and security of Personal Information they maintain on our behalf and not ,to use it for any purpose other than the purpose for which Back4Appprovided them.,•Displaying to Other Users.\nThe content you post to the Site may be displayed on the ,Site.\nOther users of the Site may be able to see some information about you, such as your ,name if you submit a review.\nWe are not responsible for privacy practices of the other ,users who will view and use the posted information.,•Marketing–Interest-Based Advertising and Third Party Marketing.\nThrough our ,Services, Back4Appmay allow Third-Party advertising partners to set tracking tools ,(e.g., C ookies) to collect information regarding your activities (e.g., your IP address, ,page(s) visited, time of day).\nNote that this Privacy Policy covers only our use of Cookies ,and does not include use of Cookies by such third parties.\nWe may also share de-,identified information (such as demographic information and past purchase history) as ,well as selected Personal Information we have collected with Third-Party advertising ,partners.\nThese advertising partners may use this information (and similar information ,collected from other websites) for purposes of delivering targeted advertisements to you ,when you visit non-Back4Apprelated websites within their networks.\nThis practice is ,commonly referred to as “interest-based advertising” or “online behavioral advertising.”,We may allow access to other data collected by the Site to facilitate transmittal of ,information that may be useful, relevant, valuable or otherwise of interest to you.\nIf you ,prefer that we do not share your Personal Information with Third-Party advertising ,partners, you may opt out of such sharing at no cost by following the instructions in ,Section 5below.,•Disclosures to Protect Us or Others (e.g., as Required by Law and Similar ,Disclosures).\nWe may access, preserve, and disclose your Personal Information, other ,Accountinformation, and content to government or law enforcement officials or private ,parties if we believe, in our sole discretion, thatdoing so is required or appropriate to: (i) ,comply with law enforcement or national security requests and legal process, such as a ,court order or subpoena.\n(ii) respond to your requests.\n(iii) protect yours’, ours’,or ,others’ rights, property, or safety.\n(iv) to enforce Back4Apppolicies or contracts.\n(v) to ,collect amounts owed to Back4App.\n(vi) when we believe disclosure is necessary or ,appropriate to prevent physical harm or financial loss or in connection with an ,investigation or prosecution of suspected or actual illegal, unethical, or legally actionable,activity.\nor (vii) if we, in good faith, believe that disclosure is otherwise necessary or ,10,advisable.,•Merger, Sale, or Other Asset Transfers.\nIf we are involved in a merger, acquisition, ,financing due diligence, reorganization, bankruptcy, receivership, sale of company assets, ,or transition of service to another provider, then your information may be sold or ,transferred as part of such a transaction as permitted by law and/or contract.\nIn such ,event, Back4Appwill endeavor to direct the transferee to use Personal Information in a ,manner that is consistent with the Privacy Policyin effect at the time such Personal ,Information was collected.,4.2INTERNATIONAL DATA TRANSFERS,You agree that allPersonal Information collected via or by Back4Appmay betransferred, ,Processed, andstored anywhere in the world, including but not limited to, the United States, the ,European Union, in the cloud, on our servers, on the servers of our affiliates or the servers of our ,service providers.\nYour Personal Information may be accessible to law enforcement or other ,authorities pursuant to a lawful request.\nBy providing information to Back4App, youexplicitly,consent to the storage of your Personal Information in these locations.,5.OPT-OUT(RIGHT TO OBJECT TOPROCESSING),5.1GENERAL,You have the right toobject to andopt out of certain uses and disclosures of your Personal ,Information.\nWhere you have consented to Back4App’sProcessing of your Personal Information ,or Sensitive Personal Information, you may withdraw that consent at any time and opt out of,further Processing by contacting community@back4app.com.\nEven if you opt out, we may still ,collect and use non-Personal Information regarding your activities on our Site and/or information ,from the advertisements on Third-Party websites for non-interest based advertising purposes, ,such as to determine the effectiveness of the advertisements.,5.2EMAIL AND TELEPHONE COMMUNICATIONS,We may periodically send you free newsletters, emails, and other communications that directly ,promote the Services or other Back4App products and services.\nWhen you receive such ,promotional communications from us, you will have the opportunity to opt-out (either through ,your Account or by following the unsubscribe instructions provided in the email you receive).,We will process your request within a reasonable time after receipt.\nNote that you will continue ,to receive transaction-related emails regarding products or services you have requested.\nWe may ,also send you certain non-promotional communications regarding Back4Appand our Services ,and you will not be able to opt out of those communications (e.g., communications regarding ,updates to our Terms or this Privacy Policyor information about billing).We maintain telephone ,“do-not-call” and “do-not-mail” lists as mandated by law.\nWe process requests to be placed on ,do-not-mail, do-not-phone and do-not-contact lists within 60 days after receipt, or such shorter ,time as may be required by law.,11,5.3MOBILE DEVICES,Back4Appmay occasionally send you push notifications through our mobile applications with ,notices that may be of interest to you.\nIf you provide your mobile phone number and agree to ,receive communications from Back4App, you specifically authorize Back4App to send text ,messages or calls to your phone.\nYouare not required to consent to receive text messages or ,calls as a condition for using the Services andmay at any time opt out from receiving these types ,of communications by changing the settings on your mobile device.\nBack4Appmay also collect ,location-based information if you use our mobile applications.\nYou may opt out of this collection ,by changing the settings on your mobile device.,5.4 HUMAN RESOURCES DATA,With regard to Personal Information that Back4Appreceives in connection with the employment ,relationship, Back4Appwill use such Personal Information only for employment-related purposes ,as more fully described above.\nIf Back4Appintends to use this Personal Information for any ,other purpose, Back4Appwill notify the Individual and provide an opportunity to opt out of such ,uses.,5.5“DO NOT TRACK”,Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nDNT ,is a way for users to inform websites and services that they do not want certain information about ,their webpage visits collected over time and across websites or online services.\nPlease note that ,we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.,5.6COOKIES AND INTEREST-BASED ADVERTISING,As noted above, you may stop or restrict the placement of C ookies on your computer or remove ,them from your browser by adjusting your web browser preferences.\nPlease note that C ookie-,based opt-outs are not effective on mobile applications.\nHowever, on many mobile devices, ,application users may opt out of certain mobile ads via their device settings.,The online advertising industry also provides websites from which you may opt out of receiving ,targeted ads from our data partners and our other advertising partners that participate in self-,regulatory programs.\nYou can access these, and also learn more about targeted advertising and ,consumer choice and privacy, at www.networkadvertising.org/managing/opt_out.asp,or ,http://www.youronlinechoices.eu/and www.aboutads.info/choices/.You can also choose not to ,be included in Google Analytics here.,To be clear, whether you are using our opt-out or an online industry opt-out, these C ookie-based ,opt-outs must be performed on each device and browser that you wish to have opted-out.\nFor ,example, if you have opted-out on your computer browser, that opt-out will not be effective on ,your mobile device.\nYou must separately optout on each device.\nAdvertisements on Third-Party ,websites that contain the AdChoices link and that link to this Privacy Policy may have been ,directed to you based on anonymous, non-Personal Information collected by advertising partners ,over time and across websites.\nThese advertisements provide a mechanism to opt out of the ,advertising partners’ use of this information for interest-based advertising purposes.,12,6.RIGHTS OF ACCESS, RECTIFICATION, ERASURE, AND ,RESTRICTION,You may inquire as to whether Back4Appis Processing Personal Information about you, request ,access to Personal Information, and ask that we correct, amend or delete your Personal ,Information where it is inaccurate.\nWhere otherwise permitted by applicable law, you may send ,an emailto community@back4app.comor use any of the methods set out in this Privacy Policy,to request access to, receive (port), seek rectification, or request erasure of Personal Information ,held about you by Back4App.Please include your full name, email address associated with your ,Account, and a detailed description of your data request.\nSuch requests will be processed in line ,with local laws.,Although Back4Appmakes good faith efforts to provide Individuals with access to their ,Personal Information, there may be circumstances in which Back4Appis unable to provide ,access, including but notlimited to: where the information contains legal privilege, would ,compromise others’ privacy or other legitimate rights, where the burden or expense of providing ,access would be disproportionate to the risks to the Individual’s privacy in the case in question or ,where it is commercially proprietary.\nIf Back4Appdetermines that access should be restricted in ,any particular instance, we will provide you with an explanation of why that determination has ,been made and a contact point for any further inquiries.To protect your privacy, Back4Appwill ,take commercially reasonable steps to verify your identity before granting access to or making ,any changes to your Personal Information.,7.DATA RETENTION,Back4Appretains the Personal Information we receive as described in this Privacy Policyfor as ,long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, ,provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate ,business purposes, enforce our agreements, and comply with applicable laws.,8.SECURITY OFYOURINFORMATION,We take reasonable administrative, physical, and electronic measuresto ensure that your ,information is treated securely and in accordance with this Privacy Policy.\nUnfortunately, the ,Internet cannot be guaranteed to be 100% secure, and we cannot ensure or warrant the security of ,any information you provide to us.\nWe do not accept liability for unintentional disclosure.,By using the Site or providing Personal Information to us, you agree that we may communicate ,with you electronically regarding security, privacy, and administrative issues relating to your use ,of the Site.\nIf we learn of a security system’s breach, we may attempt to notify you electronically ,by posting a notice on the Site or sending an emailto you.\nYou may have a legal right to receive ,this notice in writing.,9.INTERNATIONAL USERS,By using the Site, you agreethat Back4Appwill transfer data globally, including to the United ,Statesand Brazil.\nBy choosing to visit the Site, utilize the Services or otherwise provide ,information to us, you agree that any dispute over privacy or the terms contained in this Privacy ,13,Policy will be governed by the lawsof the United Statesor Brazil and the adjudication of any ,disputes arising in connection withBack4Appor the Site will be in accordance with the Terms.,If you are visiting from the European Union or other regions with laws governing data collection ,and use, please note that you are agreeing to the transfer of your information to the United States ,and to Processing of your data globally.\nBy providing your Personal Information, you consent to ,any transfer and Processing in accordance with this Policy.,10.CHILDREN’S PRIVACY,The Services are not directed to children under 13years of age,and Back4Appdoes not ,knowingly collect Personally Identifiable Informationfrom children under 13years of age.\nIf ,you learn that your child has provided us with Personal Information without your consent, you ,may alert us atcommunity@back4app.com.If we learn that we have collected any Personal ,Information from children under 13years oldor, in some jurisdictions, under the age of 16, we ,will promptly take steps to delete such information and terminate the child’s Account.,11.REDRESS/COMPLIANCE AND ACCOUNTABILITY,If you have any questions about ourprivacy practices, this Privacy Policy,or how to lodge a ,complaint with the appropriate authority,please contact Back4Appby email at ,community@back4app.com.We will address your concerns and attempt to resolve any privacy ,issues in a timely manner.,12.OTHER RIGHTS AND IMPORTANT INFORMATION,12.1CHANGESTO OUR PRIVACY POLICY AND PRACTICES,This Privacy Policy may change from time to time.\nYou understand and agree that you will be ,deemed to have accepted the updated Privacy Policy if you use the Services after the updated ,Privacy Policy is posted on the Services.\nIf at any point you do not agree to any portion of the ,Privacy Policy then in effect, you must immediately stop using the Services.,•Revision to the Privacy Policy.\nWe may revise this Privacy Policy in our sole discretion, ,soreview it periodically.\nIf you continue to visit this Site and use the services made ,available to you after such changes have been made, you hereby provide your consent to ,the changes.,•Posting of Revised Privacy Policy.\nIf there are any material changes to this Privacy ,Policy, Back4Appwill notify you by email or as otherwise required by applicable law.\n,We will post any adjustments to the Privacy Policy on the Services and will update the ,“Last Updated Date” above to indicate when those changes will becomeeffective.\nIf you ,are concerned about how your information is used, bookmark this page and read this ,Privacy Policy periodically.\n,•New Uses of Personal Information.\nAdditionally, before we use Personal Information ,for any new purpose not originally authorized by you, we will endeavor to provide ,information regarding the new purpose and give you the opportunity to opt out.\nWhere ,14,consent of the Individual for the Processing of Personal Information is otherwise required ,by law or contract, Back4Appwill endeavor to comply with the law or contract.,12.2CALIFORNIA PRIVACY RIGHTS,California law permits users who are California residents to request and obtain from us once a ,year, free of charge, a list of the Third Parties to whom we have disclosed their Personal ,Information (if any) for their direct marketing purposes in the prior calendar year, as well as the ,type of Personal Information disclosed to those parties.Except as otherwise provided in this ,Privacy Policy,Back4Appdoes not share Personal Informationwith Third Parties for their own ,marketing purposes.,13.DEFINITIONS,The following capitalized terms shall have the meanings herein as set forth below.,•“Agent” means any Third Party that Processes Personal Information pursuant to the ,instructions of, and solely for, Back4Appor to which Back4Appdiscloses Personal ,Information for use on its behalf.,•“Employee” refers to any current, temporary, permanent, prospective or former ,employee, director, contractor, worker, or retiree of Back4Appor its subsidiaries ,worldwide.,•“Personal Information” is any information relating to an identified or identifiable ,natural person (“Individual”).,•“Process” or “Processing” means any operation which is performed upon Personal ,Information, whether or not by automatic means, such as collection, recording, ,organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, ,disclosure by transmission, dissemination or otherwise making available, alignment or ,combination, restriction, erasure, or destruction.,•“Sensitive Data” or “Sensitive Personal Information” is a subset of Personal ,Information which, due to its nature, has been classified by law or by policy as deserving ,additional privacy and security protections.\nSensitive Personal Information includes ,Personal Information regarding EU residents that is classified as a “Special Category of ,Personal Data” under EU law, which consists of the following data elements: (1) race or ,ethnic origin.\n(2) political opinions.\n(3) religious or philosophical beliefs.\n(4) trade union ,membership.\n(5) genetic data.\n(6) biometric data where Processed to uniquely identify a ,person.\n(6) health information.\n(7) sexual orientation or information about the ,Individual’s sex life.\nor (8) information relating to the commission of a criminal offense.,•“Third Party” is any company, natural or legal person, public authority, agency, or body ,other than the Individual, Back4Appor Back4App’sAgents.,15,14.REVISION HISTORY,Title (Effective Date),Back4AppPrivacy Policy Effective: 1/18/2017,Updated Back4App Privacy Policy Effective: 5/18/2018", "created_at": "2023-03-20 21:59:17.417891", "updated_at": "2023-03-20 21:59:38.231424"}, {"id": 14850, "name": "Terms", "url": "https://www.back4app.com/terms-of-service.pdf", "xpath": "//body", "text": "TermsofService,LastUpdated:Aug4,2021,WelcometotheBack4App,Inc.(“Back4App”)websitelocatedatwww.back4app.com(the“Site”).Please,read these Terms of Service (the “Terms”) and our Privacy Policycarefully because they govern your use of,our Site and the application hosting services and platform available through the Site.\nTomake these Terms,easiertoread,theSite,theservices,theplatformandanysoftwareprovidedtoyoubyBack4Appin,connectionwith theforegoing are collectivelycalled the“Services.”,1.AgreementtoTerms,By using our Services, you agree to be bound bythese Terms.\nIf you don’t agree to be bound by these Terms,,do not use the Services.\nIf you are accessing and using the Services on behalf of a company (such as your,employer) or other legal entity, you represent and warrant that you have the authority tobind that company,or other legal entity to these Terms.\nIn that case, “you” and “your” will refer to that company or other legal,entity.,ARBITRATION NOTICE: YOU ACKNOWLEDGE AND AGREE THAT ALL DISPUTES BETWEEN YOU AND,BACK4APP WILL BE RESOLVED BY BINDING,INDIVIDUAL ARBITRATION AND YOU ARE WAIVING,YOUR RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY,PURPORTED CLASS ACTION ORREPRESENTATIVE PROCEEDING UNLESS:(I) YOU ARE ACCESSING,OR USING THE SERVICES ON BEHALF OF A COMPANYOR OTHER LEGAL ENTITY.\n(II) YOU ARE NOT,ACCESSING OR USING THE SERVICES ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY AND,YOU OPTOUTOF ARBITRATIONWITHIN 30DAYS OFTHEDATEYOU FIRSTAGREETOTHESE,TERMS BY FOLLOWING THE OPT-OUT PROCEDURE SPECIFIED IN SECTION 20.3.\nOR (III) A DISPUTE,BETWEEN YOUAND BACK4APP ISA LITIGABLE ACTION(ASDEFINEDINTHESECTION20.3).,2.PrivacyPolicy,Please refer to our Privacy Policyfor information on how we collect, use and disclose information from our,users.Youacknowledge andagreethatyouruseoftheServicesis subjecttoourPrivacyPolicy.,3.ChangestoTermsorServices,We may modify the Terms at any time, in our sole discretion.\nIf we do so, we’ll let you know either by posting,the modified Terms on the Site or through other communications.\nIt’s important that you review the Terms,whenever we modify them because if you continue to use the Services after we have posted modified Terms,on the Site, you are indicatingto us that you agree to be bound by the modified Terms.\nIf you don’t agree to,be boundbythemodifiedTerms, then youmaynotusetheServices anymore.,Because our Services are evolving over time we may change or discontinue all or any part of the Services, at,any time and without notice, at our sole discretion.\nFor example, we may remove a feature that users don’t,use veryoften.,4.WhoMayUsethe Services,YoumayusetheServicesonlyifyouare18yearsorolderandcapableofformingabindingcontractwith,Back4Appandarenot barredfromusingthe Servicesunder applicable law.,5.Registration,If you want to use certain features of the Services you’ll have to create an account (“Account”) and become a,registered user (“User”), which you can do through the Site.\nIt’s important that you provide us with accurate,,completeandup-to-dateinformationforyourAccountandyouagreetoupdatesuchinformation,as,needed, to keep it accurate, complete and up-to-date.\nIf you don’t, we might have to suspend or terminate,yourAccount.Youagreethatyouwon’tdiscloseyourAccountpasswordtoanyoneandyou’llnotifyus,2,immediately of any unauthorized use of your Account.\nYou’re responsible for all activities that occur under,your Account,whetherornotyouknowabout them.,6.DescriptionofServices,You can use the Services to develop, test, host and run a web or mobile device application (“Application”).,You can optionallydesignatean Application as publicon through the Services.Pleasebeaware, however,,that other Userswill beabletoaccess,copy, anddownload a public Application.,WhendevelopinganApplicationthroughtheServices,youmayalsobeableaddanotherUserasa,collaborator(“Collaborator”).Collaboratorswillbeabletoaccess,copy,modifyanddownloadyour,ApplicationthroughtheirAccount forthepurposesofcollaboratingonthe developmentof suchApplication.,7.EndUserPrivacy,You agree that you will protect the privacy and legal rights of the end users of your Applications (the “End,Users”).\nYou must obtain any consentsrequired byapplicable dataprotectionlawsandprovidelegally,adequate privacy notice, access and protections for End Users.If End Users provide you with user names,,passwords or other login information or other personal information (“End User Information”), you agree to,notify such End Users that the End User Information will be available to your Application and to Back4App for,thepurposesof providingyoutheServices.,8.Subscriptions,8.1.General,SubjecttotheTerms,the Servicesareprovided to you forfreeup to certain limits, asdescribed on our,Pricingpage.Usageovertheselimitsrequiresyourpurchaseofaprepaidsubscription(“Prepaid,Subscription”) or a postpaid subscription (“Postpaid Subscription”) in order to access additional resources or,services.,8.2.PrepaidSubscription.,If you purchase a Prepaid Subscription, you will be able to access the Services up to the limits described on,the Pricing page or otherwise provided to you at the time of purchase.Once you reach such limits, your,Application’s ability to access and use the Services will be stopped.If you purchase a Prepaid Subscription,,youwillbechargedthethen-applicablePrepaidSubscriptionfee(“SubscriptionFee”)atthebeginningof,your Prepaid Subscription and each month, quarter or yearthereafter, depending on the term of your,Prepaid Subscription, at the then-current rate.\nThe applicable Subscription Fees are outlined on our Pricing,page orwillotherwisebeprovidedtoyouatthetimeof your purchase.,If you purchase a Prepaid Subscription, we (or our third party payment processor) will automatically charge,you in accordance with term of your Subscription (e.g., each month, quarter or year), on the calendar day,corresponding to the commencement of your Prepaid Subscription, in accordance with Section 8.4.\nIn the,event your Subscription began on a day not contained in a given month, your payment method will be,charged on a day in the applicable month or such other day as we deem appropriate.\nFor example, if you,started a monthly Subscription on January 31st, your next payment date is likely to be February 28th, and,yourpaymentmethodwouldbe billedonthat date.,8.3.PostpaidSubscription.,If you purchase a Postpaid Subscription, you will have unlimited access to the Services,subject to payment of,a fee that is based on your usage of the Services (“Usage Fees”).The applicable Usage Fees are outlined on,our Pricing page or will otherwise be provided to you at the time of your purchase.The Usage Fees will be,chargedat theinterval indicatedtoyouatthe timeofpurchase(e.g.,eachmonthor quarter).,3,If you purchase a Postpaid Subscription, we (or our third party payment processor) will automatically charge,you the applicable Usage Fee based on your usage of the Services, as determined by Back4App in its sole,discretion, after the end of the interval over which the Usage Fee was incurred (e.g., each month or quarter).,To the fullest extent permitted by law, you waive all claims relating to the amount of Usage Fee charged,unlessyouprovide uswritten noticeof a dispute withinsixty(60)daysof the charge.,8.4.Payments,If you purchase a Prepaid Subscription or Postpaid Subscription (each, a “Subscription”), we may ask you to,supply additional information relevant to your transaction, including, without limitation, your credit-card,number, the expiration date of your credit card, and your address(es) for billing (such information, “Payment,Information”).Yourepresentandwarrantthatyouhavethelegalrighttouseallpaymentmethod(s),represented by any such Payment Information.\nWhen you purchase a Subscription, you authorize us to,provide your Payment Information to our third party payment processors so we can complete your purchase,and to charge your payment method for the Subscription Fee or Usage Fee (each, a “Fee”) associated with,your Subscription, and any associated taxes.You may, in some cases, need to provide additional information,to verify your identity before completing your transaction (such information is included within the definition,ofPaymentInformation).,By agreeing to these Terms and purchasing a Subscription, you acknowledge that your Subscription has,recurring payment features, as described above, and you accept responsibility for all recurring payment,obligationspriortocancellationofyourSubscriptionbyyouorBack4App.Wemayalsoperiodically,authorize your payment method in anticipation of applicable fees or related charges.\nYour Subscription,continuesuntil cancelled by you or we terminate your access to or use of the Services or the Subscription in,accordance with these Terms.,8.5.Taxes,Unless otherwise stated, the Fees do not include any taxes.\nYou are responsible for paying all taxes,associated with your purchases hereunder.\nIf Back4App has the legal obligation to pay or collect taxes for,whichyouareresponsibleunderthis paragraph,theappropriateamount willbechargedtoandpaidbyyou.,8.6.LatePayments,If Back4App does not received payment on the applicable payment date, interest will accrue on past due,amounts at the rate of 1.5% per month (or the highest rate permitted by law, if less).\nYou will reimburse,Back4App for the reasonable costs of collection in connection with any late payment, including reasonable,feesandexpensesof attorneys.,8.7.CancellingSubscriptions,You may cancel your Subscription at any time.\nPLEASE NOTE, HOWEVER, THAT ALL SALES ARE FINAL.\nIF YOU,CANCELAPREPAIDSUBSCRIPTION,YOUWILLNOTRECEIVEAREFUNDOFANYPORTIONOFTHE,SUBSCRIPTIONFEEPAIDFORTHETHENCURRENTSUBSCRIPTIONPERIODATTHETIMEOFCANCELLATION.,To cancel, you can either (i) email us at community@back4app.comand follow any instructions we provide,to you in response to your cancellation request, or (ii) initiate a cancellation through your Account settings,within the Services.\nYou will be responsible for all Fees (plus any applicable taxes and other charges) incurred,for the then current Subscription period.If you cancel a Prepaid Subscription, we will allow you to access any,resources or services associated with such Subscription until the most recently paid-up Subscription period,ends.\nIf you cancel your Postpaid Subscription, your access to any additional resources or services made,under such subscription will immediately terminate and any accrued Usage Fees will be immediately due.,Cancelling your Subscription won’t cancel your Account.\nSee Section 16 (Termination) below for information,onterminatingyourAccount.,4,8.8.ChangestoSubscription,Pleasenotethat our Subscription Fees, UsageFees, and anyusagelimitsassociated with our Subscriptions,are subject to change, although we will notify you before any changes to your Subscription.You agree that,your purchase of a Subscription is neither contingent on the delivery of any future functionality or features,nordependentonanyoralorwrittencommentsmadebyBack4Appregardingfuturefunctionalityor,features.,8.9.Restrictions,You may not develop multiple Applications to simulate or act as a single Application, or otherwise access the,Servicesin amannerintended to avoidincurringSubscriptionFees.,9.ProprietaryRights,9.1.Definitions.,Forpurposesof theseTerms: (i) “Content” meanstext,graphics, images, music,software,audio,video,,works of authorship of any kind, and information or other materials that are posted, generated, provided or,otherwise made available through the Services, including any Applications that any User creates using the,Services and any source code related thereto.\nand (ii) “User Content” means any Content that any User,(including you) provide to be made available through the Services.\nContent includes without limitation User,Content.,9.2.OwnershipRights.,Back4App does not claim any ownership rights in your User Content and nothing in these Terms will be,deemed to restrict any rights that you may have to use and exploit your User Content.\nSubject to the,foregoing, Back4App or its licensors (including other Users) exclusively own all right, title and interest in and,totheServicesandContent(excludingyourUserContent),includingallassociatedintellectualproperty,rights.\nYou acknowledge that the Services and Content are protected by copyright, trademark, and other laws,oftheUnitedStatesandforeigncountries.Youagreenottoremove,alterorobscureanycopyright,,trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services or,Content.,9.3.Rights GrantedbyBack4App,Subject to your compliance with these Terms, Back4App grants you a limited, revocable, non-exclusive, non-,transferable,non-sublicensablelicenseto(i)accessandusetheServicessolelyforthepurposesof,developing, testing, and running the Applications.\n(ii) access and view the Content solely in connection with,yourpermitted useof theServices.,Notwithstanding the foregoing, components of the Services released under an open source license are,subject to the applicable open source license under which such components were released (the “Open,Source License”).To the limited extent that an Open Source License expressly supersedes these Terms, such,Open Source License governs your access to and use of the applicable component provided under such Open,SourceLicense.,9.4.Rights inUserContentGrantedbyYou,By making any User Content available through Services you hereby grant to Back4App a non-exclusive,,transferable, sublicensable, worldwide, royalty-free license to use, copy, modify, create derivative works,based upon, publicly display, publicly perform and distribute your User Content (including your Applications),solely as necessary to: (i) operate and provide the Services and Content to you, (ii) to make your Application,available to the End Users, and (iii) to provide other Users, including Collaborators, with access to your User,Contenttotheextent permitted byyouthroughtheServices.,5,You are solely responsible for (and Back4App has no responsibility to you or to any third party for) your User,Content.\nYou represent and warrant that you own all your User Content or you have all rights that are,necessary to grant us the license rights in your User Content under these Terms.\nYou also represent and,warrant that neither your User Content, nor your use and provision ofyour User Content to be made,available through the Services, nor any use of your User Content by Back4App on or through the Services—,including,withoutlimitation,the hosting andoperation of yourApplication byBack4App—willinfringe,,misappropriate or violate a third party’s intellectual property rights, or rights of publicity or privacy, or result,in the violation of any applicable law or regulation.\nYou assume all risks associated with your User Content,,includinganyone’srelianceonitsaccuracy,completenessor usefulness.,9.5.Removalof Content,You can remove certain User Content through the Services.\nHowever, some of your User Content (including,,without limitation, posts or comments that have been made on our community pages or any User Content,that you designate as public or share with Collaborators through the functionality of the Services) may not be,completely removed and copies of your User Content may continue to exist on the Services in archive or,backupform.,You agreetoimmediately takedown anyUser Contentthat violates Section12(General Prohibitions),,including, without limitation, if you receive a takedown request from Back4App.In the event you fail to,comply with such a request, Back4App reserves the right to take down your User Content and/or disable your,Application(s).,Notwithstanding the foregoing, Back4App reserves the right (but will have no obligation) to remove any or all,Content from the Services at any time.\nWe may remove or delete your User Content within a reasonable,periodoftimeaftertheterminationorcancellationofyourAccountinaccordancewithSection16,(Termination).\nWe are not responsible or liable for the removal or deletion of (or the failure to remove or,delete)anyofyourUserContent.\nYouaresolelyresponsible forsecuringandbackingupyourUserContent.,9.6.Feedback,We welcome feedback, comments and suggestions for improvements to the Services (“Feedback”).\nYou can,submit Feedback by emailing us at community@back4app.com.\nYou grant to us a non-exclusive, worldwide,,perpetual,irrevocable,fully-paid,royalty-free,sublicensableandtransferablelicenseunderanyandall,intellectual property rights that you own or control to use, copy, modify, create derivative works based upon,andotherwiseexploit theFeedback for any purpose.,10.NoEndorsements,Back4App has not reviewed, and cannot review, all User Content submitted by Users, and cannot therefore,be responsible for the User Content.\nBy operating the Services, Back4App does not represent or imply that it,endorsestheUserContent,orthatitbelievesittobeaccurate,usefulornon-harmful.Youareresponsible,for taking precautions as necessary to protect yourself and your computer systems from viruses, worms,,Trojanhorses,andotherharmfulordestructivecontent.UserContentmaybeoffensive,indecent,or,otherwise objectionable, as well as may contain technical inaccuracies, typographical mistakes, and other,errors.\nUser Content may also contain material that violates the privacy or publicity rights, or infringes the,intellectual property and other proprietary rights, of third parties, or the downloading, copying or use of,which is subject to additional terms and conditions, stated or unstated.\nBack4App disclaims any responsibility,foranyharmresultingfromanyUserContent.,11.Publicity,YouagreethatBack4Appmayidentifyyouoryourcompanyanduseyourcompany’stradenames,,trademarks,servicemarks,logosdomainnamesandotherdistinctivebrandfeaturesontheSite,in,marketingmaterials,incustomerlistsandinfinancialreportstoidentifyyouoryourcompanyasauserof,6,theServices, and you hereby grant us a non-exclusive, royalty-free license to do so in any media now or later,developedinconnectionwithanymarketing, promotionoradvertisingofBack4App or theServices.,12.GeneralProhibitions,Youagree notto do anyofthefollowing:,Post, upload, publish, submit, transmit or otherwise use the Services to develop, host or distribute any,UserContentthat:(i) infringes,misappropriatesorviolatesathirdparty’spatent,copyright,,trademark, trade secret, moral rights or other intellectual property rights, or rights of publicity or,privacy.\n(ii) violates, or encourages any conduct that would violate, any applicable law or regulation or,would give rise to civil liability.\n(iii) is fraudulent, false, misleading or deceptive.\n(iv) is defamatory,,obscene,pornographic,vulgaroroffensive;(v) promotesdiscrimination,bigotry,racism,hatred,,harassment or harm against any individual or group.\n(vi) is violent or threatening or promotes violence,or actions that are threateningto any person or entity.\nor (vii) promotes illegal or harmful activities or,substances;,Use, display, mirror or frame the Services or any individual element within the Services, Back4App’s,name, any Back4App trademark, logo or other proprietary information, or the layout and design of any,page or formcontainedona page,withoutBack4App’sexpress writtenconsent;,Access,tamperwith,orusenon-publicareasoftheServices,Back4App’scomputersystems,orthe,technicaldeliverysystemsofBack4App’sproviders;,Attempt to probe, scan or test the vulnerability of any Back4App system or network or breach any,securityorauthenticationmeasures;,Avoid,bypass,remove,deactivate,impair,descrambleorotherwisecircumventanytechnological,measure implementedby Back4App or any of Back4App’s providers or any other third party (including,anotheruser)toprotecttheServicesorUserContent;,Attempt to access or search the Services or Content or download Content from the Services through,the use of any engine, software, tool, agent, device or mechanism (including spiders, robots, crawlers,,data mining tools or the like) other than the software and/or search agents provided by Back4App or,othergenerallyavailable third-party web browsers;,Send any advertising, promotional materials, email, junk mail, spam, chain letters or other form of,solicitationinviolationofany applicable lawor regulation;,Use the Services or Content, or any portion thereof, for the benefit of any third party or in any manner,notpermittedbytheseTerms;,Forge any TCP/IP packet header or any part of the header information in any email or newsgroup,posting, or in any way use the Services or Content to send altered, deceptive or false source-identifying,information;,Attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide,theServicesorContent;,Sell,resell, rentorleasethe Servicesto anythirdparties;,UsetheServicetostoreortransmitviruses,worms,timebombs,Trojanhorsesandotherharmfulor,maliciouscode,files,scripts, agentsor programs;,InterferewithordisrupttheintegrityorperformanceoftheServicesorthird-partydatacontained,therein;,CollectorstoreanypersonallyidentifiableinformationfromtheServicesfromotherusersofthe,Serviceswithouttheirexpresspermission;,Impersonateormisrepresent your affiliationwith anypersonorentity;,AccesstheServicesforthepurposeofbringinganintellectualpropertyinfringementclaimagainst,Back4Appor forthepurpose ofcreatinga productorservice competitivewiththeServices;,Violateany applicablelawor regulation;or,Encourageorenableanyother individualtodoanyoftheforegoing.,7,IntheeventyoubecomeawareofanyviolationoftheforegoingprohibitionsbyanEndUserofan,Application,youwillimmediatelyterminatesuchEndUser’saccount onyourApplication.,13.Back4App’sEnforcementRights,Although we’re not obligated to monitor access to or use of the Services or User Content or to review or edit,any User Content, we have the right to do so for the purpose of operating the Services, to ensure compliance,withtheseTerms, andtocomply with applicable laworother legalrequirements.,We reserve the right, but are not obligated, toremove or disable access to any User Content, including,,without limitation, any Application, at any time and without notice, including, but not limited to, if we, at our,sole discretion, consider any User Content to be objectionable or in violation of these Terms.\nWe have the,right to investigate violations of these Terms or conduct that affects the Services.\nWe may also consult and,cooperate with lawenforcement authoritiesto prosecute users whoviolatethelaw.,14.DMCA/CopyrightPolicy,Back4App respects copyright law and expects its users to do the same.\nIt is Back4App’s policy to terminate in,appropriate circumstances Users who repeatedly infringe or are believed to be repeatedly infringing the,rights ofcopyright holders.Please seeBack4App’sCopyright Policy,for furtherinformation.,15.LinkstoThirdParty WebsitesorResources,TheServicesmaycontainlinkstothird-partywebsitesorresources.Weprovidetheselinksonlyasa,convenienceandarenotresponsibleforthecontent,productsorservicesonoravailablefromthose,websites or resources or links displayed on such websites.\nYou acknowledge sole responsibility for and,assumeall riskarisingfrom, your useof anythird-party websitesorresources.,16.Termination,You may cancel your Account at any time by sending an email to us at community@back4app.com.\nWe may,terminateyouraccesstoanduseoftheServices,atoursolediscretion,atanytimeandwithoutnoticeto,you.\nIf we terminate your access to and use of the Services due to your breach of these Terms or you cancel,yourAccount,youwillnotreceivearefundfor any pre-paidSubscriptionFees.,You are solely responsible for exporting yourUser Content from the Services prior to termination of your,Account for any reason, provided that if we terminate your Account, we will provide you a reasonable,opportunitytoretrieveyour UserContent.,Upon any termination, discontinuation or cancellation of Services or your Account, the following provisions,will survive:Section 9.1 (Definitions), Section 9.2 (Ownership Rights), Section 9.6 (Feedback), Section 12,(General Prohibitions), Section 14 (DMCA/Copyright Policy), Section 15 (Links to Third Party Websites or,Resources), Section 16 (Termination), Section 17 (Warranty Disclaimers), Section 18 (Indemnity), Section 19,(LimitationofLiability),Section20(DisputeResolution),andSection21(GeneralTerms).,17.WarrantyDisclaimers,THESERVICESAREPROVIDED“ASIS,”WITHOUTWARRANTYOFANYKIND,EXPRESS,STATUTORYOR,IMPLIED.WITHOUTLIMITINGTHEFOREGOING,WEEXPLICITLYDISCLAIMANYWARRANTIESOF,MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE,QUIETENJOYMENTORNON-INFRINGEMENT,,ANDANYWARRANTIESARISINGOUTOFCOURSEOFDEALINGORUSAGEOFTRADE.Wemakenowarranty,that the Services will meet your requirements or be available on an uninterrupted, secure, or error-free basis.,We make no warranty regarding the quality, accuracy, timeliness, truthfulness, completeness or reliability of,anyContent.,8,18.Indemnity,Youwillindemnify,defendandholdharmlessBack4Appanditsofficers,directors,employeeandagents,,fromandagainstanyclaims,disputes,demands,liabilities,damages,losses,andcostsandexpenses,,including,withoutlimitation,reasonablelegal and accounting feesarising out of or in any wayconnected,with (i) your access to or use of the Services or Content, (ii) your User Content, or (iii) your violation of these,Terms.,19.LimitationofLiability,NEITHER BACK4APP NOR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE,SERVICESWILLBELIABLEFORANYINCIDENTAL,SPECIAL,EXEMPLARYORCONSEQUENTIALDAMAGES,,INCLUDING LOST PROFITS, LOSS OF DATA OR GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE OR,SYSTEM FAILURE OR THE COST OF SUBSTITUTE SERVICES ARISING OUT OF OR IN CONNECTION WITH THESE,TERMSORFROMTHEUSEOFORINABILITYTOUSETHESERVICES,WHETHERBASEDONWARRANTY,,CONTRACT,TORT(INCLUDINGNEGLIGENCE),PRODUCTLIABILITYORANYOTHERLEGALTHEORY,AND,WHETHER OR NOT BACK4APP HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, EVEN IF A,LIMITEDREMEDYSETFORTHHEREINISFOUNDTOHAVEFAILEDOFITSESSENTIALPURPOSE.SOME,JURISDICTIONS DO NOTALLOWTHE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR,INCIDENTALDAMAGES, SOTHE ABOVELIMITATIONMAY NOT APPLYTOYOU.,IN NO EVENT WILLBACK4APP’S TOTALLIABILITYARISING OUTOF OR IN CONNECTION WITH THESE TERMS,OR FROM THE USE OF OR INABILITY TO USE THE SERVICES EXCEED THE AMOUNTS YOU HAVE PAID TO,BACK4APP FOR USE OF THE SERVICES OR ONE HUNDRED DOLLARS ($100), IF YOU HAVE NOT HAD ANY,PAYMENTOBLIGATIONSTOBACK4APP, ASAPPLICABLE.,THE EXCLUSIONS AND LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE,BASISOF THE BARGAINBETWEENBACK4APPANDYOU.,20.DisputeResolution,20.1.GoverningLaw,These Terms and any action related thereto will be governed by the laws of the State of California without,regardtoitsconflictof laws provisions.,20.2.DisputeResolutionforCommercialEntities,If you are accessing and using the Services on behalf of a company or other legal entity, you and Back4App,agree that the exclusive jurisdiction and venue of any legal action or proceeding related to any dispute, claim,,orcontroversyarisingoutoforrelatingtotheseTermsorthebreach,termination,enforcement,,interpretation, or validity thereof or the use of the Services or Content (collectively, \"Disputes\") will be the,state and federal courts located in the Northern District of California and each of the parties hereto waives,anyobjectiontojurisdictionandvenueinsuchcourts.,20.3.DisputeResolutionforConsumers,20.3.1Agreementto Arbitrate,If you are accessing and using the Services on your own behalf or otherwise not on behalf of a company or,other legal entity, you and Back4App agree that any Disputes (as defined above) will be settled by binding,arbitration,exceptthateachpartyretainstheright:(i)tobringanindividualactioninsmallclaimscourtand,(ii) to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or,threatened infringement, misappropriation or violation of a party’s copyrights, trademarks, trade secrets,,patentsorotherintellectualpropertyrights(theactiondescribedintheforegoingclause(ii),an“IP,ProtectionAction”).(Theactionsdescribedinclauses(i)and(ii)arethe“LitigableActions.”).Without,9,limitingthe preceding sentence, you will also have the right to litigate any other Dispute if you provide,Back4App with written notice of your desire to do so by email at community@back4app.com or regular mail,at 440 N Wolfe Road, Sunnyvale, CA, USA, 94085within thirty (30) days following the date youfirst agree to ,these Terms (such notice, an “Arbitration Opt-out Notice”).\nIf you don’t provide Back4App withan ,Arbitration Opt-out Notice within the thirty (30) dayperiod, you will be deemed to have knowingly and,intentionally waived your right to litigate any Dispute except for Litigable Actions.\nThe exclusive jurisdiction,andvenueofanyIPProtectionAction,oranyotherDisputeifyoutimelyprovideBack4Appwithan,Arbitration Opt-out Notice, will be the state and federal courts located in the Northern District of California,and each of the parties hereto waives any objection to jurisdiction and venue in such courts.\nUnless you,timely provide Back4App with anArbitration Opt-out Notice, you acknowledge and agree that you and,Back4App are each waiving the right to a trial by jury or to participate as a plaintiff or class member in any,purported class action or representative proceeding.\nFurther, unless both youand Back4App otherwise,agree in writing, the arbitrator may not consolidate more than one person's claims, and may not otherwise,presideoveranyformofanyclassorrepresentativeproceeding.Ifthisspecificparagraphisheld,unenforceable,thentheentiretyofthisSection20.3willbedeemedvoid.Exceptasprovidedinthe,precedingsentence,this Section20.3willsurviveany terminationof theseTerms.,20.3.2ArbitrationRules,The arbitration will be administered by the American Arbitration Association (“AAA”) in accordance with the,Consumer Arbitration Rules (the “AAA Rules”) then in effect, except as modified by this Section 20.3.\n(The,AAARulesareavailableathttp://www.adr.org/orbycallingtheAAAat1-800-778-7879.)TheFederal,ArbitrationAct willgovernthe interpretation andenforcementof thissection.,20.3.3ArbitrationProcess,ApartywhodesirestoinitiatearbitrationmustprovidetheotherpartywithawrittenDemandfor,Arbitration as specified inthe AAA Rules.\nThe arbitrator will be either a retired judge or an attorney licensed,to practice law and will be selected by the parties from the AAA’s roster of arbitrators.\nIf the parties are,unable to agree upon an arbitrator within seven (7) days of delivery of the Demand for Arbitration, then the,AAAwillappointthearbitrator inaccordancewith theAAA Rules.,20.3.4ArbitrationLocation and Procedure,Unless you and Back4App otherwise agree, the arbitration will be conducted in the county where you reside.,If your claim does not exceed $10,000, then the arbitration will be conducted solely on the basis of the,documents that you and Back4App submit to the arbitrator, unless you request a hearing or the arbitrator,determinesthatahearingisnecessary.Ifyourclaimexceeds$10,000,yourrighttoahearingwillbe,determined by the AAA Rules.\nSubject to the AAA Rules, the arbitrator will have the discretion to direct a,reasonableexchangeofinformationbythe parties, consistentwith the expeditednatureof thearbitration.,20.3.5Arbitrator’sDecision,Thearbitrator willrender anaward withinthe timeframespecifiedintheAAARules.The arbitrator’s,decision will include the essential findings and conclusions upon which the arbitrator based the award.,Judgment on the arbitration award may be entered in any court having jurisdiction thereof.\nThe arbitrator’s,award of damages must be consistent with the terms of Section 19 (Limitation of Liability) above as to the,types and amounts of damages for which a party maybe held liable.\nThe arbitrator may award declaratory or,injunctive relief only in favor of the claimant and only to the extent necessary to provide relief warranted by,the claimant’s individual claim.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees,and expenses, to the extent provided under applicable law.\nBack4App will not seek, and hereby waives all,rights itmayhaveunderapplicablelawtorecover,attorneys’feesandexpensesif itprevailsinarbitration.,10,20.3.6Fees,Your responsibility to pay any AAA filing, administrative and arbitrator fees will be solely as set forth in the,AAA Rules.\nHowever, if your claim for damages does not exceed $75,000, Back4App will pay all such fees,unless the arbitrator finds that either the substance of your claim or the relief sought in your Demand for,Arbitration was frivolous or was brought for an improper purpose (as measured by the standards set forth in,FederalRuleofCivilProcedure 11(b)).,20.3.7Changes,Notwithstanding the provisions of Section 3 (Changes to Terms or Services) above, if Back4App changes this,Section 20.3 after the date you first accepted these Terms (or accepted any subsequent changes to these,Terms),youmayrejectanysuchchangebysendinguswrittennotice(includingbyemailto,community@back4app.com ) within 30 days of the date such change became effective, as indicated in the,“Last Updated” date above or in the date of Back4App’s email to you notifying you of such change.\nBy,rejecting any change, you are agreeing that you will arbitrate any Dispute between you and Back4App in,accordance with the provisions of this Section 20.3 as of the date you first accepted these Terms (or accepted,anysubsequentchangestotheseTerms).,21.GeneralTerms,These Terms constitute the entire and exclusive understanding and agreement between Back4App and you,regarding the Services and Content, and these Terms supersede and replace any and all prior oral or written,understandingsoragreementsbetweenBack4AppandyouregardingtheServicesandContent.Ifany,provision of these Terms is held invalid or unenforceable (either by an arbitrator appointed pursuant to the,terms of Section 20.3 above or by court ofcompetent jurisdiction, if you are accessing and using the Services,on behalf of a company or other legal entity or timely opt out of arbitration by sending us an Arbitration Opt-,out Notice in accordance with the terms set forth above), that provision will be enforced to the maximum,extent permissible and the other provisions of these Terms will remain in full force and effect.\nYou may not,assign or transfer these Terms, by operation of law or otherwise, without Back4App’s prior written consent.,Anyattemptby you toassign or transfer these Terms,without such consent, will benull.Back4App may,freely assign or transfer these Terms without restriction.\nSubject to the foregoing, these Terms will bind and,inuretothebenefitoftheparties, their successors andpermittedassigns.,Any notices or other communications provided by Back4App under these Terms, including those regarding,modificationstotheseTerms,willbegiven:(i)viaemail;or(ii)bypostingtotheServices.Fornoticesmade,bye-mail, thedateofreceipt will bedeemedthe dateonwhichsuchnoticeis transmitted.,Back4App’s failure to enforce any right or provision of these Terms will not be considered a waiver of such,right or provision.\nThe waiver of any such right or provision will beeffective only if in writing and signed by a,duly authorized representative of Back4App.\nExcept as expressly set forth in these Terms, the exercise by,either party of any of its remedies under these Terms will be without prejudice to its other remedies under,theseTermsorotherwise.,22.ContactInformation,IfyouhaveanyquestionsabouttheseTermsortheServices,pleasecontactBack4Appat,community@back4app.com.", "created_at": "2023-03-20 21:59:17.387", "updated_at": "2023-03-20 21:59:36.533635"}], "points": [], "urls": ["back4app.com"]}}