{"error": 448, "message": "OK", "parameters": {"id": 7165, "name": "PDF Annotator", "created_at": "2022-12-31 21:21:45.624593", "updated_at": "2023-01-22 17:00:13.468805", "wikipedia": null, "keywords": null, "related": null, "slug": "pdf-annotator", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7165.png", "url": "pdfannotator.com", "documents": [{"id": 13700, "name": "Privacy Statement", "url": "https://www.pdfannotator.com/en/privacy", "xpath": "/html/body/div[1]/div/section[2]/div", "text": " <p>We take protecting your personal data very seriously, and strictly observe all applicable regulations.\nPersonal data is collected only to the extent necessary for technical purposes.\nUnder no circumstances is your personal data sold or transferred in any way to other parties.</p>\n<p>The following statement will give you an overview of how we guarantee the safety of your information, and for what purposes it is used.</p>\n<p>\n</p> Privacy Statement <p> This privacy statement explains the nature, scope and purpose of the processing of personal data (hereinafter referred to as \"data\") within our online offer and its related websites, functions and content, as well as external online presence, such as our Social Media Profile (hereafter collectively referred to as \"online offer\").\nWith regard to the terms used, such as \"processing\" or \"responsible\", we refer to the definitions in Article 4 of the General Data Protection Regulation (GDPR).\n</p>\nResponsible Person\n<p> Oliver Grahl<br> GRAHL software design<br> Seligenthaler Str.\n54<br> Landshut, 84034<br> Germany<br>\n<br> infoGRAHL-software.com<br> Impressum: https://www.pdfannotator.com/en/impressum<br>\n</p>\nTypes of processed data\n<p> - Inventory data (eg names, addresses)<br> - Contact details (eg e-mail, telephone numbers)<br> - Content data (eg text input, photographs, videos)<br> - Usage data (eg visited websites, interest in content, access times)<br> - Meta / communication data (eg device information, IP addresses)<br> - Contract data (eg subject of the contract, duration, customer category)<br> - Payment data (eg bank details, payment history)<br>\n</p>\nCategories of affected persons\n<p> - Visitors and users of the online offer<br> - Prospects, business partners and customers (especially buyers and licensees of the products and services offered by us)<br> (In the following, we refer to the affected persons as \"users\").\n</p>\nPurpose of processing\n<p> - Provision of the online offer, its functions and contents<br> - Answering contact requests and communicating with users<br> - Safety measures<br> - Reach Measurement / Marketing<br> - Provision of contractual services, service and customer care, marketing, advertising and market research<br>\n</p>\nUsed terms\n<p> \"Personal data\" means any information relating to an identified or identifiable natural person (hereinafter the \"data subject\").\na natural person is considered as identifiable, which can be identified directly or indirectly, in particular by means of assignment to an identifier such as a name, to an identification number, to location data, to an online identifier (eg cookie) or to one or more special features, that express the physical, physiological, genetic, mental, economic, cultural or social identity of this natural person.<br>\n<br> \"Processing\" means any process performed with or without the aid of automated procedures or any such process associated with personal data.\nThe term goes far and includes virtually every handling of data.<br>\n<br> \"Pseudonymisation\" means the processing of personal data in such a way that the personal data can no longer be assigned to a specific data subject without additional information being provided, provided that such additional information is kept separate and subject to technical and organizational measures to ensure that the personal data not assigned to an identified or identifiable natural person.<br>\n<br> \"Profiling\" means any kind of automated processing of personal data which involves the use of such personal data to evaluate certain personal aspects relating to a natural person, in particular aspects relating to job performance, economic situation, health, personal To analyze or predict preferences, interests, reliability, behavior, whereabouts or relocation of that natural person.<br>\n<br> \"Responsible person\" means the natural or legal person, public authority, body or body that decides, alone or in concert with others, on the purposes and means of processing personal data.<br>\n<br> \"Processor\" means a natural or legal person, public authority, agency or other body that processes personal data on behalf of the controller.\n</p>\nRelevant legal bases\n<p> In accordance with Art.\n13 GDPR, we inform you about the legal basis of our data processing.\nUnless the legal basis in the data protection declaration is mentioned, the following applies: The legal basis for obtaining consent is Article 6 (1) lit.\na and Art.\n7 DSGVO, the legal basis for the processing for the performance of our services and the execution of contractual measures as well as the response to inquiries is Art.\n6 (1) lit.\nb DSGVO, the legal basis for processing in order to fulfill our legal obligations is Art.\n6 (1) lit.\nc DSGVO, and the legal basis for processing in order to safeguard our legitimate interests is Article 6 (1) lit.\nf DSGVO.\nIn the event that vital interests of the data subject or another natural person require the processing of personal data, Art.\n6 para.\n1 lit.\nd DSGVO as legal basis.\n</p>\nSafety measures\n<p> We take appropriate technical measures in accordance with Art.\n32 GDPR, taking into account the state of the art, the implementation costs and the nature, scope, circumstances and purposes of the processing as well as the different likelihood and severity of the risk to the rights and freedoms of natural persons and organizational measures to ensure a level of protection appropriate to the risk.<br>\n<br> Measures include, in particular, ensuring the confidentiality, integrity and availability of data by controlling physical access to the data, as well as their access, input, disclosure, availability and separation.\nWe have also set up procedures to ensure the enjoyment of data subject rights, data deletion and data vulnerability.\nFurthermore, we consider the protection of personal data already in the development, or selection of hardware, software and procedures, according to the principle of data protection through technology design and privacy-friendly default settings (Article 25 DSGVO).\n</p>\nCollaboration with processors and third parties\n<p> If, in the context of our processing, we disclose data to other persons and companies (contract processors or third parties), transmit them to them or otherwise grant access to the data, this will only be done on the basis of a legal permission (eg if a transmission of the data to third parties, as required by payment service providers, pursuant to Art.\n6 (1) (b) GDPR to fulfill the contract), you have consented to a legal obligation or based on our legitimate interests (eg the use of agents, webhosters, etc.).<br>\n<br> If we commission third parties to process data on the basis of a so-called \"contract processing contract\", this is done on the basis of Art.\n28 GDPR.\n</p>\nTransfers to third countries\n<p> If we process data in a third country (ie outside the European Union (EU) or the European Economic Area (EEA)) or in the context of the use of third party services or disclosure or transmission of data to third parties, this will only be done if it is to fulfill our (pre) contractual obligations, on the basis of your consent, on the basis of a legal obligation or on the basis of our legitimate interests.\nSubject to legal or contractual permissions, we process or have the data processed in a third country only in the presence of the special conditions of Art.\n44 et seq.\nDSGVO.\nThis means, for example, that the processing takes place on the basis of special guarantees, such as the officially recognized level of data protection (eg for the USA through the \"Privacy Shield\") or compliance with officially recognized special contractual obligations (so-called \"standard contractual clauses\").\n</p>\nRights of data subjects\n<p> You have the right to ask for confirmation as to whether the data in question is being processed and for information about this data as well as for further information and a copy of the data in accordance with Art.\n15 GDPR.<br>\n<br> You have accordingly.\nArt.\n16 DSGVO the right to demand the completion of the data concerning you or the correction of the incorrect data concerning you.<br>\n<br> In accordance with Art.\n17 GDPR, they have the right to demand that the relevant data be deleted immediately or, alternatively, to require a restriction of the processing of data in accordance with Art.\n18 GDPR.<br>\n<br> You have the right to demand that the data relating to you, which you have provided to us, be obtained in accordance with Art.\n20 GDPR and request their transmission to other persons responsible.<br>\n<br> You have gem.\nArt.\n77 DSGVO the right to file a complaint with the competent supervisory authority.\n</p>\nRight of withdrawal\n<p> You have the right to grant consent in accordance with.\nArt.\n7 para.\n3 DSGVO with effect for the future.\n</p>\nRight of objection\n<p> You can object to the future processing of your data in accordance with Art.\n21 GDPR at any time.\nThe objection may in particular be made against processing for direct marketing purposes.\n</p>\nCookies and right to object in direct mail\n<p> \"Cookies\" are small files that are stored on users' computers.\nDifferent information can be stored within the cookies.\nA cookie is primarily used to store the information about a user (or the device on which the cookie is stored) during or after his visit to an online offer.\nTemporary cookies, or \"session cookies\" or \"transient cookies\", are cookies that are deleted after a user leaves an online service and closes his browser.\nIn such a cookie, for example, the content of a shopping cart in an online shop or a login status can be saved.\nThe term \"permanent\" or \"persistent\" refers to cookies that remain stored even after the browser has been closed.\nFor example, the login status can be saved if users visit it after several days.\nLikewise, in such a cookie the interests of the users can be stored, which are used for range measurement or marketing purposes.\nA \"third-party cookie\" refers to cookies that are offered by providers other than the person who manages the online offer (otherwise, if it is only their cookies, this is called \"first-party cookies\").<br>\n<br> We can use temporary and permanent cookies and clarify this in the context of our privacy policy.<br>\n<br> If users do not want cookies stored on their computer, they will be asked to disable the option in their browser's system settings.\nSaved cookies can be deleted in the system settings of the browser.\nThe exclusion of cookies can lead to functional restrictions of this online offer.<br>\n<br> A general contradiction to the use of cookies used for online marketing purposes can be found in a variety of services, especially in the case of tracking, via the US website http://www.aboutads.info/choices/ or the EU site http://www.youronlinechoices.com/ be explained.\nFurthermore, the storage of cookies can be achieved by switching them off in the settings of the browser.\nPlease note that not all features of this online offer may be used.\n</p>\nDeletion of data\n<p> The data processed by us are deleted or limited in their processing in accordance with Articles 17 and 18 GDPR.\nUnless explicitly stated in this privacy policy, the data stored by us are deleted as soon as they are no longer required for their purpose and the deletion does not conflict with any statutory storage requirements.\nUnless the data is deleted because it is required for other and legitimate purposes, its processing will be restricted.\nThis means that the data is blocked and not processed for other purposes.\nThis applies, for example, to data that must be kept for commercial or tax reasons.<br>\n<br> According to legal requirements in Germany, the storage takes place in particular for 10 years according to §§ 147 Abs.\n1 AO, 257 Abs.\n1 Nr.\n1 and 4, Abs.\n4 HGB (books, records, management reports, accounting documents, trading books, relevant for taxation Documents, etc.) and 6 years in accordance with § 257 (1) no.\n2 and 3, para.\n4 HGB (commercial letters).\n</p>\nOrder processing in the online shop and customer account\n<p> We process the data of our customers as part of the ordering process in our online shop to allow them to select and order the selected products and services, as well as their payment and delivery, or execution.<br>\n<br> The processed data includes inventory data, communication data, contract data, payment data and persons affected by the processing belong to our customers, prospects and other business partners.\nProcessing is for the purpose of providing contractual services in the context of the operation of an online shop, billing, delivery and customer service.\nHere we use session cookies for the storage of the shopping cart contents and permanent cookies for the storage of the login status.<br>\n<br> Processing is based on Art.\n6 para.\n1 lit.\nb (execution of order transactions) and c (legally required archiving) DSGVO.\nThe information marked as required for the establishment and fulfillment of the contract is required.\nWe disclose the data to third parties only in the context of extradition, payment or in the context of legal permissions and obligations to legal advisors and authorities.\nThe data will be processed in third countries only if this is necessary for the fulfillment of the contract (eg on customer request at delivery or payment).<br>\n<br> Users can optionally create a user account, in particular by being able to view their orders.\nAs part of the registration, the necessary mandatory information will be communicated to the users.\nThe user accounts are not public and can not be indexed by search engines.\nIf users have terminated their user account, their data will be deleted with regard to the user account, subject to their retention is for commercial or tax law reasons according to Art.\n6 para.\n1 lit.\nc DSGVO necessary.\nInformation in the customer account remains until its deletion with subsequent archiving in case of a legal obligation.\nIt is the responsibility of the users to secure their data upon termination before the end of the contract.<br>\n<br> As part of the registration and re-registration and use of our online services, we store the IP address and the time of the respective user action.\nThe storage is based on our legitimate interests, as well as the user's protection against misuse and other unauthorized use.\nA transfer of these data to third parties does not take place, unless it is necessary for the prosecution of our claims or there is a legal obligation in accordance with.\nArt.\n6 para.\n1 lit.\nc DSGVO.<br>\n<br> The deletion takes place after expiry of legal warranty and comparable obligations, the necessity of keeping the data is checked every three years.\nin the case of legal archiving obligations, the deletion takes place after its expiration (end of commercial law (6 years) and tax law (10 years) retention obligation).\n</p>\nExternal payment service providers\n<p> We use external payment service providers through whose platforms users and we can make payment transactions.\nYou can view the privacy policy of the service providers here: Digital River (https://secure.shareit.com/shareit/privacypolicy.html), Paypal (https://www.paypal.com/web/sms/mpp/ua/privacy-full), Stripe (https://stripe.com/privacy).<br>\n<br> As part of the fulfillment of contracts, we set the payment service providers on the basis of Art.\n6 para.\n1 lit.\nb.\nDSGVO.\nIncidentally, we use external payment service providers on the basis of our legitimate interests.\nArt.\n6 para.\n1 lit.\nf.\nDSGVO in order to offer our users effective and secure payment options.<br>\n<br> Among the data processed by the payment service providers are inventory data such as the name and address, bank details such as bank account numbers or credit card numbers, passwords, TANs and checksums, as well as contract, summary and recipient-related information.\nThe information is required to complete the transactions.\nHowever, the data entered will only be processed and stored by the payment service providers.\nThis means that we do not receive any account or credit card-related information, only information with confirmation or negative disclosure of the payment.\nThe data may be transmitted by the payment service providers to credit reporting agencies.\nThis transmission aims at the identity and credit check.\nFor this we refer to the terms and privacy policy of payment service providers.<br>\n<br> For the payment transactions, the terms and conditions and the privacy notices of the respective payment service providers, which are available within the respective websites, or transaction applications apply.\nWe also refer to these for further information and assertion of rights of withdrawal, information and other data subjects.\n</p>\nAdministration, financial accounting, office organization, contact management\n<p> We process data in the context of administrative tasks as well as organization of our business, financial accounting and compliance with legal obligations, such as archiving.\nIn doing so, we process the same data that we process in the course of rendering our contractual services.\nThe processing principles are Art.\n6 para.\n1 lit.\nc.\nDSGVO, Art.\n6 para.\n1 lit.\nf.\nDSGVO.\nThe processing affects customers, prospects, business partners and website visitors.\nThe purpose and interest in processing lies in administration, financial accounting, office organization, data archiving, that is, tasks that serve to maintain our business, perform our duties and provide our services.\nThe deletion of the data in terms of contractual performance and contractual communication corresponds to the information provided in these processing activities.<br>\n<br> We disclose or transmit data to the financial administration, consultants, such as tax consultants or auditors, as well as other fees and payment service providers.<br>\n<br> Furthermore, we store information on suppliers, promoters and other business partners on the basis of our business interests, eg for the purpose of contacting you later.\nWe generally store this majority of company-related data permanently.\n</p>\nBusiness analysis and market research\n<p> In order to operate our business economically, to recognize market trends, wishes of the contractors and users, we analyze the data available to us for business transactions, contracts, inquiries, etc.\nWe process stock data, communication data, contract data, payment data, usage data, metadata based on the nature 6 para.\n1 lit.\nf.\nDSGVO, whereby the data subjects include contractual partners, interested parties, customers, visitors and users of our online offer.<br>\n<br> The analyzes are carried out for the purpose of business analysis, marketing and market research.\nIn doing so, we can take into account the profiles of the registered users with information, eg on their services used.\nThe analyzes serve us to increase the user-friendliness, the optimization of our offer and the business economics.\nThe analyzes are for us alone and will not be disclosed externally unless they are anonymous, aggregated value analyzes.<br>\n<br> If these analyzes or profiles are personal, they will be deleted or anonymised upon termination of the users, otherwise after two years from the conclusion of the contract.\nIncidentally, the overall business analyzes and general trend provisions are created anonymously if possible.\n</p>\nPrivacy policy in the application process\n<p> We process the applicant data only for the purpose and in the context of the application process in accordance with the legal requirements.\nThe processing of the applicant data takes place in order to fulfill our (pre-) contractual obligations in the context of the application process within the meaning of Art.\n6 para.\n1 lit.\nb.\nDSGVO Art.\n6 para.\n1 lit.\nf.\nDSGVO insofar as the data processing is required eg in the context of legal procedures for us (in Germany applies additionally § 26 BDSG).<br>\n<br> The application process requires applicants to provide us with the applicant data.\nThe necessary applicant data are, as far as we offer an online form marked, otherwise result from the job descriptions and basically include the information on the person, postal and contact addresses and the application documents, such as cover letter, CV and the certificates.\nIn addition, applicants can voluntarily provide us with additional information.<br>\n<br> By submitting the application to us, the applicants agree to the processing of their data for the purposes of the application process in accordance with the nature and scope set forth in this Privacy Policy.<br>\n<br> Insofar as special categories of personal data within the meaning of Art.\n9 (1) GDPR are voluntarily communicated within the framework of the application procedure, their processing is additionally carried out in accordance with Art.\n9 (2) lit.\nb DSGVO (eg health data, such as disability or ethnic origin).\nInsofar as special categories of personal data within the meaning of Art.\n9 (1) GDPR are requested from applicants in the context of the application procedure, their processing is additionally carried out in accordance with Art.\n9 para.\n2 lit.\na GDPR (eg health data, if necessary for the profession).<br>\n<br> If provided, applicants can submit their applications to us via an online form on our website.\nThe data will be encrypted and transmitted to us according to the state of the art.<br> Furthermore, applicants can send us their applications via e-mail.\nHowever, please note that e-mails are generally not sent in encrypted form and that applicants themselves must provide encryption.\nWe can therefore take no responsibility for the transmission of the application between the sender and the reception on our server and therefore recommend rather to use an online form or the postal delivery.\nInstead of applying via the online form and e-mail, applicants still have the opportunity to send us the application by post.<br>\n<br> The data provided by the applicants may be further processed by us in the event of a successful application for employment purposes.\nOtherwise, if the application for a job offer is not successful, the applicants' data will be deleted.\nApplicants' data will also be deleted if an application is withdrawn, which the applicants are entitled to at any time.<br>\n<br> The cancellation is subject to a legitimate cancellation of the candidate, after the expiration of a period of six months, so that we can answer any follow-up questions to the application and meet our obligations under the Equal Treatment Act.\nInvoices for any reimbursement of travel expenses are archived in accordance with the tax regulations.\n</p> Contacting us\n<p> When contacting us (eg via contact form, e-mail, telephone or via social media), the information provided by the user to process the contact request and its processing acc.\nArt.\n6 para.\n1 lit.\nb.\n(in the context of contractual / pre-contractual relationships), Art.\n6 Abs.\n1 lit.\nf.\n(other requests) DSGVO processed.\nUser information can be stored in a Customer Relationship Management System (\"CRM System\") or comparable request organization.<br>\n<br> We delete the requests, if they are no longer required.\nWe check the necessity every two years.\nFurthermore, the legal archiving obligations apply.\n</p>\nNewsletter\n<p> With the following information we inform you about the contents of our newsletter as well as the registration, dispatch and statistical evaluation procedures as well as your right of objection.\nBy subscribing to our newsletter, you agree to the receipt and the procedures described.<br>\n<br> Content of the newsletter: We send newsletters, e-mails and other electronic notifications with advertising information (hereinafter \"newsletter\") only with the consent of the recipient or a legal permission.\nInsofar as the contents of a newsletter are concretely described, they are authoritative for the consent of the users.\nIncidentally, our newsletter contains information about our services and us.<br>\n<br> Double opt-in and logging: Registration for our newsletter is done in a so-called double-opt-in procedure.\nThis means you will receive an e-mail after logging in to ask for confirmation of your registration.\nThis confirmation is necessary so that nobody can register with external e-mail addresses.\nThe registration for the newsletter will be logged in order to prove the registration process according to the legal requirements.\nThis includes the storage of the login and the confirmation time, as well as the IP address.\nLikewise, changes to your data stored with the shipping service provider will be logged.<br>\n<br> Credentials: To subscribe to the newsletter, it is sufficient to provide your e-mail address.\nOptionally, we ask you to give a name in the newsletter for personal address.<br>\n<br> The dispatch of the newsletter and the associated performance measurement are based on a consent of the recipients acc.\nArt.\n6 para.\n1 lit.\na, Art.\n7 DSGVO in connection with § 7 Abs.\n2 Nr.\n3 UWG or if consent is not required based on our legitimate interests in direct marketing acc.\nArt.\n6 para.\n1 lt.\nF.\nDSGVO in connection with § 7 Abs.\n3 UWG.<br>\n<br> The logging of the registration process is based on our legitimate interests in accordance with.\nArt.\n6 para.\n1 lit.\nf DSGVO.\nOur interest lies in the use of a user-friendly and secure newsletter system, which serves both our business interests and the expectations of the users and also allows us to prove our consent.<br>\n<br> Termination / Revocation - You can cancel the receipt of our newsletter at any time, ie revoke your consent.\nA link to cancel the newsletter can be found at the end of each newsletter.\nWe may save the submitted email addresses for up to three years based on our legitimate interests before we delete them to provide prior consent.\nThe processing of this data is limited to the purpose of a possible defense against claims.\nAn individual request for cancellation is possible at any time, provided that at the same time the former existence of a consent is confirmed.\n</p>\nNewsletter - Mailchimp\n<p> The newsletters will be sent by MailChimp, an email service provider of Rocket Science Group, LLC, 675 Ponce De Leon Ave # 5000, Atlanta, GA 30308, USA.\nThe privacy policy of the email service provider can be viewed here: https://mailchimp.com/legal/privacy/.\nThe Rocket Science Group LLC is certified under the Privacy Shield Agreement, which provides a guarantee to comply with European data protection standards (https://www.privacyshield.gov/participant?id=a2zt0000000TO6hAAG&amp;status=Active).\nThe service provider is based on our legitimate interests acc.\nArt.\n6 para.\n1 lit.\nf.\nDSGVO and a contract processing agreement acc.\nArt.\n28 (3) sentence 1 DSGVO.<br>\n<br> The service provider may use the data of the recipient in a pseudonymous form, ie without assignment to a user, to optimize or improve their own services, eg for the technical optimization of shipping and the presentation of newsletters or for statistical purposes.\nHowever, the service provider does not use the data of our newsletter recipients to address them themselves or to pass the data on to third parties.\n</p>\nNewsletter - Success Measurement\n<p> The newsletters contain a so-called \"web beacon\", ie a pixel-sized file that is retrieved from the server when the newsletter is opened by our server or, if we use a shipping service provider.\nThis call will initially collect technical information, such as information about the browser and your system, as well as your IP address and time of retrieval.<br>\n<br> This information is used to improve the technical performance of services based on their specifications or audience and their reading habits, based on their locations (which can be determined using the IP address) or access times.\nStatistical surveys also include determining if the newsletters will be opened, when they will be opened and which links will be clicked.\nFor technical reasons, this information can be assigned to the individual newsletter recipients.\nHowever, it is neither our goal nor, if used, that of the shipping service provider to observe individual users.\nThe evaluations serve us much more to recognize the reading habits of our users and to adapt our content to them or to send different content according to the interests of our users.<br>\n<br> A separate revocation of the success measurement is unfortunately not possible, in this case, the entire newsletter subscription must be terminated.\n</p>\nHosting and E-mail\n<p> The hosting services we use are designed to provide the following services: infrastructure and platform services, computing capacity, storage and database services, e-mailing, security and technical maintenance services we use to operate this online service.<br>\n<br> Here we, or our hosting provider, process inventory data, contact data, content data, contract data, usage data, meta and communication data of customers, interested parties and visitors to this online offer on the basis of our legitimate interests in an efficient and secure provision of this online offer acc.\nArt.\n6 para.\n1 lit.\nf DSGVO in conjunction with Art.\n28 DSGVO (conclusion of contract processing contract).\n</p>\nCollection of access data and log files\n<p> We, or our hosting provider, collects on the basis of our legitimate interests within the meaning of Art.\n6 para.\n1 lit.\nf.\nDSGVO Data on every access to the server on which this service is located (so-called server log files).\nThe access data includes name of the retrieved web page, file, date and time of retrieval, amount of data transferred, message about successful retrieval, browser type and version, the user's operating system, referrer URL (the previously visited page), IP address and the requesting provider.<br>\n<br> Log file information is stored for security reasons (eg to investigate abusive or fraudulent activities) for a maximum of 1 year and then deleted.\nData whose further retention is required for evidential purposes shall be exempted from the cancellation until final clarification of the incident.\n</p>\nLog files - Papertrail\n<p> Log files will be stored and processed by Papertrail, a service provided by SolarWinds Worldwide, LLC, 7171 Southwest Parkway Bldg 400 Austin, TX, 78735, USA.\nThe privacy policy of the service provider can be viewed here: https://www.solarwinds.com/legal/privacy.\nSolarWinds Worldwide, LLC is certified under the Privacy Shield Agreement, which provides a guarantee to comply with European data protection standards (https://www.privacyshield.gov/participant?id=a2zt00000008R6bAAE&amp;status=Active).\nThe service provider is based on our legitimate interests acc.\nArt.\n6 para.\n1 lit.\nf DSGVO and a contract processing agreement acc.\nArt.\n28 (3) sentence 1 DSGVO.\n</p>\nGoogle Tag Manager\n<p> Google Tag Manager is a solution that allows us to manage so-called website tags through a single interface (including integrating Google Analytics and other Google marketing services into our online offering).\nThe tag manager itself (which implements the tags) does not process users' personal data.\nWith regard to the processing of users' personal data, reference is made to the following information about Google's services.\nUsage Policy: https://www.google.com/analytics/tag-manager/use-policy/.\n</p>\nGoogle Analytics\n<p> Based on our legitimate interests (ie interest in the analysis, optimization and economic operation of our online offer within the meaning of Art.\n6 (1) lit.\nDSGVO), we use Google Analytics, a web analytics service provided by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland (\"Google\").\nGoogle uses cookies.\nThe information generated by the cookie about the use of the online offer by the users are usually transmitted to a Google server in the USA and stored there.<br>\n<br> Google is certified under the Privacy Shield Agreement, which provides a guarantee to comply with European privacy legislation (https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active).<br>\n<br> Google will use this information on our behalf to evaluate the use of our online offer by users, to compile reports on the activities within this online offer and to provide us with further services related to the use of this online offer and the internet usage.\nIn this case, pseudonymous usage profiles of the users can be created from the processed data.<br>\n<br> We only use Google Analytics with activated IP anonymization.\nThis means that the IP address of the users will be shortened by Google within member states of the European Union or in other contracting states of the Agreement on the European Economic Area.\nOnly in exceptional cases will the full IP address be sent to a Google server in the US and shortened there.<br>\n<br> The IP address submitted by the user's browser will not be merged with other data provided by Google.\nUsers can prevent the storage of cookies by setting their browser software accordingly.\nUsers may also prevent the collection by Google of the data generated by the cookie and related to its use of the online offer and the processing of such data by Google by downloading and installing the browser plug-in available at the following link: http://tools.google.com/dlpage/gaoptout.<br>\n<br> As an alternative to the browser plug-in or within browsers on mobile devices, please click this link to prevent Google Analytics from collecting data on this website in the future: https://www.pdfannotator.com/en/#gaOptout.\nAn opt-out cookie is stored on your device.\nIf you delete your cookies, you must click this link again.<br>\n<br> For more information about Google's data usage, hiring and disparaging options, please read Google's Privacy Policy (https://policies.google.com/technologies/ads) and Google's Ads Ads Settings (https://adssettings.google.com/authenticated).<br>\n<br> The personal data of users will be deleted or anonymized after 14 months.\n</p>Google AdWords and conversion measurement\n<p> We use the services of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland on the basis of our legitimate interests (ie interest in the analysis, optimization and economic operation of our online service within the meaning of Art.\n6 (1) lit.\nDSGVO) , USA, (\"Google\").<br>\n<br> Google is certified under the Privacy Shield Agreement, which provides a guarantee to comply with European privacy legislation (https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active).<br>\n<br> We use Google's online AdWords marketing tool \"AdWords\" to place ads on the Google advertising network (eg in search results, in videos, on websites, etc.) so that they are displayed to users who have a suspected interest in the ads.\nThis allows us to more specifically display ads for and within our online offering so that we only present ads to users that potentially match their interests.\nFor example, if a user sees ads for products he's been looking for on other online offerings, that's called remarketing.\nFor these purposes, upon access to our and other websites where the Google Advertising Network is active, Google will immediately execute a Google code and become so-called (re) marketing tags (invisible graphics or code, also known as \"web beacons\") incorporated into the website.\nWith their help, the user can store an individual cookie, ie a small file (instead of cookies, comparable technologies can also be used).\nIn this file is noted which websites the user visited, for what content he is interested and what offers the user has clicked, as well as technical information about the browser and operating system, referring websites, visit time and other information on the use of the online offer.<br>\n<br> Furthermore, we receive an individual \"conversion cookie\".\nThe information obtained through the cookie is used by Google to generate conversion statistics for us.\nHowever, we only hear the anonymous total number of users who clicked on our ad and were redirected to a conversion tracking tag page.\nHowever, we do not receive any information that personally identifies users.<br>\n<br> The data of the users are pseudonym processed within the Google advertising network.\nFor example, Google does not store and process users' names or e-mail addresses, but processes the relevant data in a cookie-related manner within pseudonymous user profiles.\nThat is, from the perspective of Google, the ads are not managed and displayed to a specifically identified person, but to the cookie owner, regardless of who that cookie owner is.\nThis does not apply if a user has explicitly allowed Google to process the data without this pseudonymization.\nThe information collected about users is transmitted to Google and stored on Google's servers in the United States.<br>\n<br> For more information about Google's data usage, hiring and disparaging options, please read Google's Privacy Policy (https://policies.google.com/technologies/ads) and Google's Ads Ads Settings (https://adssettings.google.com/authenticated).\n</p>\nBing Ads\n<p> Based on our legitimate interests (ie interest in the analysis, optimization and economic operation of our online offer within the meaning of Art.\n6 (1) lit.\nDSGVO), we base our online offer on the conversion and tracking tool \"Bing Ads\" Microsoft Corporation, One Microsoft Way, Redmond, WA 98052-6399, USA.\nMicrosoft stores cookies on the users' devices in order to allow users to analyze the use of our online offer as long as users have accessed our online offer via a Microsoft Bing ad (so-called \"conversion measurement\").\nMicrosoft and we can thus recognize that someone clicked on an ad, was redirected to our online offer, and reached a previously determined landing page (called the \"conversion page\").\nWe only hear the total number of users who clicked on a Bing ad and were then redirected to the conversion page.\nNo IP addresses are stored.\nNo personal information on the identity of the users is given.<br>\n<br> Microsoft is certified under the Privacy Shield Agreement, which provides a guarantee to comply with European privacy legislation (https://www.privacyshield.gov/participant?id=a2zt0000000KzNaAAK&amp;status=Active).<br>\n<br> If users do not want to participate in the Bing Ads tracking process, you may opt out of setting a cookie by browser setting or using the Microsoft opt-out page: http://choice.microsoft.com/en-us/opt-out.<br>\n<br> For more information about privacy and cookies on Microsoft Bing Ads, please refer to the Microsoft Privacy Policy: https://privacy.microsoft.com/en-us/privacystatement.\n</p>\nOnline presences in social media\n<p> We maintain online presence within social networks and platforms in order to communicate with customers, prospects and users active there and to inform them about our services.<br>\n<br> We point out that data of the users outside the area of the European Union can be processed.\nThis may result in risks for the users because e.g.\nenforcement of user rights could be made more difficult.\nWith respect to US providers certified under the Privacy Shield, we point out that they are committed to respecting EU privacy standards.<br>\n<br> Furthermore, the data of the users are usually processed for market research and advertising purposes.\nThus, e.g.\nuser profiles are created from the user behavior and the resulting interests of the users.\nThe usage profiles can in turn be used to e.g.\nPlace advertisements inside and outside the platforms that are allegedly in line with users' interests.\nFor these purposes, cookies are usually stored on the computers of the users, in which the user behavior and the interests of the users are stored.\nFurthermore, in the usage profiles, data can also be stored independently of the devices used by the users (in particular if the users are members of the respective platforms and logged in to them).<br>\n<br> The processing of the personal data of users is based on our legitimate interests in an effective information of users and communication with users in accordance with.\nArt.\n6 para.\n1 lit.\nf.\nDSGVO.\nIf the users are asked by the respective providers for a consent to the data processing (that is, they declare their agreement, for example, by ticking a check box or confirming a button), the legal basis of the processing is Art.\n6 para.\na., Art.\n7 GDPR.<br>\n<br> For a detailed description of the respective processing and the possibilities of contradiction (opt-out), we refer to the following linked information of the provider.<br>\n<br> Also in the case of requests for information and the assertion of user rights, we point out that these can be claimed most effectively from the providers.\nOnly the providers have access to the data of the users and can directly take appropriate measures and provide information.\nIf you still need help, then you can contact us.<br>\n<br> - Facebook (Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbor, Dublin 2, Ireland) - Privacy Policy: https://www.facebook.com/about/privacy/, Opt-Out: https: // www.\nfacebook.com/settings?tab=ads and http://www.youronlinechoices.com, Privacy Shield: https://www.privacyshield.gov/participant?id=a2zt0000000GnywAAC&amp;status=Active.<br> - Google/ YouTube (Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland) – Privacy Policy: https://policies.google.com/privacy, Opt-Out: https://adssettings.google.com/authenticated, Privacy Shield: https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active.<br> - Twitter (Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA) - Privacy Policy: https://twitter.com/de/privacy, Opt-Out: https://twitter.com/personalization, Privacy Shield: https://www.privacyshield.gov/participant?id=a2zt0000000TORzAAO&amp;status=Active.\n</p>\nIntegration of services and contents of third parties\n<p> Based on our legitimate interests (ie interest in the analysis, optimization and economic operation of our online offer within the meaning of Art.\n6 (1) lit.\nDSGVO), we make use of content or services offered by third-party providers in order to provide their content and services Integrate services such as videos or fonts (collectively referred to as \"content\").<br>\n<br> This always presupposes that the third-party providers of this content perceive the IP address of the users, since they could not send the content to their browser without the IP address.\nThe IP address is therefore required for the presentation of this content.\nWe endeavor to use only content whose respective providers use the IP address solely for the delivery of the content.\nThird parties may also use so-called pixel tags (invisible graphics, also referred to as \"web beacons\") for statistical or marketing purposes.\nThe \"pixel tags\" can be used to evaluate information such as visitor traffic on the pages of this website.\nThe pseudonymous information may also be stored in cookies on the user's device and may include, but is not limited to, technical information about the browser and operating system, referring web pages, visit time, and other information regarding the use of our online offer.\n</p>\nYoutube\n<p> We embed the videos on the YouTube platform of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland.\nPrivacy Policy: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.\n</p>\nGoogle Fonts\n<p> We incorporate the fonts (\"Google Fonts\") provided by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland.\nPrivacy Policy: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.\n</p>\nGoogle ReCaptcha\n<p> We incorporate the Bots Detection feature, for example when entering into online forms (\"ReCaptcha\") provided by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland.\nPrivacy Policy: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.\n</p> Additional Information <p>We value your trust in us.\nThat is why we stand ready to discuss and answer your questions about how we process your personal data at any time.\nIf you have questions not answered by this Data Protection Statement, please contact us at any time.</p> ", "created_at": "2022-12-31 21:22:45.890433", "updated_at": "2022-12-31 21:22:52.173856"}, {"id": 13699, "name": "﻿Terms of License and Privacy Statement", "url": "https://www.pdfannotator.com/en/license", "xpath": "/html/body/div[1]/div/section[2]/div", "text": " <b>﻿Terms of License and Privacy Statement\nCopyright © 1996-2022 by GRAHL software design</b> Revision: 2022-12-19 Please pay attention to the following terms before you start using this software.\nIf you do not agree with the following, do not use the software and remove it from your storages.\n<b> A.\nLICENSE AGREEMENT\n</b>\nUse of PDF Annotator (hereinafter \"SOFTWARE\") by GRAHL software design (\"GRAHL\") is contingent on your agreement to the following terms:\n<b> 1.\nGRANT OF LICENSE\n</b>\n<b>a.\nSINGLE LICENSES\n</b>\nYou may install copies of the SOFTWARE on up to two computers, as long as the SOFTWARE is used by only one user at a time.\nYou may use one copy of the SOFTWARE.\n<b>b.\nMULTI-USER LICENSES\n</b>\nYou may install and use copies of the SOFTWARE up to, but not to exceed, the number of licenses shown on your purchase record.\nYou may not resell single licenses which are part of a multi-user license.\n<b>c.\nEDUCATIONAL LICENSES\n</b>\nIf the SOFTWARE has been acquired as an educational license, you are not entitled to use the SOFTWARE unless you qualify as an educational end-user.\n<b>d.\n30-DAY TRIAL LICENSES\n</b>\nGRAHL grants you a license to use one copy of this SOFTWARE on one computer for an evaluation period of 30 days, after which time you must pay for the software or uninstall it.\n<b> 2.\nLIMITATION OF LIABILITY\n</b>\nIN NO EVENT WILL GRAHL BE LIABLE TO ANY PARTY (a) FOR ANY INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF BUSINESS PROFITS, BUSINESS INTERRUPTION, LOSS OF PROGRAMS OR INFORMATION, AND THE LIKE), OR ANY OTHER DAMAGES ARISING IN ANY WAY OUT OF THE AVAILABILITY, USE, RELIANCE ON, OR INABILITY TO USE THE SOFTWARE, THE GRAHL SERVICES AND INFORMATION, VARIOUS DIRECTORIES AND LISTINGS OR ANY OTHER 'INFORMATION', EVEN IF GRAHL SHALL HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT,TORT, OR OTHERWISE.\nOR (b) FOR ANY CLAIM ATTRIBUTABLE TO ERRORS, OMISSIONS, OR OTHER INACCURACIES IN, OR DESTRUCTIVE PROPERTIES OF ANY INFORMATION.\nBECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS, GRAHL LIABILITY SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.\n<b> 3.\nDISCLAIMER OF WARRANTY\n</b>\nTHE SOFTWARE IS PROVIDED AS IS WITHOUT WARRANTY OF ANY KIND.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, GRAHL FURTHER DISCLAIMS ALL WARRANTIES, INCLUDING WITHOUT LIMITATION ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NONINFRINGEMENT.\nTHE ENTIRE RISK ARISING OUT OF THE USE OR PERFORMANCE OF THE PRODUCT AND DOCUMENTATION REMAINS WITH RECIPIENT.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL GRAHL BE LIABLE FOR ANY CONSEQUENTIAL, INCIDENTAL, DIRECT, INDIRECT, SPECIAL, PUNITIVE, OR OTHER DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF BUSINESS PROFITS, BUSINESS INTERRUPTION, LOSS OF BUSINESS INFORMATION, OR OTHER PECUNIARY LOSS) ARISING OUT OF THIS AGREEMENT OR THE USE OF OR INABILITY TO USE THE PRODUCT, EVEN IF GRAHL HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n<b> 4.\nHIGH RISK ACTIVITIES\n</b>\nTHE SOFTWARE IS NOT FAULT-TOLERANT AND IS NOT DESIGNED OR INTENDED FOR USE IN HAZARDOUS ENVIRONMENTS REQUIRING FAIL-SAFE PERFORMANCE, INCLUDING WITHOUT LIMITATION, IN THE OPERATION OF NUCLEAR FACILITIES, AIRCRAFT NAVIGATION OR COMMUNICATION SYSTEMS, AIR TRAFFIC CONTROL, WEAPONS SYSTEMS, DIRECT LIFE-SUPPORT MACHINES, OR ANY OTHER APPLICATION IN WHICH THE FAILURE OF THE SOFTWARE COULD LEAD DIRECTLY TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL OR PROPERTY DAMAGE (COLLECTIVELY, \"HIGH RISK ACTIVITIES\").\nGRAHL EXPRESSLY DISCLAIMS ANY EXPRESS OR IMPLIED WARRANTY OF FITNESS FOR HIGH RISK ACTIVITIES.\n<b> 5.\nSCOPE OF GRANT\n</b>\nYou may not reverse engineer, decompile or disassemble the SOFTWARE.\nGRAHL shall retain title and all ownership rights to the SOFTWARE.\n<b> 6.\nCOPYRIGHT\n</b>\nThis SOFTWARE is protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties.\n<b> 7.\nMAINTENANCE\n</b>\nGRAHL is not obligated to provide maintenance or updates for the SOFTWARE.\nHowever, any maintenance or updates provided by GRAHL shall be covered by this Agreement.\n<b> 8.\nDISTRIBUTION\n</b>\nThe unregistered evaluation version of the SOFTWARE may be freely distributed provided that it is not modified and the original archive remains intact with all accompanying files and provided that no fee is charged (except for any reasonable fees necessary to cover costs of distribution media).\nShould a fee be charged or any of the distribution package need to be modified you must contact GRAHL for explicit written permission.\nBeta versions of the SOFTWARE may not be distributed without explicit written permission.\n<b> 9.\nYOUR PRIVACY\n</b>\nGRAHL takes protecting your personal data very seriously.\nThe SOFTWARE will never transfer data to external computers without your permission as described below.\nThe SOFTWARE will transfer version and license information when querying for the latest version numbers within the built in update wizard.\nThis feature can be disabled at any time.\nThe SOFTWARE will transfer program log files and error situation dumps when sending log files.\nThis action only gets performed when initiated by the user, never without user's confirmation.\nIn all other respects, our privacy statement in section B applies.\n<b> 10.\nOTHER PROVISIONS\n</b>\nShould one or more provisions of this agreement be or become invalid, all other license agreements and provisions remain valid.\nInvalid provisions have to be replaced by others which are equal for the economical contents.\nIn case that you are commercial user, court of jurisdiction is Landshut, Germany.\n<b> B.\nPRIVACY STATEMENT\n</b>\nThis privacy statement explains the nature, scope and purpose of the processing of personal data (hereinafter referred to as \"data\") within our online offer and its related websites, functions and content, as well as external online presence, such as our Social Media Profile (hereafter collectively referred to as \"online offer\").\nWith regard to the terms used, such as \"processing\" or \"responsible\", we refer to the definitions in Article 4 of the General Data Protection Regulation (GDPR).\n<b> RESPONSIBLE PERSON\n</b>\nOliver Grahl\nGRAHL software design\nSeligenthaler Str.\n54\n84034 Landshut\nGermany contact_us@GRAHL-software.com\nImpressum: https://www.PDFAnnotator.com/en/impressum\n<b> TYPES OF PROCESSED DATA\n</b>\n- Inventory data (eg names, addresses)\n- Contact details (eg e-mail, telephone numbers)\n- Content data (eg text input, photographs, videos)\n- Usage data (eg visited websites, interest in content, access times)\n- Meta / communication data (eg device information, IP addresses)\n- Contract data (eg subject of the contract, duration, customer category)\n- Payment data (eg bank details, payment history)\n<b> CATEGORIES OF AFFECTED PERSONS\n</b>\n- Visitors and users of the online offer\n- Prospects, business partners and customers (especially buyers and licensees of the products and services offered by us)\n(In the following, we refer to the affected persons as \"users\").\n<b> PURPOSE OF PROCESSING\n</b>\n- Provision of the online offer, its functions and contents\n- Answering contact requests and communicating with users\n- Safety measures\n- Reach Measurement / Marketing\n- Provision of contractual services, service and customer care, marketing, advertising and market research\n<b> USED TERMS\n</b>\n\"Personal data\" means any information relating to an identified or identifiable natural person (hereinafter the \"data subject\").\na natural person is considered as identifiable, which can be identified directly or indirectly, in particular by means of assignment to an identifier such as a name, to an identification number, to location data, to an online identifier (eg cookie) or to one or more special features, that express the physical, physiological, genetic, mental, economic, cultural or social identity of this natural person.\n\"Processing\" means any process performed with or without the aid of automated procedures or any such process associated with personal data.\nThe term goes far and includes virtually every handling of data.\n\"Pseudonymisation\" means the processing of personal data in such a way that the personal data can no longer be assigned to a specific data subject without additional information being provided, provided that such additional information is kept separate and subject to technical and organizational measures to ensure that the personal data not assigned to an identified or identifiable natural person.\n\"Profiling\" means any kind of automated processing of personal data which involves the use of such personal data to evaluate certain personal aspects relating to a natural person, in particular aspects relating to job performance, economic situation, health, personal To analyze or predict preferences, interests, reliability, behavior, whereabouts or relocation of that natural person.\n\"Responsible person\" means the natural or legal person, public authority, body or body that decides, alone or in concert with others, on the purposes and means of processing personal data.\n\"Processor\" means a natural or legal person, public authority, agency or other body that processes personal data on behalf of the controller.\n<b> RELEVANT LEGAL BASES\n</b>\nIn accordance with Art.\n13 GDPR, we inform you about the legal basis of our data processing.\nUnless the legal basis in the data protection declaration is mentioned, the following applies: The legal basis for obtaining consent is Article 6 (1) lit.\na and Art.\n7 DSGVO, the legal basis for the processing for the performance of our services and the execution of contractual measures as well as the response to inquiries is Art.\n6 (1) lit.\nb DSGVO, the legal basis for processing in order to fulfill our legal obligations is Art.\n6 (1) lit.\nc DSGVO, and the legal basis for processing in order to safeguard our legitimate interests is Article 6 (1) lit.\nf DSGVO.\nIn the event that vital interests of the data subject or another natural person require the processing of personal data, Art.\n6 para.\n1 lit.\nd DSGVO as legal basis.\n<b> SAFETY MEASURES\n</b>\nWe take appropriate technical measures in accordance with Art.\n32 GDPR, taking into account the state of the art, the implementation costs and the nature, scope, circumstances and purposes of the processing as well as the different likelihood and severity of the risk to the rights and freedoms of natural persons and organizational measures to ensure a level of protection appropriate to the risk.\nMeasures include, in particular, ensuring the confidentiality, integrity and availability of data by controlling physical access to the data, as well as their access, input, disclosure, availability and separation.\nWe have also set up procedures to ensure the enjoyment of data subject rights, data deletion and data vulnerability.\nFurthermore, we consider the protection of personal data already in the development, or selection of hardware, software and procedures, according to the principle of data protection through technology design and privacy-friendly default settings (Article 25 DSGVO).\n<b> COLLABORATION WITH PROCESSORS AND THIRD PARTIES\n</b>\nIf, in the context of our processing, we disclose data to other persons and companies (contract processors or third parties), transmit them to them or otherwise grant access to the data, this will only be done on the basis of a legal permission (eg if a transmission of the data to third parties, as required by payment service providers, pursuant to Art.\n6 (1) (b) GDPR to fulfill the contract), you have consented to a legal obligation or based on our legitimate interests (eg the use of agents, webhosters, etc.).\nIf we commission third parties to process data on the basis of a so-called \"contract processing contract\", this is done on the basis of Art.\n28 GDPR.\n<b> TRANSFERS TO THIRD COUNTRIES\n</b>\nIf we process data in a third country (ie outside the European Union (EU) or the European Economic Area (EEA)) or in the context of the use of third party services or disclosure or transmission of data to third parties, this will only be done if it is to fulfill our (pre) contractual obligations, on the basis of your consent, on the basis of a legal obligation or on the basis of our legitimate interests.\nSubject to legal or contractual permissions, we process or have the data processed in a third country only in the presence of the special conditions of Art.\n44 et seq.\nDSGVO.\nThis means, for example, that the processing takes place on the basis of special guarantees, such as the officially recognized level of data protection (eg for the USA through the \"Privacy Shield\") or compliance with officially recognized special contractual obligations (so-called \"standard contractual clauses\").\n<b> RIGHTS OF DATA SUBJECTS\n</b>\nYou have the right to ask for confirmation as to whether the data in question is being processed and for information about this data as well as for further information and a copy of the data in accordance with Art.\n15 GDPR.\nYou have accordingly.\nArt.\n16 DSGVO the right to demand the completion of the data concerning you or the correction of the incorrect data concerning you.\nIn accordance with Art.\n17 GDPR, they have the right to demand that the relevant data be deleted immediately or, alternatively, to require a restriction of the processing of data in accordance with Art.\n18 GDPR.\nYou have the right to demand that the data relating to you, which you have provided to us, be obtained in accordance with Art.\n20 GDPR and request their transmission to other persons responsible.\nYou have gem.\nArt.\n77 DSGVO the right to file a complaint with the competent supervisory authority.\n<b> RIGHT OF WITHDRAWAL\n</b>\nYou have the right to grant consent in accordance with.\nArt.\n7 para.\n3 DSGVO with effect for the future.\n<b> RIGHT OF OBJECTION\n</b>\nYou can object to the future processing of your data in accordance with Art.\n21 GDPR at any time.\nThe objection may in particular be made against processing for direct marketing purposes.\n<b> COOKIES AND RIGHT TO OBJECT IN DIRECT MAIL\n</b>\n\"Cookies\" are small files that are stored on users' computers.\nDifferent information can be stored within the cookies.\nA cookie is primarily used to store the information about a user (or the device on which the cookie is stored) during or after his visit to an online offer.\nTemporary cookies, or \"session cookies\" or \"transient cookies\", are cookies that are deleted after a user leaves an online service and closes his browser.\nIn such a cookie, for example, the content of a shopping cart in an online shop or a login status can be saved.\nThe term \"permanent\" or \"persistent\" refers to cookies that remain stored even after the browser has been closed.\nFor example, the login status can be saved if users visit it after several days.\nLikewise, in such a cookie the interests of the users can be stored, which are used for range measurement or marketing purposes.\nA \"third-party cookie\" refers to cookies that are offered by providers other than the person who manages the online offer (otherwise, if it is only their cookies, this is called \"first-party cookies\").\nWe can use temporary and permanent cookies and clarify this in the context of our privacy policy.\nIf users do not want cookies stored on their computer, they will be asked to disable the option in their browser's system settings.\nSaved cookies can be deleted in the system settings of the browser.\nThe exclusion of cookies can lead to functional restrictions of this online offer.\nA general contradiction to the use of cookies used for online marketing purposes can be found in a variety of services, especially in the case of tracking, via the US website http://www.aboutads.info/choices/ or the EU site http://www.youronlinechoices.com/ be explained.\nFurthermore, the storage of cookies can be achieved by switching them off in the settings of the browser.\nPlease note that not all features of this online offer may be used.\n<b> DELETION OF DATA\n</b>\nThe data processed by us are deleted or limited in their processing in accordance with Articles 17 and 18 GDPR.\nUnless explicitly stated in this privacy policy, the data stored by us are deleted as soon as they are no longer required for their purpose and the deletion does not conflict with any statutory storage requirements.\nUnless the data is deleted because it is required for other and legitimate purposes, its processing will be restricted.\nThis means that the data is blocked and not processed for other purposes.\nThis applies, for example, to data that must be kept for commercial or tax reasons.\nAccording to legal requirements in Germany, the storage takes place in particular for 10 years according to §§ 147 Abs.\n1 AO, 257 Abs.\n1 Nr.\n1 and 4, Abs.\n4 HGB (books, records, management reports, accounting documents, trading books, relevant for taxation Documents, etc.) and 6 years in accordance with § 257 (1) no.\n2 and 3, para.\n4 HGB (commercial letters).\n<b> ORDER PROCESSING IN THE ONLINE SHOP AND CUSTOMER ACCOUNT\n</b>\nWe process the data of our customers as part of the ordering process in our online shop to allow them to select and order the selected products and services, as well as their payment and delivery, or execution.\nThe processed data includes inventory data, communication data, contract data, payment data and persons affected by the processing belong to our customers, prospects and other business partners.\nProcessing is for the purpose of providing contractual services in the context of the operation of an online shop, billing, delivery and customer service.\nHere we use session cookies for the storage of the shopping cart contents and permanent cookies for the storage of the login status.\nProcessing is based on Art.\n6 para.\n1 lit.\nb (execution of order transactions) and c (legally required archiving) DSGVO.\nThe information marked as required for the establishment and fulfillment of the contract is required.\nWe disclose the data to third parties only in the context of extradition, payment or in the context of legal permissions and obligations to legal advisors and authorities.\nThe data will be processed in third countries only if this is necessary for the fulfillment of the contract (eg on customer request at delivery or payment).\nUsers can optionally create a user account, in particular by being able to view their orders.\nAs part of the registration, the necessary mandatory information will be communicated to the users.\nThe user accounts are not public and can not be indexed by search engines.\nIf users have terminated their user account, their data will be deleted with regard to the user account, subject to their retention is for commercial or tax law reasons according to Art.\n6 para.\n1 lit.\nc DSGVO necessary.\nInformation in the customer account remains until its deletion with subsequent archiving in case of a legal obligation.\nIt is the responsibility of the users to secure their data upon termination before the end of the contract.\nAs part of the registration and re-registration and use of our online services, we store the IP address and the time of the respective user action.\nThe storage is based on our legitimate interests, as well as the user's protection against misuse and other unauthorized use.\nA transfer of these data to third parties does not take place, unless it is necessary for the prosecution of our claims or there is a legal obligation in accordance with.\nArt.\n6 para.\n1 lit.\nc DSGVO.\nThe deletion takes place after expiry of legal warranty and comparable obligations, the necessity of keeping the data is checked every three years.\nin the case of legal archiving obligations, the deletion takes place after its expiration (end of commercial law (6 years) and tax law (10 years) retention obligation).\n<b> EXTERNAL PAYMENT SERVICE PROVIDERS\n</b>\nWe use external payment service providers through whose platforms users and we can make payment transactions.\nYou can view the privacy policy of the service providers here: Digital River (https://secure.shareit.com/shareit/privacypolicy.html), Paypal (https://www.paypal.com/web/sms/mpp/ua/privacy-full), Stripe (https://stripe.com/privacy).\nAs part of the fulfillment of contracts, we set the payment service providers on the basis of Art.\n6 para.\n1 lit.\nb.\nDSGVO.\nIncidentally, we use external payment service providers on the basis of our legitimate interests.\nArt.\n6 para.\n1 lit.\nf.\nDSGVO in order to offer our users effective and secure payment options.\nAmong the data processed by the payment service providers are inventory data such as the name and address, bank details such as bank account numbers or credit card numbers, passwords, TANs and checksums, as well as contract, summary and recipient-related information.\nThe information is required to complete the transactions.\nHowever, the data entered will only be processed and stored by the payment service providers.\nThis means that we do not receive any account or credit card-related information, only information with confirmation or negative disclosure of the payment.\nThe data may be transmitted by the payment service providers to credit reporting agencies.\nThis transmission aims at the identity and credit check.\nFor this we refer to the terms and privacy policy of payment service providers.\nFor the payment transactions, the terms and conditions and the privacy notices of the respective payment service providers, which are available within the respective websites, or transaction applications apply.\nWe also refer to these for further information and assertion of rights of withdrawal, information and other data subjects.\n<b> ADMINISTRATION, FINANCIAL ACCOUNTING, OFFICE ORGANIZATION, CONTACT MANAGEMENT\n</b>\nWe process data in the context of administrative tasks as well as organization of our business, financial accounting and compliance with legal obligations, such as archiving.\nIn doing so, we process the same data that we process in the course of rendering our contractual services.\nThe processing principles are Art.\n6 para.\n1 lit.\nc.\nDSGVO, Art.\n6 para.\n1 lit.\nf.\nDSGVO.\nThe processing affects customers, prospects, business partners and website visitors.\nThe purpose and interest in processing lies in administration, financial accounting, office organization, data archiving, that is, tasks that serve to maintain our business, perform our duties and provide our services.\nThe deletion of the data in terms of contractual performance and contractual communication corresponds to the information provided in these processing activities.\nWe disclose or transmit data to the financial administration, consultants, such as tax consultants or auditors, as well as other fees and payment service providers.\nFurthermore, we store information on suppliers, promoters and other business partners on the basis of our business interests, eg for the purpose of contacting you later.\nWe generally store this majority of company-related data permanently.\n<b> BUSINESS ANALYSIS AND MARKET RESEARCH\n</b>\nIn order to operate our business economically, to recognize market trends, wishes of the contractors and users, we analyze the data available to us for business transactions, contracts, inquiries, etc.\nWe process stock data, communication data, contract data, payment data, usage data, metadata based on the nature 6 para.\n1 lit.\nf.\nDSGVO, whereby the data subjects include contractual partners, interested parties, customers, visitors and users of our online offer.\nThe analyzes are carried out for the purpose of business analysis, marketing and market research.\nIn doing so, we can take into account the profiles of the registered users with information, eg on their services used.\nThe analyzes serve us to increase the user-friendliness, the optimization of our offer and the business economics.\nThe analyzes are for us alone and will not be disclosed externally unless they are anonymous, aggregated value analyzes.\nIf these analyzes or profiles are personal, they will be deleted or anonymised upon termination of the users, otherwise after two years from the conclusion of the contract.\nIncidentally, the overall business analyzes and general trend provisions are created anonymously if possible.\n<b> PRIVACY POLICY IN THE APPLICATION PROCESS\n</b>\nWe process the applicant data only for the purpose and in the context of the application process in accordance with the legal requirements.\nThe processing of the applicant data takes place in order to fulfill our (pre-) contractual obligations in the context of the application process within the meaning of Art.\n6 para.\n1 lit.\nb.\nDSGVO Art.\n6 para.\n1 lit.\nf.\nDSGVO insofar as the data processing is required eg in the context of legal procedures for us (in Germany applies additionally § 26 BDSG).\nThe application process requires applicants to provide us with the applicant data.\nThe necessary applicant data are, as far as we offer an online form marked, otherwise result from the job descriptions and basically include the information on the person, postal and contact addresses and the application documents, such as cover letter, CV and the certificates.\nIn addition, applicants can voluntarily provide us with additional information.\nBy submitting the application to us, the applicants agree to the processing of their data for the purposes of the application process in accordance with the nature and scope set forth in this Privacy Policy.\nInsofar as special categories of personal data within the meaning of Art.\n9 (1) GDPR are voluntarily communicated within the framework of the application procedure, their processing is additionally carried out in accordance with Art.\n9 (2) lit.\nb DSGVO (eg health data, such as disability or ethnic origin).\nInsofar as special categories of personal data within the meaning of Art.\n9 (1) GDPR are requested from applicants in the context of the application procedure, their processing is additionally carried out in accordance with Art.\n9 para.\n2 lit.\na GDPR (eg health data, if necessary for the profession).\nIf provided, applicants can submit their applications to us via an online form on our website.\nThe data will be encrypted and transmitted to us according to the state of the art.\nFurthermore, applicants can send us their applications via e-mail.\nHowever, please note that e-mails are generally not sent in encrypted form and that applicants themselves must provide encryption.\nWe can therefore take no responsibility for the transmission of the application between the sender and the reception on our server and therefore recommend rather to use an online form or the postal delivery.\nInstead of applying via the online form and e-mail, applicants still have the opportunity to send us the application by post.\nThe data provided by the applicants may be further processed by us in the event of a successful application for employment purposes.\nOtherwise, if the application for a job offer is not successful, the applicants' data will be deleted.\nApplicants' data will also be deleted if an application is withdrawn, which the applicants are entitled to at any time.\nThe cancellation is subject to a legitimate cancellation of the candidate, after the expiration of a period of six months, so that we can answer any follow-up questions to the application and meet our obligations under the Equal Treatment Act.\nInvoices for any reimbursement of travel expenses are archived in accordance with the tax regulations.\n<b> CONTACTING US\n</b>\nWhen contacting us (eg via contact form, e-mail, telephone or via social media), the information provided by the user to process the contact request and its processing acc.\nArt.\n6 para.\n1 lit.\nb.\n(in the context of contractual / pre-contractual relationships), Art.\n6 Abs.\n1 lit.\nf.\n(other requests) DSGVO processed.\nUser information can be stored in a Customer Relationship Management System (\"CRM System\") or comparable request organization.\nWe delete the requests, if they are no longer required.\nWe check the necessity every two years.\nFurthermore, the legal archiving obligations apply.\n<b> NEWSLETTER\n</b>\nWith the following information we inform you about the contents of our newsletter as well as the registration, dispatch and statistical evaluation procedures as well as your right of objection.\nBy subscribing to our newsletter, you agree to the receipt and the procedures described.\nContent of the newsletter: We send newsletters, e-mails and other electronic notifications with advertising information (hereinafter \"newsletter\") only with the consent of the recipient or a legal permission.\nInsofar as the contents of a newsletter are concretely described, they are authoritative for the consent of the users.\nIncidentally, our newsletter contains information about our services and us.\nDouble opt-in and logging: Registration for our newsletter is done in a so-called double-opt-in procedure.\nThis means you will receive an e-mail after logging in to ask for confirmation of your registration.\nThis confirmation is necessary so that nobody can register with external e-mail addresses.\nThe registration for the newsletter will be logged in order to prove the registration process according to the legal requirements.\nThis includes the storage of the login and the confirmation time, as well as the IP address.\nLikewise, changes to your data stored with the shipping service provider will be logged.\nCredentials: To subscribe to the newsletter, it is sufficient to provide your e-mail address.\nOptionally, we ask you to give a name in the newsletter for personal address.\nThe dispatch of the newsletter and the associated performance measurement are based on a consent of the recipients acc.\nArt.\n6 para.\n1 lit.\na, Art.\n7 DSGVO in connection with § 7 Abs.\n2 Nr.\n3 UWG or if consent is not required based on our legitimate interests in direct marketing acc.\nArt.\n6 para.\n1 lt.\nF.\nDSGVO in connection with § 7 Abs.\n3 UWG.\nThe logging of the registration process is based on our legitimate interests in accordance with.\nArt.\n6 para.\n1 lit.\nf DSGVO.\nOur interest lies in the use of a user-friendly and secure newsletter system, which serves both our business interests and the expectations of the users and also allows us to prove our consent.\nTermination / Revocation - You can cancel the receipt of our newsletter at any time, ie revoke your consent.\nA link to cancel the newsletter can be found at the end of each newsletter.\nWe may save the submitted email addresses for up to three years based on our legitimate interests before we delete them to provide prior consent.\nThe processing of this data is limited to the purpose of a possible defense against claims.\nAn individual request for cancellation is possible at any time, provided that at the same time the former existence of a consent is confirmed.\n<b> NEWSLETTER - MAILCHIMP\n</b>\nThe newsletters will be sent by MailChimp, an email service provider of Rocket Science Group, LLC, 675 Ponce De Leon Ave # 5000, Atlanta, GA 30308, USA.\nThe privacy policy of the email service provider can be viewed here: https://mailchimp.com/legal/privacy/.\nThe Rocket Science Group LLC is certified under the Privacy Shield Agreement, which provides a guarantee to comply with European data protection standards (https://www.privacyshield.gov/participant?id=a2zt0000000TO6hAAG&amp;status=Active).\nThe service provider is based on our legitimate interests acc.\nArt.\n6 para.\n1 lit.\nf.\nDSGVO and a contract processing agreement acc.\nArt.\n28 (3) sentence 1 DSGVO.\nThe service provider may use the data of the recipient in a pseudonymous form, ie without assignment to a user, to optimize or improve their own services, eg for the technical optimization of shipping and the presentation of newsletters or for statistical purposes.\nHowever, the service provider does not use the data of our newsletter recipients to address them themselves or to pass the data on to third parties.\n<b> NEWSLETTER - SUCCESS MEASUREMENT\n</b>\nThe newsletters contain a so-called \"web beacon\", ie a pixel-sized file that is retrieved from the server when the newsletter is opened by our server or, if we use a shipping service provider.\nThis call will initially collect technical information, such as information about the browser and your system, as well as your IP address and time of retrieval.\nThis information is used to improve the technical performance of services based on their specifications or audience and their reading habits, based on their locations (which can be determined using the IP address) or access times.\nStatistical surveys also include determining if the newsletters will be opened, when they will be opened and which links will be clicked.\nFor technical reasons, this information can be assigned to the individual newsletter recipients.\nHowever, it is neither our goal nor, if used, that of the shipping service provider to observe individual users.\nThe evaluations serve us much more to recognize the reading habits of our users and to adapt our content to them or to send different content according to the interests of our users.\nA separate revocation of the success measurement is unfortunately not possible, in this case, the entire newsletter subscription must be terminated.\n<b> HOSTING AND E-MAIL\n</b>\nThe hosting services we use are designed to provide the following services: infrastructure and platform services, computing capacity, storage and database services, e-mailing, security and technical maintenance services we use to operate this online service.\nHere we, or our hosting provider, process inventory data, contact data, content data, contract data, usage data, meta and communication data of customers, interested parties and visitors to this online offer on the basis of our legitimate interests in an efficient and secure provision of this online offer acc.\nArt.\n6 para.\n1 lit.\nf DSGVO in conjunction with Art.\n28 DSGVO (conclusion of contract processing contract).\n<b> COLLECTION OF ACCESS DATA AND LOG FILES\n</b>\nWe, or our hosting provider, collects on the basis of our legitimate interests within the meaning of Art.\n6 para.\n1 lit.\nf.\nDSGVO Data on every access to the server on which this service is located (so-called server log files).\nThe access data includes name of the retrieved web page, file, date and time of retrieval, amount of data transferred, message about successful retrieval, browser type and version, the user's operating system, referrer URL (the previously visited page), IP address and the requesting provider.\nLog file information is stored for security reasons (eg to investigate abusive or fraudulent activities) for a maximum of 1 year and then deleted.\nData whose further retention is required for evidential purposes shall be exempted from the cancellation until final clarification of the incident.\n<b> LOG FILES - PAPERTRAIL\n</b>\nLog files will be stored and processed by Papertrail, a service provided by SolarWinds Worldwide, LLC, 7171 Southwest Parkway Bldg 400 Austin, TX, 78735, USA.\nThe privacy policy of the service provider can be viewed here: https://www.solarwinds.com/legal/privacy.\nSolarWinds Worldwide, LLC is certified under the Privacy Shield Agreement, which provides a guarantee to comply with European data protection standards (https://www.privacyshield.gov/participant?id=a2zt00000008R6bAAE&amp;status=Active).\nThe service provider is based on our legitimate interests acc.\nArt.\n6 para.\n1 lit.\nf DSGVO and a contract processing agreement acc.\nArt.\n28 (3) sentence 1 DSGVO.\n<b> GOOGLE TAG MANAGER\n</b>\nGoogle Tag Manager is a solution that allows us to manage so-called website tags through a single interface (including integrating Google Analytics and other Google marketing services into our online offering).\nThe tag manager itself (which implements the tags) does not process users' personal data.\nWith regard to the processing of users' personal data, reference is made to the following information about Google's services.\nUsage Policy: https://www.google.com/analytics/tag-manager/use-policy/.\n<b> GOOGLE ANALYTICS\n</b>\nBased on our legitimate interests (ie interest in the analysis, optimization and economic operation of our online offer within the meaning of Art.\n6 (1) lit.\nDSGVO), we use Google Analytics, a web analytics service provided by Google LLC (\"Google\").\nGoogle uses cookies.\nThe information generated by the cookie about the use of the online offer by the users are usually transmitted to a Google server in the USA and stored there.\nGoogle is certified under the Privacy Shield Agreement, which provides a guarantee to comply with European privacy legislation (https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active).\nGoogle will use this information on our behalf to evaluate the use of our online offer by users, to compile reports on the activities within this online offer and to provide us with further services related to the use of this online offer and the internet usage.\nIn this case, pseudonymous usage profiles of the users can be created from the processed data.\nWe only use Google Analytics with activated IP anonymization.\nThis means that the IP address of the users will be shortened by Google within member states of the European Union or in other contracting states of the Agreement on the European Economic Area.\nOnly in exceptional cases will the full IP address be sent to a Google server in the US and shortened there.\nThe IP address submitted by the user's browser will not be merged with other data provided by Google.\nUsers can prevent the storage of cookies by setting their browser software accordingly.\nUsers may also prevent the collection by Google of the data generated by the cookie and related to its use of the online offer and the processing of such data by Google by downloading and installing the browser plug-in available at the following link: http://tools.google.com/dlpage/gaoptout.\nAs an alternative to the browser plug-in or within browsers on mobile devices, please click this link to prevent Google Analytics from collecting data on this website in the future: https://www.PDFAnnotator.com/en#gaOptout.\nAn opt-out cookie is stored on your device.\nIf you delete your cookies, you must click this link again.\nFor more information about Google's data usage, hiring and disparaging options, please read Google's Privacy Policy (https://policies.google.com/technologies/ads) and Google's Ads Ads Settings (https://adssettings.google.com/authenticated).\nThe personal data of users will be deleted or anonymized after 14 months.\n<b> GOOGLE ADWORDS AND CONVERSION MEASUREMENT\n</b>\nWe use the services of Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043 on the basis of our legitimate interests (ie interest in the analysis, optimization and economic operation of our online service within the meaning of Art.\n6 (1) lit.\nDSGVO) , USA, (\"Google\").\nGoogle is certified under the Privacy Shield Agreement, which provides a guarantee to comply with European privacy legislation (https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active).\nWe use Google's online AdWords marketing tool \"AdWords\" to place ads on the Google advertising network (eg in search results, in videos, on websites, etc.) so that they are displayed to users who have a suspected interest in the ads.\nThis allows us to more specifically display ads for and within our online offering so that we only present ads to users that potentially match their interests.\nFor example, if a user sees ads for products he's been looking for on other online offerings, that's called remarketing.\nFor these purposes, upon access to our and other websites where the Google Advertising Network is active, Google will immediately execute a Google code and become so-called (re) marketing tags (invisible graphics or code, also known as \"web beacons\") incorporated into the website.\nWith their help, the user can store an individual cookie, ie a small file (instead of cookies, comparable technologies can also be used).\nIn this file is noted which websites the user visited, for what content he is interested and what offers the user has clicked, as well as technical information about the browser and operating system, referring websites, visit time and other information on the use of the online offer.\nFurthermore, we receive an individual \"conversion cookie\".\nThe information obtained through the cookie is used by Google to generate conversion statistics for us.\nHowever, we only hear the anonymous total number of users who clicked on our ad and were redirected to a conversion tracking tag page.\nHowever, we do not receive any information that personally identifies users.\nThe data of the users are pseudonym processed within the Google advertising network.\nFor example, Google does not store and process users' names or e-mail addresses, but processes the relevant data in a cookie-related manner within pseudonymous user profiles.\nThat is, from the perspective of Google, the ads are not managed and displayed to a specifically identified person, but to the cookie owner, regardless of who that cookie owner is.\nThis does not apply if a user has explicitly allowed Google to process the data without this pseudonymization.\nThe information collected about users is transmitted to Google and stored on Google's servers in the United States.\nFor more information about Google's data usage, hiring and disparaging options, please read Google's Privacy Policy (https://policies.google.com/technologies/ads) and Google's Ads Ads Settings (https://adssettings.google.com/authenticated).\n<b> BING ADS\n</b>\nBased on our legitimate interests (ie interest in the analysis, optimization and economic operation of our online offer within the meaning of Art.\n6 (1) lit.\nDSGVO), we base our online offer on the conversion and tracking tool \"Bing Ads\" Microsoft Corporation, One Microsoft Way, Redmond, WA 98052-6399, USA.\nMicrosoft stores cookies on the users' devices in order to allow users to analyze the use of our online offer as long as users have accessed our online offer via a Microsoft Bing ad (so-called \"conversion measurement\").\nMicrosoft and we can thus recognize that someone clicked on an ad, was redirected to our online offer, and reached a previously determined landing page (called the \"conversion page\").\nWe only hear the total number of users who clicked on a Bing ad and were then redirected to the conversion page.\nNo IP addresses are stored.\nNo personal information on the identity of the users is given.\nMicrosoft is certified under the Privacy Shield Agreement, which provides a guarantee to comply with European privacy legislation (https://www.privacyshield.gov/participant?id=a2zt0000000KzNaAAK&amp;status=Active).\nIf users do not want to participate in the Bing Ads tracking process, you may opt out of setting a cookie by browser setting or using the Microsoft opt-out page: http://choice.microsoft.com/en-us/opt-out.\nFor more information about privacy and cookies on Microsoft Bing Ads, please refer to the Microsoft Privacy Policy: https://privacy.microsoft.com/en-us/privacystatement.\n<b> ONLINE PRESENCES IN SOCIAL MEDIA\n</b>\nWe maintain online presence within social networks and platforms in order to communicate with customers, prospects and users active there and to inform them about our services.\nWe point out that data of the users outside the area of the European Union can be processed.\nThis may result in risks for the users because e.g.\nenforcement of user rights could be made more difficult.\nWith respect to US providers certified under the Privacy Shield, we point out that they are committed to respecting EU privacy standards.\nFurthermore, the data of the users are usually processed for market research and advertising purposes.\nThus, e.g.\nuser profiles are created from the user behavior and the resulting interests of the users.\nThe usage profiles can in turn be used to e.g.\nPlace advertisements inside and outside the platforms that are allegedly in line with users' interests.\nFor these purposes, cookies are usually stored on the computers of the users, in which the user behavior and the interests of the users are stored.\nFurthermore, in the usage profiles, data can also be stored independently of the devices used by the users (in particular if the users are members of the respective platforms and logged in to them).\nThe processing of the personal data of users is based on our legitimate interests in an effective information of users and communication with users in accordance with.\nArt.\n6 para.\n1 lit.\nf.\nDSGVO.\nIf the users are asked by the respective providers for a consent to the data processing (that is, they declare their agreement, for example, by ticking a check box or confirming a button), the legal basis of the processing is Art.\n6 para.\na., Art.\n7 GDPR.\nFor a detailed description of the respective processing and the possibilities of contradiction (opt-out), we refer to the following linked information of the provider.\nAlso in the case of requests for information and the assertion of user rights, we point out that these can be claimed most effectively from the providers.\nOnly the providers have access to the data of the users and can directly take appropriate measures and provide information.\nIf you still need help, then you can contact us.\n- Facebook (Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbor, Dublin 2, Ireland) - Privacy Policy: https://www.facebook.com/about/privacy/, Opt-out: https: // www.\nfacebook.com/settings?tab=ads and http://www.youronlinechoices.com, Privacy Shield: https://www.privacyshield.gov/participant?id=a2zt0000000GnywAAC&amp;status=Active.\n- Google/ YouTube (Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA) – Privacy Policy: https://policies.google.com/privacy, Opt-Out: https://adssettings.google.com/authenticated, Privacy Shield: https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active.\n- Twitter (Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA) - Privacy Policy: https://twitter.com/de/privacy, Opt-Out: https://twitter.com/personalization, Privacy Shield: https://www.privacyshield.gov/participant?id=a2zt0000000TORzAAO&amp;status=Active.\n<b> INTEGRATION OF SERVICES AND CONTENTS OF THIRD PARTIES\n</b>\nBased on our legitimate interests (ie interest in the analysis, optimization and economic operation of our online offer within the meaning of Art.\n6 (1) lit.\nDSGVO), we make use of content or services offered by third-party providers in order to provide their content and services Integrate services such as videos or fonts (collectively referred to as \"content\").\nThis always presupposes that the third-party providers of this content perceive the IP address of the users, since they could not send the content to their browser without the IP address.\nThe IP address is therefore required for the presentation of this content.\nWe endeavor to use only content whose respective providers use the IP address solely for the delivery of the content.\nThird parties may also use so-called pixel tags (invisible graphics, also referred to as \"web beacons\") for statistical or marketing purposes.\nThe \"pixel tags\" can be used to evaluate information such as visitor traffic on the pages of this website.\nThe pseudonymous information may also be stored in cookies on the user's device and may include, but is not limited to, technical information about the browser and operating system, referring web pages, visit time, and other information regarding the use of our online offer.\n<b> YOUTUBE\n</b>\nWe embed the videos on the YouTube platform of Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043, USA.\nPrivacy Policy: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.\n<b> GOOGLE FONTS\n</b>\nWe incorporate the fonts (\"Google Fonts\") provided by Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043, USA.\nPrivacy Policy: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.\n<b> GOOGLE RECAPTCHA\n</b>\nWe incorporate the Bots Detection feature, for example when entering into online forms (\"ReCaptcha\") provided by Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043, USA.\nPrivacy Policy: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.\n<b> ADDITIONAL INFORMATION\n</b>\nWe value your trust in us.\nThat is why we stand ready to discuss and answer your questions about how we process your personal data at any time.\nIf you have questions not answered by this Data Protection Statement, please contact us at any time.\n", "created_at": "2022-12-31 21:21:45.6859", "updated_at": "2022-12-31 21:23:56.452203"}], "points": [], "urls": ["pdfannotator.com"]}}