{"error": 448, "message": "OK", "parameters": {"id": 9259, "name": "Drgnz.club", "created_at": "2023-08-11 23:07:33.318243", "updated_at": "2023-08-12 10:02:47.381514", "wikipedia": null, "keywords": null, "related": null, "slug": "drgnz-club", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9259.png", "url": "drgnz.club,mcmap.drgnz.club,chat.drgnz.club,searx.drgnz.club,git.drgnz.club,lr.drgnz.club,yt.drgnz.club,video.drgnz.club", "documents": [{"id": 18127, "name": "Invidious privacy policy.", "url": "https://yt.drgnz.club/privacy", "xpath": "//body", "text": " dark Invidious <i>\n</i>\n<i>\n</i> Log in Join the <u>DrgnzClub</u> today! Privacy <p>This document concerns what data you provide to this website, the purpose of the data, how the data is stored, and how the data can be removed.</p> Data you directly provide <p>Data that you provide to the website for the purpose of the site's operation (for example: an account name, account password, or channel subscription) will be stored in the website's database until the user decides to remove it.\nThis data will not be intentionally shared with anyone or anything.</p>\n<p>Information stored about a registered user is limited to:</p>\n<ul>\n<li>a list of session tokens for remaining logged in across devices</li>\n<li>the last time an account was updated (to provide accurate notifications)</li>\n<li>a list of video IDs identifying notifications from a user's subscriptions</li>\n<li>a list of channel UCIDs the user is subscribed to</li>\n<li>a user ID (for persistent storage of subscriptions and preferences)</li>\n<li>a json object containing user preferences</li>\n<li>a hashed password</li>\n<li>a randomly generated token for providing an RSS feed of a user's subscriptions</li>\n<li>a list of video IDs identifying watched videos</li>\n</ul>\n<p>Users can clear their watch history using the clear watch history page.</p> Data you passively provide <p>When you request any resource from this website (for example: a page, a font, an image, or an API endpoint) information about the request may be logged.</p>\n<p>Information about a request is limited to:</p>\n<ul>\n<li>the time the request was made</li>\n<li>the status code of the response</li>\n<li>the method of the request</li>\n<li>the requested URL</li>\n<li>how long it took to complete the request.</li>\n</ul>\n<p>No identifying information is logged, such as the visitor's cookie, user-agent, or IP address.\nHere are a couple lines to serve as an example:</p>\n<code>2019-01-19 16:37:47 +00:00 200 GET /api/v1/comments/xrlETJYzH-c?format=html&amp;hl=en-US 1345.88ms\n2019-01-19 16:37:53 +00:00 200 GET /vi/r5P-f5arPXE/maxres.jpg 1085.41ms\n2019-01-19 16:37:54 +00:00 200 GET /watch 7.04ms</code>\n<p>This website does not store the visitor's user-agent or IP address and does not use fingerprinting, advertisements, or tracking of any form.</p>\n<p>This website provides links to googlevideo.com to provide audio and video playback.\ngooglevideo.com is owned by Google and is subject to their privacy policy.</p> Data stored in your browser <p>This website uses browser cookies to authenticate registered users.\nThis data consists of:</p>\n<ul>\n<li>An account token to keep you logged into the website between visits, which is sent when any page is loaded while you are logged in</li>\n</ul>\n<p>This website also provides an option to store site preferences, such as the theme or locale, without an account.\nUsing this feature will store a cookie in the visitor's browser containing their preferences.\nThis cookie is sent on every request and does not contain any identifying information.</p>\n<p>You can remove this data from your browser by logging out of this website, or by using your browser's cookie-related controls to delete the data.</p> Removal of data <p>To remove data stored in your browser, you can log out of the website, or you can use your browser's cookie-related controls to delete the data.</p>\n<p>To remove data that has been stored in the website's database, you can use the delete my account page.</p>\n<i>\n</i> Source code <i>\n</i> Documentation Released under the AGPLv3 on GitHub.\n<i>\n</i> View JavaScript license information.\n<i>\n</i> View privacy policy.\n<i>\n</i> Donate Current version: 2023.08.07-34508966 @ master ", "created_at": "2023-08-11 23:07:33.351918", "updated_at": "2023-08-11 23:08:16.125064"}, {"id": 18128, "name": "Rules", "url": "https://social.drgnz.club/about", "xpath": "/html/body/div[1]/div/div[2]/div[3]/div[2]", "text": "DRGNZ CLUB<p>Welcome to this dragon Akkoma instance.\nThis is a small comfy place for GNU/Linux and Free Software enthusiasts.\nThis instance is focused on general stuff, primarily technological and floof topics.\nThis instance is owned by Waffelo and Jakub.</p>\n<p>\n<strong>Links:</strong>\n</p>\n<ul>\n<li>\n<p>https://drgnz.club</p>\n</li>\n<li>\n<p>https://waffelo.net</p>\n</li>\n<li>\n<p>https://bidzan.net</p>\n</li>\n</ul>\nStaffAdminWaffelo 🏔️🐲 @waffeloJakub Bidžan @jakubRules<ol>\n<li>\n<p>Do not post content which is illegal.\nInstance is being hosted in Slovakia.</p>\n</li>\n<li>\n<p>Don't&nbsp.\nbe a dick and treat other users nicely.</p>\n</li>\n<li>\n<p>You must be at least 16 years old to join this instance.</p>\n</li>\n<li>\n<p>All adult content must be marked as NSFW.</p>\n</li>\n<li>\n<p>Do not spam or flood the feed.</p>\n</li>\n<li>\n<p>Slurs are not allowed.</p>\n</li>\n<li>\n<p>Promotion of non-free software and codecs is prohibited.</p>\n</li>\n<li>\n<p>Do not post explicit content such as gore.</p>\n<p>\n</p>\n</li>\n</ol>Features<ul>\n<li>Media proxy</li>\n<li>Scope options</li>\n<li>Text limit = 5000</li>\n<li>Upload limit = 152.59 MiB</li>\n</ul>", "created_at": "2023-08-11 23:07:33.381908", "updated_at": "2023-08-11 23:10:13.371185"}, {"id": 18130, "name": "P2P & Privacy", "url": "https://video.drgnz.club/about/peertube", "xpath": "/html/body/my-app/div/div[2]/div/div/my-about/div", "text": "InstancePeerTubeNetwork This website is powered by PeerTube <p> PeerTube is a self-hosted ActivityPub-federated video streaming platform using P2P directly in your web browser.\n</p>\n<p> It is free and open-source software, under AGPLv3 licence.\n</p>\n<p> For more information, please visit joinpeertube.org.\n</p>Use PeerTube documentation Discover how to setup your account, what is a channel, how to create a playlist and more! PeerTube Applications Discover unofficial Android applications or browser addons! Contribute on PeerTube Want to help to improve PeerTube? You can translate the web interface, give your feedback or directly contribute to the code! P2P &amp.\nPrivacy<p> PeerTube uses the BitTorrent protocol to share bandwidth between users by default to help lower the load on the server, but ultimately leaves you the choice to switch back to regular streaming exclusively from the server of the video.\nWhat follows applies only if you want to keep using the P2P mode of PeerTube.\n</p>\n<p> The main threat to your privacy induced by BitTorrent lies in your IP address being stored in the instance's BitTorrent tracker as long as you download or watch the video.\n</p>What are the consequences?<p> In theory, someone with enough technical skills could create a script that tracks which IP is downloading which video.\nIn practice, this is much more difficult because: </p>\n<ul>\n<li> An HTTP request has to be sent on each tracker for each video to spy.\nIf we want to spy all PeerTube's videos, we have to send as many requests as there are videos (so potentially a lot) </li>\n<li> For each request sent, the tracker returns random peers at a limited number.\nFor instance, if there are 1000 peers in the swarm and the tracker sends only 20 peers for each request, there must be at least 50 requests sent to know every peer in the swarm </li>\n<li> Those requests have to be sent regularly to know who starts/stops watching a video.\nIt is easy to detect that kind of behaviour </li>\n<li> If an IP address is stored in the tracker, it doesn't mean that the person behind the IP (if this person exists) has watched the video </li>\n<li> The IP address is a vague information: usually, it regularly changes and can represent many persons or entities </li>\n<li> Web peers are not publicly accessible: because we use the websocket transport, the protocol is different from classic BitTorrent tracker.\nWhen you are in a web browser, you send a signal containing your IP address to the tracker that will randomly choose other peers to forward the information to.\nSee this document for more information </li>\n</ul>\n<p> The worst-case scenario of an average person spying on their friends is quite unlikely.\nThere are much more effective ways to get that kind of information.\n</p>How does PeerTube compare with YouTube?<p> The threats to privacy with YouTube are different from PeerTube's.\nIn YouTube's case, the platform gathers a huge amount of your personal information (not only your IP) to analyze them and track you.\nMoreover, YouTube is owned by Google/Alphabet, a company that tracks you across many websites (via AdSense or Google Analytics).\n</p>What can I do to limit the exposure of my IP address?<p> Your IP address is public so every time you consult a website, there is a number of actors (in addition to the final website) seeing your IP in their connection logs: ISP/routers/trackers/CDN and more.\nPeerTube is transparent about it: we warn you that if you want to keep your IP private, you must use a VPN or Tor Browser.\nThinking that removing P2P from PeerTube will give you back anonymity doesn't make sense.\n</p>What will be done to mitigate this problem?<p> PeerTube wants to deliver the best countermeasures possible, to give you more choice and render attacks less likely.\nHere is what we put in place so far: </p>\n<ul>\n<li>We set a limit to the number of peers sent by the tracker</li>\n<li>We set a limit on the request frequency received by the tracker</li>\n<li>Allow instance admins to disable P2P from the administration interface</li>\n</ul>\n<p> Ultimately, remember you can always disable P2P by toggling it in the video player, or just by disabling WebRTC in your browser.\n</p>", "created_at": "2023-08-11 23:07:33.439019", "updated_at": "2023-08-11 23:11:23.876608"}, {"id": 18129, "name": "Video lair for drgnz Terms", "url": "https://video.drgnz.club/about/instance", "xpath": "/html/body/my-app/div/div[2]/div/div/my-about/div", "text": "InstancePeerTubeNetworkAbout Video lair for drgnzContact usScience &amp.\nTechnologyGamingEntertainmentArtEducationEnglishSlovakOfficial PeerTube instance of drgnz.club ADMINISTRATORS &amp.\nSUSTAINABILITY Who we are<p>This instance is run by an dragon nerd.</p>\nWhy we created this instance<p>I have created this instance to get more independent from services like youtube.</p>\nHow long we plan to maintain this instance<p>I don't know how long this instance will last, hopefuly for a long time.</p>\nHow we will pay for keeping our instance running<p>This instance will be funded by the admins and by donations from others.</p> INFORMATION Description<p>Welcome to this PeerTube instance! We host various videos here so that you don't need to use youtube for it.\nThis instance is federated, so you can watch, subscribe and share videos from other authors on different instances aswell.</p>\n<p>You are wecome to create an account here, but you need to request it first.\nThe admins will approve or disaprove of it shortly.\nThis is to combat spam bots.</p> MODERATION Moderation information<p>This instance is moderated by an highly skilled and talented dragon.</p>\nTerms<ul>\n<li>Do not upload videos that propagate violence and extremism</li>\n<li>Do not upload gore and sensitive content</li>\n<li>Do not upload NSFW videos without being tagged as NSFW</li>\n<li>Do not harrass other users of this and other instances</li>\n<li>Do not use slurs</li>\n</ul>\n<p>\n<strong>Please do:</strong>\n</p>\n<ul>\n<li>Report rule-breakers</li>\n<li>Help others</li>\n<li>Have fun</li>\n</ul> OTHER INFORMATION Hardware information<p>Bare metal server:<br>\nOS - Gentoo Linux<br>\nCPU - Ryzen 5 5600<br>\nMemory - 32GiB<br>\nStorage - 2TB SAMSUNG 970 EVO SSD</p>\nFEATURESFeatures found on this instancePeerTube version5.1.0Default NSFW/sensitive videos policycan be redefined by the usersBlurred with confirmation requestUser registrationRequires approval by moderatorsVideo uploadsTranscoding in multiple resolutionsVideo uploadsRequires manual validation by moderatorsVideo quota 20 GB (2 GB per day)Live streamingLive streaming enabledTranscode live video in multiple resolutionsMax parallel lives 3 per user / 5 per instance ImportHTTP import (YouTube, Vimeo, direct URL...)Torrent importChannel synchronization with other platforms (YouTube, Vimeo, ...)SearchUsers can resolve distant contentPlugins &amp.\nThemesAvailable themes dark black-red bittube-dark-mode nextgenpurpose dark-evolution Plugins enabled simplelogo chapters livechat STATISTICSBy users on this instance<p>5</p>\n<p>users</p>\n<p>9</p>\n<p>videos</p>\n<p>109</p>\n<p>views</p>\n<p>5</p>\n<p>comments</p>\n<p>8.2 GB</p>\n<p>hosted video</p>In this instance federation<p>21,547</p>\n<p>videos</p>\n<p>11,573</p>\n<p>comments</p>\n<p>32</p>\n<p>followers</p>\n<p>23</p>\n<p>following</p>", "created_at": "2023-08-11 23:07:33.410553", "updated_at": "2023-08-11 23:11:53.911995"}], "points": [], "urls": ["drgnz.club", "mcmap.drgnz.club", "chat.drgnz.club", "searx.drgnz.club", "git.drgnz.club", "lr.drgnz.club", "yt.drgnz.club", "video.drgnz.club"]}}