{"error": 448, "message": "OK", "parameters": {"id": 9397, "name": "World Economic Forum", "created_at": "2023-08-23 20:14:22.324068", "updated_at": "2023-08-23 22:02:28.578812", "wikipedia": "https://en.wikipedia.org/wiki/World_Economic_Forum", "keywords": null, "related": null, "slug": "world-economic-forum", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9397.png", "url": "weforum.org", "documents": [{"id": 18504, "name": "Licence Terms on the Use of Forum Publications and Materials “Licence Terms”", "url": "https://www.weforum.org/about/licence-terms-on-the-use-of-forum-publications-and-materials-licence-terms", "xpath": "/html/body/div[1]/div/section/div/div/article/div/div/div[3]", "text": null, "created_at": "2023-08-23 20:14:22.44757", "updated_at": "2023-08-23 20:17:02.507273"}, {"id": 18501, "name": "World Economic Forum Privacy Policy", "url": "https://www.weforum.org/about/privacy-and-terms-of-use", "xpath": "/html/body/div[1]/div/section/div/div/article/div/div/div[3]", "text": "Read our Terms of Use here<p>\n<i>Last updated: May 03, 2021</i>\n<i>\n</i>\n</p>\n<p>The World Economic Forum and its offices worldwide (the “<b>Forum</b>”, “<b>we</b>”, “<b>us</b>” and “<b>our</b>”) are committed to safeguarding your privacy and ensuring that you continue to trust the Forum with your personal data.\nWhen you interact with us, you may share personal information with us that allows identification of you as an individual (e.g.\nname, email address, address, and telephone number).\nThis is known as “<b>personal data</b>”.\n</p>\n<p>This Privacy Policy applies where the Forum is acting as a data controller with respect to the personal data of you as a visitor to our websites and as a user of the Forum platforms and/or services, in other words, where the Forum determines the purposes and means of the processing of your personal data.</p>\n<p>\n<b>1.\nScope and acceptance of this Privacy Policy</b>\n</p>\n<p>The Forum has developed this Privacy Policy to describe how and what type of personal data will be collected from users of the Forum websites and/or platforms and the purposes, for which the Forum may collect, share or disclose the personal data.\n</p>\n<p>By using Forum websites, platforms, mobile apps, text messaging programs or through the Forum branded pages or applications on third-party social networks (e.g.\nFacebook) (“<b>Forum Sites</b>”) or by giving us your personal data when registering for events or other services, you accept the collecting and processing of your personal data as described in this Privacy Policy.\n<b>If you do not agree to this Privacy Policy, please do not use Forum Sites or give us any personal data</b>.</p>\n<p>This Privacy Policy applies to any information obtained by the Forum through your use of the Forum Sites.\nIt is not applicable to any websites controlled by third parties not affiliated with the Forum that the Forum Site may link to (“Third Party Sites”).\nPlease review the privacy statements of each of these Third Party Sites as the Forum is not responsible for and has no influence on the content or the privacy practices of Third Party Sites.</p>\n<p>The Forum reserves the right to make changes to this Privacy Policy at any time.\nWe encourage you to regularly review this Privacy Policy to make sure you are aware of any changes and how your personal data may be used.</p>\n<p>\n<b>2.\nWhat information do we collect and for what purposes?</b>\n</p>\n<p>When you visit the Forum Sites, our web server automatically records details about your visit: for example, your IP address, the website from which you visit us, the type of browser software used the Forum Site pages that you actually visit including the date and the duration of your visit.\nPlease see our Cookie Notice for information on these technologies and your rights in relation to them (See section 5).</p>\n<p>In addition, we process personal data that you provide through the Forum Sites, for example, when you enter personal details (e.g.\nname, gender, address, email address, phone/fax number) on a registration page or if you sign up for an email newsletter.\n</p>\n<p>The Forum may use the personal data that you provide to us with your consent for a specified purpose or when you interact with Forum Sites or we process your data if we have legal basis, namely, with regards to your registration to Forum events or your request of Forum services.</p>\n<p>Furthermore, we operate (I) custom platforms, which are fully built and maintained by the Forum (“Custom Platforms”).\nand (II) cooperate with platforms which provide individual Forum products or services, which are maintained and provided for by third-party providers (“Cooperation Platforms”), and (III) third party applications and services, which can be embedded or integrated into one of the platforms described under (I) or (II) (“Embedded Services”).\n</p>\n<p>I.\n<b>Custom </b>\n<b>Platforms</b>\n</p>\n<p>\n<b>Public websites</b> – <i>www.weforum.org.\nschwabfound.org.\ncn.weforum.org.\nglobalshapers.org </i>\n<i>\n</i>\n</p>\n<p>The Forum public websites are the external-facing platforms for public engagement with the Forum and provide insights into Forum activities, initiatives, projects and roadmaps.\nThe public websites also provide other services such as a blog, articles of general interest and livestreaming services of sessions and events during the said events and sessions.\nForum public websites may also contain links or login options that connect to TopLink.</p>\n<p>The public websites use third party cookies for analytics (Google Analytics, Chartbeat, Parse.ly and mixpanel) and to track common metrics such as platform engagement, concurrent users, maximum number of users, time spent on a page, etc.\nAny use of such analytics cookies is to improve your user experience and provide the Forum with valuable information to help the Forum to better tailor our services to our partners, members, constituents and participants.\n</p>\n<p>\n<b>ESMS</b> – <i>www.weforumit.org</i>\n</p>\n<p>ESMS is a staff and event registration and management system.\nThis platform is used by the Forum to register staff and external resources to Forum events.\nPersonal data that you provide for your registration to this service, in particular name, address, email, copy of passport, date of birth, are used by the Forum to conclude event registration and related activities like hotel bookings, flight bookings and venue access.</p>\n<p>ESMS uses session cookies for tracking user logins and ensuring that the authenticated user is allowed to access to authenticated services.\n</p>\n<p>\n<b>TopLink and TopLink app</b> – <i>https://toplink.weforum.org/</i>\n<i>\n</i>\n</p>\n<p>TopLink is the Forum platform for constituents and participants of the Forum events to engage directly with the events and other Forum activities.\nTopLink is also the de facto messaging platform for constituents and participants and is used to browse event agendas, book meetings, generally interact with peers and take part in sessions.</p>\n<p>Further information is available in the TopLink Privacy Policy.</p>\n<p>II.\n<b>Cooperation Platforms</b> (third-party platforms providing individualized products for the Forum)</p>\n<p>\n<b>Resource Space</b> – <i>resource.weforum.org</i>\n</p>\n<p>Resource Space is an online (members only) repository of images (photographs and documents) charting Forum events.\nResource Space provides high-quality photographs that chart the narrative of the Forum events and is used to publicize, share and document Forum events.\nResource Space uses cookies for analytics and user session management.\nNo cookies used in Resource Space are shared with external parties.\nThe cookies are for session management to enable a customized user experience.\n</p>\n<p>\n<b>B-Com</b>\n<br> B-Com is a web-based digital platform managed by a third-party provider, Psideo, which automates the external resources process for all the Forum events.\nPersonal data that you provide upon your sign-up to each event through this platform includes, in particular, name, address, email, copy of your passport, date of birth, marital status.\nThis personal data is used by the Forum to execute a contract between you and the Forum, make the payment for your services and comply with the legal obligations under the applicable law.\nWith regards to security measures and immigration before and during Forum events and if your personal data is required for these reasons, it may be shared with local authorities.</p>\n<p>\n<b>Workday<br>\n</b>The Forum uses Workday globally as its internet-based Application Tracking and Recruiting System to post jobs and to manage the application and recruiting process.\nCandidates can submit their applications by filling out the relevant Application Form.\nFollowing a candidate’s submission, they will be prompted to create a Candidate Home account.\nPersonal data collected when candidates submit job applications include legal name, home address, email address, phone number, and CV.\nThis information is used by the Forum in order to process applications.</p>\n<p>\n<b>Sonru/Modern Hire<br>\n</b>Candidates may be prompted, as part of the Forum’s recruitment process, to undertake an online recorded interview.\nTo that extent, the Forum uses a platform owned and operated by a third-party provider, Sonru/Modern Hire, where candidates will be required to answer a series of questions within a short timeframe (generally between 2 and 3 minutes) and record their answers.\nCandidates will be prompted to sign-up for that platform.\nThe online recorded interview will be shared with the hiring manager for the purposes of processing applications.</p>\n<p>III.\n<b>Embedded Services</b>\n<b>\n</b>(services that can be embedded or integrated into Custom or Cooperation Platforms) </p>\n<p>\n<b>Stripe payments</b>\n</p>\n<p>On our donation platform, you have the option to fund a Forum project.\nWith regards to such a donation, we will collect information regarding the amount you donated and we will need to identify you to allocate the donation.\nWe will share transaction data with our payment processor, Stripe, only to the extent necessary for the purposes of allocating your payments.\nWhen you initially provide or update your payment information, we transmit it via an encrypted connection to Stripe.\nStripe uses and processes your payment information in accordance with Stripe’s Privacy Policy.</p>\n<p>\n<b>3.\nChildren’s personal data</b>\n</p>\n<p>The Forum does not knowingly solicit or collect personal data from children below the age of 18.\nIf the Forum discovers that it has accidentally collected personal data from a child below the age of 18, it will remove that child’s personal data from its records as soon as reasonably possible.\nHowever, the Forum may collect personal data about children below the age of 18 years if authorized by the holder of parental responsibility over the child.</p>\n<p>\n<b>4.\nHow do we share personal data? </b>\n</p>\n<p>We do not share your personal data with any third party that intends to use it for direct marketing purposes, unless you have provided specific consent in relation to this.</p>\n<p>The Forum may share your personal data with third parties for other purposes, but only in the following circumstances:</p>\n<p>\n<b>I.\nWith your consent</b>\n</p>\n<p>We will share personal data with third parties outside of the Forum when we have your consent to do so.\nWe require explicit opt-in consent for the sharing of any sensitive personal information.</p>\n<p>\n<b>II.\nFor legitimate interests</b>\n</p>\n<p>We will share personal data based on legitimate interests as, for example, when you register for one of our events, except where such interests are overridden by your interests or fundamental rights, in which case we will request your explicit consent.\n</p>\n<p>\n<b>III.\nFor processing of Forum’s offices in other regions </b>\n</p>\n<p>We provide your personal data to the Forum’s offices in other regions for legitimate business purposes, on a “need-to-know” basis, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.</p>\n<p>\n<b>IV.\nFor external processing (service providers)</b>\n</p>\n<p>We may engage service providers, agents or contractors to provide services on our behalf, including to administer Forum Sites and services available to you.\nThese third parties may come to access or otherwise process your personal data in the course of providing these services.</p>\n<p>The Forum requires such third parties, who may be based outside the country from which you have accessed the Forum Site or service, to comply with all relevant data protection laws and security requirements in relation to your personal data, usually by way of a written agreement.</p>\n<p>\n<b>V.\nCompliance with laws</b>\n</p>\n<p>We will share personal data with third parties outside of the Forum if we have a good-faith belief that access, use, preservation or disclosure of the personal data is reasonably necessary to:</p>\n<p>- Meet any applicable law, regulation, legal process or enforceable governmental request<b>\n</b>\n</p>\n<p>- Enforce applicable Terms of Use, including investigation of potential violations<b>\n</b>\n</p>\n<p>- Detect, prevent or otherwise address fraud, security or technical issues<b>\n</b>\n</p>\n<p>- Protect against harm to the rights, property or safety of the Forum, our users or the public as required or permitted by law<b>\n</b>\n</p>\n<p>\n<b>5.\n“Cookie Notice”</b>\n</p>\n<p>\n<b>5.1 About cookies</b>\n</p>\n<p>A cookie is a small piece of information that a web server asks the user’s browser to store on the user’s local computer, and then later their browser presents this information to the web server.\nIn its simplest form, a cookie is an identifying number.</p>\n<p>\n<b>5.2 What type of cookies do we use?</b>\n</p>\n<p>We use two types of cookies on Forum Sites: persistent cookies and session cookies.\nA persistent cookie helps us recognize you as an existing user, so it's easier to return to Forum Sites or interact with our services without signing in again.\nIn the event you sign up to one of our platforms, a persistent cookie stays in your browser and will be read by the service when you return to one of our sites.\nSession cookies only last as long as the session (usually the current visit to a website or a browser session).\n</p>\n<p>We use cookies for anonymous user tracking.\nThe Forum web server assigns each user a unique numerical ID (“<b>ID</b>”).\nAll requests for pages are tagged with that ID, and by analyzing the log files, the Forum can determine how many unique users use Forum Sites.</p>\n<p>\n<b>5.3 How do we use cookies?</b>\n</p>\n<p>The Forum does not know the identity of a person based on the ID.\nThe cookies used by the Forum do not contain any personal data about you nor are they used to look up your personal data.\nEven if you have entered personal data about yourself in one of the Forum’s registration forms, the Forum does not relate that information to the cookie data.</p>\n<p>The Forum Sites may use cookies for analytics and to improve your user experience.\nForum Sites will usually not natively use cookies but our analytics providers do use these cookies to improve user experience.\n</p>\n<p>Our analytics providers include: </p>\n<p>- Google [Privacy Policy]</p>\n<p>- parse.ly [Privacy Policy]</p>\n<p>- mix panel [Privacy Policy]</p>\n<p>These providers use cookies to tailor your user experience, gather statistics on usage and engagement and help better inform the Forum’s efforts to deliver world-class engagement, knowledge and events.\n</p>\n<p>You are free to decline the cookies if your browser or browser add-on allows, except if the cookies are required to prevent fraud or ensure the security of Forum Sites that the Forum controls.\nHowever, disabling the use of cookies will result in a less user-friendly experience of the Forum Sites or can fully prevent you from using the Forum Sites.</p>\n<p>\n<b>6.\nHow do we store or transfer your data?</b>\n</p>\n<p>The Forum has offices and facilities in Switzerland, the United States, Japan and China.\nThe hosting facilities for our websites and Forum Custom Platforms are situated in Switzerland and the EU, the Chinese website is hosted in Singapore.\n</p>\n<p>When transferring personal data internationally, we make sure that we comply with applicable laws and regulations, for example, by entering into agreements that will ensure that the recipients of your information maintain an adequate level of data protection.</p>\n<p>Information collected within the European Economic Area (“EEA”) may, for example, be transferred to countries outside of the EEA for the purposes as described in this Policy.\nWe utilize standard contract clauses approved by the European Commission, adopt other means under Swiss and European Union law and/or obtain your consent to legitimize data transfers from the EEA to the United States and other countries.</p>\n<p>\n<b>7.\nSecurity of personal data</b>\n</p>\n<p>The Forum is committed to protecting the security of your personal data.\nAny information provided to the Forum by you is handled with due care and security, and will not be used in ways other than as set forth in this Privacy Policy, or in any site/area-specific policies, or in ways to which users have not explicitly consented.\nThe Forum employs a range of technologies and security measures to protect the information maintained on Forum systems from loss, misuse, unauthorized access or disclosure, alteration or destruction.\n</p>\n<p>However, since the internet is not a 100% secure environment, the Forum cannot ensure nor guarantee the security of any information that the user may transmit to Forum Sites.\nThere is no guarantee that information may not be accessed, disclosed, altered or destroyed by breach of any of the Forum’s physical, technical or managerial safeguards.</p>\n<p>All Forum employees who have access to and are associated with the processing of personal data are obliged to respect the confidentiality of all such personal data.</p>\n<p>\n<b>8.\nHow long do we retain personal data?</b>\n</p>\n<p>The Forum will retain your personal data for the period necessary to fulfil the purposes outlined in this Privacy Policy and/or as long we require the personal data to provide you with the Forum services or products you requested, unless a longer retention period is required to comply with our legal obligations, resolve disputes and enforce our agreements.</p>\n<p>\n<b>9.\nHow can you access your data or contact us?</b>\n</p>\n<p>You have a right to request access to your personal data.\nYou may send us a request for access, provision of such information will be subject to the supply of appropriate evidence of your identity.\nYou also have the right to request that the Forum corrects any inaccuracies in your personal data.\n</p>\n<p>You have the right to opt out of receiving marketing communications or any other information from the Forum or about Forum events and can do so by (a) following the instructions for opt-out in the relevant marketing communication or (b) by contacting us.\n</p>\n<p>\n<b>Should you have any questions, concerns and/or complaints about this Privacy Policy or if you would like to make any recommendations or comments to improve the quality of our Privacy Policy, please contact us by filling in the form at </b>https://wef.ch/MyData.</p>\n<p>\n<b>10.\nOur details</b>\n</p>\n<p>The Forum is the data controller for personal data we collect through means stated in this Privacy Policy.\nOur address is: </p>\n<p>World Economic Forum</p>\n<p>91-93 Route de la Capite</p>\n<p>CH-1223 Cologny/Genève</p>\n<p>Switzerland</p>\n<p>To find the Forum’s offices in other regions, see: https://www.weforum.org/about/contact </p>\n<p>Next</p>World Economic Forum Cookie Policy", "created_at": "2023-08-23 20:14:22.355629", "updated_at": "2023-08-23 20:15:01.679125"}, {"id": 18502, "name": "World Economic Forum Cookie Policy", "url": "https://www.weforum.org/about/cookie-declaration", "xpath": "/html/body/div[1]/div/section/div/div/article/div/div/div[3]", "text": null, "created_at": "2023-08-23 20:14:22.386249", "updated_at": "2023-08-23 20:15:30.277013"}, {"id": 18503, "name": "Terms of Use", "url": "https://www.weforum.org/about/terms-of-use", "xpath": "/html/body/div[1]/div/section/div/div/article/div/div/div[3]", "text": null, "created_at": "2023-08-23 20:14:22.417356", "updated_at": "2023-08-23 20:15:49.698556"}, {"id": 18505, "name": "Alert on Fictitious ‘Forum’ E-mails and messages", "url": "https://www.weforum.org/about/alert-on-fictitious-forum-e-mails", "xpath": "/html/body/div[1]/div/section/div/div/article/div/div/div[3]", "text": null, "created_at": "2023-08-23 20:14:22.478101", "updated_at": "2023-08-23 20:16:41.617763"}], "points": [], "urls": ["weforum.org"]}}