{"error": 448, "message": "OK", "parameters": {"id": 8676, "name": "Office of the Australian Information Commissioner", "created_at": "2023-06-30 20:25:50.430356", "updated_at": "2023-06-30 22:02:55.650223", "wikipedia": "https://en.wikipedia.org/wiki/Office_of_the_Australian_Information_Commissioner", "keywords": null, "related": null, "slug": "office-of-the-australian-information-commissioner", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8676.png", "url": "oaic.gov.au", "documents": [{"id": 16901, "name": "Terms and conditions", "url": "https://www.oaic.gov.au/about-the-OAIC/terms-and-conditions", "xpath": "/html/body/div[1]/main", "text": " <ul>\n<li> About the OAIC </li>\n<li> Terms and conditions </li>\n</ul> Terms and conditions Contents<ul>\n<li>Disclaimer</li>\n<li>Links to external websites</li>\n<li>Right of refusal</li>\n<li>Linking to this website</li>\n<li>Security of the OAIC’s website</li>\n<li>Copyright</li>\n</ul>Contents Listen Disclaimer<p>This website is presented by the Office of the Australian Information Commissioner (OAIC) for the purpose of disseminating information free of charge for the benefit of the public.</p>\n<p>The OAIC monitors the quality of the information available on this website and updates the information regularly.</p>\n<p>However, the OAIC does not guarantee, and accepts no legal liability whatsoever arising from or connected to, the accuracy, reliability, currency or completeness of any material contained on this website or on any linked site.</p>\n<p>The OAIC recommends that users exercise their own skill and care with respect to their use of this website and that users carefully evaluate the accuracy, currency, completeness and relevance of the material on the website for their purposes.</p>\n<p>The material on this website is a summary only of the subject matter covered and is not intended to be nor should it be relied on as a substitute for legal or other professional advice.\nUsers should obtain any appropriate professional advice relevant to their particular circumstances.</p>\n<p>The material on this website may include the views or recommendations of third parties, which do not necessarily reflect the views of OAIC, or indicate its commitment to a particular course of action.</p>Links to external websites<p>This website contains links to other websites that are external to the OAIC.\nThe OAIC takes reasonable care in linking to websites but has no direct control over the content of the linked sites, or the changes that may occur to the content on those sites.\nIt is the responsibility of the user to make their own decisions about the accuracy, currency, reliability and correctness of information contained in linked external websites.</p>\n<p>Links to external websites do not constitute an endorsement or a recommendation of any material on those sites or of any third party products or services offered by, from or through those sites.\nUsers of links provided by this website are responsible for being aware of which organisation is hosting the website they visit.</p>Right of refusal<p>The OAIC retains the right of refusal to publish web resources or links, without notice or explanation.</p>Linking to this website<p>You may link to the Office of the Australian Information Commissioner’s website at your full expense and responsibility.</p>Security of the OAIC’s website<p>The OAIC applies a range of security controls to protect its website from unauthorised access.\nHowever, users should be aware that the World Wide Web is an unsecured public network that gives rise to a potential risk that a user’s transactions are being viewed, intercepted or modified by third parties or that files which the user downloads may contain computer viruses, disabling codes, worms or other devices or defects.</p>\n<p>The OAIC does not warrant or represent that the material will not cause damage, or is free from any computer virus or any other defects or errors.\nThe OAIC accepts no liability for any interference with or damage to a user’s computer system, software or data occurring in connection with or relating to this website or its use.\nUsers are encouraged to take appropriate and adequate precautions to ensure that whatever is selected from this site is free of viruses or other contamination that may interfere with or damage the user’s computer system, software or data.</p>\n<p>The OAIC is not liable to users of the material for any loss or damage however caused resulting from the use of the material.</p>\n<p>The Australian Government has released guidance for agencies transacting online with the public as part of the Protective Security Policy Framework.\nThe guidance was developed to support agencies to minimise the risk of harm to the public when they transact online with the Australian Government.</p>Copyright<p>See our copyright page for information on the conditions of use of content on this site.</p> Did you find this helpful? Yes No Share Facebook Twitter Linkedin ", "created_at": "2023-06-30 20:25:50.460987", "updated_at": "2023-06-30 20:26:54.413671"}, {"id": 16902, "name": "Copyright ", "url": "https://www.oaic.gov.au/about-the-OAIC/copyright", "xpath": "/html/body/div[1]/main", "text": " <ul>\n<li> About the OAIC </li>\n<li> Copyright </li>\n</ul> Copyright Listen <p>With the exception of the Commonwealth Coat of Arms and where otherwise noted, all material presented on this website is provided under a Creative Commons Attribution 3.0 Australia licence.</p>\n<p>\n</p>\n<p>The details of the relevant licence conditions are available on the Creative Commons website as is the full legal code for the CC BY 3.0 AU licence.</p>\n<p>Content from this website should be attributed as <em>Office of the Australian Information Commissioner website</em> — www.oaic.gov.au</p>Third party copyright<p>To the extent that copyright subsists in a third party it remains with the original owner and permission may be required to reuse the material.</p>Use of the Coat of Arms<p>The terms under which the Coat of Arms can be used are detailed on the It’s an Honour website.</p> Did you find this helpful? Yes No Share Facebook Twitter Linkedin ", "created_at": "2023-06-30 20:25:50.490345", "updated_at": "2023-06-30 20:27:38.806247"}, {"id": 16903, "name": "Privacy policy ", "url": "https://www.oaic.gov.au/about-the-OAIC/our-corporate-information/plans-policies-and-procedures/privacy-policy", "xpath": "/html/body/div[1]/main", "text": " <ul>\n<li> About the OAIC </li>\n<li> Our corporate information </li>\n<li> Plans, policies and procedures </li>\n<li> Privacy policy </li>\n</ul> Privacy policy Contents<ul>\n<li>About this policy</li>\n<li>Overview</li>\n<li>Collection of your personal information<ul>\n<li>Collecting sensitive information</li>\n<li>Indirect collection</li>\n<li>Anonymity</li>\n<li>Collecting through our websites</li>\n<li>Social networking services</li>\n<li>Smartforms and CDR forms</li>\n</ul>\n</li>\n<li>Disclosure<ul>\n<li>Complaints and reviews</li>\n<li>Data breach notifications</li>\n<li>Review of OAIC decisions</li>\n<li>Publication of decisions and reports</li>\n<li>Disclosure to the media</li>\n<li>Disclosure to service providers</li>\n<li>Disclosure of sensitive information</li>\n<li>Disclosure to other regulators or external dispute resolution schemes</li>\n<li>Disclosure of personal information overseas</li>\n</ul>\n</li>\n<li>Quality of personal information</li>\n<li>Storage and security of personal information</li>\n<li>Accessing and correcting your personal information</li>\n<li>How to make a complaint</li>\n<li>Contact us</li>\n<li>Supplementary material<ul>\n<li>OAIC information technology security practices</li>\n</ul>\n</li>\n<li>Related pages<ul>\n<li>Privacy policy summary</li>\n<li>Human resources privacy policy</li>\n</ul>\n</li>\n</ul>Contents Listen <p>Publication date: Version 3.1, July 2020</p>About this policy<p>The <em>Privacy Act 1988</em> (Cth) requires entities bound by the Australian Privacy Principles (APPs) to have a privacy policy.\nThis privacy policy outlines the personal information handling practices of the Office of the Australian Information Commissioner (OAIC).\nOAIC employees and prospective employees should also refer to our&nbsp;Human resources privacy policy.\nThe OAIC also has a&nbsp;summary privacy policy.</p>\n<p>This policy is written in simple language.\nThe specific legal obligations of the OAIC when collecting and handling your personal information are outlined in the Privacy Act and in particular in the APPs found in that Act.\nWe will update this privacy policy when our information handling practices change.\nUpdates will be publicised on our website and through our email lists.</p>Overview<p>We collect, hold, use and disclose personal information to carry out functions or activities under the&nbsp;<em>Australian Information Commissioner Act 2010 </em>(AIC Act), the&nbsp;&nbsp;Privacy Act and the&nbsp;<em>Freedom of Information Act 1982 </em>(FOI Act) and&nbsp;other legislation that confer powers or functions on the OAIC including the&nbsp;<em>My Health Records Act 2012</em> (Cth)&nbsp;(My Health Records Act), and the <em>Competition and Consumer Act 2010 </em>(Cth) (CC Act)</p>\n<p>These functions and activities include:</p>\n<ul>\n<li>handling privacy and freedom of information (FOI) complaints, FOI reviews, and Consumer Data Right (CDR) complaints</li>\n<li>taking other regulatory action under the Privacy, FOI, and CC Act</li>\n<li>providing advice on privacy, FOI, CDR and information policy issues</li>\n<li>consulting with stakeholders, for example, on privacy, FOI or CDR guidance</li>\n<li>maintaining registers, such as organisations that have opted-in to Privacy Act coverage</li>\n<li>responding to access to information requests</li>\n<li>communicating with the public, stakeholders and the media including through websites and social media</li>\n<li>assessing suitable candidates for career opportunities within the OAIC.</li>\n</ul>Collection of your personal information<p>At all times we try to only collect the information we need for the particular function or activity we are carrying out.</p>\n<p>The main way we collect personal information about you is when you give it to us.\nFor example, we collect personal information such as contact details and complaint, review, request, data breach notification or report details when you:</p>\n<ul>\n<li>contact us to ask for information (but only if we need it)</li>\n<li>make a complaint about a privacy breach to us</li>\n<li>make a complaint about the way an agency has handled an FOI request or seek a review of an FOI decision</li>\n<li>make a complaint about the way an entity has handled your CDR data under the CDR scheme</li>\n<li>ask for access to information the OAIC holds about you or other information about the OAIC’s operation</li>\n<li>notify the OAIC about a data breach</li>\n<li>report a matter for investigation</li>\n<li>apply for a job vacancy at the OAIC.</li>\n</ul>\n<p>We may also collect information from you when we investigate or review a privacy, FOI or a CDR matter.\nIf we open a file about your matter, it will often include our opinion on your matter.</p>\n<p>We may also collect contact details and some other personal information if you are on our committees or participating in a meeting or in consultation with us.</p>Collecting sensitive information<p>Sometimes we may need to collect sensitive information about you, for example, to handle a complaint.\nThis might include information about your health, racial or ethnic origin, political opinions, association memberships, religious beliefs, sexual orientation, criminal history, genetic or biometric information.</p>Indirect collection<p>In the course of handling and resolving a complaint, data breach notification, review or an investigation, we may collect personal information (including sensitive information) about you indirectly from publicly available sources or from third parties such as:</p>\n<ul>\n<li>your authorised representative, if you have one</li>\n<li>applicants, complainants, respondents to a complaint, investigation, application or data breach notification or the third parties’ employees and witnesses.</li>\n</ul>\n<p>We also collect personal information from publicly available sources to enable us to contact stakeholders who may be interested in our work or in participating in our consultations.</p>Anonymity<p>Where possible, we will allow you to interact with us anonymously or using a pseudonym.\nFor example, if you contact our Enquiries line with a general question, we will not ask for your name unless we need it to adequately handle your question.</p>\n<p>However, for most of our functions and activities we usually need your name and contact information and enough information about the particular matter to enable us to fairly and efficiently handle your inquiry, request, complaint or application, or to act on your report.</p>Collecting through our websites<p>The OAIC’s public website, www.oaic.gov.au, is hosted in Australia.\nThere are a number of ways in which we collect information though our website.</p>Web analytics<p>We use Matomo to collect data about your interaction with our website.\nThe main purpose of collecting your data in this way is to improve your experience when using our site.\nWe also use this data to understand and report on which content pages and downloads are accessed by visitors.</p>\n<p>The types of data we collect with these tools include:</p>\n<ul>\n<li>your device’s IP address (collected and stored in an anonymized format)</li>\n<li>search terms and pages visited on our website</li>\n<li>date and time when pages were accessed</li>\n<li>downloads, time spent on page, and bounce rate</li>\n<li>referring domain and out link if applicable</li>\n<li>device type, operating system and browser information</li>\n<li>device screen size</li>\n<li>geographic location (city).</li>\n</ul>\n<p>If your web browser has Do Not Track enabled, Matomo will not track your visit.\nWe host Matomo ourselves within Australia.</p>Cookies<p>Cookies are small data files transferred onto computers or devices by websites for record-keeping purposes and to enhance functionality on the website.\nMost browsers allow you to choose whether to accept cookies or not.\nIf you do not wish to have cookies placed on your computer, please set your browser preferences to reject all cookies before accessing our website.</p>\n<p>The cookies from our website are generally created by Matomo and start with _pk_ref, _pk_ses or _pk_id.</p>Embedded videos on our website<p>We use Google’s YouTube site to host videos which are embedded on our website.\nEmbedded videos on our website use YouTube’s Privacy Enhanced Mode.\nWhen you play an embedded video from our website, the video and associated assets will load from the domain www.youtube-nocookie.com, and other domains associated with Google’s YouTube player.</p>\n<p>YouTube collects information about user activity including videos watched and interactions with content and ads.\nThese analytics are made available to the OAIC, and we use this information to understand how our videos perform.\nYou can access the privacy policy for&nbsp;YouTube on the Google website.</p>Email lists, registrations and feedback<p>We will collect information that you provide to us when signing up to mailing lists and registering for our events, or when submitting feedback on your experience with our website.</p>\n<p>We use Vision6 to manage our mailing lists and event registrations.\nYou can&nbsp;access Vision6’s privacy policy here.\nWhen subscribing to one of our mailing lists, you will be asked to give your express consent that Vision6 may use your data for analytics purposes.\nAnalytics are performed when you click on links in the email, or when you download the images in the email.\nThey include which emails you open, which links you click, your mail client (e.g.\n‘Outlook 2016’ or ‘iPhone’), if your action occurred on ‘mobile’ or ‘desktop’, and the country geolocation of your IP address (the IP address itself is not stored).</p>\n<p>We also use TryBooking to manage event registrations.\nYou&nbsp;can access TryBooking’s privacy policy here.\nWhen registering for an event, you may be required to give TryBooking personal information including your name, address, telephone number and email address.\nYou may also be required to provide financial information, including credit card number and expiration date, if you make a payment for an event.\nTryBooking may share with us some of your personal information, including information about whether a particular registered individual has made payment, but we do not receive your financial information.</p>\n<p>We use the services of Hotjar to collect voluntary feedback on your experience with our website.\nWe also use Hotjar to conduct anonymous stakeholder surveys to gather feedback to help us improve our performance.\nWe do not collect personal information via Hotjar.\nInformation about how Hotjar manages personal information is available in the privacy and data collection policies&nbsp;on its website.</p>Social networking services<p>We use social networking services such as Twitter, Facebook and YouTube to communicate with the public about our work.\nWhen you communicate with us using these services we may collect your personal information, but we only use it to help us to communicate with you and the public.\nThe social networking service will also handle your personal information for its own purposes.\nThese services have their own privacy policies.\nYou can access the privacy policies for&nbsp;Twitter,&nbsp;Facebook and&nbsp;YouTube (a Google company) on their websites.</p>Smartforms and CDR forms<p>The OAIC uses the Australian Government’s&nbsp;SmartForm service to enable you to, for example, lodge a privacy complaint, application, data breach notification, enquiry or apply for a job.</p>\n<p>When you save or submit a form using this service it is encrypted and stored in a secure server located in Australia and controlled by the Department of Industry, Innovation and Science (DIIS) until we download it.\nAfter we download a submitted form, it is deleted from that server.\nSaved forms that have not been submitted within the timeframe specified on the form will also be deleted from the server.\nWe will not access or download your saved forms before you submit them unless you consent or unless there is a technical issue that requires investigation.</p>\n<p>DIIS cannot view your information except in very limited circumstances when there is a technical issue that requires investigation.\nIn these circumstances DIIS must seek our permission to do so.</p>\n<p>The OAIC uses separate forms for CDR enquiries, reports and complaints, which are available on the CDR website.\nA link to the CDR complaint form is also available on the OAIC’s website.\nWhen you save and submit these forms, the user credentials are encrypted and stored in a secure server located in Australia and controlled by the OAIC.</p>Disclosure<p>Common situations in which we disclose information are detailed below.</p>Complaints and reviews<p>If you make a privacy, FOI, or CDR complaint, or apply for an FOI review, we will usually give a copy of the complaint or application to the respondent and, where relevant, affected third parties.</p>\n<p>If a complainant or applicant requests that only limited information is disclosed to the respondent, we may not have enough information to be able to fairly proceed with the matter.\nThe respondent must have sufficient information to respond to the matter in a meaningful way.</p>Data breach notifications<p>If you notify the OAIC about a data breach we will not disclose personal information about you unless you agree, or would reasonably expect us to.\nIf the breach relates to the My Health Records Act, we may disclose your personal information to the My Health Records System Operator under s 73A of that Act.</p>Review of OAIC decisions<p>We may disclose personal information to another review body if a complainant, applicant or respondent seeks an external review of the OAIC’s decision or makes a complaint to the Commonwealth Ombudsman.</p>Publication of decisions and reports<p>Generally, when we publish decisions, determinations or reports (on the OAIC website and on the&nbsp;Australasian Legal Information Institute website) if you are a party who is an individual we will not publish your name unless you ask for it to be published.</p>\n<p>We may also publish other information about cases that we have resolved without a formal decision.\nWe will not publish your name.</p>Disclosure to the media<p>We generally only provide the media with personal information relating to a complaint if you have agreed.</p>Disclosure to service providers<p>The OAIC uses a number of service providers to whom we disclose personal information.\nThese include providers that host our website servers, manage our IT and manage our&nbsp;human resources information.</p>\n<p>To protect the personal information we disclose we:</p>\n<ul>\n<li>enter into a contract or MOU which requires the service provider to only use or disclose the information for the purposes of the contract or MOU</li>\n<li>include special privacy requirements in the contract or MOU, where necessary.</li>\n</ul>Disclosure of sensitive information<p>We only disclose your sensitive information for the purposes for which you gave it to us or for directly related purposes you would reasonably expect or if you agree, for example, to handle a complaint.</p>Disclosure to other regulators or external dispute resolution schemes<p>We may disclose information that relates to complaints or investigations to other Australian or international regulators, or to&nbsp;external dispute resolution (EDR) schemes.\nWe will generally only disclose your personal information to other regulators or EDR schemes if you agree and where the information will assist the OAIC to investigate matter, or will assist the other regulator or EDR scheme to investigate a matter where we are authorised or required to do so by or under law.</p>\n<p>As part of our CDR functions, we may disclose personal information contained in enquiries or complaints to the ACCC in its capacity as our co-regulator of the CDR Scheme, under s 29 of the <em>Australian Information Commissioner Act 2010</em> (Cth).\nWe may also transfer CDR complaints directly to EDR schemes in accordance with s 50 of the Privacy Act.\nWe will notify you where we refer such CDR matters to the ACCC or an EDR Scheme.</p>Disclosure of personal information overseas<p>Generally, we only disclose personal information overseas so that we can properly handle the complaint or application.\nFor example, if:</p>\n<ul>\n<li>the complainant or respondent to a complaint is based overseas</li>\n<li>an Australian-based respondent is a related body corporate to an overseas company</li>\n<li>you have complained to an overseas entity and the OAIC about the same or a related matter.</li>\n</ul>\n<p>Web traffic information is disclosed to Google Analytics when you visit our websites.\nGoogle stores information across multiple countries.</p>\n<p>When you communicate with us through a social network service such as Facebook or Twitter, the social network provider and its partners may collect and hold your personal information overseas.</p>Quality of personal information<p>To ensure that the personal information we collect is accurate, up-to-date and complete we:</p>\n<ul>\n<li>record information in a consistent format</li>\n<li>where necessary, confirm the accuracy of information we collect from a third party or a public source</li>\n<li>promptly add updated or new personal information to existing records</li>\n<li>regularly audit our contact lists to check their accuracy.</li>\n</ul>\n<p>We also review the quality of personal information before we use or disclose it.</p>Storage and security of personal information<p>All personal information collected is held on our cloud storage, on servers located in Australia.\nWe retain effective control over any personal information held on our cloud, and the information is handled in accordance with the Australian Privacy Principles.</p>\n<p>We take steps to protect the security of the personal information we hold from both internal and external threats by:</p>\n<ul>\n<li>regularly assessing the risk of misuse, interference, loss, and unauthorised access, modification or disclosure of that information</li>\n<li>taking measures to address those risks, for example, we keep a record (audit trail) of when someone has added, changed or deleted personal information held in our electronic databases and regularly check that staff only access those records when they need to</li>\n<li>conducting regular internal and external audits to assess whether we have adequately complied with or implemented these measures.</li>\n</ul>\n<p>For further information on the way we manage security risks in relation to personal information we hold see our supplementary material on information technology security practices, below.</p>\n<p>We destroy personal information in a secure manner when we no longer need it.\nFor example, we generally destroy complaint records after three years, in accordance with the&nbsp;OAIC’s Records Disposal Authority.</p>Accessing and correcting your personal information<p>Under the Privacy Act (APPs 12 and 13) you have the right to ask for access to personal information that we hold about you, and ask that we correct that personal information.\nYou can ask for access or correction by contacting us and we must respond within 30 days.\nIf you ask, we must give you access to your personal information, and take reasonable steps to correct it if we consider it is incorrect, unless there is a law that allows or requires us not to.</p>\n<p>We will ask you to verify your identity before we give you access to your information or correct it, and we will try to make the process as simple as possible.\nIf we refuse to give you access to, or correct, your personal information, we must notify you in writing setting out the reasons.</p>\n<p>The steps appropriate to verify an individual’s identity will depend on the circumstances.\nWe will seek the minimum amount of personal information needed to establish an individual’s identity.\nFor example, during a telephone contact it may be adequate for us to request information that can be checked against our records.</p>\n<p>If we make a correction and we have disclosed the incorrect information to others, you can ask us to tell them about the correction.\nWe must do so unless there is a valid reason not to.</p>\n<p>If we refuse to correct your personal information, you can ask us to associate with it (for example, attach or link) a statement that you believe the information is incorrect and why.</p>\n<p>You also have the right under the FOI Act to request access to documents that we hold and ask for information that we hold about you to be changed or annotated if it is incomplete, incorrect, out-of- date or misleading.\nFor further information see the&nbsp;Access our information page on the OAIC website or see our contact details below.</p>How to make a complaint<p>If you wish to complain to us about how we have handled your personal information you should first complain to us in writing.\nIf you need help lodging a complaint, you can contact us&nbsp;&nbsp;- see ‘How to contact us’ below.</p>\n<p>If we receive a complaint from you about how we have handled your personal information we will determine what (if any) action we should take to resolve the complaint.</p>\n<p>If we decide that a complaint should be investigated further, the complaint will usually be handled by a more senior officer than the officer whose actions you are complaining about.</p>\n<p>We will assess and handle complaints about the conduct of an OAIC officer using the&nbsp;APS Values and&nbsp;Code of Conduct and the&nbsp;guidelines issued by the Australian Public Service Commission.</p>\n<p>We will tell you promptly that we have received your complaint and then respond to the complaint within 30 days.</p>\n<p>If you are dissatisfied with the outcome of the complaint or the way in which the complaint was handled, then you may contact the Commonwealth Ombudsman&nbsp;https://www.ombudsman.gov.au/for advice about your complaint.</p>Contact us<p>You can contact us by:</p>\n<p>Website:</p>\n<p>See our Online Enquiries Form</p>\n<p>Telephone:</p>\n<p>1300 363 992 (from overseas +61 2 9942 4099)</p>\n<p>Assisted Contact:</p>\n<p>National Relay Service:</p>\n<ul>\n<li>TTY users phone 133 677 then ask for 1300 363 992.</li>\n<li>Speak and Listen users phone 1300 555 727 then ask for 1300 363 992.</li>\n<li>Internet relay users connect to the NRS then ask for 1300 363 992.</li>\n</ul>\n<p>Translating and Interpreting Service:&nbsp;131 450 then ask for 1300 363 992.</p>\n<p>Apart from the local call cost these are free services for you.</p>\n<p>Post:</p>\n<p>GPO Box 5288<br> Sydney NSW 2001</p>\n<p>Facsimile:</p>\n<p>+61 2 6123 5145</p>Supplementary materialOAIC information technology security practices<p>The Australian Human Rights Commission (the AHRC) provides information technology services to the OAIC under a Memorandum of Understanding (MOU).\nThe AHRC is also responsible for the safe keeping and maintenance of OAIC material it holds.\nAll of this material is stored in Australia.</p>\n<p>In providing information technology services to the OAIC, the AHRC follows Commonwealth and industry best practice in ICT Security Management, including:</p>\n<ul>\n<li>Protective Security Policy Framework</li>\n<li>Australian Government Information Security Manual</li>\n<li>ISO/AS/NZS 31000: 2018 – Risk Management – Principles and Guidelines</li>\n<li>ISO/IEC 27001:2013 – Information Technology – Security Techniques – Information Security Management Systems – Requirements</li>\n<li>ISO/IEC 27040:2015 — Information Technology – Security Techniques – Storage security</li>\n</ul>\n<p>For the list of mandatory requirements that cover governance, personnel, information and physical security, please visit the&nbsp;Protective Security Policy Framework website.</p> Related pages Privacy policy summary Human resources privacy policy Did you find this helpful? Yes No Share Facebook Twitter Linkedin ", "created_at": "2023-06-30 20:25:50.52277", "updated_at": "2023-06-30 20:28:21.031383"}], "points": [], "urls": ["oaic.gov.au"]}}