{"error": 448, "message": "OK", "parameters": {"id": 7310, "name": "Raspberry Pi ", "created_at": "2023-01-18 23:02:50.892779", "updated_at": "2023-07-10 22:02:35.326439", "wikipedia": null, "keywords": null, "related": null, "slug": "raspberry-pi", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7310.png", "url": "raspberrypi.com", "documents": [{"id": 14026, "name": "Terms and Conditions of Sale", "url": "https://www.raspberrypi.com/terms-conditions-sale/", "xpath": "/html/body/div[1]", "text": " Raspberry Pi Ltd.\nTerms and Conditions of Sale 1.\nDefinitions <p>The following definitions shall apply in these terms and conditions:</p>\n<p>\n<strong>“Company”</strong>&nbsp;means Raspberry Pi Ltd.</p>\n<p>\n<strong>“Conditions”</strong>&nbsp;means these terms and conditions.</p>\n<p>\n<strong>“Contract”</strong>&nbsp;means any contract between the Company and the Customer for the sale and purchase of any of the Supplies.</p>\n<p>\n<strong>“Customer”</strong>&nbsp;means the person(s) or company whose Order for any of the Supplies is accepted by the Company.</p>\n<p>\n<strong>“Goods”</strong>&nbsp;means any goods (including any Software) supplied or to be supplied by the Company to the Customer.</p>\n<p>\n<strong>“Order”</strong>&nbsp;means the Customer’s order for the purchase of any of the Supplies by the Company as set out in the Company’s order form, the Customer’s written acceptance of the Company’s quotation, or placed via telephone, email or in writing.</p>\n<p>\n<strong>“Product”</strong>&nbsp;means any product in the latest issue of the Raspberry Pi Wholesale Price List or any product covered by a individual quotation from the company</p>\n<p>\n<strong>“Services”</strong>&nbsp;means any services supplied or to be supplied by the Company to the Customer.</p>\n<p>\n<strong>“Software”</strong>&nbsp;means any software identified in an Order, which, along with the applicable EULA, shall also reference the scope of use, duration of use and the number of users provided for under any such software.</p>\n<p>\n<strong>“Supplies”</strong>&nbsp;means any Goods and/or Services.</p>\n<p>\n<strong>“VAT”</strong>&nbsp;means United Kingdom value added tax or any similar sales tax imposed in any other jurisdiction.</p>\n<p>\n<strong>“Working days”</strong> means Monday to Friday</p>\n<p>\n<strong> Any reference within these Conditions to: “in writing” includes electronic communications</strong>\n</p> 2.\nBusiness customers <p>The Company is a business to business supplier.\nBy ordering, the Customer confirms that it wishes to obtain the Supplies for the purposes of his, her or its business and not as a consumer.</p> 3.\nConditions <p>All Orders are accepted by the Company subject to and in accordance with these Conditions<br>If there is any conflict between:\u2028any other provisions of Company and these Conditions.\nor the provisions of any Customer Order and these Conditions, then these Conditions will prevail unless the Company agrees otherwise in writing.</p>\n<p>a) Together with any terms accepted by the Company in connection with an Order these Conditions constitute the entire agreement between the Company and the Customer in relation to any of the Supplies ordered.\nNo variation to these Conditions is permitted unless expressly authorised in writing by a director of the Company.</p>\n<p>b) In the event the Company agrees to sell any Software products to the Customer then these are likely to be subject to separate conditions, outlined at the time.</p> 4.\nNew accounts and Orders <p>A Customer wishing to open a credit account must furnish such information as may be requested by the Company.\nThe Company reserves the right in its absolute discretion to grant, refuse or discontinue any credit facilities or reduce or suspend any credit limit at any time.<br>The Company reserves the right to decline to trade with any company or person.</p> 5.\nDelivery <p>a) The Customer may request delivery to be made against a future schedule, any changes the customer wants to make to the scheduled requirements must be agreed in writing by the Company.</p>\n<p>b) Delivery will be made to the address specified by the Customer.</p>\n<p>c) All orders are non-cancellable unless agreed in writing by the company</p>\n<p>d) The Company may use any method of delivery available to it.\nThe Company will use reasonable endeavours to meet delivery and/or performance estimates but, except as set out in Condition 7 below, in no circumstances shall it be liable to compensate the Customer for non-delivery, non-performance or late delivery or performance.</p>\n<p>e) Time for delivery and/or performance will not be of the essence and the Company reserves the right to delay despatch for a number of reasons, including to perform any necessary credit or anti-fraud checks or procedures or to ensure that payment in full has been received in cleared funds.\nWhere despatch is delayed for such reasons, the Company will use reasonable endeavours to inform the Customer</p> 6.\nInspection, defects and non-delivery <p>a) The Customer must inspect any Goods as soon as is reasonably practicable after delivery.\nThe Company shall not be liable for any defect in any of the Supplies unless written notice is given to the Company within 4 working days of the date of delivery.</p>\n<p>b) The Company will not be liable for any non-delivery of Goods unless written notice is given to the Company within 4 working days of the date when Goods should have been delivered.\nSubject to Condition 14.1 below, the liability of the Company for non-delivery or non-performance or for Goods notified as defective on delivery will be limited to replacing the defective within a reasonable time or to refunding the price paid in respect of such defective Goods.</p> 7.\nPrices <p>a) Prices for Goods are in the currency quoted on the Price List or individual quotation and are exclusive of VAT.\nThe Company has used all reasonable endeavours to ensure that prices for Goods are accurately set out in the Price List but reserves the right to change its prices without notice at any time.\nPrices charged will be those prevailing when an Order is accepted unless the order is placed for a forward schedule in which case the Company has the right to charge the price in effect at the point of shipment.</p>\n<p>b) All sums payable by the Customer in accordance with these Conditions are exclusive of VAT.\nWhere any Supplies are provided by the Company to the Customer that are subject to VAT, the Customer shall pay an amount equal to such VAT to the Company and the Company shall (where required by applicable laws) issue an appropriate VAT invoice to the Customer.</p> 8.\nPayment <p>a) Subject to Condition 9.2, payment is usually due not later than 30 days from the date of the invoice.</p>\n<p>b) Invoices will be sent electronically to the email address provided.</p>\n<p>c) The Company reserves the right to request payment in advance in specific circumstances communicated from time to time by the Company to the Customer.</p>\n<p>d) Time for payment is of the essence.\nIf the Customer fails to make payment by the due date then, without prejudice to any other right or remedy, the Company shall be entitled to:</p>\n<ol>\n<li>cancel the Order or suspend any further deliveries or performance;</li>\n<li>appropriate any payment made by the Customer to such of the Supplies (or any of the Supplies made under any other contract) as the Company may think fit.\nand</li>\n<li>charge interest (both before and after any judgment) on the amount unpaid at the rate of 5% per annum above the base rate from time to time of HSBC Bank plc from the due date of payment until payment is made.</li>\n</ol> 9.\nReturns <p>a) Returns will normally only be agreed in the event that a product supplied by the company is considered faulty</p>\n<p>b) Prior to returning any Goods to the Company for any reason, the Customer must contact the Company to obtain a returns material authorisation number (‘RMA’).</p>\n<p>c) All Goods are returned at the Customer’s risk and expense and should be undamaged and in their original packaging (if applicable).\nThe Customer is responsible for returning Goods to the Company and for providing proof of delivery of such return.</p> 10.\nDescription <p>a) All specifications, drawings, illustrations, descriptions and particulars of weights, dimensions, capacity or other details including, without limitation, any statements regarding compliance with legislation or regulation (together “Descriptions”) wherever they appear are intended to give a general idea of the Supplies, but will not form part of the Contract.</p> 11.\nRisk and ownership <p>The risk of damage to or loss of Goods will pass to the Customer when the goods are unloaded from the Company’s carriers at the Customer’s premises unless different terms are agreed in advance</p>\n<p>\n<strong>Title in the Goods</strong>\n</p>\n<p>a) Ownership of the Goods shall not pass to the Customer until the Company has received in full (in cash or cleared funds) all sums due from the Customer to the Company on any account whatsoever.\nIf payment is not received in full by the due date, or the Customer passes a resolution for winding up or a court shall make an Order to that effect, or a receiver or administrator is appointed over any assets or the undertaking of the Customer or an execution or distress is levied against the Customer, the Company shall be entitled, without previous notice, to retake possession of the Goods and for that purpose to enter upon any premises occupied or owned by the Customer.</p> 12.\nWarranty/Guarantee <p>The Company warrants the goods against defects for a period of 12 months from delivery of the goods to the customer.\nIn addition, subject to Condition 13.2 below, the Company will, free of charge, repair or, at the Company’s option, replace Goods which are proved to the reasonable satisfaction of the Company to be damaged or defective due to faulty materials, workmanship or design.\nHowever, this obligation will not apply:</p>\n<p>a) if the defect arises because the Customer (or the end customer in the event the product is re-sold) has altered or repaired such Goods without the written consent of the Company;</p>\n<p>b) because the Customer did not follow the manufacturer’s instructions for storage, usage, installation or maintenance of the Goods;</p>\n<p>c) if the Customer has failed to notify the Company of any defect in accordance with Condition 7 where the defect should have been reasonably apparent on reasonable inspection.\nor</p> 13.\nExclusion of Liability <p>a) The Company does not exclude its liability to the Customer:</p>\n<p>for breach of the Company’s obligations under section 12 of the Sale of Goods Act 1979 or section 2 of the Supply of Goods and Services Act 1982;</p>\n<p>for personal injury or death arising as a result of the Company’s negligence;</p>\n<p>under section 2(3) of the Consumer Protection Act 1987;</p>\n<p>for any matter which it would be illegal for the Company to exclude or to attempt to exclude its liability.\nor</p>\n<p>for fraud or fraudulent misrepresentation.</p>\n<p>b) Except as provided in Conditions 7 (Inspection, defects and non-delivery), and 13 (Warranty/Guarantee), the Company will be under no liability to the Customer whatsoever (whether in contract, tort, (including negligence), breach of statutory duty, restitution or otherwise) for any injury, death, damage or direct loss or pure economic loss, loss of profits, loss of business, loss of use, loss of data, computer downtime, depletion of goodwill, business interruption, increased purchasing or manufacturing costs, loss of opportunity, loss of contracts and like loss or for any loss or damage which is not a reasonably foreseeable result of any breach of these Conditions howsoever caused or arising out of or in connection with:</p>\n<p>c) Save as set out in Condition 14.1 the Company’s total liability in contract, tort, (including negligence), breach of statutory duty, misrepresentation or otherwise shall be limited to repairing or replacing Goods or in the case of Services, re-performing the Services or, at the Company’s option, refunding monies</p> 14.\nIntellectual property rights <p>The Company owns full intellectual and industrial property rights including patents, knowhow, trademarks, copyright, design rights in respect of product branded “Raspberry Pi”.</p>\n<p>a) All information concerning or embedded in the Products is confidential and is Raspberry Pi’s proprietary information (“Proprietary Information”) whether or not such information is marked as Proprietary Information.\nThe Proprietary Information includes commercially valuable, substantial trade secrets, the design and development of which reflect the effort of skilled development experts and investment of considerable amounts of time and money.</p>\n<p>b) Customer acknowledges that any use or threatened use of the Products in a manner inconsistent with this Agreement or other misuse of the Proprietary Information of Raspberry Pi will cause immediate irreparable harm to Raspberry Pi for which there is no adequate remedy of law.\nAccordingly, Customer agrees that Raspberry Pi shall be entitled to immediate and permanent injunctive relief from a court of competent jurisdiction in the event of any such breach by Customer.</p>\n<p>c) Nothing contained herein shall limit Raspberry Pi’s right to any remedies of law, including the recovery of damages from Customer from breach of this Agreement.\nThe obligations set forth in this paragraph shall not apply to the extent that such information: (i) is or becomes available in the public domain other than by the Customer.\nor (ii) is known or becomes known by Customer independent from any disclosure by Raspberry Pi.</p>\n<p>d) Reverse Engineering and Decompilation.\nCustomer may not modify, disassemble, reverse engineer, analyze, or decompile any part of the Products in any circumstances<br>Other product sold may be subject to the intellectual and industrial property rights including patents, knowhow, trademarks, copyright, design rights utility rights, database rights and or other rights of third parties.\nNo right or licence is granted to the Customer, except the right to use the Supplies or re-sell the Goods in the Customer’s ordinary course of business</p> 15.\nUse of Personal Data <p>The Company processes personal data in accordance with the applicable personal data laws.</p> 16.\nExport <p>The Goods, including any software, documentation, and any related technical data included with, or contained in, such Goods, and any products utilising any such Goods, software, documentation, or technical data (collectively, “Regulated Goods”) may be subject to export control laws and regulations of the United States, the United Kingdom, and/or other countries (“Export Laws”).\nThe Customer shall not, and shall not permit any third parties to, directly or indirectly, export, re-export, or release any Regulated Goods to any jurisdiction or country to which, or any party to whom, the export, re-export, or release of any Regulated Goods is prohibited by Export Laws, including sanctions or embargoes administered by the United States Government, the United Kingdom Government, or any other applicable government authority.\nThe Customer shall comply with all applicable Export Laws, and shall complete all required undertakings (including obtaining any necessary export licence or other government approval), prior to exporting, re-exporting, or releasing any Regulated Goods.</p> 17.\nProhibited Applications <p>The Goods are not designed, authorised or warranted to be suitable for use in anti-personnel landmines, nuclear facilities or weapons, chemical or biological weapons, missile technology, space or aircraft or air traffic applications, life support or life sustaining equipment, surgical implantation equipment or for any other purpose where the failure or malfunction of the Goods could reasonably be expected to result in personal injury, death, severe property or environmental damage.\nUse or inclusion of the Goods in any such equipment, system or applications is strictly prohibited (unless the Company agrees in writing that such prohibition does not apply to a particular product) and any such use will be at the Customer’s own risk.\nThe Customer will indemnify the Company and its suppliers against any and all liability and expense (including costs) resulting from any such inclusion or use.</p> 18.\nLegal construction <p>All Contracts and non-contractual disputes shall be governed by and interpreted in accordance with English law and the Customer submits to the jurisdiction of the English Courts, but the Company may enforce such Contract in any court of competent jurisdiction.</p>\n<p>\n<strong>These Conditions supersede all previous issues.\nIssued April 2017</strong>\n</p>\n", "created_at": "2023-01-18 23:02:51.015858", "updated_at": "2023-01-18 23:03:19.009796"}, {"id": 14025, "name": "Privacy Policy", "url": "https://www.raspberrypi.com/privacy/", "xpath": "/html/body/div[1]", "text": " <p>Raspberry Pi Ltd&nbsp;(“Raspberry Pi”, “RPL”,&nbsp;“we” or “us”) is a&nbsp;subsidiary of&nbsp;the Raspberry Pi Foundation.\nWe develop, market, manufacture&nbsp;and&nbsp;sell&nbsp;highly&nbsp;cost-effective&nbsp;programmable computing devices globally.\nRaspberry Pi also&nbsp;oversees the retail store,&nbsp;the&nbsp;online press store&nbsp;and the online Product&nbsp;Information Portal.</p>\n<p>This privacy policy will explain how&nbsp;our organisation uses the personal data we&nbsp;collect from you when you use our&nbsp;website or visit our stores.</p> Topics: <ul>\n<li>What data do we collect?</li>\n<li>How do we collect your data?</li>\n<li>How will we use your data?</li>\n<li>Who do we share your data with?</li>\n<li>How do we store your data&nbsp;and how long do we keep it for?</li>\n<li>Marketing</li>\n<li>What are your data protection rights?</li>\n<li>What are cookies?</li>\n<li>How do we use cookies?</li>\n<li>What types of cookies do we use?</li>\n<li>How to manage cookies</li>\n<li>Privacy policies of other websites</li>\n<li>Changes to our&nbsp;privacy policy</li>\n<li>How to contact us</li>\n<li>How to contact the appropriate authority</li>\n</ul>\n<strong>What data do we collect?</strong>\n<p>If you are a:</p>\n<ul>\n<li>Contractor or supplier to RPL</li>\n<li>Event applicant or attendee</li>\n<li>Job applicant</li>\n<li>Raspberry Pi forum account holder</li>\n<li>Survey participant</li>\n<li>Visitor to our websites</li>\n<li>Visitor to our offices</li>\n<li>Visitor to our retail store</li>\n</ul>\n<p>Raspberry Pi may collect the following information:</p>\n<ul>\n<li>Personal identification information.\n(First name, Last name, email address,&nbsp;delivery/billing info, orders and receipts)</li>\n<li>your image may be recorded on CCTV when you visit our retail outlet</li>\n<li>Payment card information.</li>\n<li>Your social media username, if you interact with us through those channels, to help us respond to your comments, questions or feedback.</li>\n<li>IP Address</li>\n</ul>\n<p>Please note that certain pages within the Product Information Portal can be&nbsp;accessed only&nbsp;by signing up to&nbsp;Raspberry Pi&nbsp;Accounts&nbsp;which are subject to the terms and conditions&nbsp;here.</p> How do we collect your data? <p>You directly provide Raspberry Pi with most of the data we collect.\nWe&nbsp;collect data and process data when you:</p>\n<ul>\n<li>Register online or place an&nbsp;order for any of our products or services.</li>\n<li>Voluntarily complete a customer survey or provide feedback on any of our&nbsp;message boards, social media or via email.</li>\n<li>Use or view our website via your browser’s cookies</li>\n<li>Download software</li>\n<li>Purchase a product or service from our retail store</li>\n<li>Sign up to our in-store loyalty program</li>\n<li>Attend one of our in–store workshops</li>\n</ul>\n<p>Raspberry Pi may also receive your data indirectly from the following&nbsp;sources:</p>\n<ul>\n<li>None&nbsp;at this time.</li>\n</ul> How will we use your data? <p>Raspberry Pi collects your data so that we can:</p>\n<ul>\n<li>Process your order and manage your account</li>\n<li>Email you with special offers on other products and services we think you&nbsp;might like</li>\n<li>Respond to queries, complaints or refunds.\nWe may keep&nbsp;records of your&nbsp;communications with us so we can demonstrate how we&nbsp;communicated&nbsp;with you throughout</li>\n<li>Email you when you abandon your online shopping cart before checking out</li>\n<li>Provide you with the products and/or&nbsp;services that you have requested</li>\n<li>Analyse data to improve our&nbsp;website, products/services, marketing, customer&nbsp;relationships and&nbsp;experiences</li>\n</ul>\n<p>The lawful basis for processing your data as set out above may include:</p>\n<ul>\n<li>Where it is within our legitimate interests to process your information to&nbsp;pursue our&nbsp;objectives&nbsp;of&nbsp;developing, marketing, manufacturing and selling highly&nbsp;cost-effective&nbsp;programmable computing devices globally and to support our&nbsp;customers.&nbsp;We know that under this lawful basis for processing, we have a heightened&nbsp;responsibility to keep your interests central and to make sure that your rights as a&nbsp;data subject override our&nbsp;legitimate interests</li>\n<li>Where we need to comply with a legal obligation</li>\n<li>Where processing is necessary for the performance of a contract to which you are&nbsp;a party.\nIf you fail to provide this information, we may be unable to perform the&nbsp;contract</li>\n</ul> Who do we&nbsp;share your data with? <p>Raspberry Pi will not share your data with any companies so that they may&nbsp;offer you their products and services.</p>\n<p>When Raspberry Pi processes your order, it may send your data to, and also&nbsp;use the resulting&nbsp;information from, credit reference agencies to prevent fraudulent&nbsp;purchases.&nbsp;</p>\n<p>As the information we collect about you will be stored on our IT infrastructure, it may&nbsp;also be shared with the data&nbsp;processors who provide us with email, relationship&nbsp;management, anonymous analytics, document management, and storage services.&nbsp;Where these third parties are not in the UK or the European Economic Area, we&nbsp;make sure that it is safe to share your information&nbsp;with them.</p> How do we store your data&nbsp;and how long do we keep it for? <p>Raspberry Pi securely stores your data with the utmost care and take&nbsp;all necessary measures to protect it.\nWe also understand that delete means&nbsp;delete.&nbsp;Raspberry Pi will keep your data for as long as is necessary for the purpose&nbsp;for which it was collected.\nAt the end of that retention period, your data will be&nbsp;deleted&nbsp;completely.&nbsp;By law we have to keep basic information about our customers for six years after&nbsp;they cease being customers for tax purposes.&nbsp;In some circumstances you can ask&nbsp;us to delete your data, please&nbsp;see below for further information.</p> Marketing <p>Raspberry Pi would like to send you information about products and services&nbsp;of ours that we think you might like.&nbsp;If you have agreed to receive marketing, you may always opt out at a later date.&nbsp;You have the right at any time to stop Raspberry Pi from contacting you&nbsp;for&nbsp;marketing purposes.&nbsp;If you no longer wish to be contacted for marketing&nbsp;purposes, please notify us&nbsp;at dataprotection@raspberrypi.com.</p> What are your data protection rights? <p>Raspberry Pi&nbsp;would like to make sure you are fully aware of all of your&nbsp;data protection rights.\nEvery user is entitled to the following:</p>\n<ul>\n<li>The right to access&nbsp;–&nbsp;You have the right to request Raspberry Pi for&nbsp;copies&nbsp;of your personal data.\nWe may charge you a small fee for this service</li>\n<li>The right to rectification&nbsp;–&nbsp;You have the right to request that Raspberry Pi correct any information you believe is inaccurate.\nYou also have the right to request&nbsp;Raspberry Pi to complete the information you believe is incomplete</li>\n<li>The right to erasure&nbsp;–&nbsp;You have the right to request that Raspberry Pi&nbsp;erase your personal data, under certain conditions</li>\n<li>The right to restrict processing&nbsp;–&nbsp;You have the right to request that Raspberry&nbsp;Pi restrict the processing of your personal data, under certain conditions</li>\n<li>The right to object to processing&nbsp;–&nbsp;You have the right to object to Raspberry&nbsp;Pi’s&nbsp;processing of your personal data, under certain conditions</li>\n<li>The right to data portability&nbsp;–&nbsp;You have the right to request that Raspberry Pi transfer the data that we have collected to another organisation, or directly to&nbsp;you, under certain conditions</li>\n</ul>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to&nbsp;exercise any of these rights, please contact us:</p>\n<p>Call us at:&nbsp;01223 322 633&nbsp;<br>Email:&nbsp;dataprotection@raspberrypi.com</p> What are cookies? <p>Cookies are text files placed on your computer to collect standard Internet log&nbsp;information and visitor behaviour information.\nWhen you visit our websites, we may&nbsp;collect information from you automatically through cookies or similar technology.&nbsp;For further information, visit allaboutcookies.org.</p> How do we use cookies? <p>Raspberry Pi uses cookies in a range of ways to improve your experience on&nbsp;our&nbsp;website, including:</p>\n<ul>\n<li>Keeping you signed in</li>\n<li>Understanding how you use our website</li>\n<li>Understanding where the visitors to our online Raspberry Pi Press store originate from</li>\n</ul> What types of cookies do we use? <p>There are a number of different types of cookies,&nbsp;however, our website uses:</p>\n<ul>\n<li>Strictly necessary cookies.&nbsp;These are cookies that are required for the&nbsp;operation of our website.\nThey include, for example, cookies that enable you to log&nbsp;into&nbsp;secure areas of our website such as forums.</li>\n<li>Analytical/performance cookies.\nThey allow us to recognise and count the&nbsp;number of visitors and to see how visitors move around our website when they are&nbsp;using it.\nThis lets us improve the way our website works,&nbsp;for example by helping&nbsp;us to ensure that users are easily finding what they are looking for.</li>\n<li>Functionality cookies.\nThese are used to recognise you when you return to our&nbsp;website.\nThis enables us to personalise our content for you.</li>\n<li>Targeting cookies.&nbsp;These&nbsp;cookies record your visit to our website, the pages you&nbsp;have visited, and the links you have followed.\nWe will use this information to make&nbsp;our website and the advertising displayed on it more relevant to your interests.\nWe&nbsp;may also share this information&nbsp;with third parties for this purpose.</li>\n</ul> How to manage cookies <p>You can set your browser not to accept&nbsp;all cookies, or all non–essential&nbsp;cookies, and&nbsp;the above website tells you how&nbsp;to remove cookies from your browser.\nHowever, in a&nbsp;few cases, some of our&nbsp;website&nbsp;features may not function as a result.</p> Privacy policies of other websites <p>Our&nbsp;privacy policy applies only to our website and retail store, so if you click on a&nbsp;link to&nbsp;another website, you should read their privacy policy.</p> Changes to our privacy policy <p>Raspberry Pi keeps its privacy policy under regular review and places any&nbsp;updates on this web page.\nThis privacy policy was last updated on&nbsp;28 September&nbsp;2021.</p> How to contact us <p>If you have any questions about Raspberry Pi’s privacy policy, the data we&nbsp;hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us.&nbsp;</p>\n<p>Email us at:&nbsp;dataprotection@raspberrypi.com</p> How to contact the appropriate authority <p>Should you wish to report a complaint or if you feel that Raspberry Pi has&nbsp;not&nbsp;addressed your concern in a satisfactory manner, you may contact the&nbsp;UK&nbsp;Information&nbsp;Commissioner’s Office.&nbsp;You can do so by contacting them on&nbsp;ico.org.uk/concerns&nbsp;or by calling their helpline at +44 303 123 1113.</p>\n", "created_at": "2023-01-18 23:02:50.954213", "updated_at": "2023-01-18 23:03:29.99155"}], "points": [{"id": 32223, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://www.raspberrypi.com/terms-conditions-sale/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:27:19.469363", "updated_at": "2023-07-11 06:30:28.676112", "quoteText": null, "case_id": 144, "document_id": 14026, "quoteStart": null, "quoteEnd": null}, {"id": 32224, "title": "They may stop providing the service at any time", "source": "https://www.raspberrypi.com/terms-conditions-sale/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:28:12.728029", "updated_at": "2023-07-11 06:30:29.280442", "quoteText": null, "case_id": 203, "document_id": 14026, "quoteStart": null, "quoteEnd": null}, {"id": 32225, "title": "Your use is throttled", "source": "https://www.raspberrypi.com/terms-conditions-sale/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:28:26.097435", "updated_at": "2023-07-11 06:30:29.363258", "quoteText": null, "case_id": 157, "document_id": 14026, "quoteStart": null, "quoteEnd": null}, {"id": 32226, "title": "Prices and fees may be changed at any time, without notice to you", "source": "https://www.raspberrypi.com/terms-conditions-sale/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:29:34.683325", "updated_at": "2023-07-11 06:30:29.444418", "quoteText": null, "case_id": 497, "document_id": 14026, "quoteStart": null, "quoteEnd": null}, {"id": 32228, "title": "This service has a no refund policy unless Raspberry Pi Foundation consents to it", "source": "https://www.raspberrypi.com/terms-conditions-sale/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:31:55.958147", "updated_at": "2023-07-11 06:30:29.52914", "quoteText": null, "case_id": 398, "document_id": 14026, "quoteStart": null, "quoteEnd": null}, {"id": 32236, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.raspberrypi.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:53:03.577505", "updated_at": "2023-07-11 06:30:30.02509", "quoteText": null, "case_id": 303, "document_id": 14025, "quoteStart": null, "quoteEnd": null}, {"id": 32233, "title": "There is a date of the last update of the agreements", "source": "https://www.raspberrypi.com/terms-conditions-sale/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:44:34.11233", "updated_at": "2023-07-11 06:30:30.187287", "quoteText": null, "case_id": 331, "document_id": 14026, "quoteStart": null, "quoteEnd": null}, {"id": 32230, "title": "Raspberry Pi is only sold or exported to countries not subject to government sanctions or embargoes", "source": "https://www.raspberrypi.com/terms-conditions-sale/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:37:27.573341", "updated_at": "2023-07-11 06:30:30.266599", "quoteText": null, "case_id": 490, "document_id": 14026, "quoteStart": null, "quoteEnd": null}, {"id": 32232, "title": "The court of law governing the terms is in the United Kingdom", "source": "https://www.raspberrypi.com/terms-conditions-sale/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:41:02.964999", "updated_at": "2023-07-11 06:30:30.105258", "quoteText": null, "case_id": 163, "document_id": 14026, "quoteStart": null, "quoteEnd": null}, {"id": 32234, "title": "Information is provided about how your personal data is used", "source": "https://www.raspberrypi.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:47:49.396552", "updated_at": "2023-07-11 06:30:29.79017", "quoteText": null, "case_id": 227, "document_id": 14025, "quoteStart": null, "quoteEnd": null}, {"id": 32235, "title": "Your personal data may be used for marketing purposes", "source": "https://www.raspberrypi.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:49:27.175124", "updated_at": "2023-07-11 06:30:29.868315", "quoteText": null, "case_id": 336, "document_id": 14025, "quoteStart": null, "quoteEnd": null}, {"id": 32229, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to your use of Raspberry Pi", "source": "https://www.raspberrypi.com/terms-conditions-sale/", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:35:55.917633", "updated_at": "2023-07-11 06:30:44.041937", "quoteText": null, "case_id": 293, "document_id": 14026, "quoteStart": null, "quoteEnd": null}], "urls": ["raspberrypi.com"]}}