{"error": 448, "message": "OK", "parameters": {"id": 9473, "name": "PINE64", "created_at": "2023-09-02 02:32:15.026908", "updated_at": "2023-09-02 10:02:15.674259", "wikipedia": "https://en.wikipedia.org/wiki/Pine64", "keywords": null, "related": null, "slug": "pine64", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9473.png", "url": "pine64.org", "documents": [{"id": 18675, "name": "Privacy Policy", "url": "https://www.pine64.org/pp/", "xpath": "/html/body/footer/div/div[3]/a[1]", "text": null, "created_at": "2023-09-02 02:32:15.056586", "updated_at": "2023-09-02 02:32:41.823136"}, {"id": 18676, "name": "Community Rules and Code of Conduct", "url": "https://forum.pine64.org/showthread.php?tid=13209", "xpath": "/html/body/div[1]/div[3]/div/table[1]/tbody/tr[2]/td/div/div/div[2]", "text": " <strong>#1</strong> 02-22-2021, 05:48 PM (This post was last modified: 03-11-2022, 11:48 AM by fire219.\n<em>Edit Reason: fix rules formatting</em>\n) PINE64 Community Rules and Code of Conduct<br>\n<br>\nThese rules apply to all official PINE64 platforms and protocols facilitating social interactions, and will be enforced by moderators at all times.\nFailure to comply with these rules may result in a temporary or permanent ban from all PINE64 community platforms.\nIf deemed necessary, a permanent ban can be issued without a prior notice.\nIn extreme circumstances - such as those involving threats or hate speech - the Pine Store reserves the right to deny service to the offending party and notify local or regional authorities.<br>\n<br>\nForeword<br>\n<br>\nWe trust in people's common sense.\nThere are intangible subtleties in human interactions that make a behaviour ‘OK’ at one time but not at others, and no artificial list of social-engagement rules, no matter how extensive, could capture this complexity accurately.\nTo this end, we ask that you stay mindful of people’s sensitivities and address others respectfully at all times.<br>\nModerators are tasked with facilitating discussion, maintaining order and keeping the debate on-topic.\nThey also have the necessary tools to enforce these rules at their discretion.\nThe official forum, subreddit(s) and some chat protocols have systems dedicated to issuing warnings.\nIn the absence of a formal moderation system, a moderator may reach out to a user directly via PM/ DM to issue a warning.\nIn extreme circumstances, moderation actions will be taken without issuing prior warnings.<br>\nLastly, keep in mind that moderators have no power to make someone a friendly or nice human being (this was the said person's parents' job).\nBeing an unsympathetic or crude person is not an actionable offense from a moderation standpoint.\nHint: some chat protocols also give you the option to mute messages from select users.<br>\n<br>\n1) General Rules<ul>\n<li>Read the rules before posting on the forum, the subreddit(s) or engaging in the chat(s).<br>\n</li>\n<li>Be respectful to other community members.\nDiscourse is always a good thing, and sharing your opinions and insight is valuable to us and our user base.\nBut how you engage with others is just as important as the ideas you share.\nWe pride ourselves on this being a friendly community, and we will take measures to maintain it this way.<br>\n</li>\n<li>Stay on topic.\nIf a topic is set for a forum thread or discussion group/ channel then stick to it.\nWant to talk about something else? - there is an #offtopic chat on our Discord and IRC, and a Community and Events section on the forums.<br>\n</li>\n<li>Write in English.\nUnless the subforum or chat specifies a different language, please stick to using English.\nThere are numerous unofficial PINE64-product forums and chats catering to end-users who prefer communicating in a different language.\nIf there isn’t a discussion group in your native tongue, why not start one?<br>\n</li>\n<li>Watch your language.\nSome of our community members are younger than others.\nexpletives are not necessary to communicate your viewpoints or experience.\nPlease avoid using curse words, thank you.&nbsp;<br>\n</li>\n<li>Use the search feature before posting or asking.\nThe official PINE64 form and various chat protocols offer a search feature.\nIf you’re looking for information, before you ask, try searching for the key words related to your query first - it is likely the topic you’re interested in has already been discussed.<br>\n</li>\n<li>Obey platform-specific rules.\nSome communication platforms may have additional rules in place.\nFor instance, you may not ping everyone in Discord chat using the @everyone function or paste lengthy log print-outs in Matrix.\nWhere applicable, chat or forum-specific rules need to be followed.<br>\n</li>\n<li>Ask If you are unsure.\nIf you are unsure about where to best ask your question, or you are not sure if the topic is compliant with our rules and code of conduct, then please first reach out to someone on our moderation team.\nModerators are always clearly demarcated on the various social interaction platforms.\n<br>\n</li>\n<li>Stay on-topic.\nThe chats and forum have clearly designated topics related to hardware and software.\nIt is expected that you stay on-topic in the individual chats or forum sub-sections, and that you refrain from posting off-comments that divert the discussion towards an irrelevant subject (sometimes called 'hijacking').\nSome chat platforms offer an 'off-topic' channel, and here on the forum there is a 'community' sub-section, where subjects not directly related to hardware and software can be discussed (granted it does not violate any of the rules contained within this post).\n<br>\n</li>\n</ul>\n2) Form and Content<ul>\n<li>Use standard formatting.\nYou should adhere to platform standard formatting, such as default font, font-size, font-colour, line spacing, etc.\nContent written in all CAPS or in rainbow colours is at a risk of being permanently removed by moderators.\nMaking your writing easily legible also helps with getting your query answered.<br>\n</li>\n<li>Describe your problem and don’t ask if you may ask a question.\nWhen stating your query, make sure to describe the issues you’re experiencing and the trouble-shooting steps you already attempted.\nIn the chat: don’t ask for permission to ask, just state your problem.\nIf your question is directed at a particular person, make sure to use @ their username or handle to get their attention.&nbsp;<br>\n</li>\n<li>Do not post any knowingly false or inaccurate material.\nThis is self-explanatory.\nPosting information that is false may get you suspended or banned from our platforms.<br>\n</li>\n<li>Do not post or distribute copyrighted or stolen material.\nLinks to stolen material, be it images, video, plagiarized written content or pirated software will be removed immediately.\nPosting such content may result in a temporary or permanent suspension from all our PINE64 community platforms.&nbsp;<br>\n</li>\n<li>Signatures are allowed on the forum.\nPlease be mindful that your signature has to comply with all rules, just as any other content you submit on the official forum.\nYou may, however, be asked by a member of the moderation team to alter your forum signature if it affects legibility of posted content.<br>\n</li>\n<li>No advertisements of non-FOSS and commercial products.\nYou are welcome to let people know about your FOSS project, as well as any FOSS/OSH hardware project, but other types of advertisements will be removed immediately.\nIf deemed as spam, posting such content may result in a temporary or permanent ban on all our platforms.<br>\n</li>\n<li>Images and other media are best shared via links.\nIt is always best to upload your videos or images and link them on the forum or in the chats.\nWhile attachments can be uploaded on the forum, they are limited to 2MB total per post.\nThe different chat protocols handle attachments differently, which may lead to the content not displaying across the chat protocol bridge.&nbsp;<br>\n</li>\n<li>No politics, religion or other sensitive topics is permissible on any of our platforms.\nSimply put, there are better places to discuss such topics.\nThis rule also applies to #OffTopic chat and Community and Events subforum.\nPosts referring to such subject matter will be removed and may result in a warning, and even a temporary ban if the activity does not cease.<br>\n</li>\n<li>No offensive nicknames, account names or online handles.\nIf your online handle includes curse words, inappropriate imagery, inappropriate or offensive mockery, or otherwise relates to sensitive subject matter you may be asked to change your handle (or the Admin may change it for you).\nNot complying with the request will be met with a warning, followed by a ban on all platforms.\n<br>\n</li>\n<li>Moderation of heated discussions.\nIn general, if a discussion is heated (and doesn’t violate any of our rules or general code of conduct) but productive, then the moderation team will not intervene.\nThere are, however, instances where a heated discussion is either moot or likely to take a turn for the worse.\nin such an event a moderator may ask for a halt to the conversation.\nOne moderator may deem a heated discussion to be in a good spirit, while another moderator may ask for the discussion to cease.\nThe decision to stop the conversation is completely at the moderator’s discretion.\n<br>\n</li>\n</ul>\n3) Spam, Illegal and Inappropriate Content<ul>\n<li>Automated spam (bots).\nWe employ an automated spam protection as well as other measures that prevent new accounts from spamming the official PINE64 forum.\nNew user’s posts need to be manually approved by the moderation team for a period of 3 days.\nAutomated spam in the chats needs to be reported to the moderation team.\nWe always strive to remove the spam and the bots as soon as possible.\nAn IP associated with spam bots will be IP-banned.\n<br>\n</li>\n<li>Spamming by end-users.\nAccidental or uninformed ‘spam’ - such as, for instance, pastes of lengthy log print-outs - may be removed by moderators, if it affects legibility of the chat.\nUse pastebin or similar to share a link with logs.&nbsp;<br>\n</li>\n<li>Trolling.\nTrolling is defined as posting inflammatory messages to cause havoc in the community.\nPosting such content will result in a temporary or permanent ban from all PINE64 community platforms.<br>\n</li>\n<li>Illegal content of any kind will be removed immediately and lead to permanent ban on all our platforms.\nIf you encounter any illegal content on the official forum, subreddit or in the chat please report it immediately to the moderation team.\nIn instances where it is applicable, the content itself and the associated account which submitted the post will be reported to the relevant regulator or local authorities.<br>\n</li>\n<li>Sexual content.\nAny form of sexual content - in written, video or photographic format - is not allowed on our platforms.\nPosting sexual content will result in an instant ban on all PINE64 platforms.<br>\n</li>\n</ul>\n4) Threats, Hate Speech, Bullying and Harassment<ul>\n<li>Threats of any kind will result in an instant ban from all PINE64 platforms.\nThreats made may also be reported to local or regional authorities by the moderation team, if they are deemed legitimate or/ and a cause of psychological distress.<br>\n</li>\n<li>Any form of hate speech will result in an instantaneous ban on all our platforms and may be reported to local or regional authorities by the moderation team.\nHate speech is a crime in most of the civilized world.&nbsp;<br>\n</li>\n<li>Discrimination of any kind.\nAny forms or discrimination including, but not limited to, misogyny, sexism, racism, xeniophobia and agism will result in an instant ban across all of PINE64 platforms.<br>\n</li>\n<li>Bullying.\nWe will not stand for bullying of any kind on our community communication platforms.\nEvery community member can rest assured that they can express themselves and their viewpoints without being made fun of or ridiculed.\nIf you have been the subject of or witnessed to behaviour, please report it to the moderation team.\nBullying will result in an instant ban on all PINE64 platforms.<br>\n</li>\n<li>Harassment, defined as any behaviour aimed at intimidating or humiliating another community member, needs to be immediately reported to the moderation team.\nIf moderators determine that the offending party’s actions were designed to purposefully humiliate and intimidate another community member, then a subsequent ban from all PINE64 platforms will be enforced.&nbsp;<br>\n</li>\n<li>Slander of fellow community members, Pine Store contractors and moderation team members will result in warning and, if the situation is not rectified, a permanent ban spanning all PINE64 social platforms.\nSlander is defined as: a knowingly false statement designed to damage reputation.\n<br>\n</li>\n</ul>\n5) Privacy<ul>\n<li>Private details.\nAny materials made public on purpose or by accident which contains private or otherwise identifying information will be removed from our platform without prior notice.\nWe define private details as information that includes, but is not limited to, phone numbers, emails, shipping addresses or IP address.\nFor example: if you post a video of an unboxing where you inadvertently show your shipping address, the moderation team will pull the video down to preserve your privacy.\nIf you encounter such content, please notify the moderation team.<br>\n</li>\n<li>Materials under NDA or Embargo.\nAny confidential materials issued under an NDA are subject to removal from our community platforms without notifying the original poster.\nSuch materials may include documents (e.g.\nschematics), schematics of unreleased devices, images of prototypes or written descriptions of unannounced devices.<br>\n</li>\n</ul>\n6)&nbsp.\nSoftware Feedback<ul>\n<li>Software feedback.\nWe and our partner projects value your feedback, but this feedback needs to be communicated in a structured and respectful manner.\nWhen addressing developers on our platforms please make sure to formulate your feedback and criticism in a constructive manner.\nEveryone has their favorite distribution, desktop environment and software implementations.\nThis, however, doesn’t mean that alternatives to your favorite software should be taunted or ridiculed.\nultimately, everyone is working towards a common goal and everyone’s work ought to be respected.\nIn short, stay respectful of people’s work.&nbsp;&nbsp;<br>\n</li>\n<li>Software feature requests, similarly to feedback, should be relayed in a respectful and considerate manner.\nKeep in mind that many developers working on PINE64 hardware do so in their spare time, on limited resources and are offering their software as a service to this community.\nNo user has ‘a right to demand’ inclusion of software features.&nbsp;<br>\n</li>\n<li>Reporting bugs.\nThe PINE64 official forum and chats aren’t the ideal place to report bugs or other software issues.\nYou are, of course, welcome to notify developers of the issues you encountered on the forum or in the chats, but ultimately this should be accompanied by submission of a bug report on GitHub and the software project’s forum.&nbsp;<br>\n</li>\n<li>Adhere to partner project’s rules when engaging with their community on their social interaction platforms.\nPartner project’s forums and chats may be subject to different communication rules than our own.\nwe ask you to stay mindful of this when discussing software designed for our devices outside of the PINE64 community platform.<br>\n</li>\n</ul> You can find me on IRC, Discord and Twitter<br>\n<br>\n<br> ", "created_at": "2023-09-02 02:33:14.09149", "updated_at": "2023-09-02 02:33:25.557119"}, {"id": 18677, "name": "Registration Agreement", "url": "https://forum.pine64.org/member.php", "xpath": "/html/body/div[1]/div[3]/div/form/table/tbody/tr[2]/td", "text": null, "created_at": "2023-09-02 02:33:35.828995", "updated_at": "2023-09-02 02:33:35.828995"}], "points": [], "urls": ["pine64.org"]}}