{"error": 448, "message": "OK", "parameters": {"id": 7397, "name": "Tetrio", "created_at": "2023-02-15 17:35:54.817725", "updated_at": "2023-03-29 19:26:41.068171", "wikipedia": null, "keywords": null, "related": null, "slug": "tetrio", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7397.png", "url": "tetr.io", "documents": [{"id": 14199, "name": "TERMS OF SERVICE", "url": "https://tetr.io/about/terms/", "xpath": "/html/body/div[1]/table", "text": " The TETR.IO Terms of Service were last updated on March 11th, 2020.\n1.\nINTRODUCTION <p>TETR.IO is a service, which is conditioned on your acceptance, without any modification whatsoever to the following terms, conditions, and notices.\nBy visiting and/or using the services offered by this site (https://tetr.io/) or any affiliated services (henceforth referenced as \"TETR.IO\" or the \"Service\"), you are acknowledging your full compliance to the terms and conditions listed here.</p>\n<p>As a condition of your use of this web site, you warrant that you will not use this web site, or any of the content obtained from this web site, for any purpose that is unlawful or prohibited by these terms.</p>\n<p>In addition to this policy, please also make sure to visit our Privacy Policy.</p>\n<p>If you violate any of these Terms, your permission to use the Service automatically terminates.</p> 2.\nDESCRIPTION OF SERVICE <p>TETR.IO provides online gameplay services free of charge to end users, along with online rankings and means of communication.</p>\n<p>The TETR.IO management make no guarantees as to whether any user-uploaded content and information is accurate, current, or of substantial quality.\nWe assume no responsibility as to whether objectionable content has been uploaded, or whether users have the rights to distribute uploaded content.</p> 3.\nMODIFICATIONS <p>TETR.IO may change the terms and conditions of the ToS from time to time, with or without notice to the User.\nYour failure to abide by the modified Terms may result in termination of your Service.</p>\n<p>TETR.IO reserves the right to modify or discontinue the Service with or without notice to the User.\nTETR.IO shall not be liable to the User or any third party should TETR.IO exercise its right to modify or discontinue the Service.</p> 4.\nDISCLAIMER OF WARRANTIES <p>USER EXPRESSLY AGREES THAT USE OF THE SERVICE IS AT USER'S SOLE RISK.<br> THE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.<br> YOU UNDERSTAND AND EXPRESSLY AGREE THAT USE OF TETR.IO'S SERVICES ARE AT YOUR SOLE RISK, THAT ANY MATERIAL AND/OR DATA DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF TETR.IO'S SERVICES IS AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL AND/OR DATA.<br> EXCEPT AS EXPRESSLY SET FORTH ON OUR SITES, TETR.IO DISCLAIMS ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION ANY WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OR TITLE AND IT MAKES NO WARRANTY OR REPRESENTATION REGARDING THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF TETR.IO'S SERVICES, REGARDING THE ACCURACY OR RELIABILITY OF ANY INFORMATION OBTAINED THROUGH TETR.IO'S SERVICES, REGARDING ANY GOODS OR SERVICES PURCHASED OR OBTAINED THROUGH TETR.IO'S SERVICES, REGARDING ANY TRANSACTIONS ENTERED INTO THROUGH TETR.IO'S SERVICES OR THAT TETR.IO'S SERVICES WILL MEET ANY USER'S REQUIREMENTS, BE UNINTERRUPTED, TIMELY, SECURE OR ERROR FREE.<br> The links to third party sites on this web site are for your convenience only, and the inclusion of such links within this web site does not imply any endorsement, guarantee, warranty or representation by TETR.IO.<br> User agrees that TETR.IO is hereby absolved from any and all liabilities, losses, costs and claims, including attorney's fees asserted against TETR.IO, its agents, officers, employees, or associates, that may arise or result from any service provided, performed, be agreed to be performed by TETR.IO.<br> TETR.IO MAKES NO WARRANTY THAT THE SERVICE WILL MEET YOUR REQUIREMENTS, OR THAT THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR FREE.\nNOR DOES TETR.IO MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE OR AS TO THE ACCURACY OR RELIABILITY OF ANY INFORMATION OBTAINED THROUGH THE SERVICE OR THAT DEFECTS IN THE SOFTWARE WILL BE CORRECTED.</p> 5.\nLIMITATION OF LIABILITY <p>IN NO EVENT SHALL TETR.IO, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR WEBSITE, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR WEBSITE, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH OUR WEBSITE BY ANY THIRD PARTY, AND/OR (V) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE TETR.IO WEBSITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT THE COMPANY IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br> WHILE THE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION, WHERE CONDITIONS, WARRANTIES OR OTHER RIGHTS ARE IMPLIED IN THIS AGREEMENT OR OTHERWISE CONFERRED BY LAW, AND IT IS NOT LAWFUL OR POSSIBLE TO EXCLUDE THEM, THEN THOSE CONDITIONS, WARRANTIES OR OTHER RIGHTS WILL (BUT ONLY TO THE EXTENT REQUIRED BY LAW) APPLY TO THIS AGREEMENT.<br> AT THE OPTION OF TETR.IO, OUR LIABILITY FOR BREACH OF IMPLIED CONDITIONS OR WARRANTIES IS LIMITED, TO THE EXTENT PERMITTED BY LAW TO, IF THE BREACH RELATES TO GOODS, (I) THE REPLACEMENT OF THE GOODS OR THE SUPPLY OF EQUIVALENT GOODS, (II) THE REPAIR OF THE GOODS, (III) THE PAYMENT OF THE COST OF REPLACING THE GOODS OR OF ACQUIRING EQUIVALENT GOODS, OR (IV) THE PAYMENT OF HAVING THE GOODS REPAIRED AND, IF THE BREACH RELATES TO SERVICES, (I) THE SUPPLY OF THE SERVICES AGAIN.\nOR (II) THE PAYMENT OF THE COST OF HAVING THE SERVICES SUPPLIED AGAIN.<br> YOU SPECIFICALLY ACKNOWLEDGE THAT TETR.IO SHALL NOT BE LIABLE FOR USER SUBMISSIONS OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.<br> The Service is controlled and offered by TETR.IO from its facilities in The Netherlands.\nTETR.IO makes no representations that the Service is appropriate or available for use in other locations.\nThose who access or use the Service from other jurisdictions do so at their own volition and are responsible for compliance with local law.</p> 6.\nINDEMNITY <p>You agree to defend, indemnify and hold harmless TETR.IO, its parent corporation, officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the Service.\n(ii) your violation of any term of these Terms of Service.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iv) any claim that one of your User Submissions caused damage to a third party.</p>\n<p>This defense and indemnification obligation will survive these Terms of Service and your use of the Service.</p> 7.\nYOUR USE OF CONTENT ON THE SITE <p>You understand that when using the Service, you will be exposed to User Submissions from a variety of sources, and that TETR.IO is not responsible for the accuracy, usefulness, safety, or intellectual property rights of or relating to such User Submissions.</p>\n<p>You further understand and acknowledge that you may be exposed to User Submissions that are inaccurate, offensive, indecent, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against TETR.IO with respect thereto, and agree to indemnify and hold TETR.IO, its Owners/Operators, affiliates, and/or licensors, harmless to the fullest extent allowed by law regarding all matters related to your use of the site.</p> 8.\nUSER SUBMISSIONS AND CONTENT REMOVAL <p>TETR.IO does not endorse any User Submission or any opinion, recommendation, or advice expressed therein, and TETR.IO expressly disclaims any and all liability in connection with User Submissions.<br> TETR.IO does not permit copyright infringing activities and infringement of intellectual property rights on its Website, and TETR.IO will remove all Content and User Submissions if properly notified that such Content or User Submission infringes on another's intellectual property rights.<br> TETR.IO reserves the right to remove Content and User Submissions without prior notice.</p> 9.\nPRIVACY POLICIES <p>TETR.IO finds your privacy most important, and we value your use of our services.\nTETR.IO's services are free of any charge, no prior registration is needed for the use of these services.\nTETR.IO will explicitly ask for information about you when such information is needed for use of the services provided by TETR.IO.\nAny submission of any personal information is done only with your voluntary act, or automatically where necessary to provide diagnostics and feedback.\nTETR.IO keeps all private and personal information private, and does not, or will not share this information with any third parties except under the following circumstances:</p>\n<p>When such action is necessary to conform to legal requirements or comply with legal processes.</p>\n<p>When such action is necessary to protect and defend rights or property of TETR.IO.</p>\n<p>When such action is necessary to enforce TETR.IO terms and conditions of service.</p> ", "created_at": "2023-02-15 17:36:44.446633", "updated_at": "2023-02-15 17:36:55.686919"}, {"id": 14198, "name": "Privacy Policy", "url": "https://tetr.io/about/privacy/", "xpath": "/html/body/div[1]/table", "text": " The TETR.IO Privacy Policy was last updated on October 26th, 2020.\n1.\nINTRODUCTION <p>TETR.IO offers a wide variety of services to users from almost every country around the world, with a vibrant community and many opportunities for users to share their creativity with others.</p>\n<p>In order to offer these services to you, we must often collect, store and transmit personal information.\nWe strive to be as transparent as possible in every aspect of running TETR.IO, and this privacy policy should bring us even closer to that goal.</p>\n<p>This document aims to describe what information we collect on our network and in the use of our products and services, how we use that information and what options we offer you to control your personal information.</p>\n<p>By using our service, you confirm that you have read and understood the Terms of Service and this Privacy Policy, including how and why we use your information and that your use of the service is subject to the applicable Terms of Service and this Privacy Policy.\nIf you do not want us to collect or process your personal information as described herein, you have several choices including limiting the information we collect on you, or not using the Network, or our Products and Services.</p> 2.\nINFORMATION WE COLLECT When registering an anonymous account <p>While limited functionality can be enjoyed without any account, it is often required that a user registers an account to experience certain services.\nWhen registering an <b>anonymous</b> account, we store</p>\n<ul>\n<li>Your username</li>\n<li>Your IP address</li>\n</ul>\n<p>This personal information, with the exception of your username, is never shared publicly.</p> When registering an account <p>While limited functionality can be enjoyed with an anonymous account, it is often required that a user registers a full account to experience certain services.\nWhen registering a <b>full</b> account, we store</p>\n<ul>\n<li>Your username</li>\n<li>Your password (saved securely using bcrypt)</li>\n<li>Your IP address</li>\n<li>Your email address (optional)</li>\n<li>Your country (based on IP address)</li>\n</ul>\n<p>This personal information, with the exception of your username and country, is never shared publicly.\nYou may choose to hide your country at any time.</p> When logging in to the game <p>When connecting to our Service, your IP address, as well as some statistics of the device you are using, may be logged and attached to your username.\nThe main purpose of this is to maintain a fair ranking system and help us enforce account security should your account be accessed from a compromised location.\nThis is considered private and only stored as long as it is deemed relevant.</p> When playing the game and submitting scores <p>When completing a game session, details on your performance will be automatically submitted to our servers.\nThis submission includes game replay data and may be displayed publicly in Global Leaderboards (called \"Tetra Channel\") and on your User Profile and can not be deleted or modified.</p> When accessing the Service in general <p>TETR.IO uses the self-hosted analytics service Matomo as well as data generated by normal usage of the Service to collect analytics data about the way you find and interact with the Service.\nThis data includes information like what device you are using, what technologies your browser supports and information sent by your browser.\nThis data is stored on-premises and, with the exception of general anonymous aggregate statistics, is never shared publicly.</p>\n<p>Furthermore, TETR.IO, like most of the Internet, may serve third-party advertisements through our advertising partners.\nThese advertisements may collect data of their own.\nThis data includes information like what device you are using and information sent by your browser.</p> When using TETR.IO Desktop <p>When opening TETR.IO Desktop, the program will search for updates to said software.\nIt does so by polling a simple file which tells it which version is the latest version.\nIn this process, zero user data is collected.\nUsing TETR.IO Desktop therefore collects the same data as using the browser version.</p> 3.\nDISCLOSURES OF YOUR PERSONAL DATA <p>We do not send any unsolicited emails.\nThe only emails you will receive from us are the result of an action on our service (such as requesting two-factor authentication, purchasing a product or enabling notifications for a discussion).</p>\n<p>We may employ third-party companies and individuals for the following reasons:</p>\n<ul>\n<li>To facilitate our Service;</li>\n<li>To provide the Service on our behalf;</li>\n<li>To perform Service-related services.\nor</li>\n<li>To assist us in analyzing how our Service is used.</li>\n</ul>\n<p>We want to inform our Service users that these third parties have access to (parts of) your Personal Information.\nThe reason is to perform the tasks assigned to them on our behalf.\nHowever, they are obligated not to disclose or use the information for any other purpose.</p> 4.\nYOUR RIGHTS AND CONTROL <p>As a user you have the right to migrate, update or delete your personal information.\nThis can be done primarily from the user settings, or where not available from an \"Edit\" feature on the relevant section of our site.</p>\n<p>It is possible to opt-out of analytics data collection done through Matomo.\nThis can be done by configuring your browser to send a Do-Not-Track header with your requests.</p>\n<p>As a user you have the option of deleting your account from our service.\nYou may do so from the Account settings panel, found under Config.\nIn the case of account deletion, portions of your public contributions may remain intact, as detailed in \"Information we collect\".</p> 5.\nCOOKIES <p>We use cookies, like most of the internet.\nWe strictly use them to maintain your session state and login credentials across multiple sessions, as well as to collect analytics data (see 4.\nYOUR RIGHTS AND CONTROL).\nIf you do not wish for cookies to be stored, please do not use our services.</p> 6.\nDATA SECURITY <p>Security is very important to us.\nTETR.IO follows accepted standards to protect your personal information during processing, transferring, and storage.\nWe ensure all sites on our domain are encrypted via TLS and maintain high standards in data security for access to our servers, restricting access to your personal data when we do not need to access it.</p> 7.\nCHILDREN <p>Our services are not designed for children under the age of 13.\nIf we discover that a person under the age of 13 has submitted personal information to us without parental permission, we will endeavour to delete the information from our systems.</p> 8.\nLINKS TO OTHER SITES <p>Our Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by us.\nTherefore, we strongly advise you to review the Privacy Policy of these websites.\nWe have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p> 9.\nCHANGES TO THIS PRIVACY POLICY <p>We may update our Privacy Policy from time to time.\nThus, we advise you to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nThese changes are effective immediately, after they are posted on this page.</p> ", "created_at": "2023-02-15 17:35:54.849738", "updated_at": "2023-02-15 17:37:27.370817"}], "points": [], "urls": ["tetr.io"]}}