{"error": 448, "message": "OK", "parameters": {"id": 8044, "name": "DesignEvo ", "created_at": "2023-04-16 01:17:39.398269", "updated_at": "2023-04-22 11:50:42.924715", "wikipedia": null, "keywords": null, "related": null, "slug": "designevo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8044.png", "url": "designevo.com", "documents": [{"id": 15592, "name": "Terms of Use", "url": "https://www.designevo.com/terms.html", "xpath": "//body", "text": " Make a Logo <ul>\n<li> Logo Ideas <ol>\n<li> Trends <ul>\n<li>\nGaming Logo\n</li>\n<li>\nVintage Logo\n</li>\n<li>\nOutdoor Logo\n</li>\n<li>\nCool Text Logo\n</li>\n<li>\nFamily Crest Logo\n</li>\n<li>\nBasketball Logo\n</li>\n<li>\nBee Logo\n</li>\n</ul>\n<ul>\n<li>\nUK Logo\n</li>\n<li> Podcast Logo\n</li>\n<li>\nEvent Logo\n</li>\n<li>\nMonogram Logo\n</li>\n<li>\nSun Logo\n</li>\n<li>\nYoutube Logo\n</li>\n<li>\nEmblem Logo\n</li>\n</ul>\n<ul>\n<li>\nCricket Logo\n</li>\n<li>\nMilitary Logo\n</li>\n<li>\nEvent Planner Logo\n</li>\n<li>\nEnergy Logo\n</li>\n<li>\nFlower Logo\n</li>\n<li>\nLetter Logo\n</li>\n</ul>\n<ul>\n<li>\nLuxury Logo\n</li>\n<li>\nDog Logo\n</li>\n<li>\nWolf Logo\n</li>\n<li>\nName Logo\n</li>\n<li>\nT-shirt Logo\n</li>\n<li>\nDrone Logo\n</li>\n</ul>\n</li>\n<li> Commerce <ul>\n<li>\n3D Logo\n</li>\n<li>\nCircle Logo\n</li>\n<li>\nWoodworking Logo\n</li>\n<li>\nCar Wash Logo\n</li>\n<li>\nExcavator Logo\n</li>\n<li>\nSolar Logo\n</li>\n</ul>\n<ul>\n<li>\nTruck Logo\n</li>\n<li>\nWedding Logo\n</li>\n<li>\nEyelash Logo\n</li>\n<li>\nHealthcare Logo\n</li>\n<li>\nBike Logo\n</li>\n<li>\nCar Auto\n</li>\n</ul>\n<ul>\n<li>\nLogistics Logo\n</li>\n<li>\nBakery Logo\n</li>\n<li>\nSeal Logo\n</li>\n<li>\nSketch Logo\n</li>\n<li>\nCapsule Logo\n</li>\n<li>\nEcommerce Logo\n</li>\n</ul>\n</li>\n</ol>\n</li>\n<li> Logo Designing Tips <ol>\n<li>\n<ul>\n<li>\nResize Logo Image in Pixels\n</li>\n<li>\nCreate a Signature Logo\n</li>\n<li>\nMake a Logo Transparent\n</li>\n<li>\nLogo Color Combinations\n</li>\n<li>\nDesign a Free Cool Hoodie\n</li>\n<li>\nFree Music Graphic Package\n</li>\n<li>\nHow to Create Medical Logos\n</li>\n<li>\nTop 5 Sanitizer Logos\n</li>\n<li> More </li>\n</ul>\n</li>\n</ol>\n</li>\n</ul>\n<ul>\n<li>Categories</li>\n</ul>\n<ul>\n<li>My Logos</li>\n<li>My Profile</li>\n<li>Sign Out</li>\n</ul> Sign Up Sign Up Already have an account? Login <i>\n</i> Sign Up with Facebook Sign Up with Google <i>\n</i> or <i>\n</i> Remember me Forgot password? Sign Up By signing up, you agree to our Terms of Use and Privacy Policy Welcome to DesignEvo! Let's personalize your creation 812F623D-E5C8-417F-83CD-9AF088F8D726 Created with sketchtool.\nStep 1 812F623D-E5C8-417F-83CD-9AF088F8D726 Created with sketchtool.\nStep 2 812F623D-E5C8-417F-83CD-9AF088F8D726 Created with sketchtool.\nFinish 73E9C865-B140-4020-81F7-4E5628F0F688 Created with sketchtool.\n1.What kind of organization do you belong to? Enterprise Nonprofit/NGO Store Government Self-Employed Community School/University Other Terms of Use\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Cookie Policy</li>\n<li>Contributor Agreement</li>\n</ul>\n<p>Last Updated: June 28, 2020</p>\n<p>The website www.designevo.com (Site) and its mobile application (the App, DesignEvo) is being owned and operated by PearlMountain Limited (the Company, we, our, us).</p>\n<p>These terms and conditions (Terms of Use) will govern all matters that may possibly arise in relation to your access to www.designevo.com or use of its App, templates, photo editing tools, resources, social media features, or related services to transform your photos into Works of Arts (the Service).\nPlease carefully review these terms and conditions before installing DesignEvo on your device or using the Site and Services.\nIf you do not agree or have any reservations, you must not use the App/Services.</p> Agreement\n<p>All guest visitors and users on our Site and Services shall consent to these terms and services for using logo design tools or any other features on DesignEvo/Services.\nClicking I Agree, Sign Up, Download, or related syntaxes on any page of this website or interface of your device, when prompted to, shall be deemed as your explicit consent to enter a binding agreement with PearlMountain Limited consisting of these terms of use (Agreement).</p>\n<p>When you enter this Agreement, it shall be deemed that you are legally mature in your jurisdiction and otherwise competent to enter into a binding agreement, and if you are not, using DesignEvo or our Site and Services under the guidance and supervision of your legal guardians who shall consent to these terms and conditions.\nIf you are less than 13 years of age, you are not allowed to use the Services.\nAll activities on the Site and Services without consenting to this Agreement shall be deemed as unauthorized access.</p>\n<p>When you enter this Agreement on behalf of any business or entity, it shall be deemed that you have all the rights and authorizations to enter a binding agreement on behalf of the business or entity, and if you lack sufficient authority, take your personal responsibility to discharge all your liabilities and obligations that may arise from in relation to your use of the Services, disclosure of third party content, or other unauthorized activities on DesignEvo.</p>\n<p>The Agreement shall apply in its entirety.\nYou may either accept or refuse these terms and conditions.\nYou are not allowed to redefine the provisions of this agreement unless any such modification is agreed by PearlMountain Limited in writing.\nIf any provision of this Agreement becomes inconsistent with the applicable laws, the affected provisions shall remain unenforceable to the extent of such inconsistency with the applicable laws which shall prevail over this Agreement.</p>\n<p>PearlMountain Limited reserves a right to determine the process, procedures, policies, and guidelines for using DesignEvo or any other feature on the Site and Services.\nAll such processes, procedures, policies, and guidelines, including the Contributor Agreement and Privacy Policy, shall be deemed as incorporated into this Agreement by reference.\nHowever, the support staff and other representatives are not authorized to make any claims or representations which have been specifically mentioned in this Agreement.</p>\n<p>The free version of DesignEvo will be no cost and voluntary, but you may be required to register and create an account on DesignEvo for using certain features on the Site and Services.\nPearlMountain Limited reserves a right to restrict any feature or aspect of the Service for paid users or users who fulfill certain conditions for using the Site and Services.\nAccess to DesignEvo or other conditions for using the Site and Services may differ across countries and we may create an entirely different level of access to the Services through different pricing packages, which will be available on a one-time charge basis.</p>\n<p>The Services shall be available to the users across the world, but it shall be your responsibility to ensure that the Site and Services are available in your jurisdiction and you can use DesignEvo without violating any laws, regulations, or embargos for being located in any restricted country or listed in any governmental list of prohibited entities.</p>\n<p>PearlMountain Limited reserves a right to add, modify, impose conditions, suspend, discontinue, or permanently remove any feature or aspect of the Service at its sole discretion and without any obligations, whatsoever.\nWe do not guarantee that any templates, editing tools, graphics, or other features will be available in the future, regardless of your purchase of our packages.</p>\n<p>All notices, disclosures, communications, and information related to this Agreement or your use of the Site and Services shall preferably take place through electronic delivery and deemed as written communications.\nYou shall consent to receive all such communications to your registered email address or mobile device and the dispatched emails or displayed messages shall satisfy any legal requirement of written communication.\nSuch electronic notices and messages shall be deemed as received on their confirmed dispatch.</p> Registration\n<p>Access to the Site and Services will be free and voluntary, but only registered and paid users may access our certain features on the Site and Services.</p>\n<p>When you register and create an account on DesignEvo/Site, you may be required to submit your name, contact number, email address, and other details of your personal, professional, or business profile.\nThe users who choose our pricing packages will also be required to provide their credit card number, or other payment instruments available on the Services.\nAll personal information that you provide or we receive from third party service providers will be handled in accordance with our Privacy Policy which is being incorporated into this Agreement by reference.\nPlease follow this link to understand how we protect your personal information on the Site and Services.</p>\n<p>When you submit any information or content on the Site and Services, it shall be deemed that submitted content is true, accurate, reliable, complete, and current to your knowledge.\nCreating a fake account or submitting inaccurate, incomplete, or fabricated information shall be deemed as a material breach of this agreement.</p>\n<p>Your registration request, DesignEvo account, and the use of the Site and Services shall be subject to the screening, approval, and satisfaction of PearlMountain Limited.\nWe reserve a right to refuse, restrict, suspend, or terminate your account at any time and without any obligations, whatsoever.</p>\n<p>When you create an account on our Site and Services, it shall be your obligation to maintain the security of your device and confidentiality of your login information.\nYou shall be liable for all activities on your account.\nIf you suspect any unauthorized access or activities on your account, promptly review the security of your device/account and inform our support executives to prevent or minimize your liabilities from such unauthorized access or misuse of your credentials.</p>\n<p>When you register and create an account on the Site and Services, it shall be deemed as your consent to subscribe our notification and newsletter services.\nPearlMountain Limited will send useful information at your registered email address to improve your experience on DesignEvo and keep you informed about new features and photo editing tools.\nHowever, you can revoke your consent to receive newsletters at any time, but this will not prevent PearlMountain Limited from sending notifications regarding your account status, changes in terms and policies, billing, and your use of the Services.</p> Acceptable Use\n<p>Our Site and Services, including DesignEvo, shall be used for lawful purposes only.\nYou are not allowed to make any logo or make it publicly available if the contained images are banned/prohibited in your jurisdiction or against our policy as described in this Agreement.\nFor example, you are not allowed to post, process, or transmit images that depict cruelty, hatred, pornography, or a call to join terrorist organizations.\nWe hold a good faith that you will follow the applicable laws and regulations in your jurisdiction.\nThe following activities, but not limited to, shall be strictly prohibited on our Site and Services:</p>\n<ul>\n<li>Creating fake accounts impersonating others, misrepresenting an affiliation with PearlMountain Limited or any other person/entity, providing false, fabricated, misleading or deceptive information, or engaging in activities that amount to fraud, suspicious, or potentially illegal activities, or misuse of our services to harm the minors in any manner.</li>\n<li>Using spiders, robots, aggregation tools, automatic devices, or manual processes to access, copy, extract, download, or retrieve any information, picture, database, compilation, collection, directory, source codes, scripts, algorithms, business methodology, or systems being used on our Site and Services.\nYou are not allowed to exploit content on DesignEvo or the Site and Services for reselling, redistributing, operating a similar business, or otherwise using for any commercial purpose.</li>\n<li>Posting, sharing, or otherwise transmitting photos or materials that contain viruses or malicious codes designed to edit, modify, hack, crawl, or collect our database/resources, gain access to otherwise restricted areas, or harm the computer systems of other users on the Site and Services.\nYou are not allowed to use any tool or technology to affect the normal functioning of DesignEvo, compromise the privacy of other users, or induce them to follow any link to the pornographic or malicious page.</li>\n<li>Sending unsolicited messages or spamming our users with marketing messages, statements, testimonials, or other biased content.</li>\n<li>Posting, sharing, or otherwise transmitting any picture or content that infringe upon the copyrights, patents, intellectual property, trademarks, service marks, trade secrets, or other proprietary rights of PearlMountain Limited or its collaborating partners, users, or other third parties.</li>\n<li>Posting, sharing, or otherwise transmitting any picture or content that has been banned or prohibited from supporting any cause, ideology, action, or entity.\nYou should never use our Site and Services in violation of any local, state, national or international laws.</li>\n<li>Engaging in activities that negatively affect our reputation or prevent others from using our Site and Services.\nYou shall never do anything to interfere, undermine, or compromise the integrity of other user’s device or gain unauthorized access to their account.</li>\n<li>Launching a denial of service attack, increasing load on our resources, or using any tool or technology to disobey/circumvent any security procedure, or probe, scan or test the vulnerability of any system/network with or without any intentions to cause harm, interfere with our network, or disrupt the Services being offered on DesignEvo.</li>\n<li>Using any tool or technique to access otherwise restricted areas of the Site and Services, or attempting to modify, recompile, reformat, reconstruct, republish, reproduce, transfer or redistribute any database, compilation, collection, directory, application or content that may be required for creating a derivative work or launching a similar service.</li>\n</ul> Pricing and Payment\n<p>All prices, promotions, and special offers on the Site and Services shall be subject to change at any time.\nPearlMountain Limited reserves a right to modify the package fees for using DesignEvo or other premium features on the Site and Services, without any obligations, liabilities, or prior notice.</p>\n<p>PearlMountain Limited reserves a right to add or remove any payment instrument at its sole discretion.\nOnly payment instruments available on the Site and Services shall be used for making a transaction.\nHowever, use of stolen or unauthorized payment instruments is strictly prohibited and shall be deemed as a material breach of this agreement.\nWe may collaborate with any e-commerce solution provider, payment processor, payment gateway, credit screening service, or other third parties for verifying your payment instruments and authenticating transactions on the Site and Services.\nPearlMountain Limited reserves a right to may refuse any transaction at its sole discretion.</p>\n<p>You shall ensure that you are fully authorized to use your credit card/payment instrument and your registered payment instrument has sufficient funds to process your transactions.\nIf you registered payment instrument is no longer valid or cannot be charged automatically, it shall be your responsibility to update the information and try to proceed again.\nPearlMountain Limited shall not be liable for any claims, damages, liabilities, or expenses that may arise from your inability to make payments or fees, charges, or penalties imposed by your payment instrument provider for insufficient funds or exceeding your credit limits.</p> Copyrights and Trademarks\n<p>All content on DesignEvo or our Site and Services, including but not limited to icons, logos, trademarks, service marks, artworks, special effects, graphics, designs, texts, images, photographs, audio or video clips, descriptions, presentations, database, directory, compilations, applications, services, service names, selection, arrangement, titles, and contained intellectual property are exclusive or non-exclusive properties of PearlMountain Limited, fully protected under the copyright, trademark, and other relevant laws of Hong Kong, China, and related international conventions.\nAll rights otherwise not claimed DesignEvo or the Site and Services shall belong to PearlMountain Limited.\nCopyright © 2020 PearlMountain Limited.\nAll rights reserved.</p>\n<p>You are not allowed to copy, alter, adapt, imitate, or modify the logos, trademarks, service marks, slogans, or other proprietary information related to any product or service being featured on our Site and Services without a prior written consent from PearlMountain Limited or other copyright/trademark owners as the case may be.\nYou should also refrain from using DesignEvo, or other product or service trade names in any metatags or other hidden texts.\nPlease acknowledge that the look and feel of the Site, including but not limited to page headers, icons, graphics, scripts, trademarks, service marks, or other trade dress of DesignEvo or other products and services belong to PearlMountain Limited or their respective owners and should not be copied, imitated, or used without proper authorization.\nYou should always respect the logos, trademark, service marks, and product, service, or company names of our collaborating partners and other third party business entities on the Site and Services.</p> Limited License\n<p>PearlMountain Limited grants a limited, non-exclusive, non-sublicensable, and revocable license to all users on DesignEvo.\nYou may access or download templates, graphic designs or photo editing tools, and other shared content for personal and non-commercial use, but nothing in this end-user license shall grant you any rights, whether by implications, stopples, or otherwise, to use any extraction, aggregation, or systematic tool, program, algorithm, or methodology (including deep-links, page scrape, robots, spiders) for copying, collecting, publishing, displaying, reselling, or distributing the materials on the Site and Services, modifying or creating derivative works, accessing, acquiring, downloading, monitoring, or commercially exploiting any content that you are not authorized to, or using the Site and Services in such a manner that causes depletion of resources or pertains to unauthorized, illegal, or misuse of DesignEvo.</p>\n<p>This limited license to use the Site and Services will govern any upgrades that replace or supplement the Services unless such upgrades require a separate license.\nThe granted license shall be subject to the following restrictions:</p>\n<ul>\n<li>Reproduction of any copyrighted material or content shall be strictly prohibited unless you own the copyrights or duly authorized/legally permitted to reproduce the content.</li>\n<li>Except otherwise permitted under the applicable laws, the license shall be used in accordance with this Agreement.</li>\n<li>Reproduction, display or use of any copyrighted material or content that is being owned by PearlMountain Limited, its Licensors, collaborating partners, or other third party service providers (PearlMountain Content) shall be limited to your personal use and to the extent required for reproduction and display of your own content, PearlMountain Content (except the App), or the use of the Site and Services.</li>\n<li>PearlMountain Content shall be used, reproduced, or displayed in connection with your own works that incorporate significant/substantial changes to PearlMountain Content.</li>\n<li>The works that incorporate significant/substantial changes to PearlMountain Content must include an acknowledgment that PearlMountain and its Licensors retain the ownership of contained intellectual property and the work has been produced under the license of PearlMountain Limited.</li>\n</ul>\n<p>PearlMountain Limited reserves a right to terminate or revoke this limited license at any time.</p> User Generated Content\n<p>You are legally responsible for all information, data, text, software, music, sound, photographs, graphics, images, video, fonts, messages or other materials uploaded, posted, stored and/or shared online in connection with your use of the Services (\"Content\").</p>\n<p>The Content you submit, post, or display may be able to be viewed by other users of the Services and on third party services and websites where you have shared the Product.\nYou should only provide Content that you are comfortable sharing with others under these Terms.\nDesignEvo bears no responsibility for maintaining the confidentiality of confidential information entered into logos by users, even if the information entered into the logos is designated as \"private\", \"unpublished\", or \"confidential\".</p>\n<p>We provide many choices about the collection, use and sharing of your data, including deleting or correcting data you include in your profile, and controlling the visibility of your content.</p>\n<p>We do not intend to censor your photos or other content on our Site and Services.\nYou can freely post, share, or transmit your raw photos, graphics, edited pictures, or related views, reviews, comments, feedbacks, and suggestions (collectively User Generated Content) on social media or other public platforms provided that such user generated content adheres to the rules and policies set forth in this section.</p>\n<p>Please acknowledge that these rules, regulations, policies, and guidelines do not create any third party rights or claims of action, and shall be enforced by PearlMountain Limited at its sole discretion.\nWe may monitor and review user-generated content on the Site and Services but should have no obligations regarding such monitoring.\nAny and all corrective measures will take place only when we believe or become aware of any infringement of third party rights, non-compliance of the applicable laws or breach of this Agreement.</p>\n<p>When you post, publish, share, or otherwise transmit your raw photos, graphics, artworks, edited pictures, and/or related views, reviews, comments, feedbacks, suggestions, or any other content on the Site and Services:</p>\n<ul>\n<li>You own the content and uploading the content is not likely to infringe any third party rights, including their copyrights, patents, intellectual property, or rights of privacy or publicity.\nYou shall be solely liable for what you post, publish, share, or transmit on/through DesignEvo.\nPearlMountain Limited shall not be liable for any claims, damages, liabilities, costs, or consequences in relation to your submitted content or use of any user generated content posted, published, transmitted, or otherwise made available on the Site and Services.</li>\n<li>You will always retain the ownership rights to your content, but PearlMountain Limited shall be entitled to a non-exclusive yet perpetual, irrevocable, sub-licensable, royalty-free, and worldwide license to all user generated content that you have made publicly available.\nIt shall be your responsibility to ensure that you have all the rights and authorizations to grant this license and entitle PearlMountain Limited to adapt, modify, translate, reproduce, create derivative works, publish, perform, display, distribute, or use such user generated content for promoting its business, marketing or commercially exploiting such public content for commercial purposes, or exercising the rights granted in this Terms of Use.\nPlease acknowledge that tagged names (the names you submit) to any image shall be deemed as non-confidential information that can be used or disseminated by PearlMountain Limited or its collaborating partners.</li>\n<li>You warrant that submitted user generated content is not defamatory, offensive, threatening, abusive, harassing, infringing, pornographic, or otherwise inappropriate.\nAll violations of third party rights and misuse of the DesignEvo for pornographic content, including but not limited to pedophilia, incest, bestiality, child pornography, or other forms of pornography will be reported to the relevant law enforcement agencies at the sole discretion of PearlMountain Limited.</li>\n<li>You warrant that submitted user generated content is not designed/intended for raising sentiments or promoting hatred against any individual or groups based on religion, race, ethnicity, gender, age, sexual orientation, or other sensitive grounds.</li>\n<li>You warrant that posted, published, or transmitted user generated content is not designed/intended to impersonate any third party or entity, obtain personal information of other users (phishing attempts), or induce them to follow any malicious links to attacking pages.</li>\n<li>You warrant that posted, published, or transmitted user generated content does not reveal anything that you are not authorized to share under any contractual obligations or intellectual property laws.</li>\n<li>You warrant that posted, published, or transmitted user generated content is not intended to spread viruses, malware, malicious codes, scripts, or any program or application that may damage/hamper the functionality of our Site and Services or harm the devices of other users.</li>\n<li>You warrant that posted, published, or transmitted user generated content does not contain any private, personal, or confidential information of others, dangerous, illegal, or banned content, or any content that you are not duly authorized to disclose.\nYou give your explicit consent that you will never edit, modify, falsify, or delete any author attributions, proprietary designations, or other copyright/legal notices regarding the origin or source of user generated content that is accessed, downloaded, posted, published, distributed, or disseminated on our Site and Services.</li>\n<li>You will comply with all rules, regulations, process, procedures, policies, and guidelines that have been incorporated into this agreement by reference.\nYou will never breach or violate any local, state, federal, or international laws related to the Services being offered or made available on DesignEvo, including the laws related to data transmissions across countries and other export regulations.</li>\n<li>Except as provided in this Agreement, you will never copy, edit, modify, translate, publish, perform, display, broadcast, transmit, distribute, or sell the content of other users or PearlMountain Licensors being made available to you as part of the Services.</li>\n<li>You will never use the user-generated content or any other feature of the Site and Services in such a manner that amounts to a denial of service attack, overburden resources, or cause any kinds of damage, disability, or impairment for other users to access and use our Site and Services.</li>\n<li>You acknowledge and consent that PearlMountain Limited shall be entitled to perform any technical functions or processing that it deems necessary, including but not limited to reformatting or transcoding your content to make it available on the Site and Services.</li>\n<li>You acknowledge and consent that PearlMountain Limited shall be entitled to use your queries, concerns, ideas, suggestions, and feedback in any form or manner that it deems appropriate for promoting its business and shall have no obligations to ask your permission, send notifications, or pay compensations for using your feedback or contained intellectual property in such feedbacks.</li>\n</ul>\n<p>If we believe or become aware at any point that you have posted, published, shared, or otherwise transmitted user generated content in violation of this Agreement, we may remove such content, in whole or parts thereof, restrict, suspend, or terminate your account on DesignEvo, and disclose any information to the relevant authorities that we deem necessary or appropriate for ensuring the integrity of our Site and Services.</p>\n<p>PearlMountain Limited reserves a right to delete any content that violates our policies or the applicable laws, as determined by us.\nThe deleted content on your account may be retained by PearlMountain Limited in compliance with its business or legal obligations but remain inaccessible unless you obtain a valid court order to access your deleted content.\nEven if you obtain a valid court order, deleted content will be restored only if it is technically feasible or practically possible to do so.\nPlease acknowledge that PearlMountain Limited is not offering any backup service.\nIt shall be your responsibility to create and maintain a backup of your content on DesignEvo.</p> Copyright Infringement\n<p>We hold a good faith that our contributors and users will never infringe or violate any third party right.\nHowever, under some circumstances, we cannot decide whether their uploaded content is a case of plagiarism and we make no promise that any and all contents on DesignEvo site shall not infringe any third party intellectual or proprietary rights.\nIf you feel that your copyrights, patents, intellectual property, or other proprietary rights on DesignEvo or the Site and Services have been violated, you may file a notification of such infringements with our designated agent or directly submit your claim via email to support#designevo.com (replace # with @).</p>\n<p>All such notices shall comply with the copyright ordinance of Hong Kong, China or similar legislation in your jurisdiction for filing claims of copyright infringement.\nYour copyright infringement notice must include:</p>\n<ul>\n<li>Your name, contact number, email address, or a sufficient contact information so that we may contact you when required.</li>\n<li>The location of infringing content on our Site and Services.\nIn the case of multiple infringements, a list of alleged infringement of copyrighted works and their respective location on the Site and Services.\nThe description of your copyrighted work and the location details shall be sufficient so that we can locate the alleged infringement or infringing activities, and prevent access or remove the content when justified.</li>\n<li>Your physical/electronic signature as the copyrights owner or duly authorized representative of the copyright owner/s.</li>\n<li>Your statement that you have a good faith to believe that infringement has occurred and the use of alleged material or activity has not been authorized by the copyright owner, its representatives, or the applicable laws of the respective jurisdiction.</li>\n<li>Your statement under the penalty of perjury, that you are the rightful owner of the infringed copyright, patent, intellectual property, or other proprietary rights, or duly authorized to represent such owner/s.</li>\n</ul>\n<p>Once we receive your complaint, we will notify the respective contributor or user by electronic mail or take other reasonable efforts to inform such contributor or user about your claim of a copyright infringement.\nSubject to the applicable laws, PearlMountain Limited reserves a right prevent access to or remove infringing content in its sole discretion.\nIf the contributor or user files a counter notice, we may restore the restricted/suspended content or activity when it's technically possible or practically feasible to do so.\nHowever, if the copyright owner or its authorized representative initiates legal proceedings and we are informed about such proceedings, no restoration of suspended or removed content will take place until the issue is finally resolved by the court.</p>\n<p>PearlMountain Limited reserves a right to terminate the account of repeat infringers at its sole discretion.\nPlease acknowledge that we may restrict, suspend, or terminate the account of any contributor or user who infringes upon third party rights, fail to comply with the applicable laws, or engage in unlawful activities, regardless of their first or repeated instances.</p> Termination\n<p>PearlMountain Limited reserves a right to cancel your payment to its paid services and terminate your account at its sole discretion.\nWe shall have no obligations or liabilities with regard to any restrictions, suspension, or termination of your account on DesignEvo.</p>\n<p>You may also request a refund of your payment, discontinue the Services, and terminate this agreement at any time, but such requests shall be made within 7 business days from the date of your order.\nTermination of this Agreement will have no effect on your pending obligations under this Agreement.</p>\n<p>If your account is terminated, all your content will be permanently deleted unless we are required to retain any content in compliance with any business or legal obligations.\nHowever, you will not be able to access any retained content without a valid court order.</p>\n<p>No claims, or compensation shall be admissible on the grounds that your payment to DesignEvo was restricted, suspended, or terminated without any prior notice.</p> Indemnification\n<p>You shall indemnify and defend PearlMountain Limited, its parent, partners, subsidiaries, licensors, service providers and each of their investors, directors, officers, employees, consultants, contractors, affiliates, agents, and advertisers (collectively the indemnified parties), holding them harmless from any and all claims, damages, liabilities, actions, actual or threatened suits, proceedings, judgments, settlements, costs, or expenses, including but not limited to fees, fines, penalties, payments, interests, disbursements, attorney or expert fees, and other expenses that may arise due to or in relation to:</p>\n<ul>\n<li>Your use of DesignEvo or any other feature on the Site and Services.</li>\n<li>Your non-compliance with the applicable laws or breach of this Agreement, including any breach of the process, procedures, policies, or guidelines incorporated into this agreement and your warranties, undertakings, or representations under this Agreement.</li>\n<li>Your infringement of third party rights, including their copyrights, trademarks, patents, intellectual property, or rights of privacy or publicity.</li>\n<li>Your submitted content on DesignEvo or the Site and Services, including any derogatory, defamatory, offensive, inappropriate, or objectionable content posted, published, shared or transmitted through the Site and Services.</li>\n<li>Your acts and omissions, behavior, or activities on the Site and Services that cause or lead to any expenses/liabilities incurred by the indemnified parties in relation to your conduct.</li>\n</ul>\n<p>PearlMountain Limited shall be entitled to assume the exclusive defense of any subject matter under your indemnifications and receive full reimbursement of expenses incurred by the indemnified parties in defending any such claims of rectifying the damages.\nThe provisions of this section shall survive any termination of this Agreement.</p>\nDisclaimer of Warranties\n<p>PearlMountain Limited disclaims all warranties, conditions, undertakings, and representations to the maximum extent permitted under the applicable laws.\nDesignEvo, the Site, and Services, including the third party products, services, and content are being made available on As-Is or As-Available basis, without creating warranties, conditions, or representations of any kind.\nYou shall use the Site and Services at your own risks and discretion.</p>\n<p>We do not claim that you will make a good logo, create an impressive design, edit your photos like a professional, or actually transform your photos into Works of Art.\nWe hereby disclaim all warranties, undertakings, and representations, whether express or implied, regarding the accuracy, authenticity, reliability, availability, security, merchantability, flawless working, fitness for a particular purpose, or suitability of DesignEvo or the Site and Services as per your needs, preferences, or expectations.\nThe support executives and other representatives of DesignEvo are not authorized to make any such claims.</p>\n<p>We do not claim that DesignEvo or the Site and Services will be free from viruses and malicious codes, errors and omissions, infringements, interruptions, unsolicited behavior or activities, phishing attempts, unauthorized access or misuse of your personal information, and all such occurrences will be restored immediately or promptly.</p>\n<p>No such warranties and representations, whether by operation of law, custom, usage, trade practices, the course of dealings, or otherwise, shall arise in relation to your use of DesignEvo or the Site and Services unless otherwise clearly mentioned in this Agreement.\nYou shall acknowledge and consent that you have not relied on any warranties for using DesignEvo or the Site and Services.</p>\n<p>Publishing third party logos, trademarks, advertisements, images, or other content on DesignEvo or the Site and Services shall not be denoted or construed as our endorsement or recommendation of any product, service, pictures, design, or artwork being made available by the users, service providers, or other independent entities on the Site and Services.</p>\nLimitation of Liabilities\n<p>The ready-made logo templates and elements on DesignEvo are used by many people, so your logo will not be exclusive to you if you don’t heavily modify the templates and elements.\nWe cannot guarantee that your logo created on the site will not be identical, or similar to logos that would have been or will be created by other users, despite the fact of the possible customization using the tools.\nWe can also not guarantee that the user's logo will not infringe on a registered trademark or any other rights from a third party.\nIt is the solely responsibility of the user to ensure that the logo created does not infringe a trademark or the rights of a third party.\nPlease also acknowledge that we shall have no responsibility to assist you in seeking provincial or federal intellectual property protection (i.e., trademark registration).</p>\n<p>PearlMountain Limited is not liable for any loss or damages suffered in connection with the use of or exposure to any content contained on DesignEvo.\nAnd we shall not be liable for any special, indirect, incidental, consequential, punitive or exemplary damages, including any loss of actual or potential business, revenue, cost savings, profits, goodwill, credibility, peace of mind, or other intangible damages that may arise in relation to:</p>\n<ul>\n<li>Your ability or inability to use DesignEvo for making a logo, creating designs, editing photos, transforming images into artworks, or otherwise accessing any feature being offered or made available on the Site and Services.</li>\n<li>Your purchase or use of any third party product or service being advertised, featured, or promoted on DesignEvo or the Site and Services.</li>\n<li>Escalated cost of purchasing any substitute application or using a professional service for editing photos or restoring the pictures.</li>\n<li>Any damage to person or property due to anything depicted/contained in the shared photos, products, services, description, information, or content being made available on DesignEvo or the Site and Services.</li>\n<li>Infringements of third party copyrights, patent, intellectual property, or their rights of privacy or publicity.</li>\n<li>Unauthorized access to your account on DesignEvo or misuse of your personal information on the Site and Services.</li>\n<li>The unsolicited statement, behavior, or activities of other users, service providers, or independent entities on the Site and Services.</li>\n<li>Any interruption or disruption of the Services due to technical problems, maintenance requirements, unforeseen circumstances, or change in the Services.</li>\n<li>Any other matter related to your use of the Site and Services, irrespective of the fact that such liabilities result from any non-performance, negligence of duty and statutory responsibilities, errors and omissions, loss of data, misrepresentation, torts, interruptions, unauthorized access, or breach of contract by PearlMountain Limited, and the possibility of such liabilities was already conveyed to it.</li>\n</ul>\n<p>These limitations will apply to the extent permissible in your jurisdiction.\nIf PearlMountain Limited is liable for any negligence of statutory duty, non-performance, misrepresentation, tort, breach of contract, restitution, or otherwise, its total liability shall never exceed the total amount that you paid for any service or using premium features on DesignEvo or the minimum amount provisioned under the applicable laws governing this Agreement, whichever is less.</p>\n<p>All claims under this agreement shall be initiated within one year from the cause of action or such periods as determined by the applicable laws governing this agreement, after which your rights to claim any damages shall be deemed as waived.</p>\n<p>You shall consent to waive your special/additional rights, if any, to the maximum extent permissible in your jurisdiction.</p> Applicable Laws\n<p>The provisions of this ‘Terms of Use’ shall be governed and construed in accordance with the law of Hong Kong, China, without any regard to the conflict of laws.\nThe parties to this Agreement shall consent to the non-exclusive jurisdiction of the competent courts in Hong Kong with regard to all disputes that may not be amicably resolved through mutual negotiations.\nThe parties shall consent that no actions, suits, proceedings, or prosecutions shall be initiated with regard to any claims/obligations under this Agreement or interpretation of these provisions, except in the courts of Hong Kong.</p> Severability\n<p>If any provision of this Agreement is declared null and void or becomes unenforceable due to enacted legislation, conflict with the applicable laws or public policy, or otherwise, the affected/impugned provisions shall be deemed as severed and the remaining Agreement shall continue to be binding and enforceable as before.\nThe transactions under this Agreement shall remain valid unless the economic or legal substance of such transactions is not grossly adverse to any party, as determined by the applicable laws.\nWhen feasible, the parties shall consent to modify/replace the impugned provisions with new provisions in the true spirit of this Agreement.</p> Waiver\n<p>If PearlMountain Limited is unable to enforce any provision of this Agreement or ignores your non-compliance under specific circumstances, it shall never be deemed as a waiver of its legal rights and remedies with regard to your subsequent non-compliance or breach of this Agreement.</p> Miscellaneous\n<p>These terms of use, including the process, procedures, policies, guidelines, end-user licenses, privacy statement, and other documents incorporated into this Agreement by reference shall be deemed as part of your entire agreement with PearlMountain Limited for using the Site and Services, superseding all your previous agreements and arrangements with the Company, whether oral or written, regarding the subject matters of this Agreement.</p>\n<p>The users, service providers or other third party business entities on DesignEvo or the Site and Services shall be deemed as independent entities.\nNothing on the Site and Services or communications with the support staff, whether oral or written, shall create or construed as any kinds of joint venture, franchise, principal-agent, or employer-employee relationship between PearlMountain Limited and independent entities.\nPearlMountain Limited shall never be a party to your social or business relationship with any such independent entities on DesignEvo.\nYou are not allowed to enter an agreement or create/assume any kinds of obligations on behalf of another party.</p>\n<p>PearlMountain Limited may assign its rights, duties, titles, interests, and obligations under this agreement to any service provider or third party business entity with regard to the Services being offered or made available on DesignEvo/Site.\nHowever, your rights and obligations under this agreement shall remain non-transferable unless consented by PearlMountain Limited in writing.</p>\n<p>The headings and paragraphs are intended for convenience only and should not be deemed as part of or used in the interpretation of this agreement.</p>\n<p>A printed version of this agreement or related records and communications shall be admissible in administrative or judicial proceedings to the same extent and subject to the same conditions as originally printed versions of business documents or records are admissible under the applicable laws.</p> Third Party Links and Resources\n<p>The Site and Services may contain integrations, links or ads to any service providers or third party third party websites, services, or content that are not owned or controlled by us.\nWe may serve advertisements and promote third party products and services on DesignEvo or include such links to provide useful information related to logo design, photo editing, graphic design, and other tools and techniques so that you can handle your photo imaging projects like a true professional.\n</p>\n<p>We integrate with the Noun project icons, a third-party provider that obtains its icons from contributors.\nWe recommend that you check the media&nbsp;source and refer to the Noun project terms.\nThe use of these contents is at your own risk.\nYou agree that we shall not be responsible for any loss or damage of any sort, directly or indirectly, incurred as a result of using any third party resources appearing on our Site.</p>\n<p>Advertising on the Site and Services enable us to provide many value-added services on the free version of DesignEvo.\nUsing our Site and Services shall be deemed as your consent to receive advertisements and promotions in relation to your preferences and content on DesignEvo.\nPlease acknowledge that such advertisements and promotional offers are subject to change at any time.</p>\n<p>However, we do not control any product, service, or content, including the views, reviews, testimonials, information, advice, suggestions, or recommendations being featured or made available on the third party websites.\nLinked websites and services are subject to the terms and policies of the respective providers, regardless of their integration with DesignEvo.\nPlease acknowledge that once you leave the Site and Services, our terms and policies will not apply.\nYou should carefully review the terms and policies of third parties before using their products, services, or content.</p>\n<p>PearlMountain Limited does not approve, endorse, recommend, or renounce any product, service, or content being published, advertised, promoted, or made available by the linked websites, and shall not be liable for any claims, liabilities, damages, costs, or consequences that may result from your access, reliance, or use of third party websites or any product, service, information, advertisement, or content featured on such linked websites.</p> Changes to this Agreement\n<p>PearlMountain Limited reserves a right to modify or replace these terms of use at its sole discretion.\nIf any such modification is carried out to reflect any changing business or legal scenario, we will publish the last modification date on this Page and take other reasonable efforts to inform you of such policy changes.\nPlease regularly visit this Page to stay updated.</p>\n<p>We will provide a reasonable notification period before the modified agreement becomes effective unless immediate policy changes are required due to any business or legal obligations.\nOnce the notification period is over, if any, the modified Agreement will replace and supersede all your previous agreement and arrangements with PearlMountain Limited regarding the use of its Site and Services.</p>\n<p>Continued use of DesignEvo to access the Site and Services after such policy changes shall be deemed as your consent to accept and abide by the most current version of these terms of use.\nIf you do not agree or have any reservations against the modified agreement, discontinuation of our Site and Services shall be your sole remedy.</p>\n<p>DesignEvo is an easy logo maker developed by PearlMountain Limited.\nIt makes logo design simple and straightforward, and provides the most convenient experience.</p> English Polygon 2\nCreated with Sketch.\n<ul>\n<li>English</li>\n<li>Español</li>\n<li>Português</li>\n<li>Deutsch</li>\n<li>Français</li>\n<li>日本語</li>\n<li>繁體中文</li>\n<li>简体中文</li>\n</ul> PLATFORM\n<ul>\n<li> For Web\n</li>\n<li> For Desktop\n</li>\n<li> For Mobile\n</li>\n</ul> RESOURCES\n<ul>\n<li>\nFeatures\n</li>\n<li>\nBlog\n</li>\n<li>\nSupport\n</li>\n<li>\nContact\n</li>\n</ul> COMPANY\n<ul>\n<li>\nAbout\n</li>\n<li>\nPricing\n</li>\n<li>\nAffiliate\n</li>\n<li>\nPrivacy\n</li>\n</ul>\n<p>\nCopyright © 2023 PearlMountain.\nAll Rights Reserved.\n</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2023-04-16 01:17:39.463911", "updated_at": "2023-04-16 01:20:13.497078"}, {"id": 15591, "name": "Privacy Policy", "url": "https://www.designevo.com/privacy.html", "xpath": "//body", "text": " Make a Logo <ul>\n<li> Logo Ideas <ol>\n<li> Trends <ul>\n<li>\nGaming Logo\n</li>\n<li>\nVintage Logo\n</li>\n<li>\nOutdoor Logo\n</li>\n<li>\nCool Text Logo\n</li>\n<li>\nFamily Crest Logo\n</li>\n<li>\nBasketball Logo\n</li>\n<li>\nBee Logo\n</li>\n</ul>\n<ul>\n<li>\nUK Logo\n</li>\n<li>\nPodcast Logo\n</li>\n<li>\nEvent Logo\n</li>\n<li>\nMonogram Logo\n</li>\n<li>\nSun Logo\n</li>\n<li>\nYoutube Logo\n</li>\n<li>\nEmblem Logo\n</li>\n</ul>\n<ul>\n<li>\nCricket Logo\n</li>\n<li>\nMilitary Logo\n</li>\n<li>\nEvent Planner Logo\n</li>\n<li>\nEnergy Logo\n</li>\n<li>\nFlower Logo\n</li>\n<li>\nLetter Logo\n</li>\n</ul>\n<ul>\n<li>\nLuxury Logo\n</li>\n<li>\nDog Logo\n</li>\n<li>\nWolf Logo\n</li>\n<li>\nName Logo\n</li>\n<li>\nT-shirt Logo\n</li>\n<li>\nDrone Logo\n</li>\n</ul>\n</li>\n<li> Commerce <ul>\n<li>\n3D Logo\n</li>\n<li>\nCircle Logo\n</li>\n<li>\nWoodworking Logo\n</li>\n<li>\nCar Wash Logo\n</li>\n<li>\nExcavator Logo\n</li>\n<li>\nSolar Logo\n</li>\n</ul>\n<ul>\n<li>\nTruck Logo\n</li>\n<li>\nWedding Logo\n</li>\n<li>\nEyelash Logo\n</li>\n<li>\nHealthcare Logo\n</li>\n<li>\nBike Logo\n</li>\n<li>\nCar Auto\n</li>\n</ul>\n<ul>\n<li>\nLogistics Logo\n</li>\n<li>\nBakery Logo\n</li>\n<li>\nSeal Logo\n</li>\n<li>\nSketch Logo\n</li>\n<li>\nCapsule Logo\n</li>\n<li>\nEcommerce Logo\n</li>\n</ul>\n</li>\n</ol>\n</li>\n<li> Logo Designing Tips <ol>\n<li>\n<ul>\n<li>\nResize Logo Image in Pixels\n</li>\n<li>\nCreate a Signature Logo\n</li>\n<li>\nMake a Logo Transparent\n</li>\n<li>\nLogo Color Combinations\n</li>\n<li>\nDesign a Free Cool Hoodie\n</li>\n<li>\nFree Music Graphic Package\n</li>\n<li>\nHow to Create Medical Logos\n</li>\n<li>\nTop 5 Sanitizer Logos\n</li>\n<li> More </li>\n</ul>\n</li>\n</ol>\n</li>\n</ul>\n<ul>\n<li>Categories</li>\n</ul>\n<ul>\n<li>My Logos</li>\n<li>My Profile</li>\n<li>Sign Out</li>\n</ul> Sign Up Sign Up Already have an account? Login <i>\n</i> Sign Up with Facebook Sign Up with Google <i>\n</i> or <i>\n</i> Remember me Forgot password? Sign Up By signing up, you agree to our Terms of Use and Privacy Policy Welcome to DesignEvo! Let's personalize your creation 812F623D-E5C8-417F-83CD-9AF088F8D726 Created with sketchtool.\nStep 1 812F623D-E5C8-417F-83CD-9AF088F8D726 Created with sketchtool.\nStep 2 812F623D-E5C8-417F-83CD-9AF088F8D726 Created with sketchtool.\nFinish 73E9C865-B140-4020-81F7-4E5628F0F688 Created with sketchtool.\n1.What kind of organization do you belong to? Enterprise Nonprofit/NGO Store Government Self-Employed Community School/University Other Privacy Policy\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Cookie Policy</li>\n<li>Contributor Agreement</li>\n</ul>\n<p>Last Updated: March 19, 2020</p>\n<p>This Privacy Policy will govern all privacy issues that may possibly arise in relation to your access to www.designevo.com or use of its mobile application (DesignEvo, the App), resources, social media, or related services to create logos and other designs like a professional (the Services).\nPlease review this Privacy Policy before accessing or using any feature or service being offered or made available on this website (Site and Services).\nIf you do not want to consent or have any reservations, you must not use DesignEvo or access our Site and Services.</p>\n<p>This Privacy Policy shall be deemed as part of your entire agreement with PearlMountain Limited When you download/install DesignEvo, create an account on the App/website, or otherwise use our Site and Services, PearlMountain Limited shall be entitled to collect, process, retain, use, share, or disclose your personal information as mentioned in this Privacy Policy.</p>\n<p>However, this Privacy Policy will not apply to third-party websites and services that are not being owned or controlled by PearlMountain Limited.\nThis Privacy Policy will also not apply to anything that you share on social media or public forums and platforms being made available as part of our Site and Services.\nPearlMountain Limited reserves a right to use your shared pictures, profile, or content for its business promotion.</p> What We May Collect\n<ul>\n<li>Registration Information: the users may be required to register and create an account on the App/website for using certain features on our Site and Services.\nWhen you submit your personal information to create an account or otherwise enter into any contractual arrangement in relation to the Services being offered on/through DesignEvo, PearlMountain Limited may collect and retain your name, contact number, email address, profile pictures, and other details of your personal, professional, or demographic profile.\nYour contact information may be used to communicate with you and we may also maintain the records of such communication.</li>\n<li>Payment Information: when you purchase a paid package of our services or otherwise make any transaction on/through DesignEvo, PearlMountain Limited may collect your credit card number, or the details of your other payment instruments that is required in relation to such transactions or your use of the Services.\nPlease acknowledge that we do not retain your credit card number and other sensitive details of your payment instrument.\nInstead, your credit card details are directly passed to our payment processor.\nThe services of third party payment processor are subject to their own privacy policy, but any payment information that we may receive from our payment processor will be handled according to this Privacy Policy.</li>\n<li>Usage Information: when you use our Site and Services, PearlMountain Limited may collect your device information, browsing behavior, preferences, requirements, most liked/used image editing tools or services, defaults, disputes, violations, arbitrations, and other details or metadata related to your use of DesignEvo.\nWe may also your personal information or response in relation to any promotional offer or events being organized on DesignEvo.</li>\n<li>Received Information: Please acknowledge that third party services like Facebook, Pinterest, Twitter, Google Analytics, AdMob, and other marketing, analytics, or social media services may have acertain level of integration with our Site and Services.\nWhen you decide to use these integrated services, we may receive some of your personal information from third party services.\nAny information that we may receive from such third parties will be handled according to this Privacy Policy.</li>\n<li>User Content Information: You can use the DesignEvo platform to create logos in accordance with our Terms of Use.\nAll content that you create within DesignEvo including all the assets (images, icons) that you upload remain private to your account unless you choose to share it publicly or to specific team members.\nWe access your content only when you give us explicit permission in order to resolve any issues you have within the application.\nUltimately, you alone get to choose who will see your logos and uploaded content.\nIf your content is made public, anyone (including us) may view its contents and potentially make other uses of it.\nIf you have included private or sensitive information in your public designs, such as email addresses, that information may be indexed by search engines or used by third parties.\nIf your user content is shared privately, those you have shared it with may use it in a manner inconsistent with our Terms of Use, and/or inconsistent with your wishes, including disclosing it publicly.\n</li>\n</ul> Sharing of Public Content\n<p>Within our Services you can create content, which may contain account and contact information, and grant permission to others to see, share, edit, copy and download that content based on settings you or your administrator (if applicable) select.\nSome of the collaboration features of the Services display some or all of your profile information to other Service users when you share or interact with specific content.\nYou can confirm whether certain Service properties are publicly visible from within the Services or by contacting the relevant administrator.</p>\n<p>We enable the sharing of user content on our Services.\nIf your content is public-facing, third parties may access and use it.\nWe do not sell that content.\nit is yours.\nHowever, we do allow third parties, such as search engines (e.g., Google), archives, and other members of the public to access and compile public-facing information.</p>\n<p>Below is the information that is shared about your uploaded &amp.\ncreated content:</p>\n<ul>\n<li>The logos that you create are by default private and accessible only by you.\nHowever, when you share your logos in password protected or public mode, they will be accessible by others.\nA logo that is shared in public mode will be searchable and indexable by search engines as well.</li>\n<li>The files (images, icons) that you upload into DesignEvo are private and are accessible only from within the logos in which they are used provided the logo itself has been shared by you.</li>\n<li>DesignEvo has a public showcase where we display some of our users’ created logos as an inspiration for others.\nOnly publicly shared logos that meet our design standards are showcased.\nWe display your publicly shared logos only with your consent in our showcase section and can also remove any of the logos from our showcase without notifying you.\nIf you make your showcased logos private, password protected or delete it, it will be also be removed from our showcase.</li>\n<li>If you belong to a team account, then your logos may be accessible by others in your team based on their roles and the permissions set for the logos.\n</li>\n</ul>\n<p>You can access, edit, change sharing options, and delete your logos from the dashboard in DesignEvo.</p> Use of Cookies\n<p>PearlMountain Limited will never use any kinds of cookies or automated technologies to collect your personally identifiable information on the Site and Services.\nAny information that can be used or combined with other data to uniquely identify or contact you will be collected only when you voluntarily submit or share that information to create an account, subscribe to newsletters or other services, make a transaction, respond to any promotional offer, submit your feedback, or otherwise use the Site and Services.</p>\n<p>However, we may use cookies, identifiers, and other automated tools and techniques to collect certain statistical information on the Site and Services.\nCookies are small text files that store information related to your device and usage of the Services.\nCookies enable certain functionalities, monitor and analyze the performance, and provide a very instrumental role in improving the effectiveness of our Site and Services.\nPearlMountain Limited may use cookies to:</p>\n<ul>\n<li>Collect certain non-identifiable statistical information such as your device type, App version, operating system, browser type, settings and configurations, preferences, and browsing behavior like IP address, ISP, entry and exit pages, timestamps, clicked ads and links, search history, and other details or metadata related to your use of the Site and Services (collectively the User data).</li>\n<li>Facilitate third-party service providers, marketing platforms, and other business entities in their targeted ads serving or offering services on the basis of your search history, preferences, and use of the Services.</li>\n<li>Research, compile, and consolidate the database to evaluate the effectiveness of certain features or services being offered or made available on our Site and Services.</li>\n<li>Access your personal, professional, or demographic profile or data so that you do not have to repeatedly provide the same information for using any service on the websites of our collaborating partners.</li>\n<li>Improve your overall experience on DesignEvo.\nCookies on our Site and Services can play a very crucial role in resolving technical problems, offering customized services, and completely changing the way you handle your images.</li>\n</ul> Third Party Cookies\n<p>PearlMountain Limited may use the services of Google Analytics, AdSense, AdMob, Facebook, and/or other third party marketing platforms/services to analyze traffic, understanding the demographic profile of the users, target advertisements, and monitor or improve certain features on our Site and Services.These third parties may be using their own cookies and identifiers to collect your personal information in relation to their services or ad serving on this website.\nFor example, Google uses DoubleClick DART cookies to serve ads on the basis of your interests.\nThese DART cookies reside on your device even when your DesignEvo session has ended and are successfully logged out.</p> What If Not Comfortable with the Use of Cookies\n<p>If you are not comfortable with the use of cookies and automated tools, you can reject our or third party cookies by changing the configuration preferences of your device, browser, and the App.\nYou may also use any third party software that block cookies and tracking tools.\nFor disabling DoubleClick DART cookies, please visit the respective opt-out pages of Google Analytics and AdSense.\nHowever, you should acknowledge that certain functionality or performance cookies may be necessary or required for the proper functioning of our Site and Services, and if you disable such cookies may prevent you from using DesignEvo or negatively affect your experience on the Services.</p>\n<p>For more details, please read our Cookie Policy.</p> How We Use Your Information\n<p>PearlMountain Limited may use your personal information to:</p>\n<ul>\n<li>Uniquely identify you on the Site and Services</li>\n<li>Help you create an account, make transactions, and use DesignEvo/Services in a hassle-free manner.</li>\n<li>Pursue/follow up your requests/transactions to ensure that our service providers take your requests seriously.</li>\n<li>Facilitate third parties to offer relevant ads and deals on products and services in case you consent to receive such offers.</li>\n<li>Send newsletters and information about new features, services, and technologies to inform how they are different or more advanced than what you have already used or familiar with.</li>\n<li>Send notifications regarding your account status, use of the Services or the changes in our terms and conditions, including this Privacy Policy.</li>\n<li>Collaborate with third party service providers to smoothly run our Site and Services, present the content in a more effective manner and improve your overall experience on DesignEvo.</li>\n<li>Research, analyze, evaluate, diagnose, troubleshoot data analysis, and consolidation of user data for keeping the Site and Services secure or performing other internal purposes.</li>\n<li>Obtaining your consent for any other purpose not listed in this Privacy Policy.</li>\n</ul> Your Rights Under the General Data Protection Regulation (GDPR)\n<p>There are international standards relating to personal data processing and use, such as the General Data Protection Regulation (GDPR), to which DesignEvo adheres.\nThe GDPR governs how DesignEvo may process your information, and the rights that EEA users have in relation to it.</p>\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.</p>\n<ul>\n<li>Right to receive a copy of the personal information we hold and certain other information about you;</li>\n<li>Right to request for correction of your personal information that we hold.</li>\n<li>Right to ask us to delete or remove your personal information in certain circumstances.</li>\n<li>Right to restrict/ suspend processing of your personal information under certain circumstances.</li>\n<li>Right to request the transfer of certain personal information to self or any third party.</li>\n<li>Right to withdraw your consent at any time where DesignEvo relied on your consent to process your personal information.</li>\n<li>Right to lodge a complain with the appropriate authority in case of violation of the applicable laws.</li>\n</ul>\n<p>For support on anything related to GDPR, or to exercise any of the mentioned rights, please contact us at support#designevo.com (replace # with @).</p> Sharing and Disclosure\n<p>PearlMountain Limited will never sell, rent, lease, share, or disclose your personal information to third parties for direct marketing purposes unless you have given your explicit consent to receive promotional offers and exclusive deals from third party marketing companies, service providers or other business entities.\nYou can revoke your consent at any time as mentioned in this Privacy Policy.</p>\n<p>However, we reserve a right to share your personal information with our trusted partners, service providers, and other third parties who perform your requests on our behalf and make it possible to run our Site and Services.\nFor example, we may share your credit card details with our payment processor so that you can purchase a paid package or make a transaction on/through DesignEvo a hassle-free manner.\nSimilarly, we may share your personal information with our service providers for account authentication, database management, service delivery, business promotion, or any other aspect of the Services being offered on the App/website.</p>\n<p>When sharing your personal information with our service providers or other third parties, no additional information will be shared except what may be necessary or required by them to perform or deliver your requested services.\nAll such third parties who may have access to or with whom we have shared your personal information will be obligated to maintain the security and confidentiality of your personal information.\nHowever, PearlMountain Limited will not be liable for any subsequent violation of your privacy rights by such third parties.</p>\n<p>PearlMountain Limited may share the user data with the third party advertisers and advertising networks on the Site and Services for facilitating such third parties in their targeted ad serving.\nThe user data pertains to non-identifiable statistical information and we will share only aggregated user data to keep it anonymous.\nHowever, we may use your identifiable information in combination with Analytics information to improve our Site and Services.</p>\n<p>PearlMountain Limited reserves a right to disclose any record, communication, or personal information to the relevant authorities or other third parties when it believes that such disclosure is necessary to:</p>\n<ul>\n<li>Comply with the applicable laws, subpoenas, judicial proceedings, or court orders.</li>\n<li>Co-operate with the investigating or law enforcement agencies and help them in preventing or investigating any fraud or cyber crime.</li>\n<li>Enforce its Terms and Conditions or your other agreements with PearlMountain Limited.</li>\n<li>Protect its business/legal rights, or the rights and well-being of other users and the general public.</li>\n<li>Transfer of its assets as part of a sale, merger, reorganization, dissolution or liquidation of this business.\nIf any such change the business ownership occurs, we will inform you and explain the applicable options to protect your privacy on the Site and Services.</li>\n</ul> Privacy Options\n<p>You can use the following options to manage your privacy on our Site and Services:</p>\n<ul>\n<li>You may access your personal information that we hold on DesignEvo/website and modify or update when required.\nIf you are unable to access or modify your personal information from within your account on DesignEvo, you may send your request at support#designevo.com (replace # with @) for such access and correction.\nHowever, access and update of your personal information shall be subject to applicable privacy and data protection laws in your jurisdiction.\nWe may refuse any request which is irrelevant, repetitive, systematic, or inconsistent with our business/legal obligations, or commercially unreasonable due to disproportionate technical efforts or expenses.\nPearlMountain Limited reserves a right to charge a reasonable fee for providing such data access and correction facilities through its privacy officer.</li>\n<li>You can unsubscribe from our newsletters and opt-out of receiving any promotional offers and deals from third party business entities.\nYou can opt-in or opt-out from our newsletters and promotional communications at any time by clicking/following the unsubscribe link at the bottom of such commercial emails.\nHowever, opting-out from our newsletters and promotional communications will not prevent us from sending notices and declarations related to your account status on DesignEvo, use of the Site and Services, or any changes in our terms and conditions, including the changes in this Privacy Policy.</li>\n<li>You may configure your device, operating system, and browser to reject third-party cookies and/or deny access permissions to certain hardware components, device identifiers, or location services on your device.\nDepending on your device type, certain features may not be available on your device and once consented to location access.\nyou may not be able to disable it.</li>\n<li>You may configure and define your privacy preferences on DesignEvo or the relevant section of our Site and Services.\nFor example, you may control how your uploaded/processed images are treated on the Site and Services.\nWhen you make your images private, any user on DesignEvo will have access to your images only when you grant exclusive permission to that user.\nOn the other hand, if you make your images public, all users on DesignEvo will have access to your images and PearlMountain Limited will be entitled to use such images in any media or manner for promoting its business.\nYou will also have a right to block any specific use of your personal information as provisioned on the Site and Services.\nYou can simply define your privacy preferences or contact us at support#designevo.com (replace # with @).</li>\n<li>If you are not satisfied with your privacy practices on the Site and Services, you may simply remove the App and discontinue the Services.</li>\n</ul> Security\n<p>Your privacy on our Site and Services is very important to us.\nWe have implemented internationally accepted standards and safeguards, including the physical, electronic and procedural security measures to ensure that your personal information on DesignEvo or this website is never compromised, misused, altered, deleted, or lost.\nHowever, despite the measure outlined above, remember that no method of information transmission or information storage is 100% secure or error-free.</p>\n<p>We will never store your payment information on our servers.\nYour payment details will be encrypted and directly passed to the third party payment processor.\nPlease acknowledge that your use of third party services is subject to your consent to the terms and privacy policies of the respective service providers.\nAny information that we may receive from such third parties will be handled according to this Privacy Policy.\nHowever, we may receive some of your payment details from our payment processor.\nAny information that we may receive from such third parties will be handled according to this Privacy Policy.</p>\n<p>It shall be your responsibility to ensure that your device and login passwords remain confidential and you are not accessing our Site and Services from any device with compromised or vulnerable run-time environment.\nYou should also ensure that your device does not have any non-enterprise application with permissions to access the data on your device.</p>\n<p>Please acknowledge that the Services involve the international transmission of data.\nYour profile information and pictures on DesignEvo may be transmitted and stored on servers located in different regions of the world.\nYour personal information may also be shared with our affiliates, service providers, and other third parties who may be operating outside and subject to less stringent laws than your home country.\nSuch practices make us disaster ready and allow more effective/efficient processing of transactions and provisioning of your requested services and support, but also create certain security risks that are inherent to data transmissions over mobile networks and the Internet.\nUsing DesignEvo or any feature or service being offered on this website shall be deemed as your consent to the International transmission and processing of your personal information.</p>\n<p>We will take every commercially reasonable security measures to handle your personal information in accordance with this Privacy Policy, butwe cannot guarantee its absolute security.\nIf you have any questions about security on DesignEvo, you can contact us at support#designevo.com (replace # with @)</p>\n<p>PearlMountain Limited shall not be liable for any breach of data transmissions or encryption algorithms, security vulnerabilities or hacking of DesignEvo, unauthorized access, alteration, deletion, loss, or misuse of your personal information and/or images on our Site and Services.\nYou shall use the App/Services at your own risks and discretion.</p> Links to Third Party Websites\n<p>This App/website may contain links or ads to third party websites, services, or content.\nSuch links may be included to provide useful information related to photo editing and graphic design so that you can handle your photo imaging projects like a true professional.\nHowever, third-party websites are subject to the terms and policies of the respective providers and we do not control any product, service, or content, including the views, reviews, testimonials, information, advice, suggestions, or recommendations being featured or made available on the third party websites.</p>\n<p>PearlMountain Limited does not approve, endorse, recommend, or renounce any product, service, or content being featured or made available by the linked websites, and shall not be liable for any claims, liabilities, damages, costs, consequences that may result from your access to third party websites or reliance on any product, service, information, or content featured on such websites.</p> Children\n<p>The Services on this App/website are not intended for minors and PearlMountain Limited does not collect any personal information from children who are less than 13 years of age or communicate with them.\nIf you are less than the age of legal maturity in your jurisdiction, it shall be deemed that you are accessing DesignEvo or using the Services under the guidance and supervision of your legal guardian who shall consent to this Privacy Policy and ensure that such minors understand their privacy rights and options on this website.</p>\n<p>We never knowingly target or solicit any personal information from children.\nPlease acknowledge that PearlMountain Limited reserves a right to remove any and all personal information of minors who are less than 13 years of age.</p> Changes to this Privacy Policy\n<p>PearlMountain Limited reserves a right to edit, modify, or replace this Privacy Policy at its sole discretion.\nIf this Privacy Policy is substantially modified to reflect any changing business or legal requirements, we will publish an update notification or the last modification date on this Page.\nPlease regularly visit this Page to remain aware of any changes in our collection, use, or disclose of your personal information on this website.</p>\n<p>Unless an urgent modification to this Privacy Policy is required due to any business or legal obligations, we will provide a reasonable notification period before the modified policies become effective.\nOnce the notification period is over, if any, the modified Privacy Policy will replace and supersede all previous versions of this Privacy Policy.\nContinued access or use of any feature, application, or service being made available on this website shall be deemed as your consent to accept and abide by the most current version of this Privacy Policy.</p> Contact Us\n<p>If you have any questions, concerns, or privacy issues on this website, please contact us at support#designevo.com (replace # with @).</p>\n<p>DesignEvo is an easy logo maker developed by PearlMountain Limited.\nIt makes logo design simple and straightforward, and provides the most convenient experience.</p> English Polygon 2\nCreated with Sketch.\n<ul>\n<li>English</li>\n<li>Español</li>\n<li>Português</li>\n<li>Deutsch</li>\n<li>Français</li>\n<li>日本語</li>\n<li>繁體中文</li>\n<li>简体中文</li>\n</ul> PLATFORM\n<ul>\n<li> For Web\n</li>\n<li> For Desktop\n</li>\n<li> For Mobile\n</li>\n</ul> RESOURCES\n<ul>\n<li>\nFeatures\n</li>\n<li>\nBlog\n</li>\n<li>\nSupport\n</li>\n<li>\nContact\n</li>\n</ul> COMPANY\n<ul>\n<li>\nAbout\n</li>\n<li>\nPricing\n</li>\n<li>\nAffiliate\n</li>\n<li>\nPrivacy\n</li>\n</ul>\n<p>\nCopyright © 2023 PearlMountain.\nAll Rights Reserved.\n</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2023-04-16 01:17:39.432293", "updated_at": "2023-04-16 01:17:57.569367"}, {"id": 15594, "name": "Contributor Agreement", "url": "https://www.designevo.com/contributor.html", "xpath": "/html/body/div[2]/div[4]/div/main/div/div[2]", "text": " Contributor Agreement\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Cookie Policy</li>\n<li>Contributor Agreement</li>\n</ul>\n<p>Last Updated: March 19, 2020</p>\n<p>This Contributor Agreement (the “Agreement”) is entered into between PearlMountain Limited, a multi-media software developer corporation (“PearlMountain”, “we”, “our ” or “us” etc.) and you (“Contributor”).\nThis Agreement is in addition to the Terms of Use applicable to the website www.designevo.com or use of its desktop and mobile application (DesignEvo, the App), that all persons providing content to, or downloading content from, have previously accepted.\nAccordingly, you hereby agree to the following terms for your present and future contributions submitted to PearlMountain.</p>\n<p>Please read this Agreement carefully before posting, uploading, or otherwise submitting any Contribution on this website (Site and Service).</p> Definitions <p>\n<strong>Contributor</strong> - \"Contributor\" means the individual or copyright owner submitting the Contribution.\nIf the Contribution is on behalf of a company, the term \"Contributor\" shall also mean the company.\n</p>\n<p>\n<strong>Contribution</strong> - \"Contribution\" shall mean any and all original work(s) of authorship, including but not limited to, any resource, sample, graphic, layout, design, template, and other material and any modification or addition to existing work(s), that is intentionally submitted or posted to PearlMountain by Contributor for inclusion.\nFor the purposes of this definition, “submitted” means any form of electronic, verbal, or written communication sent to PearlMountain or its representatives, including but not limited to communication on electronic mailing lists, source code control systems, and issue tracking systems that are managed by, or on behalf of, PearlMountain for the purpose of discussing and/or improving the work, but excluding communication that is conspicuously marked or otherwise designated in writing by you as “Not a Contribution.”</p> Grant of Copyright License\n<p>By submitting any Contribution to PearlMountain, you hereby grant to PearlMountain a perpetual, worldwide, non-exclusive, royalty-free, irrevocable copyright license to reproduce, prepare derivative works of, publicly display, publicly perform, sublicense, and distribute Your Contributions and such derivative works.</p> Grant of Patent License\n<p>You hereby grant to PearlMountain a perpetual, irrevocable, non-exclusive, worldwide, royalty-free patent license to: (i) make, have made, use, sell, offer to sell, import, and otherwise distribute and exploit your contributions in whole or in part, alone or in combination with or included in any product, work or materials produced from our service.\nand (ii) sublicense these same rights to third parties through multiple levels of sub-licensees or other licensing arrangements.\nIf any entity institutes patent litigation against you or any other entity (including a cross-claim or counterclaim in a lawsuit) alleging that your Contribution, or the Work to which you have contributed, constitutes direct or contributory patent infringement, then any patent licenses granted under this Agreement for that Contribution or Work shall terminate as of the date such litigation is filed.</p>\n<p>Contributor understands that PearlMountain has no duty to consult with, obtain the consent of, or pay royalties or otherwise for any use of the distribution of the Contribution.\nContributor agrees never to assert against PearlMountain or its licensees or transferees any moral or ownership rights in the Contribution.\nContributor understands that PearlMountain may register the copyright in the Contribution with the Copyright Office to record this assignment and Contributor acknowledges that PearlMountain may exercise all rights as the copyright owner of the Contribution.\nThe rights that you grant to us under this Agreement are effective on the date you first submitted a contribution to us, even if your submission took place before the date you entered this Agreement.</p> Contribution Acceptance\n<p>Contributor understands that the decision to include the Contribution in any product or source repository lies entirely with PearlMountain and nothing in this Agreement shall be deemed to require PearlMountain to include the Contribution in any Products and/or Projects.\nPearlMountain has the right to refuse to accept any Contribution for any reason or no reason.\nPearlMountain has the right to remove any Contribution from the Service at any time for any reason (including but not limited to our belief that your Contribution would or does subject us to legal action or if your Contribution violates the terms of this Agreement) or no reason.</p> Representation and Warranties\n<p>Contributor represents and warrants that the Contribution is Contributor's original work(s) of authorship and that Contributor is legally entitled to grant the rights and privileges set forth in this Agreement and is duly authorized to execute this Agreement on behalf of himself/herself or the copyright owner.\nContributor represents and warrants that, to the best of Contributor's knowledge, the Contribution does not violate any third party's copyrights, trademarks, patents or other intellectual property rights and that no other person or entity has the right to claim any right related to the Contribution.\nContributor represents that the Contribution shall include full disclosure and complete details of any third-party license or any other restriction that the work(s) may be subject to (including, but not limited to, related patents and/or trademarks) of which Contributor is aware and which are associated with any part of the Contribution.\nContributor agrees to promptly notify PearlMountain of any facts or circumstances should any of the foregoing representations become inaccurate in any respect.</p>\n<p>If your employer(s) has rights to intellectual property that you create that includes your contributions, you represent and warrant that your employer has waived such rights for your contributions to PearlMountain, or that you have received permission to make contributions on behalf of that employer and that you are authorized to execute this agreement on behalf of your employer.</p> Limitation of Liabilities\n<p>Under no circumstance shall PearlMountain be liable to Contributor or any third party for any reason relating to this Agreement.\nPearlMountain shall have no liability for any incidental, consequential, special, exemplary and punitive damages, whether such claim is based on warranty, contract, tort (including negligence) or otherwise.\nThis limitation shall apply notwithstanding any failure of essential purpose of any limited remedy and to the fullest extent by law.</p>\n<p>PearlMountain 's total aggregate liability arising out of this Agreement, whether for breach of contract or tort or otherwise, shall never exceed the total amount that you paid for using our service or the minimum amount provisioned under the applicable laws governing this Agreement, whichever is less.</p> Applicable Laws\n<p>The failure of either party to enforce its rights under this agreement for any period shall not be construed as a waiver of such rights.\nNo changes or modifications or waivers to this Agreement will be effective unless in writing and signed by both parties.\nIn the event that any provision of this agreement shall be determined to be illegal or unenforceable, that provision will be limited or eliminated to the minimum extent necessary so that this agreement shall otherwise remain in full force and effect and enforceable.\nThis Agreement shall be governed by and construed in accordance with the laws of Hong Kong, China without consideration of its conflict of laws provisions.</p> Entire Agreement\n<p>This is the entire agreement between Contributor and PearlMountain.\nClicking I Agree, Sign Up, Upload, Download, or related syntaxes on any page of this website or interface of your device, when prompted to, shall be deemed as your explicit consent to enter a binding agreement with PearlMountain Limited consisting of this Contributor Agreement (Agreement).</p> ", "created_at": "2023-04-16 01:17:39.526392", "updated_at": "2023-04-16 01:18:34.351432"}, {"id": 15593, "name": "Cookie Policy", "url": "https://www.designevo.com/cookie_policy.html", "xpath": "/html/body/div[2]/div[4]/div/main/div/div[2]/div[2]", "text": "\nCookie Policy for DesignEvo\n<p>This is the Cookie Policy for DesignEvo, accessible from https://www.designevo.com/.</p>\nWhat Are Cookies\n<p>As is common practice with almost all professional websites this site uses cookies, which are tiny files that are downloaded to your computer, to improve your experience.\nThis page describes what information we gather, how we use it and why we sometimes need to store these cookies.\nWe will also share how you can prevent these cookies from being stored however this may downgrade or 'break' certain elements of the site's functionality.</p>\n<p>For more general information on cookies see the Wikipedia article on HTTP Cookies.</p>\n&nbsp.\nHow We Use Cookies\n<p>We use cookies for a variety of reasons detailed below.\nUnfortunately in most cases there are no industry standard options for disabling cookies without completely disabling the functionality and features we add to this site.\nIt is recommended that you leave on all cookies if you are not sure whether you need them or not in case they are used to provide a service that you use.</p>\n&nbsp.\nDisabling Cookies\n<p>You can prevent the setting of cookies by adjusting the settings on your browser (see your browser Help for how to do this).\nBe aware that disabling cookies will affect the functionality of this and many other websites that you visit.\nDisabling cookies will usually result in also disabling certain functionality and features of this site.\nTherefore it is recommended that you do not disable cookies.</p>\n&nbsp.\nThe Cookies We Set\nAccount related cookies\n<p>If you create an account with us then we will use cookies for the management of the signup process and general administration.\nThese cookies will usually be deleted when you log out however in some cases they may remain afterwards to remember your site preferences when logged out.</p>\nLogin related cookies\n<p>We use cookies when you are logged in so that we can remember this fact.\nThis prevents you from having to log in every single time you visit a new page.\nThese cookies are typically removed or cleared when you log out to ensure that you can only access restricted features and areas when logged in.</p>\nEmail newsletters related cookies\n<p>This site offers newsletter or email subscription services and cookies may be used to remember if you are already registered and whether to show certain notifications which might only be valid to subscribed/unsubscribed users.</p>\nOrders processing related cookies\n<p>This site offers e-commerce or payment facilities and some cookies are essential to ensure that your order is remembered between pages so that we can process it properly.</p>\nSurveys related cookies\n<p>From time to time we offer user surveys and questionnaires to provide you with interesting insights, helpful tools, or to understand our user base more accurately.\nThese surveys may use cookies to remember who has already taken part in a survey or to provide you with accurate results after you change pages.</p>\nForms related cookies\n<p>When you submit data to through a form such as those found on contact pages or comment forms cookies may be set to remember your user details for future correspondence.</p>\nSite preferences cookies\n<p>In order to provide you with a great experience on this site we provide the functionality to set your preferences for how this site runs when you use it.\nIn order to remember your preferences we need to set cookies so that this information can be called whenever you interact with a page is affected by your preferences.</p>\n&nbsp.\nThird Party Cookies\n<p>In some special cases we also use cookies provided by trusted third parties.\nThe following section details which third party cookies you might encounter through this site.</p>\n<ul>\n<li>This site uses Google Analytics which is one of the most widespread and trusted analytics solution on the web for helping us to understand how you use the site and ways that we can improve your experience.\nThese cookies may track things such as how long you spend on the site and the pages that you visit so we can continue to produce engaging content.\nFor more information on Google Analytics cookies, see the official Google Analytics page.</li>\n<li>Third party analytics are used to track and measure usage of this site so that we can continue to produce engaging content.\nThese cookies may track things such as how long you spend on the site or pages you visit which helps us to understand how we can improve the site for you.</li>\n<li>From time to time we test new features and make subtle changes to the way that the site is delivered.\nWhen we are still testing new features these cookies may be used to ensure that you receive a consistent experience whilst on the site whilst ensuring we understand which optimisations our users appreciate the most.</li>\n<li>As we sell products it's important for us to understand statistics about how many of the visitors to our site actually make a purchase and as such this is the kind of data that these cookies will track.\nThis is important to you as it means that we can accurately make business predictions that allow us to monitor our advertising and product costs to ensure the best possible price.</li>\n<li>The Google AdSense service we use to serve advertising uses a DoubleClick cookie to serve more relevant ads across the web and limit the number of times that a given ad is shown to you.\nFor more information on Google AdSense see the official Google AdSense privacy FAQ.</li>\n<li>We use adverts to offset the costs of running this site and provide funding for further development.\nThe behavioural advertising cookies used by this site are designed to ensure that we provide you with the most relevant adverts where possible by anonymously tracking your interests and presenting similar things that may be of interest.</li>\n<li>Several partners advertise on our behalf and affiliate tracking cookies simply allow us to see if our customers have come to the site through one of our partner sites so that we can credit them appropriately and where applicable allow our affiliate partners to provide any bonus that they may provide you for making a purchase.</li>\n<li>We also use social media buttons and/or plugins on this site that allow you to connect with your social network in various ways.\nFor these to work the following social media sites including Facebook, Twitter, Google Plus, and Linkedin, will set cookies through our site which may be used to enhance your profile on their site or contribute to the data they hold for various purposes outlined in their respective privacy policies.</li>\n</ul>\n&nbsp.\nMore Information\n<p>Hopefully that has clarified things for you and as was previously mentioned if there is something that you aren't sure whether you need or not it's usually safer to leave cookies enabled in case it does interact with one of the features you use on our site.\nThis Cookies Policy was created with the help of the CookiePolicyGenerator.com</p>\n<p>However if you are still looking for more information then you can contact us through one of our preferred contact methods:</p>\n<p>Email: support#designevo.com(replace # with @)</p>\n", "created_at": "2023-04-16 01:17:39.494885", "updated_at": "2023-04-16 01:19:03.629291"}], "points": [], "urls": ["designevo.com"]}}