{"error": 448, "message": "OK", "parameters": {"id": 9478, "name": "Quad9", "created_at": "2023-09-02 04:49:41.269638", "updated_at": "2023-09-02 10:02:15.836718", "wikipedia": "https://en.wikipedia.org/wiki/Quad9", "keywords": null, "related": null, "slug": "quad9", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9478.png", "url": "quad9.net", "documents": [{"id": 18683, "name": "Website Privacy Policy", "url": "https://www.quad9.net/privacy/website-policy/", "xpath": "/html/body/div[1]/div/div/div[2]/div/div[2]/div", "text": "▸ Website Privacy Policy 0.\nApplicability of this Policy\n<p>This Privacy Policy for Website and Services Unrelated to DNS (\"Policy\") describes the privacy policies applicable to the web site, email communications, and ancillary services operated by the Quad9 Foundation (\"Quad9\").</p>\n<p>This is version 1.0 of the Policy, published on Wednesday, February 17, 2021, after review and approval by Quad9's General Manager John Todd, Quad9's Chairman Bill Woodcock, and Quad9's Counsels Angelo Marchetta (Switzerland) and Steve Ryan (United States).</p>\n<p>Quad9 may amend this policy by posting a new version, with an incremented version number, at https://quad9.net/privacy/website-policy.</p>\n<p>Note that Quad9's main DNS service is covered under the Quad9 DNS Service Privacy Policy.</p>\n<p>We process your data, which is collected when you visit our website in compliance with the applicable data protection regulations, under the Swiss Federal Act on Data Protection (FADP) and, if applicable, the EU General Data Protection Regulation (GDPR).</p>\n<p>In the following, we inform you about the data processing when you visit our website.\nThis Privacy Policy does not describe policies and procedures of the Quad9 DNS Service and on the collection, use and disclosure of information and the services, data, infrastructure or applications we offer to users of our services.</p>\n<p>If you have data protection concerns relating the processing of your personal data on this website, you can report them to the following contact address: Quad9 c/o SWITCH, Werdstrasse 2, P.O.\nBox, CH-2021 Zurich, or via email to support@quad9.net.</p>\n1.0 Collected Data\n1.1 Logfiles\n<p>When you visit our website, any or all of the following information may be stored in server log files:</p>\n<ul>\n<li>IP address</li>\n<li>Date and time of access</li>\n<li>URL of the previously visited website (referrer URL)</li>\n<li>URL of the retrieved file</li>\n<li>Server status code</li>\n<li>Operating system used</li>\n<li>Browser used</li>\n<li>Transfer protocol used (e.g.\nHTTP)</li>\n</ul>\n<p>This information, which is automatically transmitted by your browser, is technically necessary in particular for the error-free display of the requested content, the detection of faults, detection of abuse or unexpected usage, and for statistical analysis.\nServer log files are automatically deleted after 24 months.</p>\n1.2 Cookies and other technologies\n<p>Quad9's website does not use cookies and other technologies such as web beacons and pixel tags.</p>\n1.3 Social Media\n<p>On our website you can find icons of social media platforms.\nThese are simple links that forward you to the respective platform when you click on them.\nWe do not use any specific code from these platforms so no data are automatically transferred when you browse our website.\nIf you click on one of these links, you leave our website, and the respective provider of the platform directly controls which data are collected.\nUsing the referrer URL, the platform can see that you have previously been on our website.\nIf you are logged in with your account at the relevant platform, the content of our site can be linked to your profile on the platform, which means that the platform can directly link your visit to our website with your user account.</p>\n<p>Additional information on the purpose and scope of data collection and further processing by the relevant social media platforms, as well as on your rights, can be found in the privacy statements of the respective social media providers.</p>\n1.4 Support and Contact\n<p>If you contact Quad9 on one of our email addresses or through the contact form, we may communicate with you using the email address you contacted us with or you provided us through the form.</p>\n<p>To manage inquiries, we use the ticket system of the provider Zendesk Inc., a company headquartered in the State of California in the United States, in order to be able to process user inquiries faster and more efficiently.</p>\n<p>Zendesk uses the users' data only for the technical processing of the requests and does not pass them on to third parties.\nTo use Zendesk, at least a correct e-mail address is required.\nIn the course of processing service requests, it may be necessary to collect further data.\nThe use of Zendesk is optional and serves to improve and accelerate our customer and user service.</p>\n<p>Quad9 has staff that operates outside of the EEA, based on time and availability your request may be answered from USA, Canada, Nepal or South Africa.</p>\n1.5 Newsletter\n<p>Through our electronic newsletter you remain informed about current topics regarding Quad9 and our Service.\nTo subscribe to the newsletter, you can register on our website, by providing us your email address and on an optional basis your first and last name.\nThe registration of an e-mail address for the newsletter and media releases is done via the opt-in procedure.\nEach mail sent contains a link with which the addressee can unsubscribe from the newsletter list.</p>\n<p>We use the provider MailChimp to send our newsletter.\nMailchimp is an online marketing platform operated by The Rocket Science Group LLC, a company headquartered in the State of Georgia in the United States.\nThe e-mail addresses of the subscribers to our newsletters and, if applicable, their first and last names are stored on Mailchimp's servers in the USA.\nMailchimp uses this information on our behalf to send and evaluate the newsletters.\nMailchimp can use this data to optimize its own services.\nHowever, Mailchimp does not write to the recipients independently.\nYour data may also be passed on to third parties to fulfill the listed purposes.\nLikewise, Mailchimp reserves the right to share your data for advertising purposes in collaborations with advertising networks and social media.</p>\n<p>Through so-called \"web beacons\" (these are small graphics in HTML emails) MailChimp can determine whether the email has arrived, whether it has been opened and whether links have been clicked.\nAll this information is stored on the MailChimp servers.\nThis gives us statistical evaluations and allows us to see exactly how well our newsletter was received by you.</p>\n2.0 Retention Periods for your Personal Data\n<p>Except where more precise information has been provided, we will process and store your personal data for as long this is necessary to fulfil our legal obligations or the purposes pursued through the processing.</p>\n3.0 Data Security\n<p>We have taken appropriate technical and organizational security measures to protect your personal data from unauthorized access and misuse such as restricting the number of persons who have access to personal data, minimizing the number of systems that collect or interact with personal data, and ensuring our vendors or partners which may interact with personal data have data control and policy structures pertaining to personal data that are compliant with the laws and regulations under which Quad9 operates.</p>\n4.0 Your Rights\n<p>You have the right to receive information about your personal data processed by us in writing and free of charge at any time.\nYou also have the right to correct, delete and limit the processing of data, as well as the release of certain personal data for transfer to another controller.\nInsofar as processing is based on your consent, you have the right to withdraw this consent with effect for the future.\nYou will find the relevant contact details in the introduction to this privacy statement.</p>\n<p>In addition, every data subject has the right to enforce his/her rights in court or to lodge a complaint with the competent data protection authority.\nThe competent data protection au-thority of Switzerland is the Federal Data Protection and Information Commissioner (http://www.edoeb.admin.ch).</p>\n<p>-end-</p>\n<p>This Policy is published under a Creative Commons Attribution-NonCommercial-ShareAlike license.</p> ", "created_at": "2023-09-02 04:50:09.49631", "updated_at": "2023-09-02 04:50:17.887652"}, {"id": 18682, "name": "Data and Privacy Policy", "url": "https://www.quad9.net/privacy/policy/", "xpath": "/html/body/div[1]/div/div/div[2]/div/div[2]/div", "text": "▸ Data and Privacy Policy The incorporation of Quad9 in Switzerland is complete.\nThe responsible party for Quad9’s data and website privacy is Quad9, c/o SWITCH\nWerdstrasse 28004 Zürich.\nYou can view relevant documents for Quad9 at the Commercial Register.\nThis policy document is intentionally written concisely.\nExpository discussion, beyond the scope of the policy itself, is provided in these sidebars.\n0.\nApplicability of this Policy\n<p>This Privacy, Data Processing and Use Policy (\"Policy\") describes the policies of the Quad9 DNS Service (the \"Service\"), a recursive DNS resolver operated by the Quad9 Foundation (\"Quad9\").\nThis policy applies to Domain Name Service (DNS) transactions between Quad9's users and Quad9 under normal conditions.</p>\n<p>This is version 1.0 of the Policy, published on Wednesday, February 17, 2021.</p>\n<p>This policy is intended to meet or exceed the letter and spirit of Internet Engineering Task Force Request for Comment 8932, Recommendations for Privacy Service Operators, which is the applicable standard, and may be compared to Appendix 4.1, Example RPS Policy for reference.</p>\n<p>We publish a closely related document, Compliance and Applicable Law, which we strongly recommend that you also read, as it documents the mechanisms by which we are held to account under criminal law for compliance with this privacy Policy, the remedies and legal protections available to you as a user of Quad9's services regardless of your country of citizenship or residency, and the limitations upon governmental power to encroach upon the protections we offer.</p>\n<p>Quad9 may amend this policy by posting a new version, with an incremented version number, at https://quad9.net/privacy/policy/.</p> We have a separate privacy policy that applies under anomalous conditions, such as to users who are reasonably believed to be engaging in cyber attacks against or through us, and a separate policy that applies to communications with us via our website, email, or other channels.\n1.0 Treatment of IP addresses\n<p>Quad9 regards Internet Protocol (\"IP\") addresses associated with its users to be Personally Identifiable Information (\"PII\").\nQuad9 uses the union of the definitions of PII contained in Swiss law (Article 3 (a) FADP), United States law (2 CFR § 200.79) and European Union law (Article 4(1) GDPR), with the definition that extends the greatest protection to the user controlling in the event of any conflict between the three, and we extend that most stringent protection to all of Quad9's users, regardless of their citizenship or domicile.</p> In certain cases, the Internet Protocol (IP) address that your computer uses to communicate with Quad9 may constitute a form of Personally Identifiable Information (PII) to which Quad9 may be privy.\nMany nations classify and regulate IP addresses as PII, but this is not internationally harmonized.\n<p>When a user of the Service sends a query to Quad9, the query is transmitted across the Internet from an IP address under the control of, or in communication with, the user (the \"Reply To Address\"), to an IP address belonging to Quad9.</p> Quad9's own IP addresses (the addresses like 9.9.9.9, to which queries are addressed) are public and are associated with the Service rather than with any individual, so although they are IP addresses they do not constitute protected Personally Identifiable Information.\n<p>When Quad9 receives a DNS query, in very nearly every case, the IP address from which it receives the query is that of a caching/forwarding DNS resolver or the outside of a proxy or Network Address Translator (\"NAT\").\nin any of these cases, the IP address represents a set of users, often quite a large set, sometimes numbering in the millions, and those users come and go, invisible to us, hidden behind that intermediary address.\nIn these cases, which, to the best of our knowledge, make up nearly the entirety of the use of our systems, the IP address is not PII.\nBut in an extraordinary case, the IP address from which we receive a query may be unique and globally routed and directly associated with an individual, in which case it <em>is</em> PII.</p>\n<p>Quad9 makes no attempt to distinguish between IP addresses associated with resolvers or NATs versus those associated with individual users, because doing so would not improve our service but would simultaneously consume resources and needlessly single out individual users from the protective herd of our traffic.\nIn short, although this practice is centrally important to those who would collect and monetize individuals' information (\"cleaning the address list\" in advertising terms), it is anathema to us.</p>\n<p>Consequently, we take the simpler path of treating all IP addresses from which we receive queries as though they were PII.\nIn this document, we refer to them all collectively as \"Reply To Addresses\" since that's their functional relationship to our service and our privacy policy, regardless of how (and invisibly to us) they may function from the user's perspective.\nThis definition has utility in the context of a privacy policy because it encompasses all IP addresses from which we receive queries (of which we treat all as PII), but does not encompass our own (which are not).</p>\n<p>When Quad9 receives the query, it is necessarily contained within an \"envelope\" (more precisely, an IP protocol header) that contains both of those addresses.\nQuad9 necessarily holds the Reply To Address in volatile random access memory (\"RAM\") for the few microseconds to milliseconds necessary to service the user's query.\nDuring this time, Quad9 uses the Reply To Address to increment a counter of the number of queries received from the enclosing BGP-advertised prefix of the Reply To Address and a counter of the number of queries received from a geographic region that is the smaller of a nation or a population of not less than 10,000 persons.</p>\n<p>The Reply To Address is used for no other purposes, and is purged from RAM as soon as (in the case of a query the user delivers via User Datagram Protocol) we have transmitted the reply to the user's Reply To Address, or (in the case of a query the user delivers via the Transmission Control Protocol) the sooner of the user or Quad9 closing the TCP connection.\nThe Reply To Address (or any representation of, or proxy for, it) is not copied to permanent storage, nor is it transmitted across the network to any destination other than the user.\nIt leaves the machine on which we received it <em>only</em> in the form of a reply to the user – to no other destination, in no other form, for no other purpose.</p> We use server virtualization and we are aware that, in certain configurations we do not employ, it would be possible for the virtualization software to rely upon virtual memory.\nSpecifically, if physical memory were to become insufficient, the \"virtual memory\" process would swap pages of RAM which were not in use to disk.\nIf the machine were halted at exactly that moment, it is hypothetically possible that Reply To Addresses could be extracted from the memory pages that had been swapped to disk through brute-force decryption.\n<p>We do not believe that this process occurs on our servers for two reasons.\nFirst, we prevent this from occurring by allocating an amount of physical RAM to each client image that exceeds the amount of RAM it believes it has access to.\nSecond, the pages of RAM that contain live DNS query transaction endpoints are the most active ones, not the least active, and if one were swapped to disk the function of the machine would essentially halt.\nThis would stand out as a glaring beacon in our performance-monitoring systems, so if it were to occur it would be obvious to us – and it does not occur.</p> 2.0 Data collection and sharing\n<p>As a public-benefit not-for-profit foundation dedicated to the provision of secure, private, and performant recursive DNS, Quad9 limits its data collection solely to data that enables it to better perform its mission in the service of its users.\nIf data doesn't make the service more secure for its users, more private for its users, or faster and more resilient for its users, we don't bother to collect it.</p>\n<p>Quad9 does not have any mechanism for users to \"sign up\" or create an account or otherwise disclose their identity to us, because we have no technical or business need to be able to identify users or distinguish one from another.\nThus we do not have any records or data structures associated with or keyed by user, and consequently we do not have anywhere to put, or any way to retrieve, data about users.</p>\n2.1 IP addresses\n<p>Quad9 does not collect or record IP addresses, nor does it collect or hold any proxy for or representation of IP addresses, nor does it collect or hold any other unique identifier of individuals in lieu of IP addresses.</p>\n<p>Because Quad9 does not collect or hold IP addresses, they cannot be combined or correlated with other information, such as query labels or timestamps, to violate the privacy of Quad9's users.</p> As stated above, Quad9 treats Reply To Addresses as personally identifiable information.\nThe principal risk associated with PII is that it can be used in conjunction with other information to create a profile of an individual and their actions.\nAn IP address by itself poses relatively little risk, and the other information that we have, such as the query label, also by itself poses little to no risk to a user's privacy.\nBut if a user's IP address were to be associated with a query label, or a query label and a timestamp, the user's privacy would be forfeit.\nTherefore, Quad9's focus is on ensuring that IP addresses are never correlated with other information under our control.\nWe accomplish this by minimizing our handling of IP addresses and ensuring that there is never a point in our process in which an IP address and a query label are associated, except in the answer provided to the user.\nInformation that we do not have is information that cannot be sold, leaked, or stolen.\n2.2 Data collected\n<p>Quad9's data collection is principally in the form of integer counters.\nAt each Quad9 server, this is the full list of items we count:</p>\n<ul>\n<li>The number of queries for each Query Type, e.g., A, AAAA, NS, MX, TXT</li>\n<li>The number of each Response Type, e.g., SUCCESS, SERVFAIL, NXDOMAIN</li>\n<li>The number of queries that arrive over each transport protocol and encryption type, e.g., IPv4, IPv6, TCP, UDP, DoT, DoH, DNScrypt</li>\n<li>The number of queries originating in each geographic region\n<ul>\n<li>The number of queries for each malicious domain originating in each geocoded region</li>\n</ul>\n</li>\n<li>The number of queries originating in each BGP-advertised IP prefix\n<ul>\n<li>The number of queries for each malicious domain originating in each BGP-advertised IP prefix</li>\n</ul>\n</li>\n</ul>\n<p>In addition, we record:</p>\n<ul>\n<li>The times of the first and most recent instances of queries for each query label</li>\n</ul> In order to forecast need and plan capacity, we keep counters of the numbers of queries we serve, what portion of them arrive at each of our servers, what portion of them come from each geographic area, what portion of them come from each carrier network, and what portion of them arrive via each of the protocols we support.\nWe may also note the first and the most recent time we see a query for each unique query label.\nAlso, in the case of query labels threat-intelligence analysts bring to our attention to block in order to protect our users from malware and fraud, we also count the number of times each malicious domain has been queried from each geographic region.\n<p>None of these counters contain any personally identifiable information, nor do they correlate with or specifically reference any individual query.</p>\n<p>Where we perform counts per geographic region, we use demographic data to ensure that no region is smaller than the smaller of a nation or a population of not less than 10,000 persons.</p> For example, Nunavut is a territory of Canada with a population of 39,000, but no city within Nunavut has a population exceeding 8,000.\nTherefore, all queries originating in the territory are aggregated into a single counter representing more than 2,000,000 square kilometers.\nAt the opposite extreme, Vatican City is a country with a population of 825 and an area of 0.4 square kilometers which, because it is an ISO 3166-recognized country, is also represented by a single counter.\nWe distinguish between approximately 8,000 geographic regions that have an average population of 1,000,000 people each.\n<p>Our purpose in keeping geographic counters is twofold: to ensure that sufficient Quad9 server capacity exists within a region to serve its population locally and well.\nand, when cyber threats occur, to understand the degree to which they target or disproportionately affect any particular population.\nWe recognize that if a geographic region were too small, or too sparsely populated, it could potentially contain only a single individual and could thus be correlated with PII from other sources to create a risk to that individual's privacy.</p>\n<p>All the above data may be kept in full or partial form in permanent archives.</p>\n2.3 Sharing of data\n<p>Quad9 does not share, sell, or rent any information that could identify an individual.</p>\n<p>We do not share this information because we do not have this information.\nWe do not have this information because we do not need this information.\nBecause we do not need this information, we have built no mechanism to collect, retain, analyze, or distribute it.</p>\n<p>Quad9 shares very limited statistical counters with the threat intelligence analysts who provide the threat intelligence feeds that allow us to protect our users from malicious attacks.\nThis feedback allows threat intelligence analysts to refine their analyses and provide us with more accurate information, which in turn allows us to provide our users with better security.\nThis information does not include any personally identifiable information or anything that could be correlated with other data to identify an individual or their Internet use.\nSpecifically, with each threat intelligence analyst, we share the following three pieces of information:</p>\n<ul>\n<li>Timestamp of each query of each malicious domain they have identified to us</li>\n<li>The number of queries for each malicious domain they have identified to us, originating in each geocoded region</li>\n<li>The number of queries for each malicious domain they have identified to us, originating in each BGP-advertised IP prefix</li>\n</ul>\n<p>As a convenience to the threat intelligence analysts, we also supply the originating Autonomous System Number associated with the BGP-advertised IP prefix.\nThis is not data derived from users' queries but instead data derived independently from BGP routing tables.\nIt does not contain PII, nor can it be combined with PII to characterize a user.</p>\n<p>We do not share counters associated with malicious domains with threat intelligence analysts who have not identified that specific domain to us as malicious.</p>\n<p>Quad9 provides data to a very few carefully vetted security researchers to help them better understand and better protect the public from cyber threats.\nThis data may consist of a sparse statistical sampling of timestamped DNS responses from our cache or upstream authoritative servers, but no address, prefix, ASN, or other data related to the user or the query.\nIt does not contain any PII or any data that we believe could be combined or correlated with PII to characterize a user or their behavior.\nWhen we provide such assistance, we do so only under a written agreement that the researcher use information we provide solely for the purpose of improving user security, and not for any other purposes.\nWe require that researchers conduct their analysis on servers and infrastructure owned and operated by Quad9 and do not allow data to be exported from those systems in anything other than summary form.</p>\n<p>Quad9 publishes general information, such as number of threats blocked and infrastructure uptime, to the public.</p>\n3.0 Exceptions\n<p>Like any operator of critical infrastructure, we must maintain the security of our systems in order to ensure the privacy of our users.\nWe have a separate privacy policy for anomalous conditions, such as any in which users are engaging in cyber attacks against us.</p>\n4.0 Associated entities\n<p>Quad9 supplies data to the threat intelligence analysts who provide us with the means to protect our users from malicious domains, as detailed in Section 2.3.\nQuad9 provides information to researchers to help them better understand and better protect the public from cyber threats, but such assistance as we offer does not contain any PII or data that we believe could be combined or correlated with PII to characterize a user or their behavior.\nWhen we provide such assistance, we do so only under a written agreement that the researcher use information we provide solely for the purpose of improving user security, and not for any other purposes.\nNo other entities receive data from Quad9, other than that made available to the public at large.</p>\n5.0 Correlation of data\n<p>We do not correlate or combine data in our possession with data from other sources.</p>\n6.0 Result filtering\n<p>Quad9 provides both filtered and unfiltered responses to DNS queries, at the user's sole option.</p>\n6.1 Filtering\n<p>Quad9 uses threat intelligence information derived from qualified threat intelligence analysts to provide optional security protection to Quad9's users.\nQuad9 vets threat intelligence analysts carefully and assesses the quality of the intelligence provided on a continuous basis.\nThreat intelligence is aggregated from these many sources into a single \"block list\" of domains believed with a high degree of confidence to exist principally or exclusively for the purpose of harming a user.\nWith the acknowledgment that many of these data feeds consist of millions of malicious entities and are thus not subject to individual human review or scrutiny, Quad9 engages in continuous best-effort review of these data feeds to ensure quality and fitness-for-purpose.\nQuad9 engages bidirectionally with threat intelligence analysts to help them refine the quality of their analysis, and thus the degree of protection it affords Quad9's users.\nThis engagement includes the sharing of data as defined in section 2.3.</p>\n<p>Quad9 also allows users to query the current blocking status of any domain via a form on our web site.\nFor every blocked domain, Quad9 discloses the identity of the threat analyst that suggested the block and provides any explanatory text they may have provided, via this mechanism.</p>\n6.1.1 Censorship\n<p>Quad9 does not censor the answers it provides for any purpose other than the blocking of malicious domains associated with phishing, malware, vulnerability exploit, or fraud, as detailed in section 6.1.\nQuad9 does not accept censorship requests from governments or other entities.\nQuad9 specifies to its threat intelligence analysts that it does not accept domain-blocking suggestions for reasons of censorship and will reverse any such attempts we become aware of.</p>\n6.1.2 Accidental blocking\n<p>Quad9 accepts \"false positive\" reports from the public regarding domains users believe to be legitimate and erroneously blocked.\nThese reports may be submitted through a form on our website or via email to <code>support@quad9.net</code>.\nQuad9 makes a best-effort attempt to investigate each reported domain manually.\nUsers should bear in mind that malicious actors essentially always report their malicious domains to us as being erroneously blocked, so validating false positives is a laborious process.\nUpon determining that a blocked domain has been blocked erroneously, Quad9 adds it to an \"allow list\" that overrides the malicious threat intelligence we receive from threat intelligence analysts, and the domain is permanently removed from our aggregate block list.</p>\n7.0 Your rights\n<p>You have the right to receive information about your personal data processed by us in writing and free of charge at any time.\nYou also have the right to correct, delete and limit the processing of data, as well as the release of certain personal data for transfer to another controller.\nInsofar as processing is based on your consent, you have the right to withdraw this consent with effect for the future.\nYou will find the relevant contact details in the introduction to this privacy statement.</p>\n<p>In addition, every data subject has the right to enforce his/her rights in court or to lodge a complaint with the competent data protection authority.\nThe competent data protection authority of Switzerland is the Federal Data Protection and Information Commissioner (http://www.edoeb.admin.ch).</p>\n8.0 Contact\n<p>If you have any privacy-related questions or comments related to this Statement, please send an email to support@quad9.net.\nYou can also contact us by writing to this address:</p>\n<p>Quad9, c/o SWITCH, Werdstrasse 2, P.O.\nBox, CH-2021 Zurich</p>\n<p>-end-</p>\n<p>This Policy is published under a Creative Commons Attribution-NonCommercial-ShareAlike license.</p>\n<br>\n<p>\n<strong>External links</strong>\n<br>\nRequest for Comment 8932 - Recommendations for Privacy Service Operators<br>\nExample RPS Policy<br>\nArticle 3 (a) FADP - Swiss Federal Act on Data Protection<br>\n2 CFR § 200.79 - United States law<br>\nArticle 4(1) GDPR - European Union regulations<br>\nCaching/forwarding DNS resolver - Quora<br>\nProxy server - Wikipedia<br>\nNetwork Address Translator - Wikipedia</p> ", "created_at": "2023-09-02 04:49:41.300286", "updated_at": "2023-09-02 04:50:44.032375"}], "points": [], "urls": ["quad9.net"]}}