{"error": 448, "message": "OK", "parameters": {"id": 6901, "name": "Oak National Academy", "created_at": "2022-11-17 01:14:32.898276", "updated_at": "2022-11-17 23:01:11.925075", "wikipedia": "https://en.wikipedia.org/wiki/Oak_National_Academy", "keywords": null, "related": null, "slug": "oak-national-academy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6901.png", "url": "thenational.academy,classroom.thenational.academy,teachers.thenational.academy,privacy.thenational.academy", "documents": [{"id": 12642, "name": "Privacy Policy", "url": "https://www.thenational.academy/privacy-policy", "xpath": "/html/body/div[1]/div/div/main", "text": "Privacy<p>Updated 6 October 2022</p>1.\nIntroduction<p>Oak National Academy is committed to protecting and preserving the privacy of visitors to our website and other people with whom we communicate electronically (for example, by email).\nUnder data protection law, individuals have a right to be informed about how we use any personal data which we hold about them.\nWhen we refer to \"<strong>you</strong>\" or \"<strong>your</strong>\" in this notice, we are referring to you as an individual visiting our website or communicating with us electronically.\nWe refer to Oak Limited as “<strong>Oak</strong>”, \"<strong>we</strong>\", \"<strong>our</strong>\" or \"<strong>us</strong>\".</p>\n<p>We comply with this right by providing privacy notices (sometimes called fair processing notices).\nThis notice sets out information about our collection and processing of personal information related to visitors to our website and other people with whom we communicate electronically.\nWe have a separate privacy notice for teachers who contribute, or are considering contributing, to our programme – this notice does not apply to the information that we collect about those teachers.\nWe also have separate privacy notices for our members of staff and contractors and suppliers.</p>\n<p>We are the data controller for the purposes of data protection law.</p>\n<p>Our Data Protection Officer (DPO) is Jayne Taylor.</p>\n<p>This Privacy Notice should be read in conjunction with our Data Protection Policy, which is available by request from our DPO.</p>\n<p>\n<strong>Our contact details</strong>\n</p>\n<ul>\n<li>Name: Oak National Academy</li>\n<li>Address: Oak National Academy, PO Box 520, Newcastle upon Tyne, NE3 9GW</li>\n<li>E-mail:&nbsp;dpo@thenational.academy</li>\n<li>Company Number: 14174888</li>\n</ul>2.\nThe personal data we hold<p>The personal information that we will collect about you falls into the following categories:</p>Information collected automatically by our website<p>Our website collects some limited information about you automatically when you visit the site using your electronic device (this could be a computer desktop, laptop, phone, tablet, television).\nWe do not seek to identify you from this information or do anything with it that will affect you individually.\nTo the extent practicable, we aggregate and/or remove anything that could be used to identify you from this information before we use it, including (where possible) anonymising IP (Internet Protocol) addresses.</p>\n<p>This information includes, or may in the future include:</p>\n<ul>\n<li>the IP address from which you access our website;</li>\n<li>information about the device used to access the site (including the number of pupils using it);</li>\n<li>your approximate location;</li>\n<li>your school;</li>\n<li>the pages that you click on our site, including the lessons that you view (and therefore your likely year group);</li>\n<li>the time that you spend on the site and the time that you spend viewing videos on the site;</li>\n<li>the website uses cookies and web beacons.\nPlease see the Oak Cookie Policy for full details.</li>\n</ul>Information that you input to our website<p>Some pages on our website invite you to input information about yourself – for example, where we invite you to sign up to receive an e-newsletter from us, or to provide feedback through a survey.\nIn those cases the information sought is clear on the relevant page.</p>\n<p>We also ask teachers to input their school name on some pages, and, in particular, in order to download our resources.</p>Information that you send to us by email or other electronic means<p>You may also send us information about yourself by email or other electronic means (for example, through Facebook or Twitter).\nIn that case we will record your name and basic contact details and, of course, the information that you include in your communication.</p>\n<p>When we invite you to provide information about yourself, it is entirely up to you whether you give us the information or not.\nOften, however, we will not be able to do something that you are asking for (for example, send you an e-newsletter, or respond to an enquiry) if you do not give us the information.</p>Information collected through the Teacher Hub<p>If you are using the Teacher Hub (teachers.thenational.academy), you may be asked to provide us with the following information:</p>\n<ul>\n<li>Full name</li>\n<li>Email address</li>\n<li>School details (school name and URN)</li>\n<li>School contact email address</li>\n<li>Survey</li>\n</ul>Information collected through the Classroom<p>Users of the classroom.thenational.academy site are invited to take quizzes at the start and end of a lesson.\nThe Classroom quizzes typically collect and store users’ answers, marks and total scores.</p>Information collected through the Feedback Tool<p>We use a third party (Hubspot and Gleap) feedback tool (widget) hosted on the Homesite (www.thenational.academy) and Teacher Hub (teachers.thenational.academy) to enable users to submit a feedback form to report a technical bug or error in a lesson, make a general enquiry or to share product improvement ideas with us.</p>\n<p>Gleap and Hubspot will process the following information about you:</p>\n<ul>\n<li>Name (if you provided it)</li>\n<li>Email address</li>\n<li>Approximate geo-location</li>\n<li>Operating system</li>\n<li>Browser information (type and version)</li>\n<li>Screen size</li>\n<li>URL visited</li>\n<li>Screenshot data</li>\n<li>Session replay data (bug issue and lesson concern types only)</li>\n</ul>Information collected through the Recruitment Portal<p>A third-party tool (Applied) hosted within the website for managing our job adverts and applications: jobs.thenational.academy</p>\n<p>In order to make an application for an Oak advertised position we typically request the following personal information from you:</p>\n<ul>\n<li>Full name</li>\n<li>Contact details including: phone number, email and postal address</li>\n<li>Job history and CV</li>\n<li>Sometimes we may request video or written evidence from your job history to support your job application.</li>\n</ul>\n<p>For details of how we handle personal data relating to recruitment, please see our Recruitment Privacy Notice.</p>Information collected through the Help Centre<p>Our Help Centre (support.thenational.academy) is hosted by a third party provider (Hubspot).\nIt offers access to support documentation and FAQ articles, and to report an issue or feedback via a form.<br>\n<br>Information about the cookies used on the Help Centre can be accessed via the cookie banner or the cookie settings link near the footer on all Help Centre pages.<br>\n<br>Hubspot will process the following information about you if you submit a form via the Help Centre:</p>\n<ul>\n<li>Name (if you provided it)</li>\n<li>Email address</li>\n</ul>3.\nSpecial category data<p>The information we hold is not normally classed as special category data.\nThis includes any information relating to racial or ethnic origin, political opinions, religious or philosophical beliefs, health, genetic or biometric data.\nIf we do hold any such data about you, we will inform you.</p>4.\nWhy we use this data<p>We use your personal information for the following purposes:</p>Information collected automatically by our website<p>We use this information to improve our website and the lessons and other materials that we provide through it.\nWe do not use it to do anything that will affect you individually.</p>Information that you input to our website<p>The purposes for which we use this information (for example, to send you an e-newsletter) are explained on the web pages where we ask you to submit it.</p>Information that you send to us by email or other electronic means<p>We use this information to communicate with you, to respond to any enquiries that you may raise, and to manage our relationship with you.</p>Information collected through the Teacher Hub<p>We use this information to:</p>\n<ul>\n<li>provide you with subscription services, such as email updates</li>\n<li>understand how our services are being used and help us improve the resources we create</li>\n<li>ensure that our educational content is reaching the intended audience</li>\n<li>to allow us to know where our materials are being used</li>\n<li>to allow you to opt into updates relating to the Teacher Hub site</li>\n<li>to allow us to invite you to share your views on how to improve Oak and the services it provides.</li>\n</ul>Information collected through the Classroom<p>We use this information to help drive motivation in the users and to inform our continuous improvement of the content of our lessons.</p>Information collected through the Feedback Tool<p>We use this information to:</p>\n<ul>\n<li>Allow us to contact you to seek clarity on the issue you report</li>\n<li>Enable us to update you when an issue is resolved</li>\n<li>Add contextual detail to manually submitted feedback</li>\n<li>Enable analysis of feedback items.</li>\n</ul>Information collected through the Recruitment Portal<p>We use this information to allow us to select candidates to take forward for interview.</p>\n<p>Your personal information also forms part of a record of the conduct of our programme, the delivery of our lessons and our relationships with visitors to our website.\nWe use these records to oversee and assess our programme and derive insights for the education sector.\nThe records may also in some circumstances be used as evidence of these various matters, should a disagreement arise.</p>\n<p>We may share in anonymised form only, aggregated records of usage with the Department for Education, and third party education research organisations.</p>\n<p>We will not sell or rent your personal information or use or share your personal information for marketing purposes (other than to send you our e-newsletter, with your consent).</p>\n<p>We may need to use or disclose your personal information in order to comply with our legal obligations.</p>Information collected through the Help Centre<p>We use this information to:</p>\n<ul>\n<li>Understand usage of our support articles so that we can improve our documentation</li>\n<li>Learn what support topics users are searching for, to help identify gaps in our knowledge base and opportunities to create missing content</li>\n<li>Allow us to contact you to seek clarity on the issue you report</li>\n<li>Enable us to update you when an issue is resolved</li>\n<li>Enable analysis of feedback items.</li>\n</ul>5.\nOur legal basis for using this data<p>We only collect and use personal data when the law allows us to.\nAs set out above, we will not sell or rent your personal information or use or share your personal information for marketing purposes (other than to send you our e-newsletter, with your consent).</p>\n<p>We may need to use or disclose your personal information in order to comply with our <strong>legal obligations</strong>.</p>\n<p>We may occasionally seek your <strong>consent</strong> to allow us to process your personal information – for example, if you ask us to send you an e-newsletter, we may ask for your consent to use your contact details in order to send you the e-newsletter.\nPersonal information we collect through the Teacher Hub and the Recruitment Portal is only collected using your consent.\nIf we are relying on your consent, you can withdraw your consent at any time.\nWe will make this clear when we ask for consent and explain how it can be withdrawn.</p>\n<p>Generally, however, we need to collect and process your personal information, to the limited extent described in this privacy notice, so that we can pursue our <strong>legitimate interests</strong> in:</p>\n<ul>\n<li>delivering our programme of video lessons, including administering, managing and improving the programme, deriving insights from the programme for the educational sector and resolving any related legal issues that may arise.\nand</li>\n<li>(if you submit information to our website or send us information by email or other electronic means) communicating with you, responding to your enquiries and managing our relationship with you, all as part of delivering and improving that programme.</li>\n</ul>6.\nCollecting this data<p>Most of the personal information we hold about you comes from you directly, either via our website, through our communications and interactions with you, such as email.</p>\n<p>Whenever we seek to collect information from you, we make it clear whether providing it is mandatory or optional.\nIf it is mandatory, we will explain the possible consequences of not complying.</p>\n<p>In some cases (for example, when we host webinars), we may ask you to provide some personal information via a third party.\nWe will always ensure that these third parties have appropriate safeguards in place to ensure your personal information is kept safe and secure.</p>7.\nHow we store this data<p>We are committed to doing all we can to keep your personal information safe and secure.\nWe have set up systems and processes to prevent unauthorised access or disclosure of your information.\nWe also make sure that any third parties that process your information on our behalf keep your personal information secure.</p>\n<p>We use encrypted drives to store information.\nwe limit access to only those who need access.\nwe keep a record of data access and modification for records on our systems.\nwe manage and restrict all devices which have access to Oak systems or services.</p>\n<p>We will delete your personal information when we no longer need it in order to manage and deliver, or as a record of, our programme or (where relevant) our relationship with you.\nIn particular, unless we need to keep information for longer because (for example) a dispute arises:</p>\n<ul>\n<li>information about your visits to our website will be held for up to 5 years after the start of each session</li>\n<li>email newsletter subscription information will be held until you cease to subscribe, or the email newsletter is no longer published, and then for 5 years and then deleted</li>\n<li>we retain emails and other electronic communications for 5 years after they are sent or received, and then delete them</li>\n<li>we retain data collected via the Feedback Tool for a period of 12 months and then delete it.</li>\n</ul>\n<p>Further details about how long we retain records can be found in our Retention of Records Policy.</p>8.\nData sharing<p>We do not share information about you with any third party without consent unless the law, our policies or the terms of this privacy notice allow us to do so.</p>\n<p>Your personal information may be shared with third party service providers who host and process your information on our behalf in order to support our programme.</p>\n<p>We share aggregated information about the use of our website with partners but this does not involve disclosure of information from which you could be identified.</p>\n<p>We may also need to disclose your personal information in order to protect our legal rights and comply with our legal obligations.</p>9.\nTransferring data internationally<p>Oak uses a range of services to ensure it can deliver fast and reliable video streaming to all its users.\nThe majority of Oak’s technology is based within the European Economic Area and is fully compliant with the EU GDPR laws.\nHowever, some of the services we use are based outside the UK and the European Economic Area.\nWe only use these services where we are satisfied with their levels of security and we will put contractual safeguards in place.\nKeep in mind that when you give us personal information it could be being transferred, stored or processed in a location outside the UK and the EEA.</p>10.\nIndividual’s rights regarding personal data<p>Individuals have a right to make a <strong>‘subject access request’</strong> to gain access to personal information that we hold about them.</p>\n<p>If you make a subject access request, and if we do hold information about you, we will:</p>\n<ul>\n<li>Give you a description of it;</li>\n<li>Tell you why we are holding and processing it, and how long we will keep it for;</li>\n<li>Explain where we got it from, if not from you or your child;</li>\n<li>Tell you who it has been, or will be, shared with;</li>\n<li>Let you know whether any automated decision-making is being applied to the data, and any consequences of this;</li>\n<li>Give you a copy of the information in an intelligible form.</li>\n</ul>\n<p>Individuals also have the right for their personal information to be transmitted electronically to another organisation in certain circumstances.</p>\n<p>If you would like to make a request please contact our Data Protection Officer.</p>Other rights<p>Under data protection law, individuals have certain rights regarding how their personal data is used and kept safe, including the right to:</p>\n<ul>\n<li>Object to the use of personal data if it would cause, or is causing, damage or distress;</li>\n<li>Prevent it being used to send direct marketing;</li>\n<li>Object to decisions being taken by automated means (by a computer or machine, rather than by a person).\nCurrently we do not carry out any automated decision making or profiling on the personal data we process.\nIf this changes then we will let you know and update this Notice accordingly;</li>\n<li>In certain circumstances, have inaccurate personal data corrected, deleted or destroyed, or restrict processing;</li>\n<li>Request the transfer of automated personal data to them or to a third party.\nWe will provide personal data in a structured, commonly used, machine-readable format;</li>\n<li>Withdraw their consent at any time where we are processing personal data on the lawful basis of consent (for example when you receive our e-newsletter).\nThe individual can do this by contacting the data protection contact;</li>\n<li>Claim compensation for damages caused by a breach of the data protection regulations.</li>\n</ul>\n<p>To exercise any of these rights, please contact our DPO.</p>11.\nComplaints<p>We take any complaints about our collection and use of personal information very seriously.</p>\n<p>If you think that our collection or use of personal information is unfair, misleading or inappropriate, or have any other concern about our data processing, please raise this with us in the first instance.</p>\n<p>To make a complaint, please contact our data protection contact.</p>\n<p>Alternatively, you can make a complaint to the Information Commissioner’s Office:</p>\n<ul>\n<li>Report a concern online at https://ico.org.uk/concerns/</li>\n<li>Call 0303 123 1113</li>\n<li>Or write to: Information Commissioner’s Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF</li>\n</ul>12.\nContacting us<p>If you have any questions, concerns or would like more information about anything mentioned in this privacy notice, please contact our Data Protection Officer:</p>\n<ul>\n<li>Name: Jayne Taylor</li>\n<li>Address: Oak National Academy, PO Box 520, Newcastle upon Tyne, NE3 9GW</li>\n<li>Email: dpo@thenational.academy<br>\n</li>\n</ul>\n<strong>\n<em>This Notice</em>\n</strong>\n<p>\n<em>We will update this Privacy Notice from time to time.\nAny substantial changes that affect your rights will be provided to you directly as far as is reasonably practicable.</em>\n</p>", "created_at": "2022-11-17 01:14:32.900835", "updated_at": "2022-11-17 00:15:37.264546"}, {"id": 12643, "name": "Cookie policy", "url": "https://www.thenational.academy/legal/cookie-policy", "xpath": "/html/body/div[1]/div/div/main", "text": "Cookie policy<p>Updated 6 October 2022</p>\n<p>Our website uses cookies to distinguish you from other users of our website.\nThis helps us to provide you with a good experience when you browse our website and also allows us to improve it.\nBy continuing to browse our site, you are agreeing to our use of cookies.</p>What are cookies and web beacons?<p>A cookie is a small text file which is downloaded onto your device when you access a website.\nIt allows the website to recognise your device and store some information about your preferences or past actions.\nSome cookies are essential for the website to function as expected whereas others are optional.</p>\n<p>A web beacon, also known as a web bug, pixel tag or clear GIF, is a clear graphic image (typically one pixel in size) which is delivered through a web browser or HTML e-mail.</p>How you consent to us placing cookies and how to control them<p>When you visit our site, you will see a pop-up, which invites users to accept the cookies on our site.\nYou can block cookies by activating the settings on the pop-up that allow you to accept just strictly necessary cookies or customise your choice.\n</p>\n<p>However, if you choose to block all except strictly necessary cookies you may not be able to access all or parts of our site and your experience will be limited.</p>\n<p>The cookies placed by our servers cannot access, read or modify any other data on your computer.\nWe may use web beacons alone or in conjunction with cookies to compile information about your usage of our site and interaction with emails from us.\n</p>\n<p>For example, we may place web beacons in marketing emails that notify us when you click on a link in the email that directs you to our site, in order to improve our site and email communications.\nYou can manage your cookie settings using the <strong>Manage cookie settings</strong> link that can be found in the legal section of the website footer on every page.</p>What do we use cookies for?<p>We use the following categories of cookies on our site:</p>Strictly necessary cookies<em>Security cookies</em>\n<p>These are cookies, which are essential for the operation of our website.\nFor example, to ensure the security of our website we use CloudFlare services which require a cookie to be stored on your device.</p>\n<em>Embedded content cookies</em>\n<p>We rely on third party services for delivering video and other embedded learning content.\nThese include essential cookies from Mux Inc.</p>Optional cookies<p>These can be enabled/disabled using the <strong>Manage cookie settings</strong> link accessible via the website footer on every page.</p>\n<em>Statistics cookies</em>\n<p>These allow us to gather analytics on your usage of the Oak website.\nThis is important for us as it means we can find and fix bugs or usability issues, improve Oak resources in response to usage data and inform the future services we offer.\nTypically we collect information such as a device's IP address, device screen size, device type, browser information, approximate geographic location, and the preferred language used to display our website.\nWe use third-party services from PostHog, New Relic, BugSnag, Hotjar, HubSpot and Gleap to enable this part of our website functionality.</p>Cookies on the Help Centre<p>Our Help Centre (support.thenational.academy), hosted by a third party provider (Hubspot), allows us to offer users access to support documentation and FAQ articles, and to report an issue or feedback via a form.</p>\n<p>Cookie settings on support.thenational.academy and more information about these cookies can be accessed via the cookie banner or the Cookie Settings link near the footer on all Help Centre pages.</p>Third party cookies<p>We are committed to trying to help people we think we can support, find and use our website.\nOur site and services may contain links to other websites including share and/or “like” buttons.\nThese other websites and services may set their own cookies on your devices, collect data or solicit personal information.\n</p>\n<p>You should refer to their cookie and privacy policies to understand how your information may be collected and/or used.\nSome third party software utilises its own cookies over which we have little or no control and we cannot be held responsible for the protection of any information you provide when visiting those sites.\n</p>\n<p>Any external websites or apps linked to our website are not covered by this policy or our data protection policy or privacy notices.\nTo find out about these cookies, please visit the third party’s website.</p>\n<p>If you require any further information or have any questions, comments or requests regarding this policy and/or our use of Cookies, please contact privacy@thenational.academy</p>", "created_at": "2022-11-17 00:16:03.971064", "updated_at": "2022-11-17 00:16:12.126212"}, {"id": 12644, "name": "Terms and conditions", "url": "https://www.thenational.academy/legal/terms-and-conditions", "xpath": "/html/body/div[1]/div/div/main", "text": "Terms and conditions<p>Updated 25 August 2022</p>\n<p>If you continue to browse or use this website, you are agreeing to comply with and be bound by the following terms and conditions of use.</p>\n<p>The terms “<strong>Oak</strong>”, “<strong>us</strong>” and “<strong>we</strong>” refer to the owner of the website.\nThe term “<strong>you</strong>” refers to the user or viewer of our website.</p>\n<p>The use of this website is subject to the following terms and conditions, which we can update at any time without notice:</p>\n<ul>\n<li>We are continually striving to improve our website and it is being updated all the time.\nWe can change or remove content at any time without notice.</li>\n<li>Oak grants you a revocable, non-exclusive, non-transferable, limited license to use Oak’s lessons hosted on thenational.academy solely for non-commercial educational purposes, strictly in accordance with these terms and conditions.\nWhere Oak allows, lessons (consisting of slides, quizzes, and worksheets) may be downloaded by the user for the aforementioned purposes.\nhowever, no license is granted for the download, recording or reproduction of lesson videos for any reason.</li>\n<li>The contents of the pages of this website are for your general information and use only.</li>\n<li>Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose.\nYou acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.</li>\n<li>Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable.\nIt shall be your own responsibility to ensure that any products, services or information made available through this website meet your specific requirements.</li>\n<li>This website contains material, which is owned by or licensed to us.\nThis material includes, but is not limited to, the design, layout, look, appearance and graphics of our website.\nReproduction is strictly prohibited, other than in accordance with the copyright notice, which forms part of these terms and conditions.</li>\n<li>Unauthorised use of this website may lead to a claim for damages and/or be a criminal offence.</li>\n<li>From time to time, this website may also include links to other websites, as well as links to blogs and social media platforms.\nWe provide these links for your convenience.\nThey do not signify that we endorse the website, blog or social media platform and we have no responsibility for the content of the linked websites, blogs and/or social media platforms.</li>\n<li>Whilst we welcome you linking your own website or organisation to this website (or providing a link to this website in your documentation), you must NOT:<ul>\n<li>charge for access or use of materials found on our website;</li>\n<li>say your organisation or website is associated with or endorsed by us;</li>\n<li>license, sell, rent, lease, assign or otherwise commercially exploit any lessons or other products which appear on our website.</li>\n</ul>\n</li>\n<li>Your use of this website and any dispute arising out of such use is subject to the law of England.</li>\n</ul>\n<p>If you have any questions, comments or requests, or require further information, please contact help@thenational.academy</p>", "created_at": "2022-11-17 00:16:26.445835", "updated_at": "2022-11-17 00:16:33.39328"}], "points": [], "urls": ["thenational.academy", "classroom.thenational.academy", "teachers.thenational.academy", "privacy.thenational.academy"]}}