{"error": 448, "message": "OK", "parameters": {"id": 704, "name": "Zeptoabs UK", "created_at": "2018-09-09 09:00:21.983792", "updated_at": "2022-12-19 07:30:13.884936", "wikipedia": "https://en.wikipedia.org/wiki/ZeptoLab", "keywords": null, "related": null, "slug": "zeptoabs_uk", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/704.png", "url": "zeptolab.com", "documents": [{"id": 13446, "name": "Privacy Policy ", "url": "https://www.zeptolab.com/privacy", "xpath": "//body", "text": " <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li> YouTube </li>\n</ul>\n<ul>\n<li> About <i>\n</i>\n</li>\n<li> Games <i>\n</i>\n</li>\n<li> Careers 9 <i>\n</i>\n</li>\n<li> Publishing <i>\n</i>\n</li>\n<li> Advertise <i>\n</i>\n</li>\n<li> Contact <i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Privacy Policy </li>\n<li> Terms and Conditions </li>\n<li> Cookies </li>\n</ul> Privacy Policy <p> Last Updated: April 12, 2022 </p>\n<p> Welcome! This Privacy Policy explains how ZeptoLab UK Limited (\"<b>ZeptoLab</b>\" or \"<b>we</b>\") collects, uses, and shares your personal information while you play ZeptoLab's games (\"<b>Games</b>\") and/or use ZeptoLab's websites that link to this Privacy Policy (\"<b>Websites</b>\").\n</p>\n<p> We may make changes to this Privacy Policy from time to time.\nIf we make any material changes to this Privacy Policy, we will notify you via email if we have your email address on record, or via a notice on the Websites and/or Games prior to the change becoming effective.\n</p> 1.\nWhat kind of personal information does ZeptoLab collect? <p> We aim to minimize how much personal information we collect from users when they play the Games or use the Websites.\nWe collect the personal information that you voluntarily provide to us (e.g.\nemail addresses you give us to subscribe to our Newsletters (as defined below)), but most of our data collection is limited to the following types of data, which do not identify you personally but may uniquely identify the device you are using to play to the Games or use the Websites (\"Device\").\nIn some countries, this type of data may be considered as personal information:\n</p>\n<ul>\n<li> \"<b>Advertising ID</b>\", which means the resettable and unique identifier associated with your mobile phone or tablet that is used by advertisers for ad tracking.\n</li>\n<li> \"<b>Location Information</b>\", which means general information about the location from which you're playing the Games or using the Websites (e.g.\nIP address, country, and city).\n</li>\n<li> \"<b>Device Information</b>\", which means technical information about your Device.\nWhen we refer to Device Information, this means your Device ID, your internet service provider (ISP), your browser and browser plug-in types, operating system and operating system version, jailbreak information, network information, the brand and manufacturer of your Device, the language you've set for your Device, the version of the Game installed on your Device, and the name of your carrier.\n</li>\n</ul> Personal Information Purpose(s) When You Play the Games Your Age When you install our Games, you may be asked to provide your age.\nWe use this information to enable or disable certain Game features and certain types of ads shown to you depending on your age and where you are from.\nFor more information about our policies for children's personal information, please see Section 6.\nAdvertising IDs, Location Information, and Device Information Analytics – for more information, please see Section 4.<br> Advertising – for more information, please see Section 5.\nName and email address, Location Information, Device Information <u>Customer Support</u>\n<br> You have the option to contact our customer support team directly from some of our Games.\nWhen you do, we will collect and use this information to respond to your requests and/or comments.\nWhen You Visit and Use the Websites Name, email address, and/or phone number <p>\n<u>Newsletter Subscriptions</u>\n<br> On some of our Websites, you may provide us with your email address to sign up for a mailing list to receive newsletters and other marketing or promotional communications about a specific Game (\"<b>Newsletters</b>\").\nWe will use your name and email address to send you periodic Newsletters.\nFor instructions on how to opt-out of receiving Newsletters, please see Section 8.</p>\n<p>\n<u>SMS Updates</u>\n<br> From time to time, you may have the option to receive special updates about ZeptoLab via a SMS text message.\nWhen this option is available, you may provide your phone number and we will only use this number to send you an SMS text message about the update.</p>\n<p>\n<u>Customer Support</u>\n<br>If you contact our customer team, whether via email or by filling out a contact form on the Websites, we will collect and use this information to respond to your requests and/or comments.</p> Display name and email address <p>\n<u>Message Boards</u>\n<br> Some of our Websites have message boards so that you can post public messages and communicate with other Game players.\nTo participate on the message boards, you will need to create an account by providing a display name, email address, and password.</p>\n<p> Please note that if you participate in the message boards, then any information you post will be public.\n</p> Advertising IDs, Location Information, and Device Information Analytics – for more information, please see Section 4.\nName, email address, and phone number <u>Job Applications</u>\n<br> If you apply for a job with ZeptoLab through www.zeptolab.com, we will collect and use this information to process your application.\nWe may also use this information to contact you in connection with your application.\n<u>Does ZeptoLab Collect My Financial Information When I Make In-App Purchases?</u>\n<p>When you make in-app purchases in the Games, we do not collect or have any access to your name and billing information.\nThis information is collected and stored by your platform (e.g.\nApple's Game Store or Android's Google Play) or your platform's payment processor.</p>\n<u>Offline Games</u>\n<p> ZeptoLab offers a limited selection of Games with offline only functionality, which may be made available through third parties.\nOffline Games do not collect or process personal information.\n</p> 2.\nDo third parties have access to my personal information? <p> Yes.\nLike most companies, we use tools from service providers to help us with various parts of our business (\"<b>Service Providers</b>\"), and depending on the service we need, these Service Providers may have access to your personal information.\nFor example, we use a Service Provider's email software to manage our Newsletter subscriptions, and if you have given us your email address to subscribe to Newsletters, then your email address will be shared with that Service Provider.\nWe also use Service Providers for hosting, customer support, and mobile and web analytics.\nFor a list of the Service Providers who have access to your personal information, please click here.\n</p>\n<p> We contractually require all Service Providers to treat your personal information as confidential information and to only use it for the services we need.\nHowever, we do not have direct control over how Service Providers use your personal information and we cannot guarantee that our Service Providers will use your personal information as required in our contract with them.\nFor this reason, we are not responsible for our Service Providers' misuse of your personal information.\n</p>\n<p> In addition to our Service Providers, our Ad Partners may also have access to your personal information.\nWe've dedicated a separate section about advertising and our Ad Partners, so please check that out in Section 5.\nWe may also share your personal information for our legitimate business and legal purposes as described in Section 12.\n</p> 3.\nHow long will ZeptoLab keep my personal information? <p> How long we store your personal information will depend on the purpose that we originally collected it.\nWe will not retain personal information for longer than is necessary for our business or for legal requirements.\n</p> 4.\nHow is my personal information used for analytics? <p> As an online business, it is important for us to know how users interact with our Websites and Games.\nWe and our Service Providers will collect your Location Information, Device Information, and Advertising IDs so that we can deliver our Game and Website services to our users, measure, analyze, and improve performance of the Games and Websites, and to continually update and develop our Games and Websites.\nFor example, we will use this information to assess the difficulty level of Games, fix any bugs or errors in the Games, evaluate the demographic of our users, and to determine whether or not we need to support a new Device type for the Games.\nIn addition, if you have connected your Game account to your account on Facebook, we will use the information described in Section 1 to conduct analytics.\n</p> 5.\nHow is my personal information used for advertising?\n<u>A.\nAd Partner Technologies</u>\n<p> To help us keep our Games running, we show ads in our Games with the help of third-party advertising partners (\"<b>Ad Partners</b>\").\nWe integrate Ad Partners' technologies into our Games which are then used by the Ad Partners to determine what kind of ads to display to you.\n</p>\n<dl>\n<dt>i.\nDo Ad Partners Collect My Personal Information?</dt>\n<dd>In order to show you ads that you might interesting and/or relevant (\"Targeted Ads\"), Ad Partners collect and use your Advertising ID, Location Information, and Device Information.\nIf location services are enabled in your Device settings, the Ad Partners may additionally collect your geolocation information.\nBecause these Ad Partners' technologies control what kind of personal information is collected from your Device and how it is used, we encourage you to review their respective privacy policies.\nA list of our Ad Partners is found here: www.zeptolab.com/privacy_personal.</dd>\n<dt>ii.\nHow to Opt-Out of Receiving Targeted Ads.</dt>\n<dd>If you do not want to receive Targeted Ads on your mobile Device, your mobile Device may give you the option to opt-out of receiving Targeted Ads on all apps on your Device.\nOn Android Devices, you may opt-out by enabling the \"Opt out of Ads Personalization\" setting.\nOn iOS Devices, you may opt-out by enabling the \"Limit Ad Tracking\" setting.\nIn addition, you may be able to opt-out of receiving Targeted Ads from a specific Ad Partner.\nPlease review our Ad Partner list found here to see if an Ad Partner offers the ability to opt-out of receiving Targeted Ads.\nPlease note that if you opt-out of receiving Targeted Ads, you will still receive contextual ads, which are non-targeted ads related to the content of the Game you are playing.</dd>\n</dl>\n<u>B.\nAds for the Games on Third-Party Websites and/or Apps</u>\n<p> In addition to running ads in our Games, we also run ads to promote our Games in third-party websites and/or apps.\nWhen we run our own ads in third-party websites and/or apps, Service Providers help us optimize and measure performance of our ads and use their own tracking technologies to track Game installs and clicks and/or impressions of our ads.\nIn some cases, we will share your hashed or anonymized Advertising ID with our Ad Partners so that the Ad Partner can help us market and promote our Games.\nIn these cases, Ad Partners perform as ZeptoLab's Service Providers and we contractually require such Ad Partners to only use your personal information on our behalf.\nIf you wish to opt-out of your personal information being shared with Ad Partners in this way, please contact us at privacy@zeptolab.com.\n</p> 6.\nChildren's personal information.\n<p>\nA.\nIf you don’t receive a pop-up that asks for your age when you first access the game: </p>\n<dl>\n<dt>i.\nThen, you must be at least 16 years old to access the Game.</dt>\n<dd>We do not knowingly collect or solicit personal information from, or knowingly allow users under 16 years old.\nIf we discover that we hold personal information relating to a user under 16 years of age, we will promptly delete the data from our records.\nIf you have reason to believe we hold personal information relating to a user under 16 years of age that is not permitted, please contact us at privacy@zeptolab.com we will delete this information as quickly as possible.\n</dd>\n</dl>\n<p>\n</p>\n<p>\nB.\nIf you do receive a pop-up that asks for your age when you first access the game or are accessing the Website: </p>\n<dl>\n<dt>i.\nThen any age user may access the Game and Website.</dt>\n<dd>We do not knowingly collect children's personal information without parental consent, except as permitted under applicable laws such as the U.S.\nChildren's Online Privacy Protection Act (COPPA) and the EU General Data Protection Regulation (GDPR).\nFor example, ZeptoLab, its Service Providers, and its Ad Partners may collect personal information, such as IP addresses and other persistent identifiers, from children under 16 strictly to support ZeptoLab's internal operations and/or legitimate interests, such as analytics and to serve children with contextual ads.\nIf you are a parent of a child playing the Games or using the Websites, you may review or have your child's personal information deleted and refuse the further collection of his/her personal information by contacting us at privacy@zeptolab.com.\nPlease contact us at privacy@zeptolab.com if you believe we are collecting a child's personal information in violation of COPPA or the GDPR and we will delete this information as quickly as possible.\nFor a list of ZeptoLab's Service Providers, please visit here: https://www.zeptolab.com/privacy_personal.</dd>\n</dl>\n<p>\n</p>\n<p> If we want to change how we use personal information collected from children, we will first notify you by either posting an update on the Websites and/or the Games and you will be required to review, sign, and send to ZeptoLab a consent form to approve how we will use your child's personal information.\n</p> 7.\nCookies and similar tracking technologies.\n<p> We and our Service Providers use cookies, local storage, e-tags, or similar technologies on the Websites to conduct analytics as described in Section 4 above and to optimize the Websites' functionality and performance.\nTo learn more, please check out our Cookie Policy, found here: www.zeptolab.com/cookies.\n</p> 8.\nHow do I unsubscribe from/opt-out of receiving newsletters? <p> If you wish to unsubscribe from receiving Newsletters, you can click on the \"unsubscribe\" link at the bottom of the email and you will stop receiving Newsletters or for that specific Game you were subscribed to.\nPlease allow up to 24 hours before you stop receiving Newsletters.\nPlease note that if you are subscribed to more than one Game mailing list, you will continue to receive Newsletters for those other Games.\nYou may also continue to receive emails unrelated to marketing.\n</p> 9.\nThird-parties and their privacy policies.\n<p> Throughout the Websites, you may see links to third-party websites or applications.\nWe are not responsible for the privacy practices of these third-party sites, and when accessing their sites, we encourage you to read their privacy policies.\n</p> 10.\nIs my personal information secure? <p> The security of your personal information is important to us.\nWe follow generally accepted industry standards to protect your information, both during transmission and once it is received.\nHowever, no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nTherefore, we cannot guarantee its absolute security.\nWhile no security system is completely secure, we and our Service Provider stake appropriate security measures to protect against unauthorized access or disclosure of the information collected by us.\nFor ZeptoLab, this includes, but is not limited to, ensuring that all of your information is disclosed only on a \"need to know\" basis and ensuring that all information collected by ZeptoLab is done so via secured connections and protected and encrypted (using secure socket layer technology, \"SSL\") by industrial grade security software to guard against unauthorized access.\n</p> 11.\nPush notifications.\n<p> After downloading a Game, you will be asked to accept or refuse push notifications.\nIf you accept push notifications, we will collect and use push notification tokens to send you Game-specific notifications on your mobile Device.\nYou may disable push notifications at any time by going to your Device settings.\n</p> 12.\nSocial media features and tools.\n<p> The Websites and Games may include integrated social media features and tools, such as the Facebook \"Like\" button, the YouTube \"Share This\" button, and the Twitter \"Follow\" button.\nThese features may collect information on your IP address, which Website you are visiting, and may set a cookie to enable the feature to function properly.\nSocial media features and tools are hosted by a third-party, and your interactions with these integrated social media features and tools are governed by the privacy policy of the company providing it.\nTo learn more about cookies, please check out our Cookie Policy, found here: www.zeptolab.com/cookies.\n</p> 13.\nSharing your personal information for business/legal reasons.\n<p> A.\n<u>Business Transfers.</u> As we continue to develop our business, we may reorganize as a business entity, acquire entities, subsidiaries, or business units, or enter into joint ventures with third-parties.\nIn any of these types of transactions, any information you provide may be one of the transferred business assets (subject to any pre-existing privacy notice unless you consent otherwise).\nIn the event that all or substantially all of our assets are acquired or we merge with a third-party, your information will likely be one of the transferred assets.\nYou understand and agree that we reserve the right to transfer any information collected from you in the case of any such transfer.\nIn such event, we will use reasonable efforts to notify you before information about you is transferred and becomes subject to a different privacy policy.\n</p>\n<p> B.\n<u>Legal.</u> We may disclose information you provide to respond to subpoenas, court orders, requests from authorities, and other legal process, and to establish/exercise our legal rights.\nWe may also disclose your information to defend against legal claims when we believe that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.\nWe may share your information in order to investigate, prevent or take action regarding illegal activities, suspected fraud, and situations involving potential threats to the physical safety of any person, violations of our Terms of Use, or as otherwise required by law.\n</p> 14.\nHow do I access, manage, update, or delete my personal information? <p> Please submit a request to delete your personal information and stop any further collection of personal information to us at privacy@zeptolab.com.\nIf you are playing \"King of Thieves\" and/or \"CATS: Crash Arena Turbo Stars\" and want to access, manage, or update the personal information that ZeptoLab has collected about you, please check out our FAQ found at http://zepto.helpshift.com.\nFor all other Games, please contact us at privacy@zeptolab.com.\n</p> 15.\nFor users in the European Union and Brazil.\n<p> A.\n<u>Legal Basis for Processing.</u> Our legal basis for collecting, using, and sharing your personal information will depend on the purpose for which we use your personal information.\nTypically, we will rely on the following legal bases for processing your personal information: (i) your consent.\n(ii) where our processing is in our legitimate interest or in the legitimate interest of our Ad Partners or Service Providers.\nor (iii) where our processing is necessary to perform a contract with you (e.g.\nto make the Games or Websites accessible to you).\nIf we rely on your consent to process your personal information, you have the right to withdraw your consent at any time.\n</p>\n<p> B.\n<u>Your Personal Information Rights.</u> If you would like to exercise your rights of access, rectification, erasure, restriction of processing, data portability, and/or your right to object to the processing of your personal information, please follow the instructions described in Section 14.\nIf you would like to opt-out of your personal information being shared with our Ad Partners, please follow the instructions in Section 5(a)(ii).\n</p>\n<p> C.\n<u>Transfer of Personal Information Outside of the EU and Brazil.</u> Because our Service Providers are located in countries outside of the European Union and Brazil, your personal information will be transferred to other countries that may not offer the same level of data protection as the laws of your country of residence.\nWe rely on model contractual clauses for such transfers.\n</p>\n<p> D.\n<u>How to File Complaints.</u> If you believe your rights under the GDPR have been violated, you may lodge a complaint with the supervisory authority of your country of residence.\nFor contact information for your supervisory authority, please visit here.\n</p> 16.\nZeptoLab's contact information.\n<p> If you have any questions about our Privacy Policy or about our use of your personal information, then you may contact us at:\n</p>\n<p>\n<i> ZeptoLab UK Limited <br> 2 Eaton Gate, London, SW1W 9BJ, United Kingdom <br> privacy@zeptolab.com <br> +44 (0)7376294346 <br>\n</i>\n</p>\n<p> Back <i>\n</i>\n</p>\n<ul>\n<li> About <ul>\n<li>Company</li>\n<li>Press</li>\n<li>Press Kits</li>\n<li>Awards</li>\n<li>Om Nom</li>\n</ul>\n</li>\n<li> Games <ul>\n<li>Om Nom: Run</li>\n<li>Downhill Smash</li>\n<li>Overcrowded: Tycoon</li>\n<li>CATS: Crash Arena Turbo Stars</li>\n<li>Om Nom: Merge</li>\n<li>Evo Pop</li>\n<li>Robotics</li>\n<li>Bullet Echo</li>\n<li>Cut the Rope: Magic</li>\n<li>King of Thieves</li>\n</ul>\n</li>\n<li> Careers <ul>\n<li> Senior Unity Core Developer, remote </li>\n<li> Senior Unity Core Developer, Barcelona/remote </li>\n<li> Junior Product Analyst </li>\n<li> Senior Product Analyst </li>\n<li> Freelance Copywriter </li>\n<li> Business Development Manager (remote) </li>\n<li> Senior Data Analyst </li>\n<li> Senior User Acquisition Manager </li>\n<li> Product Manager </li>\n</ul>\n</li>\n<li> Publishing Advertise Contact </li>\n<li> Privacy Policy Terms and Conditions Cookies Preferences </li>\n</ul> Follow us Tweet <ul>\n<li> Help <ul>\n<li>Customer support</li>\n</ul>\n</li>\n<li> Talk <ul>\n<li>Partnerships &amp.\nbusiness proposal</li>\n</ul>\n</li>\n<li> Discover <ul>\n<li>General inquiries</li>\n</ul>\n</li>\n<li> UK Limited 2013 – 2022 © </li>\n</ul>\n<p>This website uses cookies to ensure you get the best experience on our website.</p>SettingsAccept allReject allCookies Settings×<ul>\n<li>About Cookies</li>\n<li>Strictly Necessary Cookies</li>\n<li>Analytics Cookies</li>\n<li>Functional Cookies</li>\n<li>More Information</li>\n</ul>About CookiesStrictly Necessary CookiesAnalytics CookiesFunctional CookiesMore InformationAbout Cookies<p>A cookie is a small text file that is stored on your computer by a website you visit.\nMost commonly, websites use cookies to identify visitors, remember visitors' preferences, and to keep\nvisitors logged into their accounts while they navigate the website.\nWebsites may also use cookies\nto display ads that visitors may find more interesting or to better understand how visitors use the website.\nCookies are either first-party cookies, which belong to the domain you are visiting, or third-party cookies,\nwhich are set by and belong to a different domain than the one that you're currently visiting.\nA cookie may also be a session cookie, which is erased when you close your browser, or a persistent cookie,\nwhich remains on your browser until it expires or until you erase them.\nTo learn about the different cookies we use on our websites, please review the tabs to the left.</p>Cookies Used<ul>\n</ul>Save", "created_at": "2022-12-19 07:31:10.850077", "updated_at": "2022-12-19 07:31:20.405125"}, {"id": 13445, "name": "Terms and Conditions ", "url": "https://www.zeptolab.com/terms", "xpath": "//body", "text": " <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li> YouTube </li>\n</ul>\n<ul>\n<li> About <i>\n</i>\n</li>\n<li> Games <i>\n</i>\n</li>\n<li> Careers 9 <i>\n</i>\n</li>\n<li> Publishing <i>\n</i>\n</li>\n<li> Advertise <i>\n</i>\n</li>\n<li> Contact <i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Privacy Policy </li>\n<li> Terms and Conditions </li>\n<li> Cookies </li>\n</ul> Terms and Conditions <p> Last Modified: November 11, 2020 </p>\n<p> IMPORTANT - READ CAREFULLY: These Terms of Use (\"<b>Terms</b>\") is a legal agreement between you (\"<b>you</b>\" or \"<b>your</b>\") and ZeptoLab UK Limited (\"<b>ZeptoLab</b>\") and governs the use by <b>you</b> while you play ZeptoLab's games (\"<b>Games</b>\") and/or use ZeptoLab's websites that link to these Terms of Use (\"<b>Websites\"</b>), or downloadable games and/or applications (\"<b>App</b>\") (collectively, the \"<b>Services</b>\").\nBy using the Services you agree to these Terms.\nIf you do not agree to these Terms, do not purchase or use the Services.\n</p>\n<p>\n<b>BY PURCHASING OR USING THE SERVICES, YOU ACKNOWLEDGE THAT YOU HAVE READ THIS AGREEMENT AND AGREE TO BE BOUND BY ITS TERMS AND CONDITIONS.</b>\n</p>\n<p> PLEASE REVIEW ZEPTOLAB'S PRIVACY POLICY, WHICH IS INCORPORATED INTO THESE TERMS BY REFERENCE.\nBY ACCEPTING THESE TERMS, YOU ARE ALSO ACCEPTING THE PRIVACY POLICY.\n</p> 1.\nLicense and restrictions.\n<p> Subject to these Terms, ZeptoLab grants you a non-exclusive, limited, revocable, non-transferable license to use the Services for your personal, non-commercial use.\nYou may not: (a) modify, translate, reverse-engineer, reverse-compile or decompile, disassemble, create derivative works of, or use data gathering or extraction tools in connection with the Services.\n(b) reproduce, duplicate, copy, sell, resell, or otherwise exploit the Services, in whole or in part, for any purpose without ZeptoLab's express written consent.\n(c) frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layouts, or forms) without the express written consent of the respective owner.\n(d) use any data mining tools or automation tools such as spiders, crawlers, scripts, bots, or any automated method of recording information in connection with the Services.\n(e) use any meta-tags or any other \"hidden text\" utilizing \"ZeptoLab,\" the names of any Game or related characters, its affiliates, partners or artists without ZeptoLab's express written permission.\nor (f) engage in any conduct in connection with the Services that may be considered illegal or tortious including, without limitation, \"hacking\" the Services, or infringing the intellectual property or other proprietary rights of ZeptoLab or third-parties.\n</p>\n<p> Additionally, where the Services are an App, ZeptoLab grants you a non-exclusive, non-transferable, revocable, limited license to use the App for your personal, non-commercial use on authorized devices, unless otherwise specified.\nThe App may not be copied, resold, or sublicensed.\nThese Terms apply to all versions including, without limitation, free and paid versions and updates to the App.\n</p>\n<p> The App may include measures to control access to the App (including age controls), prevent unauthorized copies, or otherwise attempt to prevent anyone from exceeding the limited rights and licenses granted under these Terms.\nYou may not take any action to circumvent or defeat such security features.\nIf you disable or otherwise tamper with the technical protection measures, your license to use the App or other Services will be automatically revoked.\n</p> 2.\nThird-party product, services and links.\n<p> ZeptoLab may offer third-party products through the Services.\nYou assume all risks and liabilities associated with the use of any such third-party products.\nAdditionally, your rights and obligations regarding such products or services will be governed by the separate terms of use and privacy policies of the applicable third-party provider.\n</p>\n<p> The Services may include hyperlinks to third-party websites over which ZeptoLab has no control.\nZeptoLab is not responsible for the availability of such external, third-party sites or resources and will not be responsible or liable for any content, advertising, products, or other materials on or available from such third-party websites or resources.\n</p> 3.\nAccess to the services.\n<p>If you do not receive a pop-up that asks for your age when you first access a Game or when you are accessing the Website, then by using the Services and your continued access to such Services, you are affirming to ZeptoLab that you are at least 16 years old.</p>\n<p>If you do receive a pop-up that asks for your age when you first access thea Game or when accessing the Website:</p>\n<p>If you are <u>under 18</u> years of age (or have not reached the age of a legal adult where you live, if that is not 18 years of age) you affirm that you have reviewed these Terms with your parent or guardian and they agrees to these Terms on your behalf and takes full responsibility for your compliance with these Terms.</p>\n<p>If you are <u>under 13</u> years of age, in addition to the above you must have explicit permission from your parent or guardian in order to use the Services.</p>\n<p>If you do not have permission from your parent of guardian, certain features and functionality of the Services may be disabled.</p>\n<p>As described in our Privacy Policy, we will either provide a version of that Game or Website that does not collect, use, or disclose your personal information, except as permitted by applicable data protection laws, including without limitation the Children's Online Privacy Protection Act, or obtain legally valid parental consent prior to collecting, using or disclosing your personal information.</p>\n<p> You may be required to register an account before using certain Services (\"<b>Account</b>\").\nYou may also be required or have the option to access the Services through a social networking service (\"<b>SNS</b>\").\nYour Account is personal to you, and you may not rent, lease, sell, trade, gift, bequeath, or otherwise transfer it to anyone else.\nYou agree to provide true and complete information about yourself when you register your Account and to keep it up to date.\nYou may not have more than one Account or access the Services through more than one SNS at any given time.\nYou are solely responsible for maintaining the confidentiality of your password and user name and for any activities that occur under or through your Account.\nZeptoLab does not authorize use of automated methods to sign up for an Account, and ZeptoLab reserves the right to immediately terminate your access to the Services or your Account if you breach these Terms or otherwise violate any applicable law, rule, or regulation in your jurisdiction.\n</p>\n<p> You are responsible for the internet connection and/or mobile charges that you may incur for accessing and/or using the Services.\n</p> 4.\nIn-app purchases.\nA.\nIn-game Virtual Currency and Virtual Items\n<p> The Service may include an opportunity for you to earn, buy or otherwise obtain in-game currency (\"<b>Virtual Currency</b>\") to access virtual, in-game digital goods or items (\"<b>Virtual Items</b>\").\nMethods of obtaining Virtual Currency are at ZeptoLab's sole discretion.\nVirtual Currency is not real currency, do not have monetary value, and may not be redeemed for legal currency, or items of value outside of the Services.\n</p>\n<p> Virtual Currency and Virtual Items obtained via the Service are provided to you under a limited, personal, revocable, non-transferable, non-sublicenseable license to use within the Service.\nYou have no property interest, right or title in or to any Virtual Currency or Virtual Items appearing or originating in the Service, and they may not be transferred or resold in any manner, including, without limitation, by means of any direct sale or auction service.\n</p>\n<p> ZeptoLab has no liability for hacking or loss of your Virtual Currency or Virtual Items or any goods or services obtained via Virtual Currency.\nZeptoLab has no obligation to, and will not, reimburse you for any Virtual Currency or Virtual Items obtained with Virtual Currency.\nZeptoLab reserves the right, in its sole discretion and without prior notification, to change or limit the price, availability, or order quantity of any Virtual Currency or Virtual Items and to refuse to provide you with any Virtual Currency or Virtual Items.\n</p>\n<p> Virtual Currency may have an expiration date.\nVirtual Currency and Virtual Items may be forfeited if: (a) your Account or access to the Services is terminated or suspended for any reason.\n(b) you breach these Terms.\n(c) ZeptoLab discontinues availability of the Service.\nor (d) you disassociate from the Service.\n</p> B.\nSubscriptions\n<p> In some of our Games, you may pay a fee for a subscription membership (\"<b>Subscription</b>\").\n</p>\n<i>When you buy a Subscription, you agree to the following:</i>\n<ul>\n<li> A Subscription fee will be charged to your chosen payment method in the app store of your device's platform (\"<b>App Store</b>\").\nYou will be charged the Subscription fee displayed at the time of sale.\nand </li>\n<li> Your Subscription will automatically renew for the applicable length of your Subscription until either you or ZeptoLab cancels your Subscription.\nBy way of example, if you buy a 3-month Subscription, the Subscription will automatically renew for another 3-month period (unless either you or ZeptoLab cancels your Subscription).\n</li>\n</ul>\n<i>Canceling Subscriptions:</i>\n<p> To stop automatic renewal of your Subscription and automatic withdrawal of Subscription fees, you must cancel your Subscription 24 hours before it renews for the length of the next Subscription period.\nYou may cancel your Subscription at any time by managing the subscription settings at your App Store.\n</p>\n<ul>\n<li> For the Google Play store, instructions for canceling your Subscription may be found here: https://support.google.com/googleplay/answer/7018481 </li>\n<li> For the Apple App store, instructions for canceling your Subscription may be found here: https://support.apple.com/en-us/HT202039 </li>\n</ul>\n<i>Other Subscription Terms:</i>\n<p> To receive any daily rewards as part of your Subscription, you must open the game that you have the Subscription for.\nYou will not receive rewards for the days on which you did not open the game.\n</p> C.\nPayments for Subscriptions, Virtual Currencies, and Virtual Items\n<p> When you pay for a Subscription, Virtual Currencies, and/or Virtual Items, all payments are charged and processed by the App Store (e.g.\nthe Google Play store or the Apple App store), so please review your app store's payment terms for additional payment terms that may apply.\n</p>\n<p> You agree that all payments for Virtual Currency, Virtual Items, and Subscriptions are final.\nNo refunds will be given, except in ZeptoLab's sole and absolute discretion.\n</p> 5.\nOnline content and conduct.\n<p> The Services may include opportunities, through your Account or SNS, to chat or participate in blogs, message boards, online forums, discussion platforms, and other online or digital media platform that provide you with the opportunity to create, submit, post, display, transmit, perform, publish, or distribute to the world (\"<b>Social Platform(s)</b>\") links, writings, photos, graphics, or other material (\"<b>Social Platform Content</b>\").\nAll Social Platform Content posted by you to any Social Platform shall be your sole responsibility.\n</p>\n<p> The Social Platforms shall be used only in a noncommercial manner.\nSocial Platforms may be owned or made available by third parties and your rights and obligations regarding such third-party Social Platforms will be governed by the separate terms of use and privacy policies of the applicable third-party provider.\nZeptoLab has the right, but not the responsibility, to monitor or remove or request removal of Social Platform Content that ZeptoLab believes to be harmful, offensive, or otherwise violates these Terms, without liability to you.\nZeptoLab in its sole discretion, reserves the right to restrict or disable your use of the Social Platforms that is owns and makes available to you.\n</p>\n<p> By submitting Social Platform Content to any Social Platform, you warrant that you have all necessary rights to submit the Social Platform Content without any restrictions of any kind, and grant to ZeptoLab a fully paid, royalty-free, non-exclusive, irrevocable, worldwide, unconditional, perpetual, right and license to use, reproduce, modify, publicly display and perform, make derivatives works of, sublicense, and distribute all such Social Platform Content in all media now known or later developed, and/or to incorporate such materials in other works in any form, media, or technology now known or later developed.\n</p>\n<p> Any opinions, advice, statements, services, offers or other information or content expressed or made available by third-parties in a Social Platform, are those of the respective authors and not of ZeptoLab or its affiliates, and ZeptoLab is not responsible for the accuracy or reliability of same.\nZeptoLab makes no representations or warranties regarding Social Platforms.\n</p>\n<p> When using the Services or Social Platforms, you may not:\n</p>\n<ul>\n<li>a) Use the Services of Social Platforms in any manner which violates applicable laws or regulations;</li>\n<li>b) Post or transmit any Social Platform Content that: (i) violates a third party's rights or dignity, including any contract, privacy, publicity or intellectual property rights.\n(ii) is deceptive, untrue, harassing, libelous, defamatory, abusive, tortious, threatening, harmful, obscene, indecent, hateful, bigoted, racist or pornographic.\n(iii) would constitute or encourage a criminal offense.\n(iv) contains any viruses, worms or similar software.\nor (v) includes personal information about another person without that person's consent;</li>\n<li>c) Impersonate or falsely state or represent your identity;</li>\n<li>d) Engage in or facilitate the transmission of unsolicited mass mailings, or \"spamming\";</li>\n<li>e) Distribute or otherwise publish any material containing any solicitation, promotion or advertising for goods or services;</li>\n<li>f) Collect personal data about others for unlawful, commercial, or any other unauthorized purposes;</li>\n<li>g) Access, or attempt to gain access to, another user's account without authorization;</li>\n<li>h) Promote, encourage, or take part in any activity involving hacking, phishing, taking advantage of exploits or cheats and/or distribution of counterfeit software and/or counterfeit virtual currency/items;</li>\n<li>i) Use any game hacking/altering/cheating software or tools;</li>\n<li>j) Upload files that contain a virus, worm, spyware, time bombs, corrupted data or other computer programs that may damage, or otherwise interfere with the Services.\nor</li>\n<li>k) Reverse engineer, decompile, or modify, or attempt to modify, any part of the Service.</li>\n</ul>\n<p> You understand that you may be exposed to Social Platform Content and actions from other users that are indecent, explicit, offensive, or which otherwise violates these Terms (\"<b>Inappropriate Activity</b>\").\nYou can report actual or suspected Inappropriate Activity on Social Platforms owned or made available by ZeptoLab to support@zeptolab.com.\nZeptoLab will not be liable or responsible for any Inappropriate Activity occurring on or through third-party Social Platforms.\nZeptoLab reserves the right, in its sole discretion, to take any action against Inappropriate Activity that ZeptoLab believes to be harmful, offensive, or otherwise violates these Terms.\nYou agree that ZeptoLab will not be liable to you or any third-party in any way for Social Platform Content, Inappropriate Activity, or for any damage or loss therefrom.\n</p> 6.\nTitle.\n<p> Unless otherwise specified in these Terms, any and all title, ownership, rights, interest and intellectual property rights in and to the Services including all content therein (collectively the \"<b>ZeptoLab Content</b>\") shall remain with ZeptoLab and/or its licensors, as applicable, and are protected by the copyright laws of the United Kingdom, the United States and other jurisdictions around the world via international copyright treaties.\nThe names, logos, graphics, icons, and service names associated with the ZeptoLab Content are the trademarks, registered trademarks or trade dress of ZeptoLab or its licensors.\nYou may not use, copy, transmit, modify, distribute, or create any derivative works from the Services or the ZeptoLab Content without prior written consent from ZeptoLab.\n</p>\n<p> The Services may allow you to create content (\"<b>Your Content</b>\") that incorporates the ZeptoLab Content, including, but not limited, to photos incorporating elements or graphics from games, screenshots or a video of your game play.\nZeptoLab retains all rights, title and interest in and to the ZeptoLab Content.\nYou retain all rights to Your Content.\nprovided, however, that by incorporating the ZeptoLab Content into Your Content, you grant ZeptoLab an exclusive, perpetual, irrevocable, fully transferable and sub-licensable worldwide right and license to Your Content for any purpose, including, but not limited to, the rights to reproduce, copy, adapt, modify, perform, display, publish, broadcast, transmit, or otherwise communicate to the public by any means whether now known or unknown and distribute Your Content without any further notice or compensation to you.\nExcept where prohibited by law, you hereby waive any moral rights of paternity, publication, reputation, or attribution with respect to ZeptoLab's use of Your Content.\n</p> 7.\nDisclaimer of warranty and limit of liability.\n<p> ZEPTOLAB MAKES NO REPRESENTATION, WARRANTY, OR GUARANTEE OF THE SUITABILITY OF THE SERVICES FOR YOUR PURPOSES, OR THAT THE USE OF THE SAME WILL BE SECURE, UNINTERRUPTED, ERROR-FREE, FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR FUNCTION PROPERLY IN COMBINATION WITH ANY THIRD-PARTY TECHNOLOGY, HARDWARE, SOFTWARE, SYSTEMS OR DATA.\n</p>\n<p> THE SERVICES ARE PROVIDED \"AS IS\" AND ALL CONDITIONS, REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTY OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT ARE HEREBY DISCLAIMED TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nFURTHER, ZEPTOLAB MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE SERVICES, OR TO THE INFORMATION, CONTENT, COMMUNICATIONS, MATERIALS, OR PRODUCTS AND SERVICE CONTAINED THEREIN.\nYOUR USE OF THE ZEPTOLAB SERVICES IS AT YOUR SOLE RISK.\n</p>\n<p> ZEPTOLAB WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM YOUR USE OF THE SERVICES, INCLUDING, WITHOUT LIMITATION, DIRECT, INDIRECT, INCIDENTAL, PUNITIVE AND CONSEQUENTIAL DAMAGES.\nCERTAIN REGIONAL LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.\n</p>\n<p> YOU FURTHER ACKNOWLEDGE THAT ZEPTOLAB IS NOT LIABLE, AND YOU AGREE NOT TO HOLD ZEPTOLAB LIABLE, FOR THE CONDUCT OF THIRD-PARTIES, INCLUDING OTHER USERS OF THE SERVICES AND OTHER THIRD-PARTY SITES, AND THAT THE RISK OF USING OR ACCESSING THE SERVICES, AND OF INJURY FROM THE FOREGOING, RESTS ENTIRELY WITH YOU.\n</p> 8.\nIndemnification.\n<p> You agree to hold harmless, indemnify and defend ZeptoLab, its licensors, affiliates and suppliers and their respective officers, directors and employees, from and against any losses, damages, fines and expenses (including attorneys' fees and costs) due to, arising out of, or relating to any information or item, including, without limitation, Your Content, Social Platform Content, and/or Inappropriate Activity you may submit, post, transmit or make available through the Social Platforms or Services, your use of the Social Platforms and Services, your connection to the Social Platforms and Services, your violation of these Terms, or your violation of any law, regulation or third-party right.\nWithout limiting your indemnification obligations described herein, ZeptoLab reserves the right, at its own expense, to assume the exclusive defense and control of any matter subject to indemnification by you.\n</p> 9.\nTermination.\n<p> These Terms will automatically terminate if you fail to comply with any term hereof.\nYou and ZeptoLab have the right to terminate or cancel your Account, at any time for any reason and without notice.\nUpon termination you shall immediately discontinue use of the Services.\nYour obligations under Sections 5, 6, 11, 13, and 14 shall survive any termination.\n</p> 10.\nNo assignment.\n<p> These Terms and the licenses granted to you herein are personal to you, and may not be assigned prior to obtaining ZeptoLab's express written consent.\n</p> 11.\nDispute resolution.\n<p> These Terms and all disputes and claims relating in any way to, or arising out of, these Terms, the Services, Social Platforms, Social Platform Content, Inappropriate Activity, Your Content, or your use of the software or Social Platforms shall be governed and interpreted in accordance with, the laws of England and Wales, without regard to the conflicts of laws principle.\nIf you are located in the United States any dispute relating to this Agreement, the parties consent to the exclusive venue and jurisdiction of the state and federal courts of the state of New York, County of New York or the United States District Court for the Southern District of New York.\n</p>\n<p> If you are located anywhere outside the United States any dispute relating to this Agreement, the parties consent to the exclusive venue and jurisdiction of the courts of London and waive the right to any other venue.\n</p> 12.\nNotification.\n<p> Any claims related to the Services should be addressed to:\n</p>\n<p> Legal Counsel - ZeptoLab <br> Hughes Media Law Group PC <br> 3213 Harbor Avenue SW, Ste.\nA2 <br> Seattle, WA 98126\n</p>\n<p> ZeptoLab's designated agent for notice of claims of copyright infringement is as follows:\n</p>\n<p> Legal Counsel - ZeptoLab <br> Hughes Media Law Group PC <br> 3213 Harbor Avenue SW, Ste.\nA2 <br> Seattle, WA 98126 <br> Telephone: 206.774.0879|Fax: 206.260.9300 <br> Email: legal@zeptolab.com\n</p> 13.\nFeedback.\n<p> ZeptoLab does not accept unsolicited feedback, suggestions or other information about the Services, the ZeptoLab Content or other aspects of its business.\nIf you provide ZeptoLab with feedback or other ideas, you agree that ZeptoLab is free to use any feedback provided by you for any purpose (without compensation to you), including, without limitation, improving its products and services and creating derivative products.\n</p> 14.\nGeneral.\n<p> These Terms, along with the Privacy Policy, and any other privacy policy applicable to the specific Services you are using, constitute the complete and final agreement between ZeptoLab and you with respect to your use of the Services and may not be modified by you except in a writing duly signed by you and an authorized representative of ZeptoLab.\nYou agree that your breach of these Terms will cause ZeptoLab immediate and irreparable harm and ZeptoLab will be entitled, notwithstanding Section 11 above, to seek injunctive relief without the necessity of posting bond.\nZeptoLab and you are independent parties and nothing in these Terms creates an employment or agent relationship.\nIf any provision herein is held to be unenforceable, such provision shall be reformed in that matter only to the extent necessary to make it enforceable, and shall not affect the enforceability of the remaining provisions.\nThe failure of either party to enforce any right or provision in these Terms will not constitute a waiver of such right or provision.\n</p>\n<p> ZeptoLab may make changes to the Services, these Terms, or its Privacy Policy from time to time.\nZeptoLab will use reasonable efforts to provide you with notice of any material changes.\nAll such changes will become effective immediately upon notice and/or posting.\nIf any of these changes are deemed invalid, void, or for any reason unenforceable, that change will be deemed severable and will not affect the validity and enforceability of any unchanged portions of the Services, these Terms, or the Privacy Policy.\nZeptoLab may transfer or assign the Services, these Terms, or the Privacy Policy, in whole or in part, to any third-party of ZeptoLab's choosing.\nThese Terms will inure to the benefit of and be binding upon ZeptoLab's respective successors and assigns.\n</p>\n<p> CONTACT US.\nIf you have questions regarding these Terms, please contact us at:\n</p>\n<p> ZeptoLab <br> 2 Eaton Gate, London, SW1W 9BJ, United Kingdom <br>\n<b>Attn</b>: Terms of Use <br>\n<b>E-mail</b>: info@zeptolab.com <br>\n<b>Phone Number</b>: +44 (0)7376294346\n</p>\n<p> Back <i>\n</i>\n</p>\n<ul>\n<li> About <ul>\n<li>Company</li>\n<li>Press</li>\n<li>Press Kits</li>\n<li>Awards</li>\n<li>Om Nom</li>\n</ul>\n</li>\n<li> Games <ul>\n<li>Om Nom: Run</li>\n<li>Downhill Smash</li>\n<li>Overcrowded: Tycoon</li>\n<li>CATS: Crash Arena Turbo Stars</li>\n<li>Om Nom: Merge</li>\n<li>Evo Pop</li>\n<li>Robotics</li>\n<li>Bullet Echo</li>\n<li>Cut the Rope: Magic</li>\n<li>King of Thieves</li>\n</ul>\n</li>\n<li> Careers <ul>\n<li> Senior Unity Core Developer, remote </li>\n<li> Senior Unity Core Developer, Barcelona/remote </li>\n<li> Junior Product Analyst </li>\n<li> Senior Product Analyst </li>\n<li> Freelance Copywriter </li>\n<li> Business Development Manager (remote) </li>\n<li> Senior Data Analyst </li>\n<li> Senior User Acquisition Manager </li>\n<li> Product Manager </li>\n</ul>\n</li>\n<li> Publishing Advertise Contact </li>\n<li> Privacy Policy Terms and Conditions Cookies Preferences </li>\n</ul> Follow us Tweet <ul>\n<li> Help <ul>\n<li>Customer support</li>\n</ul>\n</li>\n<li> Talk <ul>\n<li>Partnerships &amp.\nbusiness proposal</li>\n</ul>\n</li>\n<li> Discover <ul>\n<li>General inquiries</li>\n</ul>\n</li>\n<li> UK Limited 2013 – 2022 © </li>\n</ul>\n<p>This website uses cookies to ensure you get the best experience on our website.</p>SettingsAccept allReject allCookies Settings×<ul>\n<li>About Cookies</li>\n<li>Strictly Necessary Cookies</li>\n<li>Analytics Cookies</li>\n<li>Functional Cookies</li>\n<li>More Information</li>\n</ul>About CookiesStrictly Necessary CookiesAnalytics CookiesFunctional CookiesMore InformationAbout Cookies<p>A cookie is a small text file that is stored on your computer by a website you visit.\nMost commonly, websites use cookies to identify visitors, remember visitors' preferences, and to keep\nvisitors logged into their accounts while they navigate the website.\nWebsites may also use cookies\nto display ads that visitors may find more interesting or to better understand how visitors use the website.\nCookies are either first-party cookies, which belong to the domain you are visiting, or third-party cookies,\nwhich are set by and belong to a different domain than the one that you're currently visiting.\nA cookie may also be a session cookie, which is erased when you close your browser, or a persistent cookie,\nwhich remains on your browser until it expires or until you erase them.\nTo learn about the different cookies we use on our websites, please review the tabs to the left.</p>Cookies Used<ul>\n</ul>Save", "created_at": "2022-12-19 07:30:53.81274", "updated_at": "2022-12-19 07:33:13.600984"}], "points": [], "urls": ["zeptolab.com"]}}