{"error": 448, "message": "OK", "parameters": {"id": 8324, "name": "Privacy Rights Clearinghouse", "created_at": "2023-05-15 15:39:48.960148", "updated_at": "2023-05-15 22:02:17.98144", "wikipedia": null, "keywords": null, "related": null, "slug": "privacy-rights-clearinghouse", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8324.png", "url": "privacyrights.org", "documents": [{"id": 16157, "name": "Privacy Policy", "url": "https://privacyrights.org/privacy-policy", "xpath": "/html/body/div[1]/div/main", "text": " Privacy Policy <p>At Privacy Rights Clearinghouse (PRC), we strive to have a clear privacy policy based on Fair Information Principles.\nPlease don't hesitate to contact us with your questions.</p>\n<p>Before you read the full policy, here are some highlights.</p>\n<ol>\n<li>We collect personal information when you provide it to us and when you use this website and our services.&nbsp;We always try to collect the minimum amount of personal information necessary to accomplish the purpose for which it is collected.</li>\n<li>\n<p>We use personal information only for the purpose we collect it unless you ask us to use it otherwise.&nbsp;</p>\n</li>\n<li>We automatically collect analytics information when you visit this website, but allow you to opt out of collection if you choose.&nbsp;</li>\n<li>We do not sell or rent any personal information.&nbsp;</li>\n<li>We implement physical, administrative and technical security measures to protect information we collect.&nbsp;In addition, all communications between PRC and our site visitors will be conducted over an encrypted connection.</li>\n<li>If you want to stop receiving communications from us, update your information, close an account or request information be deleted, let us know.</li>\n</ol>\n<p>&nbsp;</p>\n<p>Information PRC Collects</p>\n<p>Generally, the personal information we collect is limited to</p>\n<ul>\n<li>name</li>\n<li>email address</li>\n<li>home address </li>\n<li>biographical information (for intern/volunteer/employee applicants)</li>\n<li>usage/engagement analytics </li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Why and How PRC Collects Information</strong>\n</p>\n<p>Email Lists</p>\n<p>Why</p>\n<p>We maintain email lists to contact our subscribers.</p>\n<p>How</p>\n<p>When you join one of our email lists, you must provide an email address and will have the option to share your first and last name.&nbsp;We use the email address you provide us to send you messages associated with the particular list.\nWe do not sell, rent or share our mailing list.</p>\n<p>We use Campaign Monitor to send our newsletters, alerts and other email to our subscribers.\nCampaign Monitor allows us to track whether a subscriber has opened and/or interacted with an email through the use of tracking beacons.\nWhen you subscribe you may be asked if you agree to the use of tracking beacons.\nDeclining will not impact your ability to receive our emails.\nYou can also opt out of the use of tracking beacons by clicking on <em>Preferences Center</em> in the footer of any Campaign Monitor email you receive from us.</p>\n<p>You may always unsubscribe from our email lists.&nbsp;To unsubscribe, look for a <em>unsubscribe from this list </em>link at the bottom of any email you receive from us.\nSee information about Campaign Monitor and its privacy statement for more information.</p>\n<p>\n<strong>Information Retention</strong>\n<br>We retain email addresses (and, when submitted, first and/or last names) until you unsubscribe or ask to be removed from a mailing list.\n</p>\n<p>&nbsp;</p>\n<p>Donations</p>\n<p>Why</p>\n<p>We collect donation information to communicate with our donors and maintain financial records.</p>\n<p>How</p>\n<p>When you donate, we will record the name and contact information you provide us so that we can thank you, provide you with receipts for tax purposes and keep you up to date with occasional donor-related emails.\nYou may separately choose to join one of our other email lists but will not be automatically added.\nAny email we send will contain information about how to unsubscribe from the applicable list.\n</p>\n<p>We do not sell, rent or share our donor list.</p>\n<p>We do not process online donation payments.\nWe contract with Giving Fuel and its default payment gateway (WePay) to process online donation payments.&nbsp;Please see the Giving Fuel privacy policy and terms for more information.</p>\n<p>\n<strong>Information Retention</strong>\n<br>We retain financial records for auditing and tax purposes, however we can make any gift or donation anonymous at your request.\nOtherwise, we retain donor contact information until you ask us to remove it.\n</p>\n<p>&nbsp;</p>\n<p>Applications</p>\n<p>Why</p>\n<p>We collect applicant information to expand our team.</p>\n<p>How</p>\n<p>We ask prospective interns and employees (and occasionally volunteers)&nbsp;to submit information that may include a cover letter, a resume or CV, contact details, biographical information and references.\nThis information is only shared internally with relevant staff and board members.\n</p>\n<p>\n<strong>Information Retention</strong>\n<br>We will remove application data from our computer systems when applicants are no longer under consideration, though some applicant information may be retained by individual employees or in personnel files.</p>\n<p>&nbsp;</p>\n<p>Services</p>\n<p>Why</p>\n<p>We collect information to provide services.</p>\n<p>How</p>\n<p>\n<strong>Your Stories</strong>\n</p>\n<p>We use the stories you submit to raise awareness, advocate for stronger privacy protections, analyze trends and publish reports.\nYou may choose to share your story anonymously or to provide us with additional information.\n<br>We do not share any personally identifiable information unless you give us permission or we are legally required to do so.<br>If you request that we share your story, we may share with appropriate federal or state government agencies and/or with journalists.\nWhen you ask us to share, we may include any information you provide us so that the recipients can contact you to follow up (if they choose to do so).\nWhen we share stories, we cannot guarantee how the recipient will use (or potentially share) your personal information.</p>\n<p>\n<strong>Your Questions</strong>\n</p>\n<p>If you choose to ask us a question through our website, we request your email address and state.\nThe email address is necessary to respond to your inquiry, and providing your state helps us give you relevant resources and a better answer to your question.\nYou can choose whether to provide us with more information.\nWe will only share information you provide to the extent you request it.</p>\n<p>\n<strong>Information Retention</strong>\n<br>We retain stories until you ask us to remove them.\nPRC will retain analytic and categorical information about submitted questions, but we endeavor to remove contact details from our records after the question has been answered.\nAdditionally, upon request, we can completely remove a question from our records.\nIf you have requested that we share your question or story with third parties and we share, your information will be subject to that the third party's privacy (and retention) policy.</p>\n<p>&nbsp;</p>\n<p>Social Media</p>\n<p>We use social media to engage with our supporters and the public and to advance our education and advocacy work.\nWe maintain Facebook, LinkedIn, Twitter and YouTube accounts.\nInformation shared on each of those platforms is governed by each platform’s respective privacy policy.</p>\n<p>\n<strong>Information Retention</strong>\n<br>We will attempt to delete messages we receive through our social media pages when we respond to those messages or when the inquiry is resolved.\nHowever, individual employees may retain copies of any correspondence.\n</p>\n<p>&nbsp;</p>\n<p>Website Analytics</p>\n<p>Why</p>\n<p>We collect analytics data to understand how people use our website.</p>\n<p>How</p>\n<p>Our website automatically collects some technical information about visitors, and we receive reports from our analytics provider, Matomo.\nThe analytics data our website collects is stored in a database used by Matomo to generate reports that contain aggregate data about how people use our website.\nWe do not receive personally identifiable information in these reports, and do&nbsp;not attempt to identify individuals.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>A cookie is a string of information a website stores on a visitor’s device.\nWe may use session cookies (meaning they disappear when you close your browser) on our website with our analytics provider to learn more about how visitors use and reach our website.\nWe <em>do not allow third party tracking cookies</em> on our website, and you can still use our website even if you set your browser to reject cookies.</p>\n<p>\n<strong>Opting Out of Tracking Cookies</strong>\n</p>\n<p>If you choose to opt out of our analytics collection, a cookie ‘matomo_ignore’ will be set.\nAll visitors with a matomo_ignore cookie will not be tracked.</p>\n<p>\n</p>\n<p>\n<strong>“Do Not Track” Browser Setting</strong>\n</p>\n<p>Matomo also will not track visitors who have indicated they do not want to be tracked in their web browser.&nbsp;You may indicate this preference in most browsers’ settings.</p>\n<p>\n<strong>Information Retention</strong>\n<br>We configure our analytics provider to anonymize tracking data, masking all but one byte of a visitor’s IP address (e.g.\n192.xxx.xxx.xxx).\nWe regularly delete raw individualized log information after 7 days, unless we believe we need to retain it for longer in order to investigate or report a bug or malicious attack.\nWe maintain aggregate reports about website visitors indefinitely.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Information Others May Collect</strong>\n</p>\n<p>Facebook, Linkedin and Twitter Buttons</p>\n<p>When you click on one of these buttons your browser will open a new window linking you to these social platforms.\nOur privacy policy only applies to our website and activities.\nIf you click a link on our site that takes you to a different organization or company’s website, you will be subject to its privacy policy.\nThese platforms are <em>not</em> able to log the fact that you visited one of our pages merely because their branded icons are listed on our website.\nThey <em>will</em> receive information about your visit to our site if you click on the icon to share through one of those services.\n</p>\n<p>&nbsp;</p>\n<p>Tableau Dashboards</p>\n<p>We may embed interactive dashboards created using Tableau software on our website in order to provide users with visual representations of our data.\nTableau is a third-party service, and their collection and use of your information is subject to their own privacy policies.\nFor more information about Tableau's data collection and privacy practices, please review their Privacy Policy at https://www.tableau.com/privacy.&nbsp;</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>We maintain appropriate administrative, technical and physical safeguards to protect information we have, including your personal information.&nbsp;It is impossible to guarantee absolute security, but we exercise great care in protecting information we collect.</p>\n<p>We also rely on third parties to take appropriate security measures for web hosting, email marketing and donation processing.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Information Sharing and Disclosure</strong>\n</p>\n<p>It is our general policy to disclose personal information only when you consent to that disclosure (for example, if you request that we share your story with government agencies or journalists).\nHowever, there are some limits to what we can promise.&nbsp;Most of these disclosures are unlikely, but we feel it is necessary to let you know they are possible.</p>\n<p>&nbsp;</p>\n<p>Legal Requirements</p>\n<p>We disclose personal information when required by law.&nbsp;We cannot guarantee that your personal information will never be sought by subpoena, search warrant, court order or other lawful form of legal process.&nbsp;We may or may not contest a demand for data.\n<br>If we are able, we will make a reasonable attempt to notify you about any such disclosure.&nbsp;We cannot guarantee that we will be able or allowed to contact you.\n<br>We may disclose personal information to law enforcement if we have reason to believe that our site has been used in a way that violates the law (for example, someone uses our website for improper activities or tries to hack our website).</p>\n<p>&nbsp;</p>\n<p>Our Defense</p>\n<p>We may disclose personal information to the extent we reasonably believe it necessary</p>\n<ul>\n<li>to protect the security or integrity of our operations</li>\n<li>to take precautions against liability</li>\n<li>in the event of a security breach, or to take actions to prevent, minimize, or remedy any harm from the breach</li>\n<li>to the extent required by law, or to provide information to a law enforcement agency or for an investigation related to public safety</li>\n</ul>\n<p>&nbsp;</p>\n<p>Service Providers and Contractors</p>\n<p>We may disclose personal information we collect to contractors who provide us services and support.&nbsp;This may include auditors, our internet service provider, lawyers, consultants, volunteers, contractors and others.&nbsp;We attempt to minimize sharing personal information, and we avoid it where possible.&nbsp;However, we depend on third parties to support some of our services and operations.&nbsp;We strive to select vendors and contractors who have strong privacy and security policies.</p>\n<p>If we ever change our structure, merge with another organization or evolve in other ways, personal information may be shared with a successor organization.&nbsp;We will do our best to ensure that the information is handled in accordance with this policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Access, Correction and Data Quality</strong>\n</p>\n<p>We try to collect only information that is necessary, and to retain that information for only so long as is necessary.\nIf we have personal information about you, we will make that information available to you upon request.&nbsp;If you wish to access or amend any personal information that we hold about you, or to request that we delete or transfer any information about you that we have obtained, you may contact us and we will comply unless we are otherwise required to keep it.\nWe do not charge a fee for processing any of these requests.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Children’s Privacy</strong>\n<strong>/COPPA</strong>\n</p>\n<p>This website is not directed at children under the age of 13.&nbsp;Some children may use our website to obtain information, but we do not anticipate that they will engage in activities that result in PRC obtaining any personal information.\nIf we learn that we have information about a child under the age of 13, we will delete it.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Site Visitors Outside the U.S.</strong>\n</p>\n<p>Individuals outside the U.S.\nare welcome to use our website, but must acknowledge that any personal information provided to us through our website is collected, stored and otherwise processed in the U.S.&nbsp;Privacy protections for personal data in the U.S.\nare different from privacy protections available by law in other countries (they are often weaker).&nbsp;If this is unacceptable, you should not provide us with any personal information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Changes to PRC Policies</strong>\n</p>\n<p>We may make changes to this policy on occasion.&nbsp;We will take reasonable efforts to announce substantial changes on this page, on our home page, and on our social media accounts.</p>\n<p>&nbsp;</p>\n<p>PRC Privacy Policy Revision History</p>\n<ol>\n<li>Revised 01.02.2012:&nbsp;We revised our policy to add more detail, describe our complaint tool, spell out the disclosures that we make with more specificity, provide information about access and correction.&nbsp;We did not make any changes to our basic policy of respecting the privacy of our users, or to our policy of not giving user data to advertisers.</li>\n<li>Revised 05.19.2014: We revised our policy to note the switch from AWstats to the Piwik Analytics engine.</li>\n<li>Revised 10.06.2016: We revised our policy to reflect changes associated with our website overhaul, to make the policy more reader-friendly, and to account for the addition of Constant Contact and Network for Good as third party vendors.</li>\n<li>Revised 05.07.2018: We revised our policy to reflect the transfer of our analytics data processor from Piwik to Matomo, and updated opt-out and user choice options.</li>\n<li>Revised 10.17.2019: We restructured this policy to be more readable and easier to understand.\nWe also updated this policy to add a new payment processor (Giving Fuel) and Newsletter service (Campaign Monitor).\n</li>\n<li>Revised 2.27.2023: We updated the privacy policy to correct a dead link and to include information about the use of Tableau dashboards.</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>Contact</strong>\n</p>\n<p>If you have questions or comments regarding our privacy policy, please contact us.&nbsp;We can also be reached at 619-298-3396 or by mail at 3033 5<sup>th</sup> Ave, Suite 223, San Diego, CA 92103.</p>\n<p>We instruct all staff members on our privacy, confidentiality and security policies.&nbsp;Our team members who have access to personal information are required to abide by these policies, and we hold them accountable for doing so.</p> ", "created_at": "2023-05-15 15:39:48.991672", "updated_at": "2023-05-15 15:40:23.745326"}], "points": [], "urls": ["privacyrights.org"]}}