{"error": 448, "message": "OK", "parameters": {"id": 6855, "name": "17TRACK", "created_at": "2022-11-14 05:52:55.759452", "updated_at": "2022-11-14 23:01:09.461685", "wikipedia": null, "keywords": null, "related": null, "slug": "17track", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6855.png", "url": "17track.net", "documents": [{"id": 12553, "name": "Privacy Policy", "url": "https://about.17track.net/en/privacy", "xpath": "/html/body/main/div[2]/section", "text": " <p>Thanks for accessing to 17TRACK.net website, mobile applications, devices and other software, any and all parent, subsidiary or associate company (collectively, the 'Site') of 17TRACK.net (all references to 'we' 'us' and 'our' refer to 17TRACK.net).\nWe take your privacy seriously and want you to know about the Privacy Policy we have in place to protect your personal information.\nThis Private Policy also applies through our services and products via mobile devices, either through mobile applications or mobile-optimized websites.</p>\n<ul>\n</ul>\n<p>This Privacy Policy explains:</p>\n<ul>\n</ul>\n<p>By visiting our Site, you accept the practices described in this Privacy Policy:</p>\n<ul>\n<li>Collection of Information</li>\n<li>Use of Information We Collect</li>\n<li>Sharing of Your Information</li>\n<li>Your Choices</li>\n<li>Data Security and Retention</li>\n<li>Visitors from the European Union</li>\n<li>Third-Party Data</li>\n<li>Privacy of Children Online</li>\n<li>Cookie Policy</li>\n<li>Changes to This Privacy Policy</li>\n<li>Collection of Permissions (App only)</li>\n<li>Third party SDKs (Android only)</li>\n</ul> Collection of Information <p>We collect, process, and use your information when you:</p>\n<ul>\n<li>Register for our Services or sign in to an existing account</li>\n<li>Visit our website(s)</li>\n<li>Access our Services through our application(s)</li>\n<li>Connect to our Services using third-party accounts, such as your email, social media, or payment account(s)</li>\n<li>Contact us for support</li>\n<li>Participate in our shopping or influencer programs</li>\n<li>Enter a sweepstakes, contest, promotion, survey, or poll</li>\n</ul>\n<p>Further, we and our service providers automatically collect certain information about you through:</p>\n<ul>\n<li>Interaction with our Services</li>\n<li>Cookies and other tracking technologies</li>\n<li>Location-identifying technologies</li>\n<li>Monitoring and analyzing trends, usage, and activities</li>\n</ul>\n<p>The types of information you provide may include Personal Information.\n'Personal Information' means information that can be used to identify you (whether alone or in combination).\nThe Personal Information you may provide to us includes:</p>\n<ul>\n<li>Your name</li>\n<li>Email address</li>\n<li>Mailing address</li>\n<li>Phone number</li>\n<li>Payment information (such as payment account name, payment account number, payment card expiration date, and billing address)</li>\n<li>The nature of the product or service requested or purchased</li>\n<li>How you connect to our Services, such as your IP address, unique device identifiers, device or session IDs, and information regarding the network and connected hardware (e.g., computer or mobile device)</li>\n<li>Browsing, shopping, and purchase history</li>\n<li>Your geolocation</li>\n<li>Click-stream data (the page-by-page paths you take as you browse through our Services)</li>\n</ul> Use of Information We Collect <p>Internal Use:</p>\n<ul>\n<li>We receive and store certain types of information about your use of the Site when you use the Site.\nOur purpose is to allow the Site to work properly, to allow us to provide our services, to evaluate use of the Site, for marketing purposes and to personalize and enhance your interaction with us.</li>\n<li>Some examples include: We may collect technical information such as your IP address, the address of a referring website or application, the type of web browser or mobile device you use, your operating system, your Internet Service Provider and the path you take through the Site.</li>\n<li>When you purchase our service, we collect information about the transaction, such as services details and the date of the purchase/return.</li>\n</ul>\n<p>Communication with You:</p>\n<ul>\n<li>We will use your personal information to communicate with you about our Site.\nYou may also submit your email address or phone number to request notification when we receive new update of your package, our new service promotion, or to sign up for our email newsletter, SMS newsletter.\nYou can unsubscribe or opt out of future emails at any time.</li>\n</ul>\n<p>Administer Contests and Promotions:</p>\n<ul>\n<li>From time to time, 17TRACK may invite you to enter various contests, sweepstakes, surveys or promotions.\nIf you choose to participate in a contest or promotion, your Personal Information may be used to administer the contest, such as to determine your eligibility for the contest or to award a prize.</li>\n</ul> Sharing of Information <p>We do not sell, rent, trade, license, or otherwise disclose your personal information to anyone, except in the following specific situations:</p>\n<ul>\n<li>Service Providers and Vendors: We may disclose or otherwise make available personal information, including transaction information, to service providers and vendors for the purpose of managing, providing and improving 17TRACK services and for marketing purposes.\nExamples: Logistics companies, vendors, and other payment service providers such as PayPal, financial institution partners, credit card processors, hosting and maintenance providers, data storage and management providers, marketing and promotional providers, service providers sending emails and SMS notifications and generally, companies that help us improve our product and service offerings and our websites.</li>\n<li>Protection of Rights and Other Legal Purposes: We may be required to disclose information if subpoenaed, served with a court order or requested by law-enforcement officials conducting investigations, or if we are otherwise required by law to disclose such information.\nWe will also release personal information when necessary to protect our legal rights or enforce our Terms of Use and other agreements.\n17TRACK may provide your personal information in response to a search warrant, subpoena or other legally valid inquiry or order, or as otherwise required by applicable law.</li>\n<li>Merger and/or sale of assets: We do not normally sell trade or rent personal information to other companies in the course of our business.\nHowever, it is possible that we might acquire, merge with or be acquired by another company, or that we might dispose of some or all of our assets, in which case your personal information could be disclosed to another company, subject to the Privacy Policy in effect.</li>\n<li>Non-personally identifiable information: We may share information that does not identify you or any user, such as the number of daily visitors engaged to a particular page, with third parties such as advertising partners.</li>\n</ul> Your Choices <p>You can always choose not to provide information, even though it might be needed to use our services, or to take advantage of certain features or functions on the Site.</p>\n<ul>\n</ul>\n<p>You can contact us through our email at serv@17track.net to:</p>\n<ul>\n<li>Correct or update your personal information</li>\n<li>Stop receiving mail to your email address</li>\n<li>Stop receiving SMS messages to your phones</li>\n<li>Disable your account</li>\n<li>Block cookies on your computer to stop using featured service on the Site</li>\n</ul> Data Security and Retention <p>This Site incorporates physical, electronic, and administrative procedures to safeguard the confidentiality of your personal information, such as:</p>\n<ul>\n<li>Safeguarding all financial transactions done through this Site with Secure Sockets Layer ('SSL') encryption.</li>\n<li>Granting only employees who are providing a specific service access to your personal information.</li>\n<li>Working only with third-party service providers who we believe adequately secure all computer hardware.</li>\n</ul>\n<p>While our business is designed with safeguarding your personal information in mind, please remember that 100% security does not presently exist anywhere, online or offline.\n17TRACK accounts require a username and password to log in.\nYou must keep your username and password confidential, and never disclose it to a third party.\nBecause the information in your Distribution Lists is so sensitive, account passwords are encrypted, which means we cannot see your passwords.\nWe cannot resend forgotten passwords either.\nWe will only reset them.</p>\n<ul>\n</ul> Visitors from the European Union <p>This section of the Privacy Policy applies only if you use our Site or services covered by this Privacy Policy from a country that is a Member State of the European Union, and supplements the information in this Privacy Policy.</p>\n<ul>\n</ul>\n<p>Subject to limitations in applicable law, you are entitled to object to or request the restriction of processing of your personal information, and to request access to, portability, rectification and erasure of your own personal information.\nWhere the use of your information is based on consent, you can withdraw this consent at any time without affecting the lawfulness of processing based on consent before its withdrawal.</p>\n<ul>\n</ul>\n<p>Requests should be submitted by contacting us through our email at serv@17track.net.</p>\n<ul>\n</ul> Third-Party Data <p>17TRACK.net contains hyperlinks to websites of logistics providers, merchants and retailers and other websites or locations that we do not control and are operated and controlled by third parties ('Third-Party Websites').\nOur Privacy Policy does not apply to these Third-Party Websites and we make no representations regarding the policies or business practices of any such Third-Party Websites.</p>\n<ul>\n</ul> Privacy of Children Online <p>We respect children's privacy.\nWe do not knowingly or intentionally collect personal information from children under age 18.\nElsewhere on this Site, you have represented and warranted that you are either 18 years of age or are using the Site with the supervision of a parent or guardian.</p>\n<ul>\n</ul>\n<p>If you are under the age of 18, please do not submit any personal information to us, and rely on a parent or guardian to assist you when using the Site.</p>\n<ul>\n</ul> Cookie Policy <p>Cookies are small pieces of information that your Internet browser stores as text files on your computer's hard drive.</p>\n<ul>\n</ul>\n<p>17TRACK.net uses cookies and similar technologies to analyze trends, administer the website, track user's movements around the Site, and gather demographic information about our user base as a whole.\nWe use cookies for many purposes, including, without limitation, authentication, tracking user preferences or web pages visited while using our Services.</p>\n<ul>\n</ul>\n<p>The Site uses cookies to:</p>\n<ul>\n<li>Speed up navigation</li>\n<li>Track site usage</li>\n<li>Recognize users and user access privileges and preference</li>\n<li>Conduct research and diagnostics to improve our content, products and services</li>\n</ul>\n<p>Most browsers are initially set to accept cookies.\nyou may control the use of cookies at the browser level.\nIf you choose to disable cookies, it may limit your use of certain features or functions on the Site.</p>\n<ul>\n</ul> Changes to This Privacy Policy <p>To keep you informed of what information we collect, use, and disclose, we will post any changes or updates to this Privacy Policy on this Site and encourage you to review this Privacy Policy from time to time.\nIf we make changes to this Privacy Policy, we will notify you by revising the date at the top of this Privacy Policy.</p>\n<ul>\n</ul> Contact Us <p>If you have any questions regarding this Privacy Policy, please feel free to contact us through our email serv@17track.net.</p>\n<ul>\n</ul> Collection of Permissions (App only) <p>We will only apply to the users for permissions when necessary to ensure the normal use of the functions.\nThere are specific sensitive permissions as follows:</p>\n<ul>\n<li>Read and write permission for storage space(for users using low versions of Android devices to save the barcodes to the gallery)</li>\n<li>Camera access permission(for users to turn on the camera to scan the barcodes to add tracking numbers for quick tracking)</li>\n</ul> Third party SDKs (Android only) <p>Hoping to improve the efficiency of research and development, we used third-party SDK(Software Development Kit) in our 17TRACK Android App to provide our users with more diverse services.\nThe SDK we used are as follows:</p>\n<ul>\n<li>QQ Login SDK (to authorize login via QQ and account connection(the identification information of the user devices might be collected).</li>\n<li>WeChat Open SDK (to authorize login via WeChat and account connection(the identification information of the user devices might be collected).</li>\n<li>Alipay SDK (to authorize login via Alipay and account connection(the identification information of the user devices might be collected).</li>\n<li>Facebook SDK (to authorize login via Facebook and account connection(the identification information of the user devices might be collected).</li>\n<li>VK SDK (to authorize login via VK and account connection(the identification information of the user devices might be collected).</li>\n<li>Firebase SDK (to push notifications, analyze and count the application errors(the identification information of the user devices might be collected).</li>\n</ul> ", "created_at": "2022-11-14 05:52:55.761748", "updated_at": "2022-11-14 04:53:31.564248"}, {"id": 12554, "name": "Terms", "url": "https://www.17track.net/en/about/licensing", "xpath": "//body", "text": " <ul>\n<li> Products Bulk Tracking <ul>\n<li>\n<p>17TRACK</p>\n</li>\n<li>\n<p>Tracking API</p>\n</li>\n<li>\n<p>Shopify app</p>\n</li>\n</ul> Mobile APP <ul>\n<li>\n<p>Apps</p>\n</li>\n</ul>\n</li>\n<li> Developers </li>\n<li> Carriers Integration </li>\n<li> Tools <i>\n</i> Tracking Widget <i>\n</i> Carrier list <i>\n</i> Logistics center <i>\n</i> Links </li>\n<li> Help Help center Contact us </li>\n<li> English Help us translate English简体中文繁體中文РусскийEspañolPortuguêsFrançaisItalianoDeutschTürkçeČeština日本語한국어NederlandsSuomiPolskiУкраїнськаMagyarSvenskaҚазақшаΕλληνικάภาษาไทยБългарскиSlovenčinaLietuviųRomânăNorskShqipSlovenščinaСрпскиAzərbaycanDanskМакедонски </li>\n<li>\n<i>\n</i>\n<ul>\n<li> Message Mark all as read </li>\n<li>\n<p>No unread message.</p>\n<p>Network error, please try again later.</p> Refresh </li>\n<li> View all </li>\n</ul>\n</li>\n<li>\n<i>\n</i>\n<p>Welcome back!</p> Login Log in with: <p>No account?</p> Register </li>\n<li> Login </li>\n<li> Sign up For Free </li>\n</ul>\n<ul>\n<li> Products Bulk Tracking <i>\n</i> 17TRACK <i>\n</i> Tracking API <i>\n</i> Shopify app Mobile APP <i>\n</i> Apps </li>\n<li> Developers </li>\n<li> Carriers Integration </li>\n<li> Tools <i>\n</i> Tracking Widget <i>\n</i> Carrier list <i>\n</i> Logistics center <i>\n</i> Links </li>\n<li> Help Help center Contact us </li>\n</ul> Login Register Terms<p>Last Updated: 8th Aug 2021</p>\n<p>This licensing agreement (hereinafter referred to as 'This Agreement') is made between you and Demon Network Tech Co., Ltd.\n(hereinafter called '17TRACK').\nPlease carefully read This Agreement before using the software or '17TRACK' site (hereinafter called 'Licensing Software').\nBy downloading, installing or using Licensing Software, you agree that you fully understand and accept all terms and conditions of This Agreement.\nIf you do not accept the terms and conditions of This Agreement, please do not use Licensing Software and remember to destroy all copies of Licensing Software.</p>\n<ul>\n</ul>\n<p>17TRACK reserves the right to amend This Agreement from time to time, and in case of that, we will post relevant notice on '17TRACK' official website without any separate notice.\nSuch amendment(s) shall automatically come into force and become effective five days after the notice.\nBy continuing to use Licensing Software after the amendment, you agree that you have read and accepted This Agreement.</p>\n<ul>\n</ul> Definition <p>Licensing Software: means software system, which was developed by 17TRACK, in a form of application installed on mobile and/or PC devices terminals, or in the form of the website 17TRACK.net, accessed through browsers.</p>\n<ul>\n</ul>\n<p>17TRACK Service: means all services provided by 17TRACK (including but not limited to application service).\nYou can access to 17TRACK Services through the Licensing Software installed on mobile and/or PC terminal devices.</p>\n<ul>\n</ul> Scope of authority <p>17TRACK grants you a limited, non-exclusive, unalienable, un-sublicensing license.\nYou shall install and/or use on more than one terminal devices for non-commercial purposes.\nHowever, you shall neither install, use, operate Licensing Software for business operating purposes, nor could you copy, alter, modify, articulated run or create any derivative works from the data, data released on any terminals or interactive data between customer and server terminals, in multiple forms, including without limitation, getting access to Licensing Software and relevant systems by taking advantages of plugins or any unauthorized third party instruments/services.</p>\n<ul>\n</ul>\n<p>By downloading and installing, and/or initially accessing the Licensing Software, the licensing relationship is set up.\nYou shall comply with the related 'Agreement on Licensing and Limitation' in terminal operating systems.\nOnce 17TRACK has reasonable ground to believe that you have breached the agreement, 17TRACK is authorized to terminate your license at any time.</p>\n<ul>\n</ul>\n<p>Based on This Agreement, 17TRACK grants you a license other than sell you Licensing Software.\nYou shall only use Licensing Software subject to This Agreement, 17TRACK reserves all rights that are not expressly granted.</p>\n<ul>\n</ul> Usage specification <p>You shall not use Licensing Software in the following ways:</p>\n<ul>\n<li>Any behavior in violation of laws and regulations, public order and good morals, or harmful for public interests.</li>\n<li>Rent, lend, copy, amend, link, reproduce, compile, issue, publish, and set up mirror sites for licensing software without authorization.\nBased on Licensing Software, developing any Licensing Software related derivative products, works, services, plugins, compatibility, interconnections, etc.</li>\n<li>Log in or use Licensing Software through any third party compatible software system, which is not developed, authorized or approved by 17TRACK, or use plugins, which are not developed, authorized or approved by 17TRACK on Licensing Software.</li>\n<li>Delete any copyright related information or contents on Licensing Software or the other copies thereof.\nModify, delete or intentionally avoid technique security measures in the application, which are set up by 17TRACK for intellectual property protection purposes.</li>\n<li>Without 17TRACK's prior written consent, rent, lend or sub-license the Licensing Software to a 3rd party, or simultaneously using multiple versions of Licensing Software, or transferring separately, after license is granted.</li>\n<li>Copy, disassemble or modify Licensing Software, in whole or in part, or create any derivative works.</li>\n<li>Engage in any activities that are threatening for Net info Security, in any form, including damaging or destroying Licensing Software or making it inoperable or overloaded, or disturbing any third party's normal use.\naccessing others' computer systems and deleting, modifying or adding Memory Info without permission.\nintentionally spreading malicious programs or viruses, or any other disruptive behavior which might damage or disturb normal Net info Services.</li>\n<li>Use Licensing Software to publish, transmit, spread or store any substances which are infringing others' rights of intellectual property, rights of trade secret, etc., and/or engage in illegal or criminal activities, such as frauds, theft of others' accounts or funds, etc.</li>\n<li>Add, delete or change the function or operational result by modifying or counterfeiting any running commands, data, data packages, or disseminate or run any application software compiled for purposes mentioned above through internet.</li>\n<li>Any other use of Licensing Software in illegal manners, for illegal purposes, or inconsistent with This Agreement.</li>\n</ul> You understand and agree that: <p>17TRACK is authorized to affirm, in its discretion, whether you have breached the alleged terms, and on the basis of that, proceed to suspend or terminate your license or take some other restrictive measures adopted hereby, without any prior consent or notice.</p>\n<ul>\n</ul>\n<p>If you post information in suspected of any violation of laws, people's legitimate rights or This Agreement while using Licensing Software, 17TRACK is authorized to remove that information without any prior notice, unless you have provided evidence to proof its legality.</p>\n<ul>\n</ul>\n<p>You shall be independently liable on your own behalf for the damages of any third parties caused by your breach of the alleged specifications.\nIn addition, 17TRACK is released from any losses and/or increased costs and you shall indemnify 17TRACK for any incurred compensations for third party losses in case that 17TRACK makes compensations in advance.</p>\n<ul>\n</ul>\n<p>If your alleged violation of relevant laws and/or provisions of This Agreement make 17TRACK suffer from any losses, compensation for a third party, and/or penalty from the Administrative Department, you shall indemnify 17TRACK for losses and incurred legal costs as a result of that, including without limitation, reasonable attorney fees, costs of investigation and evidence collection.</p>\n<ul>\n</ul>\n<p>You agree that any breach of This Agreement will make 17TRACK suffer from irreparable losses, not merely money.\nIn addition to 17TRACK's available compensation and other remedial measures, you agree that 17TRACK is entitled to injunctions, in order to prevent actual, threatening or continuous violation of This Agreement.</p>\n<ul>\n</ul> Termination and breach of contract <p>In the event that you commit any breach of terms of This Agreement, 17TRACK shall have right to unilaterally terminate This Agreement without prior notice.</p>\n<ul>\n</ul>\n<p>Upon occurrence of termination, you shall stop using Licensing Software and destroy all copies of Licensing Software.</p>\n<ul>\n</ul>\n<p>You shall be liable for any losses and actual damages suffered by 17TRACK or other users, as a result of your breach of This Agreement.</p>\n<ul>\n</ul> Governing law and dispute resolution <p>The validity, interpretation, modification, execution and dispute settlement shall be governed and construed by the laws and regulations of the People's Republic of China.\nIn the event that there are no relevant regulations, reference shall be made to the relevant provisions of local laws and/or general international practices.</p>\n<ul>\n</ul>\n<p>Any disputes arising from This Agreement shall be settled by both Parties through friendly negotiations.\nIn the event that such disputes cannot be settled through negotiations, such disputes shall be submitted to the court of competent jurisdiction where 17TRACK is located.</p>\n<ul>\n</ul>\n<p>If any of the provisions of This Agreement is held to be invalid by any court of competent jurisdiction, then such invalidity shall not affect any of the remaining provisions of This Agreement.\nAnd such remaining provisions shall be implemented by you and 17TRACK.</p>\n<ul>\n</ul> Others <p>17TRACK reserve right to transfer the rights and obligations herein to a third party without your consent.</p>\n<ul>\n</ul>\n<p>This Agreement constitutes the entire agreement between the parties related to granting license of Licensing Software and supersedes all prior negotiations.</p>\n<ul>\n</ul>\n<p>This Agreement is made in Chinese.\nIn case of any dispute as to the interpretation between the translated version and Chinese version, the Chinese version shall prevail.</p>\n<ul>\n</ul>\n<ul>\n<li>About us </li>\n<li>Contact us </li>\n<li>Help </li>\n<li>Terms </li>\n<li>Privacy </li>\n<li>Copyright </li>\n</ul>\n<ul>\n<li>About us </li>\n<li>Contact us </li>\n<li>Help </li>\n<li>Terms </li>\n<li>Privacy </li>\n<li>Copyright </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n</li>\n</ul> ", "created_at": "2022-11-14 04:54:24.983578", "updated_at": "2022-11-14 04:54:33.534906"}], "points": [], "urls": ["17track.net"]}}