{"error": 448, "message": "OK", "parameters": {"id": 7135, "name": "NopeCHA", "created_at": "2022-12-29 02:54:30.79513", "updated_at": "2022-12-29 18:45:33.141433", "wikipedia": null, "keywords": null, "related": null, "slug": "nopecha", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7135.png", "url": "nopecha.com", "documents": [{"id": 13631, "name": "Privacy Policy", "url": "https://nopecha.com/privacy", "xpath": "//body", "text": "NopeCHA<ul>\n</ul>\n<ul>\n<li>Home</li>\n<li>Developers</li>\n<li>Pricing</li>\n<li>Sign in</li>\n</ul>Privacy PolicyLast updated: December 23, 2022<br>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.<br>We use Your Personal data to provide and improve the Service.\nBy using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.<br>Interpretation and DefinitionsInterpretationThe words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.<br>DefinitionsFor the purposes of this Privacy Policy:<ul>\n<li>\n<b>Account</b> means a unique account created for You to access our Service or parts of our Service.</li>\n<li>\n<b>Affiliate</b> means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.</li>\n<li>\n<b>Application</b> means the software program provided by the Company downloaded by You on any electronic device, named NopeCHA</li>\n<li>\n<b>Business</b>, for the purpose of the CCPA (California Consumer Privacy Act), refers to the Company as the legal entity that collects Consumers’ personal information and determines the purposes and means of the processing of Consumers’ personal information, or on behalf of which such information is collected and that alone, or jointly with others, determines the purposes and means of the processing of consumers’ personal information, that does business in the State of California.</li>\n<li>\n<b>Company</b> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to NopeCHA.For the purpose of the GDPR, the Company is the Data Controller.</li>\n<li>\n<b>Consumer</b>, for the purpose of the CCPA (California Consumer Privacy Act), means a natural person who is a California resident.\nA resident, as defined in the law, includes (1) every individual who is in the USA for other than a temporary or transitory purpose, and (2) every individual who is domiciled in the USA who is outside the USA for a temporary or transitory purpose.</li>\n<li>\n<b>Country</b> refers to: United States</li>\n<li>\n<b>Data Controller</b>, for the purposes of the GDPR (General Data Protection Regulation), refers to the Company as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.</li>\n<li>\n<b>Device</b> means any device that can access the Service such as a computer, a cellphone or a digital tablet.</li>\n<li>\n<b>Do Not Track</b> (DNT) is a concept that has been promoted by US regulatory authorities, in particular the U.S.\nFederal Trade Commission (FTC), for the Internet industry to develop and implement a mechanism for allowing internet users to control the tracking of their online activities across websites.</li>\n<li>\n<b>Personal Data</b> is any information that relates to an identified or identifiable individual.For the purposes for GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.For the purposes of the CCPA, Personal Data means any information that identifies, relates to, describes or is capable of being associated with, or could reasonably be linked, directly or indirectly, with You.</li>\n<li>\n<b>Sale</b>, for the purpose of the CCPA (California Consumer Privacy Act), means selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a Consumer’s personal information to another business or a third party for monetary or other valuable consideration.</li>\n<li>\n<b>Service</b> refers to the Application.</li>\n<li>\n<b>Service Provider</b> means any natural or legal person who processes the data on behalf of the Company.\nIt refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.\nFor the purpose of the GDPR, Service Providers are considered Data Processors.</li>\n<li>\n<b>Third-party Social Media Service</b> refers to any website or any social network website through which a User can log in or create an account to use the Service.</li>\n<li>\n<b>Usage Data</b> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</li>\n<li>\n<b>You</b> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.Under GDPR (General Data Protection Regulation), You can be referred to as the Data Subject or as the User as you are the individual using the Service.</li>\n</ul>\n<br>Collecting and Using Your Personal DataTypes of Data CollectedPersonal DataWhile using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You.\nPersonally identifiable information may include, but is not limited to:<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Address, State, Province, ZIP/Postal code, City</li>\n<li>Usage Data</li>\n</ul>\n<br>Usage DataUsage Data is collected automatically when using the Service.<br>Usage Data may include information such as Your Device’s Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.<br>When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.<br>We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.<br>Information from Third-Party Social Media ServicesThe Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services:<ul>\n<li>Discord</li>\n<li>GitHub</li>\n<li>Google</li>\n</ul>\n<br>If You decide to register through or otherwise grant us access to a Third-Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service’s account, such as Your name, Your email address, Your activities or Your contact list associated with that account.<br>You may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service’s account.\nIf You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy.<br>Use of Your Personal DataThe Company may use Personal Data for the following purposes:<ul>\n<li>To provide and maintain our Service, including to monitor the usage of our Service.</li>\n<li>To manage Your Account: to manage Your registration as a user of the Service.\nThe Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.</li>\n<li>For the performance of a contract: the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.</li>\n<li>To contact You: To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application’s push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.</li>\n<li>To provide You with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.</li>\n<li>To manage Your requests: To attend and manage Your requests to Us.</li>\n<li>For business transfers: We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.</li>\n<li>For other purposes: We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.</li>\n</ul>\n<br>We may share Your personal information in the following situations:<ul>\n<li>\n<b>With Service Providers</b>: We may share Your personal information with Service Providers to monitor and analyze the use of our Service, for payment processing, to contact You.</li>\n<li>\n<b>For business transfers</b>: We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.</li>\n<li>\n<b>With Affiliates</b>: We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy.\nAffiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.</li>\n<li>\n<b>With other users</b>: when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.\nIf You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity.\nSimilarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.</li>\n<li>\n<b>With Your consent</b>: We may disclose Your personal information for any other purpose with Your consent.</li>\n</ul>\n<br>Retention of Your Personal DataThe Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.<br>The Company will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.<br>Transfer of Your Personal DataYour information, including Personal Data, is processed at the Company’s operating offices and in any other places where the parties involved in the processing are located.\nIt means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.<br>Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.<br>The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.<br>Disclosure of Your Personal DataBusiness TransactionsIf the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred.\nWe will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.<br>Law enforcementUnder certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).<br>Other legal requirementsThe Company may disclose Your Personal Data in the good faith belief that such action is necessary to:<ul>\n<li>Comply with a legal obligation</li>\n<li>Protect and defend the rights or property of the Company</li>\n<li>Prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>Protect the personal safety of Users of the Service or the public</li>\n<li>Protect against legal liability</li>\n</ul>\n<br>Security of Your Personal DataThe security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.<br>Detailed Information on the Processing of Your Personal DataThe Service Providers We use may have access to Your Personal Data.\nThese third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.<br>AnalyticsWe may use third-party Service providers to monitor and analyze the use of our Service.<br>\n<ul>\n<li>Google AnalyticsGoogle Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.You may opt-out of certain Google Analytics features through your mobile device settings, such as your device advertising settings or by following the instructions provided by Google in their Privacy Policy: https://policies.google.com/privacyFor more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy</li>\n</ul>PaymentsWe may provide paid products and/or services within the Service.\nIn that case, we may use third-party services for payment processing (e.g.\npayment processors).<br>We will not store or collect Your payment card details.\nThat information is provided directly to Our third-party payment processors whose use of Your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.<br>\n<ul>\n<li>Coinbase CommerceTheir Privacy Policy can be viewed at https://commerce.coinbase.com/legal/privacy-policy/</li>\n<li>StripeTheir Privacy Policy can be viewed at https://stripe.com/privacy</li>\n<li>PayPalTheir Privacy Policy can be viewed at https://www.paypal.com/webapps/mpp/ua/privacy-full</li>\n</ul>GDPR PrivacyLegal Basis for Processing Personal Data under GDPRWe may process Personal Data under the following conditions:<br>\n<ul>\n<ul>Consent: You have given Your consent for processing Personal Data for one or more specific purposes.</ul>\n<ul>Performance of a contract: Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.</ul>\n<ul>Legal obligations: Processing Personal Data is necessary for compliance with a legal obligation to which the Company is subject.</ul>\n<ul>Vital interests: Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.</ul>\n<ul>Public interests: Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Company.</ul>\n<ul>Legitimate interests: Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the Company.</ul>\n</ul>\n<br>In any case, the Company will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.<br>Your Rights under the GDPRThe Company undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.<br>You have the right under this Privacy Policy, and by law if You are within the EU, to:<br>\n<ul>\n<li>Request access to Your Personal Data.\nThe right to access, update or delete the information We have on You.\nWhenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section.\nIf you are unable to perform these actions yourself, please contact Us to assist You.\nThis also enables You to receive a copy of the Personal Data We hold about You.</li>\n<li>Request correction of the Personal Data that We hold about You.\nYou have the right to to have any incomplete or inaccurate information We hold about You corrected.</li>\n<li>Object to processing of Your Personal Data.\nThis right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground.\nYou also have the right to object where We are processing Your Personal Data for direct marketing purposes.</li>\n<li>Request erasure of Your Personal Data.\nYou have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.</li>\n<li>Request the transfer of Your Personal Data.\nWe will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format.\nPlease note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.</li>\n<li>Withdraw Your consent.\nYou have the right to withdraw Your consent on using your Personal Data.\nIf You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.</li>\n</ul>\n<br>Exercising of Your GDPR Data Protection RightsYou may exercise Your rights of access, rectification, cancellation and opposition by contacting Us.\nPlease note that we may ask You to verify Your identity before responding to such requests.\nIf You make a request, We will try our best to respond to You as soon as possible.<br>You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data.\nFor more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.<br>CCPA PrivacyThis privacy notice section for California residents supplements the information contained in Our Privacy Policy and it applies solely to all visitors, users, and others who reside in the State of California.Categories of Personal Information CollectedWe collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular Consumer or Device.\nThe following is a list of categories of personal information which we may collect or may have been collected from California residents within the last twelve (12) months.<br>Please note that the categories and examples provided in the list below are those defined in the CCPA.\nThis does not mean that all examples of that category of personal information were in fact collected by Us, but reflects our good faith belief to the best of our knowledge that some of that information from the applicable category may be and may have been collected.\nFor example, certain categories of personal information would only be collected if You provided such personal information directly to Us.<br>\n<ul>\n<li>Category A: Identifiers.Examples: A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, driver’s license number, passport number, or other similar identifiers.<br>Collected: Yes.<br>\n</li>\n<li>Category B: Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).Examples: A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\nSome personal information included in this category may overlap with other categories.<br>Collected: Yes.<br>\n</li>\n<li>Category C: Protected classification characteristics under California or federal law.Examples: Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).<br>Collected: No.<br>\n</li>\n<li>Category D: Commercial information.Examples: Records and history of products or services purchased or considered.<br>Collected: Yes.<br>\n</li>\n<li>Category E: Biometric information.Examples: Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.<br>Collected: No.<br>\n</li>\n<li>Category F: Internet or other similar network activity.Examples: Interaction with our Service or advertisement.<br>Collected: Yes.<br>\n</li>\n<li>Category G: Geolocation data.Examples: Approximate physical location.<br>Collected: No.<br>\n</li>\n<li>Category H: Sensory data.Examples: Audio, electronic, visual, thermal, olfactory, or similar information.<br>Collected: No.<br>\n</li>\n<li>Category I: Professional or employment-related information.Examples: Current or past job history or performance evaluations.<br>Collected: No.<br>\n</li>\n<li>Category J: Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).Examples: Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.<br>Collected: No.<br>\n</li>\n<li>Category K: Inferences drawn from other personal information.Examples: Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.<br>Collected: No.<br>\n</li>\n</ul>Under CCPA, personal information does not include:<ul>\n<li>Publicly available information from government records</li>\n<li>Deidentified or aggregated consumer information</li>\n<li>Information excluded from the CCPA’s scope, such as:</li>\n<ul>\n<li>Health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data</li>\n<li>Personal Information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver’s Privacy Protection Act of 1994</li>\n</ul>\n</ul>\n<br>Sources of Personal InformationWe obtain the categories of personal information listed above from the following categories of sources:<ul>\n<li>Directly from You.\nFor example, from the forms You complete on our Service, preferences You express or provide through our Service, or from Your purchases on our Service.</li>\n<li>Indirectly from You.\nFor example, from observing Your activity on our Service.</li>\n<li>Automatically from You.\nFor example, through cookies We or our Service Providers set on Your Device as You navigate through our Service.</li>\n<li>From Service Providers.\nFor example, third-party vendors to monitor and analyze the use of our Service, third-party vendors to provide advertising on our Service, third-party vendors for payment processing, or other third-party vendors that We use to provide the Service to You.</li>\n</ul>\n<br>Use of Personal Information for Business Purposes or Commercial PurposesWe may use or disclose personal information We collect for \"business purposes\" or \"commercial purposes\" (as defined under the CCPA), which may include the following examples:<ul>\n<li>To operate our Service and provide You with our Service.</li>\n<li>To provide You with support and to respond to Your inquiries, including to investigate and address Your concerns and monitor and improve our Service.</li>\n<li>To fulfill or meet the reason You provided the information.\nFor example, if You share Your contact information to ask a question about our Service, We will use that personal information to respond to Your inquiry.\nIf You provide Your personal information to purchase a product or service, We will use that information to process Your payment and facilitate delivery.</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n<li>As described to You when collecting Your personal information or as otherwise set forth in the CCPA.</li>\n<li>For internal administrative and auditing purposes.</li>\n<li>To detect security incidents and protect against malicious, deceptive, fraudulent or illegal activity, including, when necessary, to prosecute those responsible for such activities.</li>\n</ul>Please note that the examples provided above are illustrative and not intended to be exhaustive.\nFor more details on how we use this information, please refer to the \"Use of Your Personal Data\" section.<br>If We decide to collect additional categories of personal information or use the personal information We collected for materially different, unrelated, or incompatible purposes We will update this Privacy Policy.<br>Disclosure of Personal Information for Business Purposes or Commercial PurposesWe may use or disclose and may have used or disclosed in the last twelve (12) months the following categories of personal information for business or commercial purposes:<ul>\n<li>Category A: Identifiers</li>\n<li>Category B: Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))</li>\n<li>Category D: Commercial information</li>\n<li>Category F: Internet or other similar network activity</li>\n</ul>Please note that the categories listed above are those defined in the CCPA.\nThis does not mean that all examples of that category of personal information were in fact disclosed, but reflects our good faith belief to the best of our knowledge that some of that information from the applicable category may be and may have been disclosed.When We disclose personal information for a business purpose or a commercial purpose, We enter a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.<br>Sale of Personal InformationAs defined in the CCPA, \"sell\" and \"sale\" mean selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a consumer’s personal information by the business to a third party for valuable consideration.\nThis means that We may have received some kind of benefit in return for sharing personal information, but not necessarily a monetary benefit.<br>We do not sell Your personal information identified in the above categories to third parties unless otherwise mentioned explicitly in this Privacy Policy.<br>Share of Personal InformationWe do not share Your personal information identified in the above categories with third parties unless otherwise mentioned explicitly in this Privacy Policy.<br>Sale of Personal Information of Minors Under 16 Years of AgeWe do not knowingly collect personal information from minors under the age of 16 through our Service, although certain third party websites that we link to may do so.\nThese third-party websites have their own terms of use and privacy policies and we encourage parents and legal guardians to monitor their children’s Internet usage and instruct their children to never provide information on other websites without their permission.<br>We do not sell the personal information of Consumers We actually know are less than 16 years of age.<br>If You have reason to believe that a child under the age of 13 (or 16) has provided Us with personal information, please contact Us with sufficient detail to enable Us to delete that information.<br>Your Rights under the CCPAThe CCPA provides California residents with specific rights regarding their personal information.\nIf You are a resident of California, You have the following rights:<ul>\n<li>The right to notice.\nYou have the right to be notified which categories of Personal Data are being collected and the purposes for which the Personal Data is being used.</li>\n<li>The right to request.\nUnder CCPA, You have the right to request that We disclose information to You about Our collection, use, sale, disclosure for business purposes and share of personal information.\nOnce We receive and confirm Your request, We will disclose to You:</li>\n<ul>\n<li>The categories of personal information We collected about You</li>\n<li>The categories of sources for the personal information We collected about You</li>\n<li>Our business or commercial purpose for collecting or selling that personal information</li>\n<li>The categories of third parties with whom We share that personal information</li>\n<li>The specific pieces of personal information We collected about You</li>\n<li>If we sold Your personal information or disclosed Your personal information for a business purpose, We will disclose to You:</li>\n<ul>\n<li>The categories of personal information categories sold</li>\n<li>The categories of personal information categories disclosed</li>\n</ul>\n</ul>\n<li>The right to say no to the sale of Personal Data (opt-out).\nYou have the right to direct Us to not sell Your personal information.\nTo submit an opt-out request please contact Us.</li>\n<li>The right to delete Personal Data.\nYou have the right to request the deletion of Your Personal Data, subject to certain exceptions.\nOnce We receive and confirm Your request, We will delete (and direct Our Service Providers to delete) Your personal information from our records, unless an exception applies.\nWe may deny Your deletion request if retaining the information is necessary for Us or Our Service Providers to:</li>\n<ul>\n<li>Complete the transaction for which We collected the personal information, provide a good or service that You requested, take actions reasonably anticipated within the context of our ongoing business relationship with You, or otherwise perform our contract with You.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if You previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on Your relationship with Us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which You provided it.</li>\n</ul>\n<li>The right not to be discriminated against.\nYou have the right not to be discriminated against for exercising any of Your consumer’s rights, including by:</li>\n<ul>\n<li>Denying goods or services to You</li>\n<li>Charging different prices or rates for goods or services, including the use of discounts or other benefits or imposing penalties</li>\n<li>Providing a different level or quality of goods or services to You</li>\n<li>Suggesting that You will receive a different price or rate for goods or services or a different level or quality of goods or services</li>\n</ul>\n</ul>\n<br>Exercising Your CCPA Data Protection RightsIn order to exercise any of Your rights under the CCPA, and if You are a California resident, You can contact Us:<ul>\n<li>By email: privacy@nopecha.com</li>\n</ul>Only You, or a person registered with the California Secretary of State that You authorize to act on Your behalf, may make a verifiable request related to Your personal information.<br>Your request to Us must:<ul>\n<li>Provide sufficient information that allows Us to reasonably verify You are the person about whom We collected personal information or an authorized representative</li>\n<li>Describe Your request with sufficient detail that allows Us to properly understand, evaluate, and respond to it</li>\n</ul>\n<br>We cannot respond to Your request or provide You with the required information if we cannot:<ul>\n<li>Verify Your identity or authority to make the request</li>\n<li>And confirm that the personal information relates to You</li>\n</ul>\n<br>We will disclose and deliver the required information free of charge within 45 days of receiving Your verifiable request.\nThe time period to provide the required information may be extended once by an additional 45 days when reasonable necessary and with prior notice.<br>Any disclosures We provide will only cover the 12-month period preceding the verifiable request’s receipt.<br>For data portability requests, We will select a format to provide Your personal information that is readily useable and should allow You to transmit the information from one entity to another entity without hindrance.<br>WebsiteYou can opt out of receiving ads that are personalized as served by our Service Providers by following our instructions presented on the Service:<ul>\n<li>The NAI’s opt-out platform: http://www.networkadvertising.org/choices/</li>\n<li>The EDAA’s opt-out platform http://www.youronlinechoices.com/</li>\n<li>The DAA’s opt-out platform: http://optout.aboutads.info/?c=2&amp;lang=EN</li>\n</ul>The opt out will place a cookie on Your computer that is unique to the browser You use to opt out.\nIf you change browsers or delete the cookies saved by your browser, You will need to opt out again.<br>Mobile DevicesYour mobile device may give You the ability to opt out of the use of information about the apps You use in order to serve You ads that are targeted to Your interests:<ul>\n<li>\"Opt out of Interest-Based Ads\" or \"Opt out of Ads Personalization\" on Android devices</li>\n<li>\"Limit Ad Tracking\" on iOS devices</li>\n</ul>You can also stop the collection of location information from Your mobile device by changing the preferences on Your mobile device.<br>\"Do Not Track\" Policy as Required by California Online Privacy Protection Act (CalOPPA)Our Service does not respond to Do Not Track signals.<br>However, some third party websites do keep track of Your browsing activities.\nIf You are visiting such websites, You can set Your preferences in Your web browser to inform websites that You do not want to be tracked.\nYou can enable or disable DNT by visiting the preferences or settings page of Your web browser.<br>Children’s PrivacyOur Service does not address anyone under the age of 13.\nWe do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us.\nIf We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.<br>If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent’s consent before We collect and use that information.<br>Your California Privacy Rights (California’s Shine the Light law)Under California Civil Code Section 1798 (California’s Shine the Light law), California residents with an established business relationship with us can request information once a year about sharing their Personal Data with third parties for the third parties’ direct marketing purposes.<br>If you’d like to request more information under the California Shine the Light law, and if You are a California resident, You can contact Us using the contact information provided below.<br>California Privacy Rights for Minor Users (California Business and Professions Code Section 22581)California Business and Professions Code section 22581 allow California residents under the age of 18 who are registered users of online sites, services or applications to request and obtain removal of content or information they have publicly posted.<br>To request removal of such data, and if You are a California resident, You can contact Us using the contact information provided below, and include the email address associated with Your account.<br>Be aware that Your request does not guarantee complete or comprehensive removal of content or information posted online and that the law may not permit or require removal in certain circumstances.<br>Links to Other WebsitesOur Service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party’s site.\nWe strongly advise You to review the Privacy Policy of every site You visit.<br>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.<br>Changes to this Privacy PolicyWe may update Our Privacy Policy from time to time.\nWe will notify You of any changes by posting the new Privacy Policy on this page.<br>We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy.<br>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.<br>Contact UsIf you have any questions about this Privacy Policy, You can contact us:<ul>\n<li>By email: privacy@nopecha.com</li>\n</ul>\n<p>© 2022 NopeCHA</p>\n<ul>\n<li>Contact Us</li>\n<li>GitHub</li>\n<li>Demo</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n</ul>", "created_at": "2022-12-29 02:54:30.857996", "updated_at": "2022-12-29 02:55:24.09456"}, {"id": 13632, "name": "Terms of Service", "url": "https://nopecha.com/terms", "xpath": "//body", "text": "NopeCHA<ul>\n</ul>\n<ul>\n<li>Home</li>\n<li>Developers</li>\n<li>Pricing</li>\n<li>Sign in</li>\n</ul>Terms of ServiceLast updated: September 15, 2022<br>This Terms of Service describes Our policies on the use of the Service and tells You about what You are allowed and not allowed to do with the Service.<br>By using the Service, You agree to the Your rights in accordance with this Terms of Service.<br>Interpretation and DefinitionsInterpretationThe words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.<br>DefinitionsFor the purposes of this Terms of Service:<ul>\n<li>\n<b>Account</b> means a unique account created for You to access our Service or parts of our Service.</li>\n<li>\n<b>Application</b> means the software program provided by the Company downloaded by You on any electronic device, named NopeCHA</li>\n<li>\n<b>Business</b> refers to the Company as the legal entity that collects Consumers’ personal information and determines the purposes and means of the processing of Consumers’ personal information, or on behalf of which such information is collected and that alone, or jointly with others, determines the purposes and means of the processing of consumers’ personal information, that does business in the State of California.</li>\n<li>\n<b>Company</b> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to NopeCHA.</li>\n<li>\n<b>Consumer</b> means a natural person who is a California resident.\nA resident, as defined in the law, includes (1) every individual who is in the USA for other than a temporary or transitory purpose, and (2) every individual who is domiciled in the USA who is outside the USA for a temporary or transitory purpose.</li>\n<li>\n<b>Country</b> refers to: United States</li>\n<li>\n<b>Sale</b> means selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a Consumer’s personal information to another business or a third party for monetary or other valuable consideration.</li>\n<li>\n<b>Service</b> refers to the Application.</li>\n<li>\n<b>You</b> (referred to as either \"You\", or \"Customer\" in this Agreement) means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</li>\n</ul>\n<br>Allowed Use CasesAccessibility ToolThe Service is aimed to be an accessibility tool for those with disabilities or medical conditions.\nDisabilities or medical conditions may include, but is not limited to:<ul>\n<li>Blindness</li>\n<li>Poor eyesight</li>\n<li>Dyslexia</li>\n<li>Impaired motor functions</li>\n</ul>\n<br>Bridging the Language GapThe Service can be used in cases where the lack of language understanding presents a barrier in understanding the presented CAPTCHA challenge or being able to identify or typing the language characters presented in the CAPTCHA.<br>Browsing ExperienceThe Service can be used in cases where You wish to improve your browsing experience.<br>Disallowed Use CasesMalicious ActivitiesYou may not use the Service to perform malicious activities.\nMalicious may include, but is not limited to:<ul>\n<li>Malicious hacking</li>\n<li>Fraud</li>\n<li>Account or credit card cracking</li>\n<li>Attempting to damage a computer network or machine</li>\n</ul>\n<br>Illegal or Unethical ActivitiesYou may not use the Service to perform activities illegal or unethical in the Country or the country in which You are using the Service.<br>Violating Terms of Service of Other PartiesYou may not use the Service to perform activities that violate other parties' terms of service or usage guidelines.<br>SpamYou may not use the Service to aid in activities contributing to spamming other parties' databases, users, or network.\nSuch activities may include, but is not limited to:<ul>\n<li>Automated account generation</li>\n<li>Automated form submission</li>\n<li>Automated email sending</li>\n<li>Automated message sending</li>\n</ul>\n<br>Your Rights under the Terms of ServiceUnder the Terms of Service, You have the following rights:<ul>\n<li>The right to notice.\nYou have the right to be notified when You are blocked from the Service as a result of violation of the Terms of Service.</li>\n<li>The right to request.\nYou have the right to request the status of Your access to the Service.\nOnce We receive and confirm Your request, We will disclose to You:</li>\n<ul>\n<li>The status of Your access to the Service</li>\n<li>The reason for restricted access to the Service</li>\n<li>The condition in the Terms of Service that You violated</li>\n</ul>\n<li>The right not to be discriminated against.\nYou have the right not to be discriminated against for exercising any of Your consumer’s rights, including by:</li>\n<ul>\n<li>Denying goods or services to You</li>\n<li>Charging different prices or rates for goods or services, including the use of discounts or other benefits or imposing penalties</li>\n<li>Providing a different level or quality of goods or services to You</li>\n<li>Suggesting that You will receive a different price or rate for goods or services or a different level or quality of goods or services</li>\n</ul>\n</ul>\n<br>BillingService RatesCustomer acknowledges that they have been made adequately aware of the initial rates and fees associated with services being rendered by the Company and have received a complete description of services to be rendered.\nCustomer also acknowledges that the Company reserves the right to change the specified rates and charges from time to time.\nAny promotional offers made by the Company are contingent upon the Company maintaining its cost of service goals, including but not limited to rates charged by its suppliers.\nWhere possible, the Company will provide the Customer with a minimum of 15 days notice of any rate changes.<br>Payments and FeesCustomer acknowledges that the Company is under no obligation to provide services under the terms of this Agreement until all stated charges have been paid-in-full, and Company has been able to adequately verify the validity of said payment.\nRecurring payments will become due and payable on the first day of the month following the completion of the first invoice term, and will continue as such for all subsequent invoices.\nAny account that becomes past-due may will be subject to a 10% late payment fee, and may be suspended or disabled for non-payment at any time at the sole discretion of the Company.\nAccounts suspended or disabled for non-payment may be subject to a restoration charge due and payable prior to service being restored.\nAny accounts that are not collectable by the Company will be turned over to an outside collection agency.\nIf Your account is turned over for collection, You agree to pay the Company a \"Collection Fee\" of not less than $150, in addition to any fees that may be imposed by the outside collection agency or its legal representation.\nAll services that the Company offers are considered to be provided on a strictly prepaid basis.<br>Refund PolicyAll services rendered by the Company are provided on a non-refundable basis.\nThis includes, but is not limited to, setup fees, monthly fees, upgrade fees, professional services fees, and overage fees, regardless of usage.\nIn addition, if Your account is canceled by the Company for violation of this Agreement, all payments made to the Company become completely non-refundable.\nCustomer agrees not to charge back any credit card payments for services rendered.\nIn the event that a Customer files a charge back or other payment dispute, they will be considered to be in violation of this agreement and may be subject to collection action as described above.<br>Service CancellationRequests to cancel services may be made by notifying our Billing Department.\nAll requests for service cancellation must be made a minimum of 5 days prior to the renewal date of the service being cancelled.\nFailure to provide notice at least 5 days prior to the renewal date will result in a full billable monthly cycle prior to cancellation.\nWhere all services are considered to be provided on a strictly prepaid basis, no prorated or partial refunds will be made.\nAll outstanding invoices must be paid in full prior to requesting cancellation.<br>Billing ErrorsCustomer acknowleges that the Company will make its best effort to ensure that all invoices are correctly issued.\nHowever, should Customer note any possible errors, Customer agrees to notify our Billing Department within 15 days of the issuance of the errant invoice.\nAfter 15 days, all invoices will be assumed to be correct, and no further billing adjustments will be made.<br>Exercising Your RightsIn order to exercise any of Your rights under the Terms of Service, You can contact Us:<ul>\n<li>By email: terms@nopecha.com</li>\n</ul>Only You, or a person registered with the California Secretary of State that You authorize to act on Your behalf, may make a verifiable request related to Your personal information.<br>Your request to Us must:<ul>\n<li>Provide sufficient information that allows Us to reasonably verify You are the person about whom We collected personal information or an authorized representative</li>\n<li>Describe Your request with sufficient detail that allows Us to properly understand, evaluate, and respond to it</li>\n</ul>\n<br>We cannot respond to Your request or provide You with the required information if we cannot:<ul>\n<li>Verify Your identity or authority to make the request</li>\n<li>And confirm that the personal information relates to You</li>\n</ul>\n<br>We will disclose and deliver the required information free of charge within 45 days of receiving Your verifiable request.\nThe time period to provide the required information may be extended once by an additional 45 days when reasonable necessary and with prior notice.<br>Any disclosures We provide will only cover the 12-month period preceding the verifiable request’s receipt.<br>For data portability requests, We will select a format to provide Your personal information that is readily useable and should allow You to transmit the information from one entity to another entity without hindrance.<br>The Company's Rights under the Terms of ServiceUnder the Terms of Service, the Company has the following rights:<ul>\n<li>Restrict Your access to the Service for violating the Terms of Service.\nWhen You are found to have violated the Terms of Service, You waive your right to receive a refund and any form of compensation for Your payment involved in the Sale.</li>\n<li>Restrict Your access to the Service for any reason.</li>\n</ul>\n<br>Changes to this Terms of ServiceWe may update Our Terms of Service from time to time.\nWe will notify You of any changes by posting the new Terms of Service on this page.<br>We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Terms of Service.<br>You are advised to review this Terms of Service periodically for any changes.\nChanges to this Terms of Service are effective when they are posted on this page.<br>Contact UsIf you have any questions about this Terms of Service, You can contact us:<ul>\n<li>By email: terms@nopecha.com</li>\n</ul>If you have any questions about billing, You can contact our Billing Department:<ul>\n<li>By email: billing@nopecha.com</li>\n</ul>\n<p>© 2022 NopeCHA</p>\n<ul>\n<li>Contact Us</li>\n<li>GitHub</li>\n<li>Demo</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n</ul>", "created_at": "2022-12-29 02:54:30.920257", "updated_at": "2022-12-29 02:54:58.306438"}], "points": [], "urls": ["nopecha.com"]}}