{"error": 448, "message": "OK", "parameters": {"id": 6856, "name": "ConnectAd  ", "created_at": "2022-11-14 05:55:43.184767", "updated_at": "2022-11-14 23:01:09.482708", "wikipedia": null, "keywords": null, "related": null, "slug": "connectad", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6856.png", "url": "connectadrealtime.com,connectad.io", "documents": [{"id": 12555, "name": "Privacy policy", "url": "https://www.connectadrealtime.com/privacy", "xpath": "/html/body/div[1]/div[3]/div/div/div[2]", "text": "Privacy policy<p>ConnectAd strongly believes in privacy and data protection and is, therefore, a strong supporter of the GDPR-regulation framework.<br>‍<br>Publishers use ConnectAd marketplace to monetize their ad spaces through our own sales force or other advertising partners.<br>‍<br>We collect and use data to help make online advertising more relevant and for ad delivery and reporting purposes.\nWe do not trade or sell any of our collected data.</p>Opt-Out &amp;&nbsp;User Transparence<p>You can “Out-out” from having cookies stored on your device.\nTo “Opt-out,” click the dedicated link below.\nYou will then have a cookie that indicates our system not to write any cookies in this browser or this device instance.<br>&gt;&gt.\nPermanently Opt-Out</p>\n<p>To verify which data we have stored about your browser and to delete those records, please follow the link below.<br>&gt;&gt.\nUser transparency</p>General Practice<p>ConnectAd does not collect any personally identifiable data such as your name, email, address, phone number, or IP-Address from your visit to its servers and domains unless you voluntarily supply this through, e.g., the “Contact us” form or any other contact channel.\nWe will use your information solely to respond to your query and will not pass that information to any 3rd party.\nConnectAd may also request additional information from the Publisher, such as other contact information and billing account information.</p>\n<p>‍<br>We use this contact and billing information to operate and/or improve our services.</p>Cookies &amp;&nbsp;Tracking<p>ConnectAd collects data directly using tracking technologies such as cookies and/or tags.\nFor device environments that do not support cookies creation, such as mobile applications, we use non-cookie tracking technologies to collect data such as Apple IDFA or Google Advertising ID.</p>\n<p>We generate a technical identifier (a randomly generated number) to identify your browser.</p>\n<p>ConnectAd collections information provided by third-parties and link up data across advertising platforms and devices.\nWe use the randomly generated browser identifier to match data from third-party-business partners, advertising platforms, and/or data providers (cookie sync).\nThat said, we do not link your information to track any behavioral or contextual analysis.</p>What ConnectAd collects<p>+ Browser Information (URL, browser type)<br>+ Ad delivery and reporting data (ad impressions, location, ad format, size/type)<br>+ non-precise location data (derived from your IP-address)<br>+ Data and time of the interaction<br>+ we do have access to the IP address but do not store or analyze your IP for targeting purpose<br>+ random generated cookie ID<br>We might analyze your IP for the purposes of fraud detection, security purposes and to send it to advertising partners (such as demand platforms)</p>\n<p>Please note again, that we do not process any information to allows identifying a particular individual.</p>How we use this Data<p>\n<em>Data transmitted to 3rd-party:<br>‍</em>To operate our services, ConnectAd uses partners for analytics, brand-safety, fraud detection, viewability measurement, or any other partners that may help us deliver and measure the quality of our service.</p>\n<p>\n<em>Ad Delivery:<br>‍</em>We transmit collected data (without any IP-Address and/or unique device identifier) for ad delivering and campaign tracking to our business partners</p>\n<p>\n<em>Algorithm training:<br>‍</em>We use aggregated data to improve our service and technology</p>\n<p>\n<em>3rd party cookie sync:<br>‍</em>To enable targeting technologies such as frequency cap, we maintain a cookie sync table to match our random generated cookie ID with 3rd party partners.</p>How we store Data<p>We retain data for cookie-sync up to 12 months from the last date of collection unless you delete or opt-our following the procedure on the top of the page.\nAggregated ad-delivery statistics are stored 24 months, non-aggregated delivery statistics 48 hours.</p>\n<p>ConnectAd uses generally accepted industry security standards to protect data.</p>Changes to this policy<p>We may update this privacy policy to reflect changes to our information practices.\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p>Contact us<p>Upon request, ConnectAd will provide you with information about whether we hold any of your personal information or via the \"User transparency\" link above.\nYou may access or request your data's deletion by contacting us as described below or following the procedure as mentioned above.</p>\n<p>For any questions about this Privacy Policy or data practices, you can contact us anytime:</p>\n<p>ConnectAd Realtime GmbH<br>Niederhofstrasse 37<br>1120 Vienna<br>Austria</p>\n<p>privacy@connectad.io</p>\n<p>‍</p>", "created_at": "2022-11-14 05:55:43.187614", "updated_at": "2022-11-14 04:56:02.957059"}], "points": [], "urls": ["connectadrealtime.com", "connectad.io"]}}