{"error": 448, "message": "OK", "parameters": {"id": 5483, "name": "ArtStation ", "created_at": "2021-11-03 23:39:00.240203", "updated_at": "2023-07-10 22:02:14.542722", "wikipedia": null, "keywords": null, "related": null, "slug": "artstation", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/5483.png", "url": "artstation.com", "documents": [{"id": 9849, "name": "Privacy Policy", "url": "https://www.artstation.com/privacy", "xpath": "/html/body/div[1]/div[2]", "text": null, "created_at": "2021-11-03 23:39:00.246778", "updated_at": "2021-11-03 22:39:44.171688"}, {"id": 9848, "name": "Terms of Service", "url": "https://www.artstation.com/tos", "xpath": "//body", "text": null, "created_at": "2021-11-03 23:39:00.244037", "updated_at": "2023-02-16 18:30:07.865175"}], "points": [{"id": 28775, "title": "The court of law governing the terms is in location X", "source": "https://www.artstation.com/tos", "status": "It's North Calorina in fact. (ToS 43.)\r\n", "created_at": "2022-09-18 13:12:49.688354", "updated_at": "2023-02-11 22:15:43.991709", "quoteText": null, "case_id": 163, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28765, "title": "You maintain ownership of your content", "source": "https://www.artstation.com/tos", "status": "The ToS states that \"As between you and Epic, you will retain ownership of all original text, images, videos, messages, comments, ratings, reviews and other original content you provide on or through the Site, including Digital Products and descriptions of your Digital Products and Hard Products (collectively, “Your Content”), and all intellectual property rights in Your Content.\"", "created_at": "2022-09-18 12:30:29.95193", "updated_at": "2023-02-11 00:20:57.930321", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28768, "title": "First-party cookies are used", "source": "https://www.artstation.com/privacy", "status": "From PP:\r\n\r\n\"We may use cookies to collect your personal information. Cookies are unique identifiers which are used to customize your website, mobile application or social media site experience.\"", "created_at": "2022-09-18 12:41:29.1339", "updated_at": "2023-02-11 00:21:31.417875", "quoteText": null, "case_id": 126, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28769, "title": "Your personal information is used for many different purposes", "source": "https://www.artstation.com/privacy", "status": "They mention a list of 14 points in their Privacy Policy \"Purposes\" section.", "created_at": "2022-09-18 12:55:26.307535", "updated_at": "2023-02-11 00:22:21.170332", "quoteText": null, "case_id": 185, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28771, "title": "The posting of pornographic content is prohibited", "source": "https://www.artstation.com/tos", "status": "According to ToS: \r\n\r\n\"You must not:\r\n\r\n(a) reverse engineer, de-compile, hack, disable, disrupt, interfere with, disassemble, copy, decrypt, reassemble, supplement, translate, adapt or enhance any of the ArtStation Property or the Services;\r\n\r\n(b) create a link, name or label, or otherwise upload to or transmit from the Site or the Services any content, link or anything else that (if reproduced, published, transmitted or used) may:\r\n\r\n    be defamatory, threatening, abusive, harassing, hateful, obscene, pornographic, harmful or invasive of anyone’s privacy, or excessively violent,[…]\"", "created_at": "2022-09-18 12:59:19.71879", "updated_at": "2023-02-11 00:30:57.958359", "quoteText": null, "case_id": 315, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28767, "title": "You waive your moral rights", "source": "https://www.artstation.com/tos", "status": "ToS says \"Epic and our service providers, members, users and licensees may use, copy, display and transmit your user name in connection with any or all of Your Content if Epic or the service providers, members, users or licensees wish to do so.\"", "created_at": "2022-09-18 12:36:14.07635", "updated_at": "2023-02-11 00:31:42.66339", "quoteText": null, "case_id": 118, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28772, "title": "Many different types of personal data are collected", "source": "https://www.artstation.com/privacy", "status": "Anything the user voluntarily is stored on their servers, but they also collect IP addresses and site usage habtis.\r\n\r\n\"We may collect various information from you, including your name, address, phone number, e-mail address, photograph, credit card details, preferred means of communication, your interaction with our website, social media sites and mobile applications (including information such as IP addresses, browser type, language, access times, referring website, etc.) and other information you provide to us.\"", "created_at": "2022-09-18 13:04:49.837481", "updated_at": "2023-02-11 00:39:42.80653", "quoteText": null, "case_id": 376, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28770, "title": "Tracking cookies refused will not limit your ability to use the service", "source": "https://www.artstation.com/privacy", "status": "They state in the Privacy Policy that \"Even without accepting a cookie you can still access many of the features on the site. There may, however, be limitations on your use of some site functions.\" and the site indeed appears to be functioning properly.", "created_at": "2022-09-18 12:57:12.57162", "updated_at": "2023-02-11 22:56:45.650303", "quoteText": null, "case_id": 385, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28773, "title": "The service can intervene in user disputes", "source": "https://www.artstation.com/tos", "status": "According to ToS, they MAY, but are not obligated to do so:\r\n\r\n\"You are solely responsible for resolving any disputes you may have with other Site users. Epic may, but is not obligated to, assist you with this. Epic will have no liability whatsoever to you in connection with any such dispute, regardless of whether or not Epic assists you with that dispute.\"", "created_at": "2022-09-18 13:07:14.317693", "updated_at": "2023-02-16 15:11:37.931925", "quoteText": null, "case_id": 276, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28778, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.artstation.com/privacy", "status": "PP \"Transfers of Information\"\r\n\r\n\"Epic Games is a company with operations around the world. By using the Epic services, you acknowledge and agree that your information may be processed outside your country of residence, including in other jurisdictions (like the United States) that may have different data protection frameworks than your region. \"\r\n\r\n\"We may also need to transfer your information to provide the ArtStation services to you in accordance with our existing agreements with you, such as the Terms of Service.\"", "created_at": "2022-09-18 13:30:49.377557", "updated_at": "2023-02-11 17:46:06.694786", "quoteText": null, "case_id": 187, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28776, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://www.artstation.com/tos", "status": "ToS 21.\r\n\r\n\"We reserve the right (but have no obligation) to remove, delete, edit or reclassify content that we determine, in our sole discretion, is objectionable for any reason. \"", "created_at": "2022-09-18 13:20:27.491499", "updated_at": "2023-02-13 00:50:52.088084", "quoteText": null, "case_id": 202, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28777, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://www.artstation.com/tos", "status": "ToS 20.\r\n\r\nEpic does not endorse any of the content on the Site. Epic will not be responsible or liable for content that is generated by the Site users.", "created_at": "2022-09-18 13:20:52.152294", "updated_at": "2023-02-17 03:31:09.53013", "quoteText": null, "case_id": 292, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28766, "title": "This service can use your content for all their existing and future services", "source": "https://www.artstation.com/tos", "status": "If they like your content, they are free to use it wherever and however they want, but they promise to give credit with the name you set on the website.\r\n\r\n\"Your Content may be shared with third parties, for example, on social media sites to promote your content on the Site, and may be available for purchase through the Marketplace. Accordingly, you hereby grant royalty-free, perpetual, world-wide, licences (the “Licences”) to Epic and our service providers to copy, modify, reformat and distribute Your Content, and to use the name that you provide in association with Your Content, in connection with providing the Services; and to Epic and our service providers, members, users and licensees to use, communicate, share, and display Your Content (in whole or in part) subject to our policies, as those policies are amended from time-to-time.\"", "created_at": "2022-09-18 12:35:13.295912", "updated_at": "2023-02-11 00:26:16.574864", "quoteText": null, "case_id": 180, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28774, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.artstation.com/tos", "status": "ToS says so:\r\n\r\n\"THE SITE, THE ARTSTATION CONTENT, THE ARTSTATION TOOLS AND THE SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE”. EPIC DISCLAIMS ALL TERMS, CONDITIONS, GUARANTEES, REPRESENTATIONS AND WARRANTIES (EXPRESS, IMPLIED, STATUTORY AND OTHERWISE), IN RESPECT OF THE SITE, THE ARTSTATION CONTENT, THE ARTSTATION TOOLS AND THE SERVICES, INCLUDING THOSE OF MERCHANTABILITY, NON-INFRINGEMENT, TITLE, QUALITY AND FITNESS FOR A PARTICULAR PURPOSE.\"", "created_at": "2022-09-18 13:09:41.001196", "updated_at": "2023-02-11 00:49:12.279379", "quoteText": null, "case_id": 286, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["artstation.com"]}}