{"error": 448, "message": "OK", "parameters": {"id": 7216, "name": "Inbox Dollars", "created_at": "2023-01-04 17:41:50.374392", "updated_at": "2023-01-22 17:00:16.412785", "wikipedia": null, "keywords": null, "related": null, "slug": "inbox-dollars", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7216.png", "url": "inboxdollars.com", "documents": [{"id": 13822, "name": " Terms of Use", "url": "https://www.inboxdollars.com/terms-of-use/", "xpath": "//body", "text": " Skip to Content ↵ENTER Skip to Menu ↵ENTER Skip to Footer ↵ENTER Sign Up Free Member Login Email Password Forgot Password By clicking Login, I agree to the Terms of Use and Privacy Policy.\nx $5Bonus Email password password verification <p> Please agree to the Terms of Use and Privacy Policy to sign up.\n</p> I agree to the Terms of Use and Privacy Policy.\nI also agree to receive periodic emails with offers and promotional marketing messages from InboxDollars.\nAlready a Member? Terms of Use <ul>\n<li>TERMS OF USE: United States and Canada</li>\n<li>NOTICE OF ARBITRATION PROVISIONS</li>\n<li>INTRODUCTION</li>\n<li>1.\nUse of Prodege Sites and Features and our Services</li>\n<li>2.\nUser Representations and Warranties</li>\n<li>3.\nRewards Programs</li>\n<li>4.\nSweepstakes, Contests and Promotions</li>\n<li>5.\nIntellectual Property</li>\n<li>6.\nReporting Copyright Infringement - DMCA Policy</li>\n<li>7.\nUser Conduct</li>\n<li>8.\nCommunications Channels</li>\n<li>9.\nDisclaimer of Warranties, Limitations of Liability, and Indemnification</li>\n<li>10.\nCompliance with FTC Guides on Endorsements &amp.\nTestimonials</li>\n<li>11.\nBinding Arbitration of all Disputes and Claims</li>\n<li>12.\nTax Matters</li>\n<li>13.\nNotification of Changes</li>\n<li>14.\nInternational Users</li>\n<li>15.\nExcluded Users and Territories</li>\n<li>16.\nResidents of Quebec, Canada</li>\n<li>17.\nMiscellaneous</li>\n<li>18.\nContact Us</li>\n</ul> Looking for Customer Support? <p> Find the Help Centers Below: </p>\n<ul>\n<li> Swagbucks </li>\n<li> InboxDollars </li>\n<li> MyPoints </li>\n<li> Upromise </li>\n<li> Tada </li>\n<li> ySense </li>\n</ul> TERMS OF USE: United States and Canada<ul>\n<li>TERMS OF USE: United States and Canada</li>\n<li>NOTICE OF ARBITRATION PROVISIONS</li>\n<li>INTRODUCTION</li>\n<li>1.\nUse of Prodege Sites and Features and our Services</li>\n<li>2.\nUser Representations and Warranties</li>\n<li>3.\nRewards Programs</li>\n<li>4.\nSweepstakes, Contests and Promotions</li>\n<li>5.\nIntellectual Property</li>\n<li>6.\nReporting Copyright Infringement - DMCA Policy</li>\n<li>7.\nUser Conduct</li>\n<li>8.\nCommunications Channels</li>\n<li>9.\nDisclaimer of Warranties, Limitations of Liability, and Indemnification</li>\n<li>10.\nCompliance with FTC Guides on Endorsements &amp.\nTestimonials</li>\n<li>11.\nBinding Arbitration of all Disputes and Claims</li>\n<li>12.\nTax Matters</li>\n<li>13.\nNotification of Changes</li>\n<li>14.\nInternational Users</li>\n<li>15.\nExcluded Users and Territories</li>\n<li>16.\nResidents of Quebec, Canada</li>\n<li>17.\nMiscellaneous</li>\n<li>18.\nContact Us</li>\n</ul>\n<p>\n<strong>\n<u>These Terms were last updated Nov.\n1, 2022</u>\n</strong>\n</p>NOTICE OF ARBITRATION PROVISIONS<p>\n<strong>Your use of the Prodege Sites and Features and our Services (both as defined below) is subject to binding individual arbitration of any disputes which may arise, including a class action waiver, as provided in Section 11 of these Terms of Use.\nPlease read the arbitration provisions carefully and do not use any of the Prodege Sites and Features or our Services if you are unwilling to arbitrate any disputes you may have with us (including without limitation any disputes relating to these Terms of Use and our Privacy Policy) as provided herein.</strong>\n</p>INTRODUCTION<p>Prodege, LLC (together with any affiliates, the “<strong>Company</strong>”) owns and operates a number of different websites, mobile applications, and interactive services, including without limitation Swagbucks, MyPoints, InboxDollars, Upromise, CouponCause, Swagbucks Live, SwagIt, MyGiftCardsPlus, ySense, Tada, DailyRewards, Pollfish, BitBurst, AdGate Media, Prodege.com, and others (collectively, the “<strong>Prodege Sites</strong>”).\nThese Terms of Use (“<strong>Terms</strong>”) apply to the Prodege Sites and to all of the features, Internet browser extensions, emails, text (SMS) messages, online services and other functionalities (collectively, the “<strong>Features</strong>”) available via or related to the Prodege Sites, whether accessed via a computer, mobile device or other devices you use (each a “<strong>Device</strong>” and collectively, “<strong>Devices</strong>”), or otherwise (collectively, the “<strong>Prodege Sites and Features</strong>”), and all services available on or through the Prodege Sites and Features (“<strong>our Services</strong>”).\nThese Terms are a legal agreement between you and the Company.\nBy using any of the Prodege Sites and Features or our Services, or clicking to “Accept” or otherwise agreeing to these Terms where that option is made available to you,&nbsp;you agree to be bound by these Terms, as well as&nbsp;our collection, use and disclosure of your personally identifiable information in accordance with&nbsp;our&nbsp;Privacy Policy.\n<strong>If you do not agree to these Terms or our Privacy Policy, please do not register with or use any Prodege Sites and Features or our Services.</strong> We may post additional terms, official rules, agreements, or guidelines that apply to certain Prodege Sites and Features or our Services, including, without limitation, the&nbsp;CLO Terms&nbsp;for card-linked offers, the&nbsp;MyGiftCardsPlus.com Terms of Sale&nbsp;for purchases on MyGiftCardsPlus.com, and the&nbsp;Upromise Member Agreement&nbsp;for Upromise members (“<strong>Additional Terms</strong>”), and you may be subject to such Additional Terms when you access those Prodege Sites and Features or our Services.\nWhen you are using any Prodege Sites and Features or our Services that are subject to Additional Terms, all references herein to these Terms include the Additional Terms.\nIn the event of any conflict between the Additional Terms and these Terms, these Terms shall prevail unless expressly otherwise stated in the Additional Terms, which are intended to supplement, but not replace, these Terms.\nIf you have any questions or concerns regarding these Terms or any Additional Terms, please contact us as provided in Section 18 below.</p>1.\nUse of Prodege Sites and Features and our Services<p>You agree to use the Prodege Sites and Features and our Services only for purposes that are permitted by these Terms and any applicable law, regulation, or generally accepted practices in the relevant jurisdictions.\nSubject to all of the provisions of these Terms, the Company hereby grants you a limited, terminable, non-transferable, personal, non-exclusive license to access and use the Prodege Sites and Features and our Services solely as provided herein.\nYou may download material displayed on the Prodege Sites and Features for non-commercial, personal use only, provided you do not remove any copyright and other proprietary notices contained on the materials.\nYou may not, however, distribute, modify, broadcast, publicly perform, transmit, reuse, re-post, or use the content of the Prodege Sites and Features, including any text, images, audio, or video, for public or commercial purposes without the Company’s prior written permission.\nNotwithstanding anything to the contrary herein, all rights not specifically granted in the license set forth above shall be reserved and remain always with the Company.\nYour right to use the Prodege Sites and Features and our Services is not transferable.\nYou acquire no rights or licenses in or to the Prodege Sites and Features and materials contained therein other than the limited right to access and utilize the Prodege Sites and Features and our Services in accordance with these Terms.\nIf you are accessing the Prodege Sites and Features via any of our applications available via third parties including, without limitation, Apple, Inc.’s “App Store” or Google, Inc.’s “Google Play” store, you acknowledge and agree that these Terms are entered into by and between you and the Company only, and that none of the foregoing third parties are party to these Terms, and they are not sponsors of, nor in any way affiliated with, the Prodege Sites and Features or any of our Services.</p>2.\nUser Representations and Warranties<p>By using the Prodege Sites and Features or our Services, you represent, warrant and covenant that you: (i) have the power and authority to enter into and be bound by these Terms.\n(ii) shall use the Prodege Sites and Features and our Services only as permitted by these Terms and not for any unlawful or fraudulent purpose.\nand (iii) are thirteen (13) years of age or older.\nIf you are under the age of thirteen (13), you are not allowed to use the Prodege Sites and Features nor our Services.\nSome offerings on the Prodege Sites and Features and some of our Services may also be subject to additional age restrictions.</p>3.\nRewards Programs<p>\n<u>A.\nOverview</u>.\n&nbsp;The Company may offer one or more rewards programs (“<strong>Rewards Programs</strong>”) under which you may have the opportunity to receive points (in the Swagbucks.com program, such points are called “SB”, and in the MyPoints.com program, they are called “Points”) or other credits (collectively, “<strong>Rewards</strong>”) related to your participation in or interaction with various advertising, content, shopping opportunities, special offers, surveys, coupons, location-based deals, and other Rewards opportunities (collectively, “<strong>Offers</strong>”).\n&nbsp.\nRegardless of whether they are expressed as points or dollar amounts, Rewards have no cash, monetary, or other value and are only redeemable for gift cards or other prizes or redemption methods as may be offered by the Rewards Program from time to time (collectively, “<strong>Redemption Prizes</strong>”), subject to these Terms and the Rewards Program redemption requirements at the time of redemption.&nbsp;<br>&nbsp;<br>\n<u>B.\nSuspension or Termination of your Participation</u>.\n&nbsp;The Company may limit, suspend, or terminate your ability to participate in a Rewards Program in its sole and absolute discretion, and may suspend or void any Rewards or potential Rewards you may have received or accumulated in a Rewards Program but not yet successfully redeemed if we determine in our sole and absolute discretion that you have not complied with these Terms.\nYou agree to abide by the final and binding decisions of the Company regarding any Rewards Program and your participation in it.\nWe reserve the right to change, suspend, or cancel all or a portion of a Rewards Program, including any unredeemed Rewards, at any time, without prior notice or compensation to you.&nbsp;<br>&nbsp;<br>\n<u>C.\nReceiving Rewards</u>.\n&nbsp;You may receive Rewards in a Rewards Program by participating in various Offers, as described in the applicable Rewards Program.\nSubject to the other provisions of these Terms, the Company will deposit any Rewards for Offers that you choose to participate in and successfully complete into the account that you established when you joined the Rewards Program (the “<strong>Account</strong>”).\n&nbsp;Rewards are deemed successfully completed once you have fully and properly satisfied all of the requirements of the Offer in the manner specified in the Offer (including any time limitations or waiting periods for acceptance or completion of the Offer) and in compliance with these Terms, and the Company and/or its third-party Rewards Program partners are able to properly validate, track and record that you have done so.\n&nbsp;For avoidance of doubt, the Company shall not be responsible for, nor shall the Company be obligated to award Rewards to you for, any Offer that is not properly recorded, tracked, validated and/or deemed a successfully-completed Reward under the Company’s and/or its third-party Rewards Program affiliates’ policies, procedures and systems.\nIn some instances, the Company’s third-party Rewards Program affiliates, rather than the Company, may make the final determination of whether an Offer has been successfully completed and thereby should result in a Reward.\nPlease be sure to review all applicable terms of Offers and Rewards before deciding whether or not you would like to participate.&nbsp;We also reserve our right to: (1) change or limit the Offers or Rewards available or your ability&nbsp;to participate in certain Offers or the Rewards Program itself, (2) change or limit the eligibility for or allowable frequency of Offers, and (3) change or limit the number or type of Rewards you can receive for a given Offer or during a given time period.\n&nbsp;All such changes or limitations shall apply to all past, present, or future Rewards, unless otherwise expressly stated.&nbsp;</p>\n<p>\n<u>D.\nRedeeming Rewards</u>.\n&nbsp;Subject to the other provisions of these Terms, you may redeem accumulated Rewards in your Account for Redemption Prizes pursuant to the applicable Rewards Program redemption requirements at the time of redemption.\nSupplies of Redemption Prizes may be limited.\nRedemption Prizes may be awarded or redeemed on a first-come, first-serve and while-supplies-last basis.\nIf you attempt to redeem Rewards for a Redemption Prize and the Company determines that the Redemption Prize is unavailable, out of stock, or for whatever reason cannot be provided to you, the Company may, in its sole and absolute discretion, provide you with a Redemption Prize of equal or greater value.\nNo re-crediting, reversal, or refund of Rewards will be issued for any reason after Rewards have been successfully redeemed.\nin other words, once you order and receive a Redemption Prize, you may not reverse or cancel the Redemption Prize transaction or return the Redemption Prize for a refund or re-crediting of Rewards to your Account.\nThe only way to use Rewards is to redeem them for such Redemption Prizes as the Company may elect to offer from time to time for the applicable Rewards Program.\n&nbsp;</p>\n<p>\n<u>E.\nVerifying Identity and Eligibility</u>.\n&nbsp;The Company also reserves the right to verify your identity to our complete satisfaction prior to crediting or allowing redemption of any Rewards, issuing or delivering any Redemption Prizes in any Rewards Program, or otherwise providing you with access to or any benefit associated with the Prodege Sites and Features, our Services, or your Account.&nbsp;We may do so by requesting—either directly or indirectly via a third-party verification service—that you provide a photocopy of your passport, driver’s license, or state ID card, by requiring you to verify the mobile phone number associated with your Account, or by such other proof of identity or eligibility as we may require.\nSome of our Services or Redemption Prizes may have additional eligibility requirements and in that case the Company also reserves the right to determine or verify your eligibility using such methods as it deems appropriate.&nbsp;Failure or refusal to provide requested documentation or proof of identity or eligibility is grounds for denying access to or any benefit associated with&nbsp;the Prodege Sites and Features, our Services, or&nbsp;your Account.</p>\n<p>\n<u>F.\nDelivery of Redemption Prizes</u>.\n&nbsp;Redemption Prizes are generally digital and delivered electronically to the email address then associated with your Account or as otherwise provided in the applicable Rewards Program, but in some cases may be physical items mailed to the U.S.\nor Canadian postal address, as applicable, associated with your Account.\nProcessing times may vary.\nWhere we are unable to deliver a Redemption Prize or it goes unclaimed for whatever reason, you hereby direct and authorize us, where possible, to cancel or reverse the redemption for that Redemption Prize and restore the associated Rewards to your Account in the applicable Rewards Program, so that you can attempt to redeem such Rewards again in the future.\nprovided, however, that we shall not be liable to you for any inability or failure to cancel or reverse the redemption and restore the associated Rewards to your Account.&nbsp;</p>\n<p>\n<u>G.\nRewards Have No Monetary Value and Are Nontransferable</u>.\n&nbsp;You agree and acknowledge that unredeemed Rewards in your Account have no cash, monetary, or other value, remain the sole property of the Company, and are only redeemable for such Redemption Prizes as the Company may elect to offer in the Rewards Program from time to time, subject to these Terms and the Rewards Program redemption requirements at the time of redemption,&nbsp;</p>\n<p>\n<u>H.\nInactive Accounts</u>.\n&nbsp;Any Account that has not been logged into and Rewards either received or redeemed for one (1) year or more may be deemed inactive and the Account closed.\nWe may also modify our inactive Account rules and policies in our Rewards Programs from time to time, and if your Account becomes inactive pursuant to such then-current rules or policies, we may close your Account accordingly, without any compensation or further obligation to you regarding the closed Account.\nIf you have any questions or concerns regarding these actions, or wish to request Account reactivation (subject to such terms, limitations and requirements as we may impose from time to time), please contact us as provided in Section 18 below.</p>\n<p>\n<u>I.\nRewards Expiration</u>.<strong>&nbsp;&nbsp;</strong>We may also adopt or modify our Rewards expiration rules and policies for any past, present, or future Rewards from time to time, and if your Rewards expire pursuant to such then-current rules or policies, we may remove such Rewards from your Account, without any compensation or further obligation to you regarding the expired Rewards.\nIf you have any questions or concerns regarding these actions, or wish to request re-crediting of the expired points to your Account (subject to such terms, limitations and requirements as we may impose from time to time), please contact us as provided in Section 18 below.</p>\n<p>\n<u>J.\nShopping Rewards</u>.<strong>&nbsp;</strong>&nbsp;For shopping Rewards, we reserve the right to request and verify receipts of completed purchases prior to or in connection with the awarding of Rewards for shopping Offers in order to verify with the applicable merchant that such purchases are valid.&nbsp;If you return any products or cancel any services for which you received Rewards, we reserve the right to deduct any associated Rewards from your Account.\nIf you received Rewards based upon photos or scans of purchase receipts or other materials (such as an itemized packing slip for online orders to verify that you have completed the purchase and received the items purchased), you must submit a legible photo or scan of the original valid receipt or other materials, which cannot have been altered in any way and must be from a purchase that you paid for personally.\n&nbsp;Failure or refusal to provide requested documentation or proof of purchase is grounds for denying any Rewards credit.</p>\n<p>\n<u>K.\nReferral Program Rewards</u>.\n&nbsp;From time to time, we may offer special bonuses or incentives as referral Rewards for you to refer others who successfully join and participate in our Rewards Programs, using a personal referral code or URL, which shall be governed by the current Referral Program terms for the applicable Rewards Program.\nYou agree to only provide us with email addresses or other personal information of persons for referral purposes with their knowledge and consent.\nYou shall not be eligible to earn referral Rewards if you invite other users who share the same Device, if you create multiple accounts in an effort to earn referral Rewards for inviting yourself, or if you otherwise violate these Terms or the applicable Referral Program terms.\nIf you cannot produce proof satisfactory to us that referrals have been made in accordance with these Terms and the Referral Program terms, we may terminate your Account, withhold or rescind any referral Rewards, reverse or correct Rewards balances in your Account, or take other remedial actions as we deem appropriate.</p>4.\nSweepstakes, Contests and Promotions<p>Any sweepstakes, contests, or promotions (collectively, “<strong>Promotions</strong>”) that may be offered via any of the Prodege Sites and Features or our Services may be governed by Additional Terms, including but not limited to official rules, which may set out eligibility requirements, such as certain age or geographic area restrictions, terms and conditions, and details governing how your personal information may be used.\nIt is your responsibility to read all Additional Terms to determine whether or not you want to or are eligible to participate, enter or register in or for the Promotions.\nBy participating in a Promotion, you agree to comply with and abide by such Additional Terms and the decisions of the sponsor(s) thereof.&nbsp;</p>5.\nIntellectual Property<p>You acknowledge that the Prodege Sites and Features have been developed, compiled, prepared, revised, selected, and arranged by the Company and others through the expenditure of substantial time, effort and money and constitute valuable intellectual property and trade secrets of the Company and others.\nIt is our policy to enforce these intellectual property rights to the fullest extent permitted under law.\nThe trademarks, logos, and service marks (“<strong>Marks</strong>”) displayed on the Prodege Sites and Features are the property of the Company or third parties and cannot be used without the written permission of the Company or the third party that owns the Marks.\nThe Prodege Sites and Features are also protected as a collective work or compilation under U.S.\ncopyright and other foreign and domestic laws and treaties.\nUsers are prohibited from using (except as expressly set forth herein), transferring, disposing of, modifying, copying, distributing, transmitting, broadcasting, publicly performing, displaying, publishing, selling, licensing, or creating derivative works of any content on the Prodege Sites and Features for commercial or public purposes.\nNothing contained herein shall be construed by implication, estoppel or otherwise as granting to the user any ownership interest in any Mark, copyright, patent, or other intellectual property right of the Company or any third party.\nThe Company exclusively owns all worldwide right, title and interest in and to all documentation, software, contents, graphics, designs, data, computer codes, ideas, know-how, “look and feel,” compilations, translations, digital conversions, and other materials included within the Prodege Sites and Features and related to our Services, and all modifications and derivative works thereof, and all intellectual property rights related thereto.</p>6.\nReporting Copyright Infringement - DMCA Policy<p>If you believe that any content, user-posted materials, or any other material found on or through the Prodege Sites and Features or our Services, including through a hyperlink, infringes your copyright, you should notify us.\nTo be effective, the notification to us must be in writing and must comply with the following instructions.&nbsp;</p>\n<p>Written notices must be sent either:</p>\n<ul>\n<li>electronically to&nbsp;dmca@prodege.com&nbsp;with subject line “DMCA Takedown Request.” Emails sent to&nbsp;dmca@prodege.com&nbsp;for purposes other than communication about copyright infringement may not be answered.\nor</li>\n<li>via certified mail (with a confirmed receipt requested) to: DMCA Notice, Prodege, LLC, P.O.\nBox 70, Manhattan Beach, CA 90267.\nAttention: Copyright Agent.</li>\n</ul>\n<p>Please do not use the&nbsp;dmca@prodege.com&nbsp;email address to submit any requests or communications related to any topic other than copyright notices, and any other requests or communications submitted to that email address will be disregarded.</p>\n<p>Each written notification must contain the following information to be deemed a valid notice:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the exclusive copyright interest;</li>\n<li>description of the copyrighted work that you claim has been infringed;</li>\n<li>description of where the material that you claim is infringing is located on the Prodege Sites and Features that is reasonably sufficient to enable us to identify and locate the material (for example, a complete list of specific URLs);</li>\n<li>your physical mailing address, telephone number and email address;</li>\n<li>statement by you affirming that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>a statement by you that the information provided in your notice is accurate and, under penalty of perjury, that you are the owner of an exclusive right in the material or that you are authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>We will process each written notice of alleged infringement that we receive and will take appropriate action in accordance with applicable intellectual property laws.\nWe have a policy of terminating or blocking repeat infringers in appropriate circumstances, in our sole discretion, subject to reasonable limitations.</p>7.\nUser Conduct<p>You agree that you will not engage in any activity or conduct that interferes with or disrupts the Prodege Sites and Features or our Services (or the servers and networks which are connected to our Services) or use any service to manipulate your computer, mobile phone, or other Device to gain any advantage on any of our Rewards Programs.\nUnless you have been specifically permitted to do so in a separate written agreement with us, you agree that you will not reproduce, duplicate, copy, sell, trade or resell our Services for any purpose.\nYou further agree that your use of the Prodege Sites and Features and our Services shall not be fraudulent, deceptive, or unlawful, as determined in our sole and absolute discretion.\nYou shall also comply with all usage rules and guidelines found throughout the Prodege Sites and Features or our Services.\nYou agree to comply with the instructions set out in any robots.txt file present on the Prodege Sites and Features and our Services.\nWithout limiting the generality of the foregoing, you agree not to use the Prodege Sites and Features or our Services in any improper manner, including to:</p>\n<ul>\n<li>access (or attempt to access) any of our Services by any means other than through the interfaces that we provide;</li>\n<li>share a single Account with anyone else;</li>\n<li>create or use multiple Accounts (i.e., only one Account is permitted per person in each Rewards Program);</li>\n<li>maintain or use any false identity or multiple identities, or otherwise fail to participate in our Services using your real identity and accurate contact, demographic and other information, including via the use of any technology (such as VPNs, proxies, single-use mobile phone numbers, or fake identity documents) to conceal your real identity or location, or otherwise circumvent controls intended to prohibit illegal or prohibited access;</li>\n<li>submit any personal information (name, email, zip code, etc.), payment information (credit card number and expiration date, etc.), or other information which we determine in our sole and absolute discretion to have been false, inaccurate or otherwise invalid in connection with any Offers or any other use of the Prodege Sites and Features or our Services;</li>\n<li>post, upload, transmit or otherwise disseminate information that (in our sole and absolute discretion) is obscene, indecent, vulgar, pornographic, sexual, hateful or otherwise objectionable;</li>\n<li>post spam links, or personal referral links in an excessive, deceptive, misleading, or otherwise inappropriate fashion, whether on any Prodege Sites and Features or on any other web site or application;</li>\n<li>defame, libel, ridicule, mock, stalk, threaten, harass, intimidate or abuse anyone, or otherwise act in a belligerent, offensive or inappropriate manner;</li>\n<li>upload or transmit (or attempt to upload or transmit) files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files or data, or any other similar software or programs that may damage the operation of our Services, other users’ computers, or access to or functionality of the Prodege Sites and Features;</li>\n<li>violate the contractual, personal, intellectual property or other rights of any party, including using, uploading, transmitting, distributing, or otherwise making available any information made available through the Prodege Sites and Features or our Services in any manner that infringes any Mark, copyright, patent, trade secret, or other right of any party (including rights of privacy or publicity);</li>\n<li>attempt to obtain account information, passwords or other private information from other members;</li>\n<li>improperly use support channels or complaint buttons to make false or frivolous reports to the Company, to attempt to claim or receive Rewards that are not actually due to you, or to communicate with our customer support representatives in a disrespectful, belligerent, offensive or inappropriate manner;</li>\n<li>develop, distribute, make use of, or publicly inform other members of: “auto” software programs, “macro” software programs, web crawlers or other script or “cheat utility” software programs or applications;</li>\n<li>share or distribute survey IDs, answers or other survey information, including confidential information that you expressly agree not to disseminate, or otherwise coach or assist other members with regard to qualifying for or answering surveys;</li>\n<li>abuse any of our Services in a manner that does not reflect normal or appropriate human usage, such as conducting excessive searches or otherwise performing Offers in our Rewards Programs in an artificial or inappropriate way for the sole or primary purpose of receiving Rewards, as we may determine in our sole and absolute discretion.\nor</li>\n<li>exploit, distribute or publicly inform other members of any error, miscue, or bug (“<strong>Error</strong>”) that gives an unintended advantage, violate any applicable laws or regulations, or promote or encourage any fraudulent, misleading, unlawful, or unauthorized activity or conduct, including, but not limited to, hacking, cracking or distribution of counterfeit software, or cheats or hacks for our Services.\nIf you find an Error, we kindly request that you report it to our appropriate support team by&nbsp;contacting us as provided in Section 18 below.</li>\n</ul>\n<p>If we determine in our sole and absolute discretion that you have violated these Terms, we may in our sole and absolute discretion issue you a warning regarding the violation prior to terminating or suspending any Account you have created (or which is associated with you) using our Services.\nHowever, you acknowledge and agree that we need not provide you with any warning or notice before we terminate or suspend your Account and your access to the Prodege Sites and Features and our Services, which we may do at any time and for any reason, at our sole and absolute discretion.&nbsp;If we terminate or suspend your Account, you agree not to attempt to join or re-join or create another Account in any of our Rewards Programs without our prior written authorization.</p>8.\nCommunications Channels<p>The Prodege Sites and Features and our Services may include communication channels such as forums, communities, comments, or chat areas (“<strong>Communication Channels</strong>”) designed to enable you to communicate with other Services users.\nThe Company has no obligation to monitor these Communication Channels, but it may do so in its sole and absolute discretion and it reserves the right to review materials posted to the Communication Channels and to remove any materials, at any time, with or without notice, for any reason, in its sole and absolute discretion.\nThe Company may also terminate or suspend your access to any Communication Channels at any time, without notice, for any reason.\nYou acknowledge that chats, postings, or materials posted by users on the Communication Channels are neither endorsed nor controlled by the Company, and these communications should not be considered reviewed or approved by the Company.\nThe Company will not under any circumstances be liable for any activity or conduct within Communication Channels.\nYou agree that all your communications with the Communication Channels are public, and thus you have no expectation of privacy regarding your use of the Communication Channels.\nThe Company is not responsible for information that you choose to share on the Communication Channels, or for the actions of other users.</p>9.\nDisclaimer of Warranties, Limitations of Liability, and Indemnification<p>\n<strong>\n<u>A.\nDisclaimer of Warranties</u>\n</strong>\n<strong>.\nYou agree that your use of the Prodege Sites and Features and our Services shall be at your own risk.\nTo the maximum extent permitted by applicable law, the Company disclaims any and all guarantees, warranties and representations, express or implied, in connection with the Prodege Sites and Features, or our Services, and your use thereof, including implied guarantees or warranties of title, merchantability or acceptable quality, fitness for a particular purpose or non-infringement, accuracy, authority, completeness, usefulness, and timeliness.\nTo the maximum extent permitted by applicable law, the Company makes no guarantees, warranties, or representations about the accuracy or completeness of the content of the Prodege Sites and Features or our Services, or the content of any sites linked to our Services, and assumes no liability or responsibility for any (i) errors, mistakes,&nbsp;</strong>\n<strong>or</strong>\n<strong>&nbsp;inaccuracies of content, (ii) personal injury (including death) or property damage, of any nature whatsoever, resulting from your access to and use of the Prodege Sites and Features or our Services,&nbsp;</strong>\n<strong>or any third party products or services promoted therein,&nbsp;</strong>\n<strong>(iii) unauthorized access to or use of our secure servers and/or any and all personal information and/or financial information stored therein, (iv) interruption or cessation of transmission to or from our Prodege Sites and Features or our Services, (v) bugs, viruses, Trojan horses, or the like which may be transmitted to or through our Services by any third party, (vi) errors or omissions in any content or for any loss or damage of any kind incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available via the Prodege Sites&nbsp;</strong>\n<strong>and Features or our Services, and/or (vii) tax liability imposed against you by any taxing authority.&nbsp;</strong>\n<strong>You&nbsp;acknowledge&nbsp;and agree&nbsp;that Prodege&nbsp;is not affiliated with nor responsible for any third-party products or services that may be displayed, distributed, or otherwise promoted on the Prodege Sites and Features or our Services.&nbsp;Prodege neither represents nor endorses the quality, accuracy, reliability, integrity or legality of&nbsp;any third party’s products or services, nor the truth or accuracy of the description of any third party's products or services, nor any third-party advertising material, including Offers, ads, links, content, advice, opinions, proposals, statements, data, or other information that is provided or controlled by third parties and displayed, distributed, or otherwise used on or in connection with the Prodege Sites and Features or our Services.</strong>\n</p>\n<p>\n<strong>You further agree that the Company will not be liable for, nor be required to provide any compensation to you with respect to, the termination of any Rewards Program or any associated Accounts, including without limitation any unredeemed Rewards in your Account or otherwise existing in your favor at the time of termination.\nSometimes when you use our Services, you may use a service or download a piece of software, or purchase goods, provided by another person or company.\nYour use of these other services, software or goods may be subject to separate terms between you and the other company or person.\nIf so, these Terms do not affect your legal relationship with these other companies or individuals.\nYou agree that we are not responsible for the loss or impairment of any past, present, or future Rewards, in the event there is any change in the potential value or redemption options for any Rewards, or any data or server error, computer and/or network system error or failure, criminal act, vandalism, cyber-attack or other events which make it commercially unreasonable for us to determine the amount of Rewards or balance of any Account.\nAll guarantees, warranties, and representations, whether express or implied, as to the condition, suitability, quality, fitness or safety of any goods and services supplied under our Rewards Programs or other Services are excluded to the fullest extent permitted by applicable law.\nAny liability the Company may have to a member under any such guarantees, warranties or representations implied or imposed by law which cannot be excluded is hereby limited, to the extent legally permissible, to supplying or paying the cost of supplying the goods or services (or equivalent goods or services) or repairing or paying the cost of repairing the goods or re-performing the services, at the Company’s sole option.\nPlease note that at any time, we may, in our sole and absolute discretion, terminate our legal agreement with you and deny you continued use of the Prodege Sites and Features and our Services, and, without limiting the foregoing, may do so if (i) we are required to do so by law (for example, where the provision of our services to you is, or may become, unlawful).\n(ii) the partner with whom we offered our Services to you has terminated its relationship with us or ceased to offer their services to you.\n(iii) we are no longer providing all or any portion of our Services to users in the jurisdiction in which you are resident or from which you use our Services.\nor (iv) the provision of our Services to you is, in our opinion, no longer commercially viable.</strong>\n</p>\n<p>\n<strong>\n<u>B.\nLimitations of Liability</u>\n</strong>\n<strong>.</strong>&nbsp;&nbsp;<strong>In no event shall the aggregate liability of the Company, or any Company Parties (as defined below), whether based on warranty, contract, tort (including negligence, whether active, passive or imputed), fraud, misrepresentation, or any other legal theory, arising out of or relating to the use of the Prodege Sites and Features, our Services, or other materials or content on, accessed through or downloaded from our Services,&nbsp.\nexceed any consideration you pay, if any, to us for access to or use of the Prodege Sites and Features or our Services.&nbsp;The foregoing limitation of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction.\nYou specifically acknowledge that the Company shall not be liable for user submissions or the defamatory, offensive, or illegal conduct of any third party.</strong>\n</p>\n<p>\n<strong>To the maximum extent permitted by applicable law, in no event will the Company, or any Company Parties, be liable to you or any third person for any special, direct, indirect, incidental, special, punitive, or consequential damages whatsoever, including any lost income or lost data arising from your use of the Prodege Sites and Features, our Services, or other materials or content on, accessed through or downloaded from our Services, whether based on warranty, contract, tort (including negligence</strong>\n<strong>, whether active, passive or imputed), fraud, misrepresentation, or any other legal theory, and whether or not the Company has been advised of the possibility of these damages.\nThe foregoing limitation of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction.&nbsp;</strong>\n</p>\n<p>Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages or the exclusion or limitation of liability for bodily injury, so the above limitations or exclusions may not apply to you.\nThese Terms give you specific legal rights, and you may also have other rights which vary from jurisdiction to jurisdiction.\nThe disclaimers, exclusions, and limitations of liability under these Terms will not apply to the extent prohibited by applicable law.</p>\n<p>\n<u>C.\nIndemnification of the Company</u>.<strong>&nbsp;&nbsp;</strong>You agree to indemnify and hold the Company, and each of the Company Parties, harmless from and against any claim, cause of action, loss, liability, damages, costs and expenses, arising out of or in connection with (i) your use of and access to the Prodege Sites and Features or our Services.\n(ii) your violation of any provision of these Terms.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right, or damage to a third party.\n(iv) any tax obligations arising from or related to your use of the Prodege Sites and Features or our Services.\nand/or (v) any content you post or share on or through our Services.&nbsp;</p>10.\nCompliance with FTC Guides on Endorsements &amp.\nTestimonials<p>If you choose to promote our services to the public, including your own personal social networks, you agree that you will comply with the <em>FTC Guides Concerning the Use of Endorsements and Testimonials in Advertising</em> (16 CFR 255, <em>as amended</em>, available&nbsp;here) (the “<strong>Endorsement</strong>\n<strong>Guides</strong>”).\nFor example, if you have been offered, paid or provided with free or discounted products, services or Rewards in exchange for discussing or promoting any of our Prodege Sites and Features or our Services, including but not limited to Referral Program Rewards, or if you are an employee of a company and you decide to discuss or promote that company’s products or services through our Services, you agree to comply with the Endorsement Guides’ requirements for disclosing such relationships.\nYou, and not Prodege, are solely responsible for any endorsements or testimonials you make regarding our Prodege Sites and Features or our Services or any other product or service.</p>11.\nBinding Arbitration of all Disputes and Claims<p>\n<strong>\n<u>A.\nBinding Arbitration of All Disputes or Claims</u>\n</strong>\n<strong>.</strong>&nbsp;<strong>The parties agree to arbitrate all disputes and claims between them (“Disputes or Claims”).\nThis agreement to arbitrate is intended to be broadly interpreted.\nIt includes, but is not limited to: (1) Disputes or Claims related in any way to any Prodege Sites and Features or our Services, privacy, data security, collection, use and sharing, advertising, purchase or other transactions, Rewards crediting, maintenance or expiration, Account balances or closures, Promotions, or any emails, texts, or other communications with you.\n(2) Disputes or Claims arising out of or relating to any aspect of the transactions or relationship between&nbsp;</strong>\n<strong>you and us, whether based on&nbsp;</strong>\n<strong>warranty, contract, tort (including negligence</strong>\n<strong>, whether active, passive or imputed), fraud, misrepresentation, or any other legal theory</strong>\n<strong>.\n(3) Disputes or Claims that arose before your agreement to these Terms or any prior&nbsp;</strong>\n<strong>arbitration agreement.\n(4) Disputes or Claims that are currently the subject of purported class action litigation in which you are not a member of a certified class.\nand (5) Disputes or Claims that arose or may arise before or after your use, or the termination of your use, of any Prodege Sites and Features or our Services.&nbsp;</strong>\n<strong>Consistent with and without limiting the applicability of the foregoing, all Disputes or Claims, and all <strong>legal and equitable&nbsp;</strong>issues relating to or arising from any Disputes or Claims, and/or these Terms or arbitration provisions, or any other terms or agreements that incorporate the same by reference, are for the arbitrator (rather than a court) to decide, including without limitation all claims, disputes, or issues relating to formation, validity, conscionability, interpretation, scope, and enforceability.&nbsp;</strong>\n<strong>For purposes of these arbitration provisions, references to “we” and “us” include all entities included within the definition of “Company” above, and each of their affiliates, and each such entity’s respective directors, managers, officers, employees, shareholders, members, agents, suppliers, and assignees (collectively, the “Company Parties”).</strong>\n</p>\n<p>\n<u>B.\nProviding Us an Opportunity to Informally Resolve Your Dispute</u>.<strong>&nbsp;</strong>If you intend to seek arbitration, please first send to us, by certified mail, a written Notice of Dispute (a “<strong>Dispute Notice</strong>”).\nEach Dispute Notice to us should be sent to our customer service address at: &nbsp.\nDispute Resolution, Prodege, LLC, P.O.\nBox 70, Manhattan Beach, CA 90267, Attention: Legal Department.\nThe Dispute Notice should include: (1) your name, email address, telephone number and mailing address.\n(2) the nature and basis of your Dispute(s) or Claim(s).\n(3) identification or enclosure of all relevant documents and information.\nand (4) a description of the specific relief that you seek from us.\nBefore you may pursue or participate in any Disputes or Claims in small claims court or in arbitration against us, after you send the Dispute Notice described above, you should allow us a reasonable opportunity (not less than thirty (30) days) to resolve your Disputes or Claims.\nAfter we receive your Dispute Notice, the parties agree to negotiate in good faith with each other to try to resolve your Disputes or Claims without formal procedures.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>\n<u>C.\nAgreement to Participate in Binding Arbitration</u>\n</strong>\n<strong>.\nIf the parties do not reach an informal resolution of your Disputes or Claims within thirty (30) days after we receive your written Dispute Notice, you may pursue your Disputes or Claims in arbitration or, solely to the extent specifically provided below, in small claims court.\nIf the parties cannot reach an informal resolution to the Disputes or Claims within thirty (30) days after our receipt of your Dispute Notice, you may commence an arbitration proceeding by sending an arbitration demand (“Arbitration Demand”) to the following address: Prodege Dispute Resolution, Prodege, LLC, P.O.\nBox 70, Manhattan Beach, CA 90267, Attention: Legal Department.\nThe parties agree to arbitrate any Disputes or Claims between them, except to the extent either party chooses to instead pursue the Disputes or Claims in small claims court as provided below.\nArbitration is more informal than a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts.\nArbitrators generally can award the same damages and relief that a court can award.&nbsp;</strong>\n</p>\n<p>\n<u>D.\nArbitration Rules and Procedures</u>.<strong>&nbsp;</strong>The American Arbitration Association’s (“<strong>AAA</strong>”) Commercial Arbitration Rules and the Consumer Arbitration Rules (collectively, the “<strong>AAA Rules</strong>”), as modified by these Rules, will govern the arbitration.\nThe AAA Rules are available online at www.adr.org, or by calling the AAA at 1-800-778-7879.\nIf your asserted Disputes or Claims—collectively—are for $10,000 or less (exclusive of any filing, administration, arbitrator, or attorneys’ fees or other fees or expenses), we agree that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic or video hearing, or by an in-person hearing under the AAA Rules.\nIf your asserted Disputes or Claims—individually or in the aggregate—exceed $10,000 (exclusive of any filing, administration, arbitrator, or attorneys’ fees or other fees or expenses), the right to a hearing and the manner of hearing will be determined by the AAA Rules.\nFurthermore, if AAA at the time the arbitration is filed has Minimum Standards of Procedural Fairness for Consumer Arbitrations in effect which would be applicable to the matter in dispute, we agree to provide the benefit of such Minimum Standards to you to the extent they are more favorable than the comparable arbitration provisions set forth in these Terms.\n<u>provided</u>, <u>however</u>, that in no event may such Minimum Standards contravene or restrict the application of subsection E below requiring individual arbitration and prohibiting class, representative or consolidated arbitration proceedings.\nUnless the parties agree otherwise in writing, any arbitration hearings will take place in the county, province or other local jurisdiction in which you reside (except that, if you reside outside of the United States or Canada, any such hearings will take place in Los Angeles County, California).\nOne arbitrator, who is selected under the AAA Rules and who has expertise in consumer disputes in the Internet industry, will conduct the arbitration.\nIf no arbitrator possessing such expertise is available, then the arbitration will be conducted by a single arbitrator who is selected by the mutual written approval of the parties, or if the parties are unable to mutually approve the arbitrator, by the AAA.\nExcept as allowed under applicable law and the AAA Rules, the decisions of the arbitrator will be binding and conclusive on all parties.\nJudgment upon any award of the arbitrator may be entered by any court of competent jurisdiction.\nThese provisions will be specifically enforceable in any court.\nRegardless of the manner in which the arbitration is conducted, in any arbitration proceeding with Disputes or Claims exceeding $10,000, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the award is based.\nUnless otherwise provided herein, the AAA Rules will govern the payment of all arbitration fees.\nThe arbitrator may make any determinations and resolve any Disputes or Claims as to the payment and reimbursement of arbitration fees at any time during the proceeding and within fourteen (14) days after the arbitrator’s final ruling on the merits.&nbsp;</p>\n<p>\n<strong>\n<u>E.\nIndividual Arbitration.\nWaiver of Representative or Class Action</u>\n</strong>\n<strong>.\nThe arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim.\nFurthermore, these arbitration provisions shall not prevent any party from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction.&nbsp;</strong>\n</p>\n<p>\n<strong>YOU AND THE COMPANY AGREE THAT:</strong>\n</p>\n<ul>\n<li>\n<strong>ANY DISPUTE RESOLUTION PROCEEDINGS WILL BE CONDUCTED ONLY ON AN INDIVIDUAL BASIS AND NOT IN A CLASS OR REPRESENTATIVE ACTION.\nNEITHER YOU NOR THE COMPANY SHALL BE A MEMBER IN A CLASS, CONSOLIDATED, OR REPRESENTATIVE ACTION OR PROCEEDING, AND THE ARBITRATOR MAY AWARD RELIEF ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF WARRANTED BY THAT PARTY’S INDIVIDUAL DISPUTES OR CLAIMS.</strong>\n</li>\n<li>\n<strong>UNLESS BOTH PARTIES AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S DISPUTES OR CLAIMS, AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR CLASS PROCEEDING.</strong>\n</li>\n<li>\n<strong>THE COMPANY DOES NOT CONSENT TO CLASS ARBITRATION.\nACCORDINGLY, IF THE ARBITRATOR OR A COURT REFUSES TO ENFORCE THE ABOVE PROVISIONS REGARDING CLASS OR REPRESENTATIVE ACTIONS, THEN THIS AGREEMENT TO ARBITRATE SHALL BE UNENFORCEABLE AS TO YOU.\nWHETHER ANY DISPUTES OR CLAIMS PROCEED IN COURT OR IN ARBITRATION, YOU AND THE COMPANY HEREBY WAIVE ANY RIGHT TO A JURY TRIAL.</strong>\n</li>\n</ul>\n<p>\n<u>F.\nLimitations Period</u>.<strong>&nbsp;&nbsp;</strong>The parties must bring any Arbitration Demand or small claims action regarding Disputes or Claims within one (1) year after the events or circumstances upon which the Disputes or Claims are based originally arose, or the Disputes or Claims will be permanently barred by the statute of limitations.\nTo the extent the law applicable under the Governing Law section below makes this limitations period unenforceable with respect to any Disputes or Claims, then the statutes of limitations of the state whose laws govern the AAA Rules under the Governing Law section below shall apply.&nbsp;</p>\n<p>\n<u>G.\nConfidentiality</u>.\n&nbsp;You and we agree to maintain the confidential nature of the arbitration proceeding and shall not disclose the fact of the arbitration, any documents exchanged as part of any discussions or mediation, proceedings of the arbitration, the arbitrator’s decision and the existence or amount of any award, except as may be necessary to prepare for or conduct the arbitration (in which case anyone becoming privy to confidential information must undertake to preserve its confidentiality), or except as may be necessary in connection with a court application for a provisional remedy, a judicial challenge to an award or its enforcement, or unless otherwise required by law or court order.</p>\n<p>\n<u>H.\nChanges to Arbitration Provisions</u>.\nWe may make changes to these arbitration provisions from time to time.\nYou may reject any material changes by sending us written objection within thirty (30) days of the change to Prodege Dispute Resolution, Prodege, LLC, P.O.\nBox 70, Manhattan Beach, CA 90267, Attention: Legal Department.\nBy rejecting any future material change, you are agreeing to arbitrate in accordance with the language of these provisions prior to such change.\nIf you do not send written objection to any change as provided above, you are agreeing to arbitration in accordance with the changed language of these provisions.\nTo the extent that an arbitrator (or court of relevant jurisdiction, if applicable) determines that applying any changes to these arbitration provisions to any Disputes or Claims relating to prior events or circumstances would render this an illusory or unenforceable contract or otherwise violate your legal rights, such changes shall be applicable on a prospective basis only, with respect to events or circumstances occurring after the effective date of such changes, and in that case any Disputes or Claims relating to such prior events or circumstances shall be arbitrated in accordance with the language of these provisions prior to such changes to the extent necessary to avoid these Terms being deemed illusory or unenforceable.&nbsp;</p>\n<p>\n<u>I.\nSmall Claims Court Alternative</u>.<strong>&nbsp;</strong>You may choose to pursue your Disputes or Claims in small claims court rather than by arbitration if your Disputes or Claims qualify for small claims court in a location where jurisdiction and venue over you and us is proper.&nbsp;</p>\n<p>\n<u>J.\nExcluded Disputes and Claims.\nInjunctive Relief</u>.\n&nbsp.\nNotwithstanding subsection A above, you or we may at any time bring suit in a court of competent jurisdiction against the other party in relation to (and are not required to arbitrate) claims based upon infringement or misuse of intellectual property and/or misappropriation of trade secrets.\n&nbsp;Furthermore, nothing shall be construed to preclude you or us from seeking injunctive relief in order to protect your or our rights pending an outcome of Disputes or Claims while in arbitration.</p>\n<p>\n<u>K.\nGoverning Law.\nFederal Arbitration Act</u>.<strong>&nbsp;</strong>Subject to the AAA Rules, any Disputes or Claims arising between you and us arising out of or related in any way to the Prodege Sites and Features or our Services, privacy, data security, collection, use and sharing, advertising, purchase or other transactions, Rewards crediting, maintenance, or expiration, Account balances or closures, Promotions, or any emails, texts, or other communications with you, or&nbsp;arising out of or relating to any aspect of the transactions or relationship between you and us, whether based on&nbsp;warranty, contract, tort (including negligence, whether active, passive or imputed), fraud, misrepresentation, or any other legal theory,&nbsp;will&nbsp;be governed by the internal laws of the state or province in which you reside (except that, if you reside outside of the United States and Canada, the internal laws of the State of California will govern), without regard to choice of law principles.\nprovided, however, that the relationship and transactions between you and us evidence a transaction in interstate commerce and the Federal Arbitration&nbsp;Act applies to and governs the interpretation and enforcement of these arbitration provisions.<strong>&nbsp;</strong>\n</p>12.\nTax Matters<p>You acknowledge and agree that we do not have the ability, in every instance, to determine whether or not the Rewards you received or redeemed in any Rewards Program are considered reportable income or taxable earnings in your jurisdiction.\nYou are therefore responsible for any and all tax liability arising from or associated with your use of the Prodege Sites and Features or our Services, including liability arising from your accrual of Rewards or your redemption of such Rewards.\nAs a condition of your continued use of the Prodege Sites and Features and our Services, we reserve the right to require you to provide necessary tax reporting information if our records show that you are or may be required to report the value of your redeemed Rewards to an appropriate tax authority.\nWe encourage you, and it is your responsibility, to seek the advice of a tax expert in order to determine the tax consequences of your use of the Prodege Sites and Features and our Services, and any associated Rewards received or redeemed.</p>13.\nNotification of Changes<p>We reserve the right to make changes to these Terms from time to time in our sole and absolute discretion.\nIf we decide to change these Terms, we will provide notice of such changes by sending you an administrative email and/or posting those changes in places on the Prodege Sites and Features deemed appropriate by us so our users are always aware of the terms of their use of the Prodege Sites and Features and our Services.\nYour continued use of any of the Prodege Sites and Features or our Services after delivery of the administrative email to you or after the changes are posted constitutes your agreement to the changes.\nIf you do not agree to the changes, please close your Account and discontinue your use of such Prodege Sites and Features and our Services.\nTo the extent that an arbitrator or court of applicable jurisdiction determines that applying any changes to these Terms to any prior events or circumstances would render this an illusory or unenforceable contract, such changes shall be applicable on a prospective basis only, with respect to events or circumstances occurring after the date of such changes, to the extent necessary to avoid these Terms being deemed illusory or unenforceable.\nIn any event, if you used any of the Prodege Sites and Features or our Services pursuant to a prior version of these Terms that required a certain notice period to you prior to any changes being effective, any changes under these Terms will not be effective as to you until the previously-specified notice period has passed after the date of these Terms.</p>14.\nInternational Users<p>The Prodege Sites and Features and our Services are controlled, operated, and administered by the Company from its offices within the United States of America.\nThe Company makes no representation that materials on the Prodege Sites and Features or our Services are appropriate or available for use at other locations outside of the United States and Canada, and we prohibit access to them from territories where the contents or products available through the Prodege Sites and Features or our Services are illegal.\nYou may not use the Prodege Sites and Features or our Services or export any content or products in violation of U.S.\nexport laws and regulations.\nIf you access Prodege Sites and Features from a location outside of the United States and Canada, you are responsible for compliance with all local laws.</p>15.\nExcluded Users and Territories<p>You are not permitted to download or use any of the Prodege Sites and Features or our Services, including making any purchases of products or services from the Company, or redeeming any Rewards, if you are (i) located in, under the control of, or a national or resident of any country to which the United States has embargoed goods or services.\n(ii) identified as a “Specially Designated National”.\nor (iii) placed on the U.S.\nDepartment of Commerce’s “Denied Persons List or Entity List” or any other U.S.\nexport control list, or if the transaction would otherwise be illegal under any applicable law or regulation.</p>16.\nResidents of Quebec, Canada<p>Notwithstanding any other provision herein, the following terms apply to the residents of Quebec, Canada to whom the Quebec Consumer Protection Act (QCPA) applies:</p>\n<ul>\n<li>The provisions of Sections 9 and 11 of these Terms do not apply to the extent prohibited or limited by the QCPA.</li>\n<li>Any future changes to these Terms will not apply to you until sixty (60) days after we provide notice as provided in Section 13, to the extent required by the QCPA.</li>\n</ul>17.\nMiscellaneous<p>The Company’s failure to exercise or enforce any right or provision of these Terms will not be deemed to be a waiver of such right or provision.\nIf any provision of these Terms is found by an arbitrator or court of competent jurisdiction to be invalid, the parties nevertheless agree that (except as otherwise provided in Section 11.E) the arbitrator or court should endeavor to give effect to the parties’ intentions as reflected in the provision or the provision shall be deemed severable, and the other provisions of these Terms remain in full force and effect.\nThe paragraph or section titles in these Terms are for convenience only and have no legal or contractual effect.\nThese Terms represent the entire understanding of the parties regarding its subject matter and supersede all prior and contemporaneous agreements and understandings between the parties regarding its subject matter, and may not be amended, altered or waived except in a writing signed by the party to be charged or as otherwise expressly provided herein.\nThese Terms are binding upon and shall inure to the benefit of parties and their respective successors, heirs, executor, administrators, personal representatives and permitted assigns.\nYou may not assign your rights or obligations hereunder without the Company’s prior written consent, and any such unauthorized assignment shall be invalid.&nbsp;The provisions of these Terms that are by their nature intended to survive termination (e.g., limitations of liability, indemnities, arbitration agreements, and class action waivers) shall survive.</p>18.\nContact Us<p>If you have any questions or concerns regarding these Terms or your use of any Prodege Sites and Features or our Services,&nbsp;or wish to report any Error,&nbsp;please&nbsp;contact us&nbsp;as follows: You will find answers to frequently asked questions (FAQs) by visiting the Help Center of each of our Services.\nOur Help Center or contact options are generally located or accessed from the applicable Prodege Sites and Features footer or main menu options.\nIf your question is not answered in the Help Center, you can submit a ticket to our Customer Support team for the appropriate Service.\nTo contact us by mail, send your correspondence to the following address and specify the Prodege Sites and Features or our Services you are using, along with your request, question or concern to:&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Prodege, LLC</strong>, P.O.\nBox 70, Manhattan Beach, CA 90267.\nAttention: Customer Support.</p> Looking for Customer Support? <p> Find the Help Centers Below: </p>\n<ul>\n<li> Swagbucks </li>\n<li> InboxDollars </li>\n<li> MyPoints </li>\n<li> Upromise </li>\n<li> Tada </li>\n<li> ySense </li>\n</ul> Close <i>\n</i> English <i>\n</i> Accessibility Adjustments <i>\n</i> Reset Settings <i>\n</i> Statement <i>\n</i> Hide Interface <i>\n</i>\n<i>\n</i>\n<i>\n</i> Choose the right accessibility profile for you OFF ON Seizure Safe Profile Clear flashes &amp.\nreduces color <i>\n</i> This profile enables epileptic and seizure prone users to browse safely by eliminating the risk of seizures that result from flashing or blinking animations and risky color combinations.\n<i>\n</i> OFF ON Vision Impaired Profile Enhances website's visuals <i>\n</i> This profile adjusts the website, so that it is accessible to the majority of visual impairments such as Degrading Eyesight, Tunnel Vision, Cataract, Glaucoma, and others.\n<i>\n</i> OFF ON ADHD Friendly Profile More focus &amp.\nfewer distractions <i>\n</i> This profile significantly reduces distractions, to help people with ADHD and Neurodevelopmental disorders browse, read, and focus on the essential elements of the website more easily.\n<i>\n</i> OFF ON Cognitive Disability Profile Assists with reading &amp.\nfocusing <i>\n</i> This profile provides various assistive features to help users with cognitive disabilities such as Autism, Dyslexia, CVA, and others, to focus on the essential elements of the website more easily.\n<i>\n</i> OFF ON Keyboard Navigation (Motor) Use website with the keyboard <i>\n</i> This profile enables motor-impaired persons to operate the website using the keyboard Tab, Shift+Tab, and the Enter keys.\nUsers can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements.<br>\n<br>\n<strong>Note:</strong> This profile prompts automatically for keyboard users.\n<i>\n</i> OFF ON Blind Users (Screen Reader) Optimize website for screen-readers <i>\n</i> This profile adjusts the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack.\nA screen-reader is software that is installed on the blind user’s computer and smartphone, and websites should ensure compatibility with it.\n<br>\n<br>\n<strong>Note:</strong> This profile prompts automatically to screen-readers.\n<i>\n</i> Content Adjustments <i>\n</i> Content Scaling <i>\n</i> Default <i>\n</i>\n<i>\n</i> Readable Font <i>\n</i> Highlight Titles <i>\n</i> Highlight Links <i>\n</i> Text Magnifier <i>\n</i> Adjust Font Sizing <i>\n</i> Default <i>\n</i>\n<i>\n</i> Align Center <i>\n</i> Adjust Line Height <i>\n</i> Default <i>\n</i>\n<i>\n</i> Align Left <i>\n</i> Adjust Letter Spacing <i>\n</i> Default <i>\n</i>\n<i>\n</i> Align Right Color Adjustments <i>\n</i> Dark Contrast <i>\n</i> Light Contrast <i>\n</i> High Contrast <i>\n</i> High Saturation <i>\n</i> Adjust Text Colors Cancel <i>\n</i> Monochrome <i>\n</i> Adjust Title Colors Cancel <i>\n</i> Low Saturation <i>\n</i> Adjust Background Colors Cancel Orientation Adjustments <i>\n</i> Mute Sounds <i>\n</i> Hide Images <i>\n</i> Read Mode <i>\n</i> Reading Guide <i>\n</i> Useful Links Select an option Home Header Footer Main Content <i>\n</i> Stop Animations <i>\n</i> Reading Mask <i>\n</i> Highlight Hover <i>\n</i> Highlight Focus <i>\n</i> Big Black Cursor <i>\n</i> Big White Cursor HIDDEN_ADJUSTMENTS Keyboard Navigation Accessible Mode Screen Reader Adjustments Read Mode Accessibility Tools for InboxDollars <i>\n</i> Choose the Interface Language English Español Deutsch Português Français Italiano עברית 繁體中文 Pусский عربى عربى Nederlands 繁體中文 日本語 Polski Türk <i>\n</i>\n<strong>Accessibility Statement</strong>\n<strong>Compliance status</strong>\n<p>We firmly believe that the internet should be available and accessible to anyone and are committed to providing a website that is accessible to the broadest possible audience, regardless of ability.</p>\n<p>To fulfill this, we aim to adhere as strictly as possible to the World Wide Web Consortium’s (W3C) Web Content Accessibility Guidelines 2.1 (WCAG 2.1) at the AA level.\nThese guidelines explain how to make web content accessible to people with a wide array of disabilities.\nComplying with those guidelines helps us ensure that the website is accessible to blind people, people with motor impairments, visual impairment, cognitive disabilities, and more.</p>\n<p>This website utilizes various technologies that are meant to make it as accessible as possible at all times.\nWe utilize an accessibility interface that allows persons with specific disabilities to adjust the website’s UI (user interface) and design it to their personal needs.</p>\n<p>Additionally, the website utilizes an AI-based application that runs in the background and optimizes its accessibility level constantly.\nThis application remediates the website’s HTML, adapts its functionality and behavior for screen-readers used by blind users, and for keyboard functions used by individuals with motor impairments.</p>\n<p>If you wish to contact the website’s owner please use the website's form</p>\n<strong>Screen-reader and keyboard navigation</strong>\n<p>Our website implements the ARIA attributes (Accessible Rich Internet Applications) technique, alongside various behavioral changes, to ensure blind users visiting with screen-readers can read, comprehend, and enjoy the website’s functions.\nAs soon as a user with a screen-reader enters your site, they immediately receive a prompt to enter the Screen-Reader Profile so they can browse and operate your site effectively.\nHere’s how our website covers some of the most important screen-reader requirements:</p>\n<ol>\n<li>\n<strong>Screen-reader optimization:&nbsp;</strong>we run a process that learns the website’s components from top to bottom, to ensure ongoing compliance even when updating the website.\nIn this process, we provide screen-readers with meaningful data using the ARIA set of attributes.\nFor example, we provide accurate form labels.\ndescriptions for actionable icons (social media icons, search icons, cart icons, etc.).\nvalidation guidance for form inputs.\nelement roles such as buttons, menus, modal dialogues (popups), and others.&nbsp;<br>\n<br>Additionally, the background process scans all of the website’s images.\nIt provides an accurate and meaningful image-object-recognition-based description as an ALT (alternate text) tag for images that are not described.\nIt will also extract texts embedded within the image using an OCR (optical character recognition) technology.\nTo turn on screen-reader adjustments at any time, users need only to press the Alt+1 keyboard combination.\nScreen-reader users also get automatic announcements to turn the Screen-reader mode on as soon as they enter the website.<br>\n<br>These adjustments are compatible with popular screen readers such as JAWS, NVDA, VoiceOver, and TalkBack.<br>\n<br>\n</li>\n<li>\n<strong>Keyboard navigation optimization:&nbsp;</strong>The background process also adjusts the website’s HTML and adds various behaviors using JavaScript code to make the website operable by the keyboard.\nThis includes the ability to navigate the website using the Tab and Shift+Tab keys, operate dropdowns with the arrow keys, close them with Esc, trigger buttons and links using the Enter key, navigate between radio and checkbox elements using the arrow keys, and fill them in with the Spacebar or Enter key.<br>\n<br>Additionally, keyboard users will find content-skip menus available at any time by clicking Alt+2, or as the first element of the site while navigating with the keyboard.\nThe background process also handles triggered popups by moving the keyboard focus towards them as soon as they appear, not allowing the focus to drift outside.<br>\n<br>Users can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements.</li>\n</ol>\n<strong>Disability profiles supported on our website</strong>\n<ul>\n<li>\n<strong>Epilepsy Safe Profile:</strong> this profile enables people with epilepsy to safely use the website by eliminating the risk of seizures resulting from flashing or blinking animations and risky color combinations.</li>\n<li>\n<strong>Vision Impaired Profile:</strong> this profile adjusts the website so that it is accessible to the majority of visual impairments such as Degrading Eyesight, Tunnel Vision, Cataract, Glaucoma, and others.</li>\n<li>\n<strong>Cognitive Disability Profile:</strong> this profile provides various assistive features to help users with cognitive disabilities such as Autism, Dyslexia, CVA, and others, to focus on the essential elements more easily.</li>\n<li>\n<strong>ADHD Friendly Profile</strong>: this profile significantly reduces distractions and noise to help people with ADHD, and Neurodevelopmental disorders browse, read, and focus on the essential elements more easily.</li>\n<li>\n<strong>Blind Users Profile (Screen-readers):</strong> this profile adjusts the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack.\nA screen-reader is installed on the blind user’s computer, and this site is compatible with it.</li>\n<li>\n<strong>Keyboard Navigation Profile (Motor-Impaired):</strong> this profile enables motor-impaired persons to operate the website using the keyboard Tab, Shift+Tab, and the Enter keys.\nUsers can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements.</li>\n</ul>\n<strong>Additional UI, design, and readability adjustments</strong>\n<ol>\n<li>\n<strong>Font&nbsp;adjustments –</strong>&nbsp;users can increase and decrease its size, change its family (type), adjust the spacing,&nbsp;alignment, line height,&nbsp;and more.</li>\n<li>\n<strong>Color&nbsp;adjustments –</strong>&nbsp;users can select various color contrast profiles such as light, dark, inverted, and monochrome.\nAdditionally, users can swap color schemes of titles, texts, and backgrounds with over seven different coloring options.</li>\n<li>\n<strong>Animations –</strong>&nbsp;epileptic users can stop all running animations with the click of a button.\nAnimations controlled by the interface include videos, GIFs, and CSS flashing transitions.</li>\n<li>\n<strong>Content&nbsp;highlighting –</strong>&nbsp;users can choose to emphasize essential elements such as links and titles.\nThey can also choose to highlight focused or hovered elements only.</li>\n<li>\n<strong>Audio muting&nbsp;–</strong>&nbsp;users with hearing devices may experience headaches or other issues due to automatic audio playing.\nThis option lets users mute the entire website instantly.</li>\n<li>\n<strong>Cognitive&nbsp;disorders –</strong>&nbsp;we utilize a search engine linked to Wikipedia and Wiktionary, allowing people with cognitive disorders to decipher meanings of phrases, initials, slang, and others.</li>\n<li>\n<strong>Additional functions&nbsp;</strong>\n<strong>–</strong> we allow users to change cursor color and size, use a printing mode, enable a virtual keyboard, and many other functions.</li>\n</ol>\n<strong>Assistive technology and browser compatibility</strong>\n<p>We aim to support as many browsers and assistive technologies as possible, so our users can choose the best fitting tools for them, with as few limitations as possible.\nTherefore, we have worked very hard to be able to support all major systems that comprise over 95% of the user market share, including Google Chrome, Mozilla Firefox, Apple Safari, Opera and Microsoft Edge, JAWS, and NVDA (screen readers), both for Windows and MAC users.</p>\n<strong>Notes, comments, and feedback</strong>\n<p>Despite our very best efforts to allow anybody to adjust the website to their needs, there may still be pages or sections that are not fully accessible, are in the process of becoming accessible, or are lacking an adequate technological solution to make them accessible.\nStill, we are continually improving our accessibility, adding, updating, improving its options and features, and developing and adopting new technologies.\nAll this is meant to reach the optimal level of accessibility following technological advancements.\nIf you wish to contact the website’s owner, please use the website's form</p>\n<i>\n</i> Hide Accessibility Interface? Please note: If you choose to hide the accessibility interface, you won't be able to see it anymore, unless you clear your browsing history and data.\nAre you sure that you wish to hide the interface? Accept Cancel <i>\n</i> Continue <i>\n</i> Processing the data, please give it a few seconds...\n", "created_at": "2023-01-04 17:41:50.437499", "updated_at": "2023-01-04 17:42:37.688962"}, {"id": 13823, "name": " Privacy Policy", "url": "https://www.inboxdollars.com/privacy-policy-intl/", "xpath": "//body", "text": " <p>Be Rewarded</p>\n<p>For</p>\n<ul>\n<li>Taking Surveys</li>\n<li>Searching the Web</li>\n</ul> How it Works <ul>\n<li>Brands pay us for<br> consumer input</li>\n<li>We recruit<br> members like you</li>\n<li>You do online activities:<br>Taking Surveys,<br> Watching Videos, and More!</li>\n<li>You earn real<br>CASH!</li>\n</ul> How to Earn <ul>\n<li> Surveys<br>\n<p>We partner with top research organizations who are looking for feedback on a variety of topics.\nGive your opinions and we'll pay you cash upon completion.</p>\n</li>\n<li> Search<br>\n<p>Earn cash for searching the web on InboxPounds' search page.\nThe more you search the more you earn!</p>\n</li>\n<li> PaidEmails®<br>\n<p>Receive our best offers directly to your email, and we'll pay you cash just for reading them, or complete the offer for additional earning opportunities!</p>\n</li>\n</ul>\n<p>Over £2 Million<br> Paid to Our Members<br>Worldwide</p> As Seen On Partners You Know <p> InboxPounds® has partnered with some of the most trusted<br> brands in retail, technology, and Market Research to deliver<br> a robust platform of earning opportunities.\n</p> ", "created_at": "2023-01-04 17:42:20.271474", "updated_at": "2023-01-04 17:44:58.535286"}], "points": [], "urls": ["inboxdollars.com"]}}