{"error": 448, "message": "OK", "parameters": {"id": 8871, "name": "drop.download ", "created_at": "2023-07-07 16:22:26.875847", "updated_at": "2023-07-07 22:02:28.238345", "wikipedia": null, "keywords": null, "related": null, "slug": "drop-download", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8871.png", "url": "drop.download", "documents": [{"id": 17337, "name": "Terms", "url": "https://drop.download/tos.html", "xpath": "//body", "text": null, "created_at": "2023-07-07 16:22:26.905738", "updated_at": "2023-07-07 16:23:43.503575"}, {"id": 17338, "name": "Intellectual Property Policy", "url": "https://drop.download/pages/intellectpolicy/", "xpath": "//body", "text": " Privacy Policy Terms &amp.\nConditions FAQ Copyright Infringement Policy Premium Link Checker API Contact Us Banners Premium Login Register Login Register Intellectual Property Policy This Drop Download Intellectual Property Policy <p>\n<strong>drop.download.to</strong>\n</p>\n<p>\n<strong>Digital Millennium Copyright Act Policy</strong>\n</p>\n<p>\n<strong>Copyright Policy</strong>\n</p>\n<p>Drop Download takes copyright violation very seriously and is committed to protecting the rights of copyright owners.\nDrop Download users are bound by the Terms of Service as well as by law to respect authors’ rights.\nUsers may not copy, adapt, distribute, or publicly display or perform works of original authorship without the authorization of the respective rights holders.</p>\n<p>Drop Download will take immediate action to stop and prevent further copyright infringement upon acquiring knowledge of a copyright violation.\nDrop Download has a Zero Tolerance Policy with copyright infringement.\nAccount involved in copyright violations will be terminated and no refund will be issued for the remaining term of the membership.</p>\n<p>\n<strong>Notice to Owners of Copyrighted Works.</strong>\n</p>\n<p>If you are the copyright owner of content which appears on Drop Download website and you did not authorize the use of the content you must notify Drop Download in writing in order for us to identify the allegedly infringing content and take action.</p>\n<p>Your written notice must include the following:</p>\n<p>• A physical or electronic signature of the copyright owner or authorized person acting on behalf of the owner which expressly claims an executive right that is allegedly being infringed.\n• Specific identification of the copyrighted work which you are alleging to have been infringed.\nIf you are alleging infringement of multiple copyrighted works with a single notification you must submit a representative list which specifically identifies each of the works that you allege are being infringed.\n• Specific identification of the location and description of material that is claimed to be infringing or to be subject of infringing activity with enough detailed information to permit Drop Download to locate the material.\nYou should include the specific URL or URLs of the web pages where the allegedly infringing material is located.\n• Information reasonably sufficient to allow Drop Download to contact the complaining party which may include a name, address, telephone number and electronic mail address at which the complaining party may be contacted.\n• A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by copyright owner, its agent or the law.\n• A statement that the information in the notification is accurate, and under penalty of perjury that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nIf you are a copyright holder, you should submit a written notice describing the particulars of your copyright infringement claim to Drop Download 's Digital Millennium Copyright Act Designated Agent via electronic mail to: info@drop.download or via mail to: Drop Download DMCA AGENT Y-Flex LLP 21 Botanic Avenue, Suite 15, Belfast, Northern Ireland, BT7 1JJ or using our copyright infringement claim form “Report Abuse”.</p>\n<p>Please also note that any person who knowingly materially misrepresents information in the copyright infringement notification may be subjected to liability, including compensatory damages for all parties harmed by reliance on the misrepresentation.</p>\n<p>Allow one business day for us to respond to your notice and take necessary actions.\nTo ensure proper consideration of your notice, please make sure that you provide all the information outlined in the notification requirements above.</p>\n<p>\n<strong>Counter-notification</strong>\n</p>\n<p>Drop Download respects the legitimate interests of copyright owners as well as users.\nUsers are afforded an opportunity to respond to claims of infringement and to obtaining timely restoration of removed material or the user’s access to the website in case of sufficient proof of legitimate use of the removed material.\nUsers may respond to a copyright infringement claim by submitting a counter-notification.\nThe counter-notification must contain the following information: • A statement that access to the user’s account or file was disabled due to operation of a notice and takedown procedure.\n• Information sufficient to identify the material that has been removed, including the account identification information and the URL address where the material could be located prior to removal.\n• A statement under penalty of perjury that the user has a good faith belief that the material was removed or disabled as a result of mistake or misidentification.\n• The users name and contact information, including address and telephone number.\n• A statement that the user consents to the jurisdiction of the Federal District Court for the judicial district in which the user’s address is located, or if the user's address is outside of the United States, for any judicial district in which the service provider may be found, and that the user will accept service of process from the person who provided the take-down notification.\n• The user’s electronic or physical signature.</p>\n<p>Counter-notification should be submitted to Drop Download ’s DMCA Designated Agent at the addresses provided in the section above.\nDrop Download will respond to a valid counter-notification in no less than 10 and no more than 14 business days.</p>\n<p>\n<strong>Repeat Infringer Termination Policy</strong>\n</p>\n<p>Pursuant to the Terms of Use, users may not store, change, distribute, perform or display works of original authorship.\nUsers are responsible for assuring that they have proper authorization to use copyrighted content.\nUpon receipt of a valid notice that a user’s account contains infringing material, Drop Download will immediately disable all access to the material, including the user’s access.\nIn addition, we will deactivate the sharing function for the account.\nWe will notify the user via email of the actions taken by Drop Download in response to the take-down notice and will inform him that one instance of violation has been put on record for that account under the “three-strike” rule of the Repeat Infringer Termination Policy.</p>\n<p>The user will be able to reactivate the file-sharing function only after he certifies through an electronic signature option on the Drop Download website that he has removed all copyright infringing material from his account.</p> Privacy Policy Terms &amp.\nConditions Copyright Infringement Policy API Link Checker FAQ Banners Contact Us info@drop.download ", "created_at": "2023-07-07 16:25:34.345616", "updated_at": "2023-07-07 16:25:41.857802"}, {"id": 17339, "name": "Privacy Policy", "url": "https://drop.download/pages/privacy_policy/", "xpath": "//body", "text": null, "created_at": "2023-07-07 16:25:45.356132", "updated_at": "2023-07-07 16:25:45.356132"}], "points": [], "urls": ["drop.download"]}}