{"error": 448, "message": "OK", "parameters": {"id": 7372, "name": "Pluto Labs, Inc.", "created_at": "2023-02-08 15:59:44.317347", "updated_at": "2023-09-19 22:02:21.125739", "wikipedia": null, "keywords": null, "related": null, "slug": "pluto-labs-inc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7372.png", "url": "scinapse.io,pluto.im,xenure.com", "documents": [{"id": 14160, "name": "Terms of Service", "url": "https://www.scinapse.io/terms-of-service", "xpath": "//*[@id=\"__next\"]/div[2]", "text": "Pluto Labs, Inc.\nTERMS OF SERVICE<p>Pluto Labs, Inc.\ncraves to make a world where there is no barrier in academia.\nSpecifically, we want to build a better ecosystem where those who pursue science and research are promoted to collaborate with rather than competing each other.\nPluto Labs, Inc.\n(\"Pluto Labs, Inc.\", \"we\", \"our\", \"ours\", or \"us\") is a non-profit team based in Seoul, Republic of Korea (South Korea), whose mission is to empower and engage researchers around the world to share and develop scientific knowledge in a collaborative, fair, and transparent environment for the prosperity of knowledge of humanity.\nFor the dynamic community of researchers to better engage with each other in the designated manners, we provide the necessary infrastructures and frameworks for generating and sharing information relevant to research and many other activities that support this mission.\nWe put in every effort to build an ecosystem where knowledge pieces in science and research are promoted to be openly shared and then to enable further studies.\nWe are very much happy to have you (\"you\", \"your\", \"yours\", \"yourself\", or the \"user\") as a researcher, author, reviewer, reader, or contributor to the ecosystem, and welcome you to join the community.\nBefore engaging in any activity pertaining to Pluto Labs, Inc., we want you to thoroughly read and agree to the following Terms of Service (the \"Terms\").\nBy agreeing to the Terms, you understand that you may be governed under the laws and legislation of any or all of the regions (i) where you live, (ii) where you view or edit content on our services, (iii) where other users view your content, or (iv) where other users who view your content live, which may include the law in the Republic of Korea where we are based (\"applicable law\").</p>\n<p>SERVICES</p>\n<p>Pluto Labs, Inc.\nstrives to deliver its mission to the academic community by providing services to assist researchers in searching, creating, modifying, and sharing scientific research outputs (the \"Services\").\nThe Terms apply when you view or use any or all of them through our websites located at https://www.pluto.im/ or https://www.scinapse.io/ (our \"Websites\") or through any means.\nBy accessing or using the Services and/or our Websites, you agree to comply with the Terms.\nIf you do not agree to the Terms, you may not access or use the Services and/or our Websites.</p>\n<p>PRIVACY POLICY</p>\n<p>Because the Services are used by people globally, personal information either collected by us or provided by yourself may be stored and processed in any place in the world where we or any of our community resides.\nBy accessing or using the Services, you consent to any such transfer of information in any such place.\nPlease thoroughly look through our Privacy Policy to ensure that you are aware of what and how we collect and use your information.</p>\n<p>CONTENT</p>\n<p>The Services mainly depend on content voluntarily shared by researchers like yourself, but as most scientific and research related services do, the Services also depend on content that we collect from external sources.\nThe content on the Services (the \"Content\") may be subject to certain licenses under which it is shared from the original sources.\nTo learn more about licenses for particular contents, please contact [team@pluto.im] for assistance.\nOpinions, statements, claims, or other information included in the Content and the Services are those of their resepective authors, and should not necessarily be relied upon.\nWe do not guarantee the accuracy, completeness, truthfulness, usefulness, or reliability of any information on the Services.\nWe also do not endorse nor are responsible for the accuracy or reliability of any opinion, advice, or statement made by parties other than us.\nWe will under no circumstances be responsible for any loss or damage resulting from anyone's reliance on information or other content posted on the Services, or transmitted to users.\nThe Content and the Services are also informational and research purposes only.\nThis means they should not be taken as professional advice.\nPlease consult someone licensed or qualified for a professional advice on the use and interpretation of information included in the Content or the Services.\nWhile using the Services you may find Content that is offensive, erroneous, misleading, mislabeled, or otherwise objectionable.\nWe reserve the right, but has no obligation, to limit or deny a user's access to the Services or take other appropriate action if a user violates the Terms or engages in any activity that violates the right of any person or entity or which we deem unlawful, offensive, abusive, harmful or malicious.\nWe shall have the right to remove any such material that in its sole opinion violates, or is alleged to violate, applicable law or the Terms, or which might be offensive, or that might violate the rights, harm, or threaten the safety of users or others.\nUnauthorized use of the Services may result in criminal and/or civil prosecution under certain jurisdiction, including where you live.\nIf you become aware of misuse of the Services, please contact [team@pluto.im].</p>\n<p>USER OBLIGATIONS</p>\n<p>Your use of the Services is for RESEARCH PURPOSES ONLY.\nAny other use is a violation of the Terms.\nYou are responsible for safeguarding your own password and should NEVER disclose it to any third party.\nThe Services only exist with the support of the community of users like you who collaborate to write, edit, and curate the Content.\nWe are happy to have you participate in this community.\nWe ask you to be civil and polite in your interactions with others in the community, to act in good faith, and to make edits and contributions in alignment with our mission or with the purposes of the Services.\nCertain activities, whether legal or illegal, may be harmful to other users and violate our rules, and some activities may also subject you to liability.\nTherefore, for your own protection and for that of other users, you may not engage in such activities on the Services and/or our Websites.\nUnder any circumstances you should NEVER do ANY of the followings:</p>\n<ul>\n<li> Engaging in harassment, threats, stalking, spamming, or vandalism </li>\n<li> Transmitting chain mail, junk mail, or spam to other users </li>\n<li> Infringing the privacy rights of others under applicable law </li>\n<li>Soliciting personally identifiable information for purposes of harassment, exploitation, violation of privacy, or any non-research purpose not explicitly approved by us</li>\n<li> Intentionally or knowingly posting content that constitutes libel or defamation</li>\n<li> With the intent to deceive, posting content that is false or inaccurate</li>\n<li>Attempting to impersonate another user or individual, misrepresenting your affiliation with any individual or entity, or using the username of another user with the intent to deceive</li>\n<li> Engaging in fraud</li>\n<li>Infringing copyrights, trademarks, patents, or other proprietary rights under applicable law</li>\n<li> Posting or trafficking in obscene material that is unlawful under applicable law</li>\n<li> Using the services in a manner that is inconsistent with applicable law</li>\n<li>Posting or distributing content that contains any viruses, malware, worms, Trojan horses, malicious code, or other device that could harm our technical infrastructure or system or that of our users</li>\n<li>Engaging in automated uses of the Services that are abusive or disruptive of the Services and have not been approved by us</li>\n<li>Disrupting the Services by placing an undue burden on the Services or the networks or servers connected with the Services</li>\n<li>Disrupting the Services by inundating any of the Services with communications or other traffic that suggests no serious intent to use the Services for their stated purpose</li>\n<li>Knowingly accessing, tampering with, or using any of our non-public areas in our computer systems without authorization and</li>\n<li>Probing, scanning, or testing the vulnerability of any of our technical systems or networks unless we explicitly approve and cooperate until the end of such actions or the end of their effects.</li>\n</ul>\n<p>We reserve the right to exercise our enforcement discretion with respect to the above terms about user obligations.</p>\n<p>DENIAL OF ACCESS</p>\n<p>The community of users has the major role in shaping, modifying, and generating the protocols that underlie the Services.\nPluto Labs, Inc.\nrarely intervene in community decisions about protocols and their enforcement.\nIn an unusual case, the need may arise, or the community may ask us, to address an especially problematic user because of significant disturbance of the Services or dangerous behavior.\nIn such cases, we reserve the rights, but do not have obligation, to:</p>\n<ul>\n<li>Investigate your use of the Services (a) to determine whether a violation of the Terms, the Services protocols, or other applicable law or policy has occurred, or (b) to comply with any applicable law, legal process, or appropriate governmental request</li>\n<li>Detect, prevent, or otherwise address fraud, security, or technical issues or respond to user support requests</li>\n<li> Refuse, disable, or restrict access to the contribution of any user who violates the Terms </li>\n<li>Ban a user from editing or contributing or block a user's account or access for actions violating the Terms, including repeat copyright infringement</li>\n<li>Take legal action against users who violate the Terms (including reports to law enforcement authorities) and</li>\n<li>Manage otherwise the Services and our Websites in a manner designed to facilitate their proper functioning and protect the rights, property, and safety of ourselves and our users, licensors, partners, and the public.</li>\n</ul>\n<p>In the interests of our users and the Services, in the extreme circumstance that any individual has had their account or access blocked under this provision, they is prohibited from creating or using another account on or seeking access to the same Services, unless we provide explicit permission.\nWithout limiting the authority of the community, we will not ban a user from editing or contributing or block a user's account or access solely because of good faith criticism that does not result in actions otherwise violating the Terms or the Services protocols.</p>\n<p>TRADEMARKS</p>\n<p>Although you have considerable freedoms for re-use of the Content on the Services under their licenses, it is important that we protect our trademark rights so that we can protect our users from fraudulent impersonators.\nBecause of this, we ask that you please respect our trademarks.\nAll trademarks related to Pluto Labs, Inc., Scinapse, the Services and our Websites belong to us, Pluto Labs, Inc., and any use of our trade names, trademarks, service marks, logos, or domain names must be in compliance with the Terms and applicable law.</p>\n<p>INTELLECTUAL PROPERTY</p>\n<p>You acknowledge and agree that we and our licensors retain ownership of all intellectual property rights of any kind related to the Services, including applicable copyrights, trademarks and other proprietary rights.\nOther product and company names that are mentioned on the Services may be trademarks of their respective owners.\nWe reserve all rights that are not expressly granted to you under the Terms.</p>\n<p>TERMINATION</p>\n<p>Though we hope you will stay and continue to contribute to the Services, you can stop using the Services any time.\nIn certain circumstances it may be necessary for either ourselves or the community or its members to terminate part or all of the Services, terminate the Terms, block your account or access, or ban you as a user.\nIf your account or access is blocked or otherwise terminated for any reason, your public contributions will remain publicly available (subject to applicable protocols of the Services), and, unless we notify you otherwise, you may still access our public pages for the sole purpose of reading publicly available content on the Services.\nIn such circumstances, however, you may not be able to access your account or settings.\nWe reserve the right to suspend or end the Services at any time, with or without cause, and with or without notice.\nEven after your use and participation are banned, blocked or otherwise suspended, the Terms will remain in effect with respect to relevant provisions.</p>\n<p>THIRD PARTY RESOURCES</p>\n<p>As part of the Services, Pluto Labs, Inc.\nmay provide you with convenient links or content to third party resources including but not limited to websites, applications, software, and digital files (\"third party resources\").\nThird party resources are provided to you as a courtesy.\nWe have no control over third party resources or the promotions, materials, information, goods or services available on these third party resources.\nSuch third party resources are not investigated, monitored or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any third party resources accessed through the Services or our Websites, including the content, accuracy, offensiveness, opinions, reliability, privacy practices or other policies of or contained in the third party resources.\nInclusion of, linking to, permitting the use of, or installation of any third party resources does not imply approval or endorsement thereof by Pluto Labs, Inc.\nIf you decide to leave the Services or our Websites and access, use or install any third party resources, you do so at your own risk and you should be aware that the Terms no longer govern in such access, use or install of third party resources.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any third party resources which you navigate from the Services or our Websites.</p>\n<p>DISCLAIMER</p>\n<p>YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK.\nWE PROVIDE THE SERVICES ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, AND WE EXPRESSLY DISCLAIM ALL WARRANTIES REGARDING THE SERVICES, EXPRESS, IMPLIED, STATUTORY, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, SECURITY, ACCURACY, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTY THAT THE SERVICES WILL MEET YOUR REQUIREMENTS, BE SAFE, SECURE, UNINTERRUPTED, TIMELY, ACCURATE, OR ERROR-FREE, OR THAT YOUR INFORMATION WILL BE SECURE.\nWE ARE NOT RESPONSIBLE FOR THE CONTENT, DATA, OR ACTIONS OF THIRD PARTIES, AND YOU RELEASE US, OUR AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, LICENSORS, AND PARTNERS FROM ANY CLAIMS AND DAMAGES, KNOWN AND UNKNOWN, ARISING OUT OF OR IN ANY WAY CONNECTED WITH ANY CLAIM YOU HAVE AGAINST ANY SUCH THIRD PARTIES.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH OR FROM THE SERVICES CREATES ANY WARRANTY NOT EXPRESSLY STATED IN THE TERMS.\nANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH YOUR USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.\nYOU AGREE THAT WE HAVE NO RESPONSIBILITY OR LIABILITY FOR THE DELETION OF, OR THE FAILURE TO STORE OR TO TRANSMIT, ANY CONTENT OR COMMUNICATION MAINTAINED BY THE SERVICES.\nWE RETAIN THE RIGHT TO CREATE LIMITS ON USE AND STORAGE AT OUR SOLE DISCRETION AT ANY TIME WITH OR WITHOUT NOTICE.\nSOME STATES OR JURISDICTIONS DO NOT ALLOW THE TYPES OF DISCLAIMERS IN THIS SECTION, SO THEY MAY NOT APPLY TO YOU EITHER IN PART OR IN FULL DEPENDING ON THE LAW.</p>\n<p>LIMITATION ON LIABILITY</p>\n<p>WE, Pluto Labs, Inc., OUR AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, LICENSORS, AND PARTNERS WILL NOT BE LIABLE TO YOU OR TO ANY OTHER PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES, REGARDLESS OF WHETHER WE WERE ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nIN THE CASE THAT APPLICABLE LAW MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU, ALTHOUGH OUR LIABILITY WILL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<p>DISPUTES AND JURISDICTIONS</p>\n<p>We hope that no serious disagreements arise involving you, but, in the event there is a dispute, we encourage you to seek resolution in coordination with the users community and us.\nIf you seek to file a legal claim against us, you agree to file and resolve it exclusively in Seoul Central District Court located in 157 Seochojungang-ro, Seocho-gu, Seoul 06594, Republic of Korea.\nYou also agree that the laws of the Republic of Korea will govern the Terms, as well as any legal claim that might arise between you and us (without reference to conflict of laws principles).\nYou agree to submit to the personal jurisdiction of, and agree that venue is proper in, Seoul Central District Court located in 157 Seochojungang-ro, Seocho-gu, Seoul 06594, Republic of Korea in any legal action or proceeding relating to us or the Terms.\nTo ensure that disputes are dealt with soon after they arise, you agree that regardless of any statute or law to the contrary, any claim or cause of action you might have arising out of or related to use of the Services or the Terms must be filed within the applicable statute of limitations or, if earlier, within ONE (1) YEAR after the pertinent facts underlying such claim or cause of action could have been discovered with reasonable diligence.\nOtherwise, such cause of action is permanently barred.</p>\n<p>MODIFICATION OF TERMS OF SERVICE</p>\n<p>Just as community's contribution is essential to the Services, it is necessary for us to embrace the community's will in the modification of the Terms.\nTo achieve it, we may notify you in advance in case of modification to the Terms, about the specifications about the revisions.\nWe may also have a short period of time for receiving comments and embrace applicable ones.\nWe may, however, fail to do so when the revisions are being made due to legal and administrative reasons.\nThough we will try to notice the users of changes in the Terms, it is your responsibility to check on any such changes in the Terms.\nWe ask you to periodically review the most up-to-date version of the Terms from our Websites.\nYour continuing to access and use the Services or our Websites after the new version of the Terms take effect, whether you noticed it or not, constitutes an agreement to the new version of the Terms.\nFor the sake of the Services, you, and other users, you cannot use the Services if you do not agree with the new version of the Terms.</p>\n<p>GENERAL TERMS</p>\n<p>The Terms do not create an employment, agency, partnership, or any relationship other than explicitly stated in the Terms between you and us, Pluto Labs, Inc.\nIf you have not signed a separate agreement with us, the Terms are the entire agreement between you and us.\nIf there is any conflict between the Terms and a signed written agreement between you and us, the signed agreement will control.\nYou understand that, unless otherwise agreed to in writing by us, you have no expectation of compensation for any activity, contribution, or idea that you provide to us, the community, or the Services.\nIf any provision or part of a provision of the Terms is found unlawful, invalid, void, or unenforceable, that provision or part of the provision is deemed severable from the Terms and will be enforced to the maximum extent permissible with applicable law, and all other provisions of the Terms will remain in full force and effect.\nOur rights under the Terms will survive any termination of the Terms.\nIn any circumstance, if we do not apply or enforce any provision of the Terms, it is not a waiver of that provision.\nNor should it be considered a waiver of such provision when we fail to enforce any provision in the Terms.\nNotwithstanding any provision to the contrary in the Terms, we and you agree not to modify the applicable terms and requirements of any license that is employed on the Services or the Content when such license is authorized by the Terms.\nYou agree that we may provide you with notices, including those regarding changes to the Terms, by email, regular mail, or postings on the Services or our Websites.\nThe Terms were written in English.\nWhile we hope that translations of the Terms, if any, are accurate, in the event of any differences in meaning between the original English version and a translation, the original English version takes precedence.\nWe may assign or delegate the Terms, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign or delegate any rights or obligations under the Terms without our prior written consent, and any unauthorized assignment and delegation by you is void.</p>\n<p>END OF TERMS OF SERVICE</p>\n<p>We appreciate your taking the time to read the Terms, and we are very happy to have you contributing to the community, the Services, and academia worldwide.\nThrough your contributions, you are helping to build something really big – not only an important ecosystem to enable a better practices of scientific research, but also a vibrant community of like-minded and engaged peers, focused on a very noble goal.</p>\n<i>\n</i>Academic Search EngineAboutAbout usData SourcesUpdatesTwitterBlogFacebookTermsTerms of servicePrivacy Policy© 2023 Pluto Labs, Inc.\nAll rights reserved ", "created_at": "2023-02-08 16:01:33.179661", "updated_at": "2023-02-08 16:01:39.895401"}, {"id": 14161, "name": "Privacy Policy", "url": "https://www.scinapse.io/privacy-policy", "xpath": "//*[@id=\"__next\"]/div[2]", "text": "Privacy Policy<p>INTRODUCTION AND DEFINITIONS</p>\n<p>Pluto Labs, Inc.\n(\"Pluto Labs, Inc.\", \"we\", \"us\", \"our\", \"ours\", \"ourselves\") has begun on the belief that global research ecosystem in pursuit of advancing human knowledge works better when it is collaborative rather than competitive.\nAs an endeavor to build a system to actually realize such belief we are developing and operating online services including https://www.scinapse.io/ (\"the Services\"), as described in our Terms of Service, to support researchers, where they will gather up, interact each other, and evolve into the community that will bring life to the designated system.\nIt is necessary for us to collect, share, and analyze information about the users to improve the Services and serve the community better.</p>\n<p>We believe that it is important to protect personal information of users, not only because it is a legal and moral obligation and observing it is critical for the being of the Services, but also because participants need to feel safe and respected to work collectively with others.\nDealing with information in a user-friendly and protective way necessarily comes with transparency.\nUse of any information from the Services will be solely for the purpose of serving its vision: breaking down barriers in academia.\nThat is, we will be using information only to make the Services work better for you, the researchers, and to enable a better environment for researchers to pursue genuine knowledge.</p>\n<p>This Privacy Policy (\"this Privacy Policy\") explains types of information we collect from you, how we collect them, and how we use them.\nIt is important to understand that by using any or all of the Services you consent to the collection, transfer, processing, storage, disclosure, and use of your information as described in this Privacy Policy.\nWe therefore ask you please read this Privacy Policy carefully for the protection of users like yourself, the Services, and us.\nIf you do not consent to this Privacy Policy, you may not access or use the Services.</p>\n<p>You understand that you may be governed under the laws and legislation of any or all of the regions (i) where you live, (ii) where you view or edit content on our services, (iii) where other users view your content, or (iv) where other users who view your content live, which may include the law in the Republic of Korea where we are based (\"applicable law\").</p>\n<p>Whenever this Privacy Policy says you (\"you\", \"your\", \"yours\", \"yourself\"), it means you, individual or group, regardless of whether you are using the Services on behalf of yourself or someone else.\nContributions (\"contributions\") mean content you add or changes you make to the Services or such actions of adding or changing.</p>\n<p>Personal information (\"personal information\") is information that either you provide us or we collect from you, that could be used to uniquely identify you as a person.\nSpecifically, to the extent that it doesn't conflict with applicable law, we regard at least the following as personal information if it is otherwise nonpublic and can be used to uniquely identify you:</p>\n<blockquote>(a) Any combination of following items that would constitute a unique identification of yourself as a person in the real world: your real name, address of residence, phone number, email address, password, identification number issued by your government, identification number issued by your affiliated organization along with the name of the organization, Internet Protocol (IP) address, user-agent information, credit card number.\nand</blockquote>\n<blockquote>(b) when associated with personal information that falls into the description of subsection (a), any sensitive data such as date of birth, gender, sexual orientation, racial or ethnic origins, marital or familial status, medical conditions or disabilities, political affiliation, and religion.\nand</blockquote>\n<p>The Services also involve transmission of information between us and some third parties (\"third party\", \"third parties\"), which are individuals, entities, websites, services, products, and applications that are not controlled, managed, or operated by Pluto Labs, Inc.\nThis includes the cloud-based digital infrastructures that enable the Services.</p>\n<p>COVERAGE</p>\n<p>Except for several cases explicitly explained below, this Privacy Policy applies to our collection and handling of information about you that we receive as a result of your use of any or all of the Services.\nThis Privacy Policy also applies to information that we receive from third parties.\nThis may include our blogs, APIs, web trackers, and digital communications services such as emails and mobile messages.</p>\n<p>There are, however, certain situations which this Privacy Policy does not cover.</p>\n<p>\n<b>Third-parties</b>\n</p>\n<ul>\n<li>Third party services such as blogs, email, survey forms often operate with their own policies.\nIn such case, this Privacy Policy does not cover information handling in such services.</li>\n<li>The Services involve transmission of information between us and third parties.\nOnce information is transmitted from third parties to us, this Privacy Policy covers such information.\nThis Privacy Policy also covers the way information is shared from us to third parties.\nHowever, this Privacy Policy does not cover the handling of such information once they are under control of third parties, regardless of whether they are shared from us, received from you, or collected by such third parties.</li>\n</ul>\n<p>\n<b>Users</b>\n</p>\n<ul>\n<li>The Services heavily rely on user contributions.\nIt may happen that some user contributions contain nonpublic information or personal information, and this Privacy Policy may cover while the contributions pass through the Services and their underlying systems.</li>\n<li>However, the users who receive such information and what they do with such information once they receive them are not covered by this Privacy Policy.\nWe cannot control the actions of other users with whom you may choose to share your information.\nTherefore, we cannot and do not guarantee that your information will not be viewed by unauthorized persons.\nYou understand that when you use public areas of the Services, your information will be available to other users and in some cases may be publicly available.\nWe recommend you be cautious about giving out personal information to others or sharing personal information in public areas, whether designated as public or private.\nWe are not responsible for the personal information you choose to share in these public areas or for the actions of any third parties with whom you share personal information.</li>\n</ul>\n<p>\n<b>Alternative Policy</b>\n</p>\n<ul>\n<li>Parts of the Services may have separate policies.\nThere will be links to such alternative policies on web pages or tools specific to those parts of the services.\nThis Privacy Policy does not cover in such situations.</li>\n</ul>\n<p>TYPES &amp.\nMETHODS OF INFORMATION COLLECTION</p>\n<p>\n<b>Public Contributions</b>\n</p>\n<p>Several features on the Services rely on your contributions such as comments, discussions, or evaluation.\nWhenever you make contributions on the Services, you should assume that information you actively contribute to the Services is publicly available, regardless of that information being personal or not, and we may use your public contributions, either aggregated with those by others or individually, to operate and improve the Services.\nIf you believe you have included personal information within your contributions and it should be deleted, please contact team@pluto.im immediately.</p>\n<p>\n<b>Registration and Verification</b>\n</p>\n<p>Some parts of the Services may require you to register with an account and provide your personal information to verify your identity as a researcher.\nThis may include your real name, your affiliated organization, email address, or your account information from third party services.\nTo ensure that users behave in the Services with integrity and good faith for academia, certain information may be publicly available along with your contributions.\nFor example, when you make comments, evaluations, or peer reviews on the works by others, your name and affiliation may be disclosed with them.</p>\n<p>Parts of the Services may also provide multiple options to sign in via third party services such as Google, Facebook, Twitter, ORCID, and etc.\nAs part of the sign-in process we collect and store following data.</p>\n<ul>\n<li>Any forms of names that are used in each third party services including full names, first names, last names, usernames, display names, and etc.</li>\n<li>Any forms of email addresses that are provided by the third party</li>\n<li>Authentication tokens issued by the third party</li>\n</ul>\n<p>\n<b>User Input - information you provide to us</b>\n</p>\n<p>The types of personal and non-personal information that we collect directly from you depends on the content and features of the Services you use and how you otherwise interact with us and may include:</p>\n<ul>\n<li>Contact details, such as your name, email address, postal address, phone number and social media handle;</li>\n<li>Account login credentials, such as usernames and passwords, password hints and similar security information;</li>\n<li>Other account registration and profile information, including educational, professional and other background information, such as your field of study, current position, practice area and areas of interests, and photo;</li>\n<li>Information that you communicate to us, such as questions or information you send to team@pluto.im;</li>\n<li>Data that you provide to us as part of interacting with the Service, such as your saved papers, email alerts, favorites and search queries.\nand/or</li>\n<li>Communications preferences, such as your preferred language and the frequency, type and format of the alerts you sign up to receive.</li>\n</ul>\n<p>\n<b>Academic Information</b>\n</p>\n<p>Some information in the Services may be disclosed, and not be deleted, when it is believed to be important for academic and research purpose.\nResearch communications heavily depend on publications, and information relevant to publications is in general important for the Services, users, and their studies.\nAmong various pieces of personal information relevant to a publication record, we believe, to the extent permitted by applicable law and the correspondent license under which the record is shared, at least the real names of authors, their affiliations, and their bibliographic metrics such as h-index and received citations are academic information.</p>\n<p>We collect author names as publicly accessible metadata from the web, publishers and other sources for display across our website including in association with papers, presentations, blog posts, code repositories, videos and citations/references.\nThis data and content is stored indefinitely.\nWe use the author name from this publicly accessible metadata to auto-generate author profile pages where we display content associated with an author, compute citation statistics and display links to other authors.\nAuthor profile pages can be updated by using the “Suggest Changes” button on an author’s profile page to add/remove papers, add an affiliation, add a link to a homepage, add an email address, and add other information that is relevant to the author.\nRequesters who submit changes are required to provide their first and last name, email address and justification which we store in a database to validate the request.\nSuggested changes may not be applied to our databases and the Services if the request is deemed invalid.</p>\n<p>\n<b>Third Party Sources</b>\n</p>\n<p>We also may obtain contact details and other information about you from third parties including (1) third party companies or individuals that help us process information and support the Services.\nand (2) publicly-available sources and data suppliers from which we obtain data to validate or supplement the information we hold.</p>\n<p>This data from third party may be combined with other information we collect and might include aggregate level data, such as which IP address correspond to zip codes or countries.</p>\n<p>\n<b>Usage Information</b>\n</p>\n<p>Operating and improving the Services requires a deep understanding of how users behave and utilize the Services.\nJust as typical other internet services would do, we may automatically receive some information when you use the Services with a web browser.\nThis includes, but is not limited to:</p>\n<ul>\n<li>Internet Protocol address.\n</li>\n<li>type of your device and its unique identifier (if any).\n</li>\n<li>type, version, and language preference of your web browser.\n</li>\n<li>type, version, and language preference of your operating system.\n</li>\n<li>name of your internet service provider.\n</li>\n<li>the website that referred you to the Services.\nand </li>\n<li>the details of your request to the Services, such as date, time, or queries.</li>\n</ul>\n<p>We also utilize several popular technologies and services to collect your usage information.\nThis ranges from prevalent web technologies like cookies and web storage to third party services such as trackers.</p>\n<p>USE OF INFORMATION</p>\n<p>We and our third party services providers use your information for the purpose of pursuing our mission and vision.\nTo be specific, this includes:</p>\n<ul>\n<li>responding to your requests with regard to the Services.\n</li>\n<li>operating, administering, and improving the Services.\n</li>\n<li>providing customized features of the Services;</li>\n<li>facilitating communication between users and us;</li>\n<li>complying to legal obligations and our Terms, resolving disputes.\nand </li>\n<li>analyzing in aggregate level for statistical and scientific purposes.\n</li>\n</ul>\n<p>SHARING INFORMATION</p>\n<p>While we consider it important to protect your information, we may share information with third parties.</p>\n<p>\n<b>Legal Reasons</b>\n</p>\n<p>We will access, use, preserve, and/or disclose your personal information if we reasonably believe it necessary to satisfy a valid and legally enforceable warrant, subpoena, court order, law or regulation, or other judicial or administrative order.\nHowever, if we believe that a particular request for disclosure of a user's information is legally invalid or an abuse of the legal system and the affected user does not intend to oppose the disclosure themselves, we will try our best to fight it.\nWe are committed to notifying you of such request when possible, before we disclose your personal information in response to a legal demand.\nHowever, we may only provide notice if we are not legally restrained from contacting you, there is no credible threat to life or limb that is created or increased by disclosing the request, and you have provided us with any valid online contact point (possibly email or phone number).</p>\n<p>Nothing in this Privacy Policy is intended to limit any legal objections or defenses you may have to a third party's request (whether it be civil, criminal, or governmental) to disclose your information.\nWe recommend seeking the advice of legal counsel immediately if such a request is made involving you.</p>\n<p>\n<b>Protection of Users, Ourselves, and the Services</b>\n</p>\n<p>We may need to share your Personal Information if it is reasonably believed to be necessary to enforce or investigate potential violations of our Terms of Service, this Privacy Policy, or any individual protocol of the Services.\nWe may also need to access and share information to investigate and defend ourselves against legal threats or actions.</p>\n<p>We hope that this never comes up, but we may disclose your personal information if we believe that it's reasonably necessary to prevent imminent and serious bodily harm or death to a person, or to protect our organization, employees, contractors, users, or the public.\nWe may also disclose your personal information if we reasonably believe it necessary to detect, prevent, or otherwise assess and address potential spam, malware, fraud, abuse, unlawful activity, and security or technical concerns.</p>\n<p>\n<b>Third party services</b>\n</p>\n<p>We use third party services providers or contractors who help run or improve the Services for you and other users.\nWe give access to your personal information to these providers or contractors as needed to perform their services for us or to use their tools and services.\nWe hope these service providers treat your information consistently with, and no less protective of your privacy than, the principles of this Privacy Policy, but once the information is shared and under control of third parties, their policies and terms will govern the handling of such information.</p>\n<p>\n<b>Research, Development &amp.\nImprovement</b>\n</p>\n<p>Improving the Services and pursuing the mission and vision of Pluto Labs, Inc.\nmight require analytic services by third parties.\nWe may share non-personal information or aggregated information with researchers, scholars, academics, and other interested third parties who wish to study the Services.\nSharing this information helps them understand usage, viewing, and demographics statistics and patterns.\nThey then can share their findings with us and our users so that we can all better understand and improve the Services.</p>\n<p>When we give access to personal information to third parties, we hope they treat your information consistently with, and no less protective of your privacy than, the principles of this Privacy Policy.\nHowever, we cannot guarantee that they will abide by our agreement, nor do we guarantee that we will regularly screen or audit their projects.</p>\n<p>\n<b>Public contribution</b>\n</p>\n<p>Any information you post publicly on the Services is just that – public.\nFor example, if you put your mailing address on one of your comments, that is public, and not protected by this Privacy Policy.\nPlease think carefully before you make public contributions on the Services, and please try to respect the rights of others and not to infringe any copyright.</p>\n<p>\n<b>Your Explicit Permission</b>\n</p>\n<p>In some situations other than explicitly expressed in this Privacy Policy above, when we need to share your information with third parties we only do so with your permission.</p>\n<p>PROTECTION</p>\n<p>We use various measures to protect information from unauthorized access.\nThese include cryptography, access control, and firewalls.\nUnfortunately, there's no such thing as completely secure data transmission or storage, so we can't guarantee that our security will not be breached.</p>\n<p>Although we might provide features like temporary password or password resetting, we never ask passwords from users.\nFor your own protection, please be responsible of safeguarding your own password, and never disclose it to anyone.</p>\n<p>If you are asked your password or you find any sign of your personal information being misused due to security breach, please let us know by sending us email at team@pluto.im, so we can fight against malicious attempts and better protect users and ourselves.</p>\n<p>RETENTION PERIOD</p>\n<p>We keep your information for as long as necessary to provide the Services and as consistent with the purposes and uses outlined in this Privacy Policy.\nNon-personal information and public contributions may be retained indefinitely.\nIf you have any concern with information on the Services, please contact team@pluto.im.</p>\n<p>RETENTION PERIOD</p>\n<p>For the protection of ourselves, the Services, and other users, you may not use the Services if you do not agree with this Privacy Policy.</p>\n<p>This Privacy Policy is written in English.\nIn the event of any differences in meaning or interpretation between the original English version of this Privacy Policy and a translated version, if any, the original English version precedes.</p>\n<p>Pluto Labs, Inc.\nis a non-profit team based in Seoul, Republic of Korea (South Korea), with servers and data centers, including those operated by third parties, located in various places around the world.\nIf you decide to use the Services, you understand that your personal information will be collected, transferred, stored, processed, disclosed and otherwise used in the Republic of Korea as described in this Privacy Policy.\nYou also understand that your information may be transferred by us from Republic of Korea to other countries, where data protection laws may be different or less stringent than that of your country, in connection with providing the Services to you.</p>\n<p>\n<b>Do-Not-Track signals</b>\n</p>\n<p>Pluto currently heavily depends on third party trackers such as Google Analytics.\nNot allowing such tracking of user behaviors might lay a huge challenge for us in improving the Services and delivering them to users.\nWe ask you, if you will, allow the tracking functions in your browser for our Websites and the Services, and we promise that we won't use your information for marketing purposes and that we will use it in alignment with this Privacy Policy while protecting your personal information.</p>\n<p>For clarity, we deal with your request the same, either with or without Do-Not-Track signals.</p>\n<p>\n<b>Changes to this Privacy Policy</b>\n</p>\n<p>To ensure that this Privacy Policy reflects the dynamic changes of this fast moving world, we may need to modify this Privacy Policy from time to time.\nWe reserve the right to modify this Privacy Policy, with or without prior notice, partial or complete.</p>\n<p>We will try to notice you when there is going to be substantial changes to this Privacy Policy.\nIf you have provided us with your email address by signing up to the Services, we will let you know in advance about the change via email.\nOtherwise, the details of the changes will be announced on our Websites, the Services, and our social channels such as blogs, mailing lists, and social media.</p>\n<p>Your continued use of the Services after this Privacy Policy becomes effective constitutes your agreement to this Privacy Policy, whether you have noticed changes to this Privacy Policy or not.\nThus, we ask you please always review the most recent version of this Privacy Policy.</p>\n<p>Contact</p>\n<p>For questions, concerns, suggestions, or any inquiries relating to this Privacy Policy or to any information under this Privacy Policy, please email us at team@pluto.im.</p>\n<p>Our (snail) mailing address is <b>419, Teheran-ro, Gangnam-gu, Seoul, 06160, Republic of Korea</b>\n</p>\n<p>Thank you</p>\n<p>Thank you for reading through this Privacy Policy, and joining the great march on innovating global academia.\nPlease enjoy using the Services, and we appreciate your participation in shaping the knowledge of humanity.</p>\n<i>\n</i>Academic Search EngineAboutAbout usData SourcesUpdatesTwitterBlogFacebookTermsTerms of servicePrivacy Policy© 2023 Pluto Labs, Inc.\nAll rights reserved", "created_at": "2023-02-08 16:02:13.251795", "updated_at": "2023-02-08 16:03:13.090477"}], "points": [{"id": 29900, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.scinapse.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-02-08 16:06:29.982078", "updated_at": "2023-07-11 06:27:25.810379", "quoteText": null, "case_id": 233, "document_id": 14161, "quoteStart": null, "quoteEnd": null}, {"id": 29901, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.scinapse.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-02-08 16:09:15.768728", "updated_at": "2023-07-11 06:27:32.558947", "quoteText": null, "case_id": 148, "document_id": 14160, "quoteStart": null, "quoteEnd": null}, {"id": 29899, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.scinapse.io/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-02-08 16:05:08.014892", "updated_at": "2023-07-11 06:27:32.64963", "quoteText": null, "case_id": 329, "document_id": 14161, "quoteStart": null, "quoteEnd": null}], "urls": ["scinapse.io", "pluto.im", "xenure.com"]}}