{"error": 448, "message": "OK", "parameters": {"id": 7725, "name": "Free-EBooks.net", "created_at": "2023-03-22 01:58:25.837501", "updated_at": "2023-03-29 19:26:52.488565", "wikipedia": null, "keywords": null, "related": null, "slug": "free-ebooks-net", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7725.png", "url": "free-ebooks.net", "documents": [{"id": 14899, "name": "Terms of Service", "url": "https://www.free-ebooks.net/legal/tos.html", "xpath": "//body", "text": " Terms of Service\n<p>\n<b>\n<i>Your Acceptance</i>\n</b>\n</p>\n<p>The services and/or products provided to you by Stirling Corp (hereinafter referred to as “we”, “us”, “our” or the “Company”) its subsidiaries, agents and affiliates, in conjunction with (hereinafter referred to as “Website”), are subject to the following Terms of Service.\nIf you do not understand or agree to be bound by (or cannot comply with) any part of the Terms of Service described herein, you must immediately cease using the Website.\nThe Company reserves the right to update the Terms of Service at anytime, with or without notice to you.\nThe current version of the Terms of Service can be reviewed by following the URL link at the footer of Free-eBooks.net's web pages.</p>\n<p>\n<u>In Plain English:</u> You agree to follow the rules we set out in this agreement.\nIf you cannot follow these rules, you must stop using our website.</p>\n<p>\n<b>\n<i>Privacy</i>\n</b>\n</p>\n<p>Please review our Privacy Notice, which also governs your visit, to understand our practices.\nOur Privacy Notice can be viewed at www.free-ebooks.net/legal/privacy.</p>\n<p>\n<b>\n<i>Electronic Communications</i>\n</b>\n</p>\n<p>When you visit the Website or send e-mails to us, you are communicating with us electronically and you consent to receive communications from us electronically unless you opt out by clicking an “Unsubscription” options offered at the bottom of our newsletters or by contacting us at CS@Free-eBooks.net with the subject “Unsubscribe”.\nWe will communicate with you by e-mail or by posting notices on this Website.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p>\n<p>\n<u>In Plain English:</u> If you use our website or send emails to us, we may email you back.\nIf needs be, we can send you legal documents via email.</p>\n<p>\n<b>\n<i>The Website</i>\n</b>\n</p>\n<p>These Terms of Service apply to all users of the Website, including users who are also contributors of original book manuscripts, (“Manuscripts”) and information, and other materials related the Manuscripts on the Website and users who download Manuscripts from the Website.\nThe Website may contain links to third party websites that are not owned or controlled by the Company.\nThe Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites.\nIn addition, the Company will not and cannot censor or edit the content of any third-party site.\nBy using the Website, you expressly release the Company from any and all liability arising from your use of any third-party website.\nAccordingly, we encourage you to be aware when you leave the Website and to read the terms and conditions and privacy policy of each other website that you visit.</p>\n<p>\n<u>In Plain English:</u> These terms apply to all users of our Website, whether you are a reader or contributor.\nYour use of any other website or any third-party content that is not ours is at your own risk.\nIt is your responsibility to be aware of when you leave the website.</p>\n<p>\n<b>\n<i>Website Access</i>\n</b>\n</p>\n<p>A.\nThe Company hereby grants you permission to use the Website as set forth in this Terms of Service, provided that: (i) your use of the Website as permitted is solely for your personal, noncommercial use.\n(ii) you will not copy or distribute any part of the Website in any medium without the Company's prior written authorization.\n(iii) you will not alter, download (except page caching) or modify any part of the Website other than as may be reasonably necessary to use the Website for its intended purpose.\nand (iv) you will otherwise comply with the terms and conditions of these Terms of Service.\nYou may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of Company or the Website or its affiliates without Company’s express written consent.\nYou may not use any meta tags or any other “hidden text” utilizing the Company’s or its affiliates' name or trademarks without the Company’s the express written consent.\nAny unauthorized use terminates the permission or license granted herein.\nYou are granted a limited, revocable, and nonexclusive right to create a hyperlink to the home page of the Website so long as the link does not portray Company, its affiliates, or their products or services in a false, misleading, derogatory, or otherwise offensive matter.\nYou may not use any logo or other proprietary graphic or trademark belonging to Company or its affiliates as part of the link without the Company’s express written permission.</p>\n<p>\n<u>In Plain English:</u> You are not allowed to use the content of our Website for your own personal gain unless through our affiliate program (under the conditions applicable to the affiliate program).\nYou are also not allowed to change or alter any of the content on the website for your own personal or commercial use.</p>\n<p>B.\nIn order to access some features of the Website, the Company may require you to open an account and provide certain registration information as prompted by one or more registration forms.\nFor any individual based in the EU, any personal data provided will be securely held and upon termination of account will be destroyed from all records.\nA user has the right to request any copies of any personal information held by the Company, by requested in writing to the email address provided at the end of this document.\nYou are responsible for maintaining the confidentiality of your passwords, usernames and e-mail addresses provided to the Company.\nYou are entirely responsible for any and all activities that occur on your account.\nThe Company is not liable for any loss that you may incur as a result of someone else's misuse of your account or password, either with or without your knowledge.\nFurthermore, you may be liable for losses incurred by the Company, its affiliates, representatives, agents or assigns due to someone else using your account or password.\nYou agree that your e-mail addresses will not contain any vulgar or offensive terms, words, phrases or in any other way violates this agreement.\nThe Company reserves the right, at its sole discretion, to immediately terminate any account it believes uses an e-mail address in violation with this section of the agreement.\nAdditionally, if you wish to utilize services on the Website or make purchases from the Company or third-party vendors, you may be required to provide certain Purchasing Data (as described and detailed below).</p>\n<p>\n<u>In Plain English:</u> You may have to register to use the Website.\nProtect your password and username as we are not liable if you lose it.\nWe are not liable if someone gains access to your account.\nAlso, do not use profanity or other vulgar terms in your communications, user names or email addresses.\nWe have the right to terminate your use of the website if you do.</p>\n<p>C.\nYou agree not to use or launch any automated system, including without limitation, “robots,”“spiders,” “offline readers,” etc., that accesses the Website in a manner that sends more request messages to the Company servers in a given period of time than a human can reasonably produce in the same period by using a conventional on-line web browser.\nNotwithstanding the foregoing, the Company grants the operators of public search engines permission to use spiders to copy materials from the Website for the sole purpose of creating publicly available searchable indices of the materials, but not caches or archives of such materials.\nThe Company reserves the right to revoke these exceptions either generally or in specific cases.\nYou agree not to collect or harvest any personally identifiable information, including account names, from the Website, nor to use the communication systems provided by the Website for any commercial solicitation purposes.\nYou agree not to solicit, for commercial purposes, any users of the Website.</p>\n<p>\n<u>In Plain English:</u> You can use the Website for personal use.\nDo not use the Website or its functionality as an advertising means or use automated systems on the Website.\nDo not solicit and do not collect personal information from the website for your own use.</p>\n<p>D.\nThe Company reserves the right, at its sole discretion, to terminate, suspend or otherwise limit your account, for any or no reason at all, without your consent, prior notice or explanation and without liability.\nShould the aforementioned action be taken, all personal information will be securely destroyed and no longer held by the Company.\nYou may terminate or suspend your account at any time for any reason and the same action will be taken.</p>\n<p>\n<u>In Plain English:</u> We can close your accountand/or ban you if we want to.</p>\n<p>\n<b>\n<i>Intellectual Property Rights</i>\n</b>\n</p>\n<p>The content on the Website, including without limitation, the Manuscripts, the text, software, scripts, graphics, photos, sounds, music, videos, interactive features and the like (“Content”) and the trademarks, service marks and logos contained therein (“Marks”), are owned by or licensed to the Company, subject to copyright and other intellectual property rights under United States and foreign laws and international conventions.\nExcept as otherwise provided for herein, Content on the Website is provided to you AS IS for your information and personal use only and may not be used, copied, reproduced, distributed, transmitted, broadcast, displayed, sold, licensed, or otherwise exploited for any other purposes whatsoever without the prior written consent of the respective owners.\nThe Company reserves all rights not expressly granted in and to the Website and the Content.\nYou agree to not engage in the use, copying, or distribution of any of the Content other than expressly permitted herein.\nIf you download or print a copy of the Content for personal use, you must retain all copyright and other proprietary notices contained therein.\nYou agree not to circumvent, disable or otherwise interfere with security related features of the Website or features that prevent or restrict use or copying of any Content or enforce limitations on use of the Website or the Content therein.</p>\n<p>\n<u>In Plain English:</u> Our Website and its content is ours.\nthe eBooks are property of the authors.\nYou can visit, but do not take anything or use anything that does not belong to you.\nThe eBooks can be downloaded for personal use, but do not attempt to resell them or provide them to others.\nIf you have a friend who wants to read the book, have them download a copy from the website.</p>\n<p>\n<b>\n<i>Manuscripts</i>\n</b>\n</p>\n<p>A.\nThe Website permits you and other users to submit Manuscripts and provides for the hosting and/or publishing of such Manuscripts.\nBy submitting a Manuscript, you hereby grant the Company a worldwide, perpetual, non-exclusive, royalty-free license with the right to sublicense or transfer all or a portion thereof of the aforementioned rights for any purpose, including the right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, display, publicly and digitally perform the Manuscript in any media formats and through any media channels.\nYou grant Company and its affiliates and sublicensees the right to use your name and the Manuscript title in connection with the advertisement, promotion, distribution and sale of the Manuscript and in connection with the advertisement and promotion of Company and its affiliates and sublicensees and the Website.\nFurther, you grant users of the Website a limited, non-exclusive license to download and copy said Manuscript to any memory device, including but not limited to hard drives, thumb drives, personal computers, book readers and mobile devices for the purpose of reading or otherwise consuming the content of the Manuscript.\n<b>For clarity, you retain your ownership rights in your Manuscript</b>.</p>\n<p>\n<u>In Plain English:</u> Authors own their manuscripts, but they give us the right to put up the book, in any format of our choosing, on our Websites, USB drives, and other software applications where the manuscript could be downloaded and read by users around the world.\nYou also give our users the right to download and read the Manuscript.\nWe may add pages to the beginning and end of your book in order to further market it and our site.\nWe may translate your book in other languages or audio.\nFinally, you gives us the right to use your name and title of the manuscript in advertisements and promotions as well as for listing the manuscript on the website.</p>\n<p>B.\nYou shall be solely responsible for any Manuscript you submit and the consequences of its posting or publishing.\nIn connection with any Manuscript you submit, you affirm, represent, and/or warrant that: (i) you own or have the necessary licenses, rights, consents, and permissions to use and authorize the Company to use all patent, trademark, trade secret, copyright, publicity, publishing or other proprietary rights in and to any Manuscripts you submit to enable inclusion and use of the Manuscripts in the manner contemplated by the Website and these Terms of Service.\nand (ii) the Manuscript will not constitute unfair competition, defamation, libel, or breach of contract.</p>\n<p>\n<u>In Plain English:</u> Authors are confirming to us they own their manuscripts and have the rights to upload them to our Website.\nWe are not liable if this is not the case.\nAuthors, do not submit any work that is defamatory to another person or company and do not include any protected materials of third-parties (e.g., trademarks, trade secrets, copyrights).</p>\n<p>C.\nIn connection with any Manuscript you submit, you further agree that you will not: (i) submit material that violates any third-party's trademarks, patents, copyrights, trade secrets, moral rights, privacy rights, rights of publicity or any other intellectual property, contractual or other proprietary right unless you are the owner of such rights or have permission from their rightful owner to post the material and to grant the Company all of the license rights granted herein.\n(ii) publish falsehoods, misrepresentations, or defamatory content that could damage the Company or any third party.\n(iii) submit material that is Prohibited Content (as defined below).\n(iv) post advertisements or solicitations of business.\nor (v) impersonate another person.\n“Prohibited Content” shall be defined as content that is:</p>\n<ol>\n<li>unlawful in any manner;</li>\n<li>comprised of speech that may violate laws related to hate speech;</li>\n<li>pornographic material;</li>\n<li>material that harms or otherwise exploits minors;</li>\n<li>content, except as allowed by local, state and federal law, related to the sale or trade of regulated articles, including, firearms and other dangerous weapons, ammunition, tobacco, alcohol, alcoholic beverages, and controlled substances;</li>\n<li>content related to dating or sexual activities of individuals under the age of eighteen (18);</li>\n<li>content related to the use of alcohol targeted at individuals under the age of twenty-one (21);</li>\n<li>content related to prostitution or the exchange of sexual or erotic services for pecuniary gain;</li>\n<li>content that encourages or promotes the suffering or death of any individual or animal, including, but not limited to, torture, rape, physical abuse and violence;</li>\n<li>content that is derogatory or inflammatory to any individual or group based on sexual orientation, disability, race, color, ethnicity, religion, age or gender;</li>\n<li>content related to or promoting gambling, including games of chance, sports betting, operations similar or equivalent to those found at casinos and card games;</li>\n<li>content related to or promoting illegal activities, including chain letters, pyramid schemes, sweepstakes (except as otherwise provided for in this Agreement), trafficking, sale or trade of false documents or credentials;</li>\n<li>content that contains harmful functionality, including, but not limited to, viruses, Trojans, worms, spyware and adware;</li>\n<li>subversive to the government or other organization in a manner prohibited by law.\nor</li>\n<li>in violation of any applicable law or regulation.</li>\n</ol>\n<p>\n<u>In Plain English:</u> Any manuscript you upload to the site should be in good taste and does not contain any illegal or illicit content.\nIf you want to know what we generally consider illegal or illicit, please see the list above, but we reserve the right to remove any manuscript we believe violates the law or is otherwise in poor taste.\nWe are not liable if your manuscript contains illegal or illicit content, and if it does we will take it down if it is identified</p>\n<p>D.\nThe Company does not endorse any Manuscript or any opinion, recommendation, or advice expressed therein, and the Company expressly disclaims any and all liability in connection with all Manuscripts submitted.\nThe Company does not permit copyright infringing activities and infringement of intellectual property rights on its Website, and the Company will remove all Content and Manuscripts if properly notified that such Content or Manuscript infringes on another's intellectual property rights.\nThe Company reserves the right to remove Content and Manuscript without prior notice.\nThe Company will also terminate a user's access to its Website, if they are determined to be a repeat infringer.\nA repeat infringer is a user who has been notified of infringing activity more than twice and/or has had a Manuscript or Content removed from the Website more than twice.\nThe Company also reserves the right to decide whether Content or a Manuscript is appropriate and complies with these Terms of Service for violations other than copyright infringement and violations of intellectual property law, such as, but not limited to, pornography, obscene or defamatory material, or excessive length.\nThe Company may remove such Manuscript or Content and/or terminate a user's access for uploading such material in violation of these Terms of Service at any time, without prior notice and at its sole discretion.</p>\n<p>\n<u>In Plain English:</u> Again, your manuscripts do not contain illicit materials.\nThe determination as to what is and is not illicit is up to us.\nWe do not have to explain our rationale if we take down a manuscript for being illicit or containing illegal content.</p>\n<p>E.\nIf you are a copyright owner or an agent thereof and believe that any Manuscript or other Content infringes upon your copyrights, please follow our Notice and Procedure for Making Claims of Copyright Infringement.</p>\n<p>\n<u>In Plain English:</u> Follow the procedure below if you feel someone has infringed your work.\nWe take this seriously and will work diligently to ensure compliance.</p>\n<p>F.\nUpon downloading a Manuscript, you shall be granted a limited, non-exclusive license to download and copy said Manuscript to any memory device, including but not limited to hard drives, thumb drives, personal computers, book readersand mobile devices.\nYou may not modify, adapt, translate, rent, lease, loan, sublicense, assign, resell or otherwise distribute in any way the Manuscript.</p>\n<p>\n<u>In Plain English:</u> You can download and read a manuscript, but do not alter it, sell it or rent it to anyone else.</p>\n<p>G.\nYou understand that when using the Website, you will be exposed to Manuscripts from a variety of sources, and that the Company is not responsible for the accuracy, usefulness, safety, or intellectual property rights of or relating to such Manuscripts.\nYou further understand and acknowledge that you may be exposed to Manuscripts that are inaccurate, offensive, indecent, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against the Company with respect thereto, and agree to indemnify and hold the Company, its owners/operators, affiliates, and/or licensors, harmless to the fullest extent allowed by law regarding all matters related to your use of the Website.</p>\n<p>\n<u>In Plain English:</u> We do not guarantee the accuracy or usefulness of any manuscript you download and are not liable for your use of any manuscripts.</p>\n<p>H.\nThe Company may host and publish yourManuscript until you decide to unpublish your Manuscript.Upon receiving notice from you to do so, the Company will remove yourManuscript from the Websiteas soon as reasonably practicable.</p>\n<p>\n<u>In Plain English:</u> If you no longer want your manuscript on our Website, let us know and we will take it down.\nThis can take up to 2-3 business days, so please be patient.</p>\n<p>\n<b>\n<i>Limited vs.\nUnlimited Downloads</i>\n</b>\n</p>\n<p>There are distinctive Free-eBooks.net Membership levels granting their respective users eBook downloads with different quantities.</p>\n<p>\n<b>\n<u>Standard Members</u>\n</b> are granted access to a maximum of 5 eBooks per month, in either PDF or TXT formats, in addition to unlimited, online previews of eBooks in HTML or PDF formats.\n“Per month” is based on calendar months and each Standard Member’s access is automatically cleared on the 1st of each new, calendar month.\nStandard Members are not authorized or able to download ePub or Mobipocket formats.</p>\n<p>\n<b>\n<u>Trial V.I.P.\nMembers</u>\n</b> are those people who are granted free trials of our V.I.P.\nMemberships.\nThese include, but are not limited to, our 1-Week V.I.P.\nMemberships awarded for 1) those inviting others through our “Refer- a-Friend” functions 2) those who “Like” us on Facebook or “Tweet” us via Twitter and 3) those who complete their Personal Profile page for our community.</p>\n<p>Recipients of Free Trial Memberships may download up to 15 eBooks in any of the formats offered, prior to their trial’s expiry date.\nIf a Trial V.I.P.\nMember uses all 15 downloads, their Trial V.I.P.\nMemberships automatically expires, regardless of any remaining time left on their Trial.\nFor example, if a user receives a 7-day V.I.P.\nTrial membership and elects to download 15 different eBooks on day 1, their Trial V.I.P.\nMembership will expire that same day (day 1) after the 15th eBook downloaded.\nThis user will have exhausted their trial access prior to their expiry date, regardless of the six remaining days of V.I.P.\nMembership.\nUpon the expiry of a Trial V.I.P.\nMembership, the user will become a Standard Member and will be awarded 5 eBook downloads in PDF or TXT (as above), beginning the following calendar month and each month thereafter.</p>\n<p>\n<b>\n<u>V.I.P.\nMembers</u>\n</b> are granted “Unlimited” downloads, within reason.\nThere is a volume “cap”that restricts V.I.P.\nMembers from downloading more than 500 eBooks per 30 day period.\nwell above the number of eBooks most readers elect to download in such a reasonable timeframe.\nThese security measures exist to protect all authors and their content from those individuals who copy or “farm” the Free-eBooks.com library, in order to resell these same eBooks which is illegal and, therefore, policed and enforced under International Copyright Laws.\n</p>\n<p>\n<b>\n<i>Purchasing Data</i>\n</b>\n</p>\n<p>Purchasing products or services from the Company or third-party vendors on the Website may require you to provide payment information (i.e.\ncredit card, debit card, ACH, PayPal®, billing information or other information related to financial products you possess) (hereinafter, the \"Purchasing Data\").\nThe Company may collect and store the Purchasing Data for transactional use only.\nThe Purchasing Data will be shared only with third-parties and affiliates required to perform tasks required to complete the purchase of a product or service provided by the Company or its affiliates.\nThe Company will encrypt the Purchasing Data before transmission.\nUpon completion of the transaction, no personal information is held by the company and any liability for use of “Purchasing Data” ends forthwith.</p>\n<p>\n<u>In Plain English:</u> If you provide us credit card or other financial information, we might have to share it with a bank or credit card processor to complete the transaction.</p>\n<p>\n<b>\n<i>Warranty Disclaimer</i>\n</b>\n</p>\n<p>YOU AGREE THAT YOUR USE OF THE WEBSITE SHALL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, THE COMPANY, ITS AFFILIATES AND SUBLICENSEES, AND THEIR OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE WEBSITE AND YOUR USE THEREOF.\nTHE COMPANY MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THIS WEBSITE'S CONTENT OR THE CONTENT OF ANY SITES LINKED TO THIS WEBSITE AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR WEBSITE, THE CONTENT AND THE MANUSCRIPT, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF THE COMPANY’S SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE WEBSITE, (V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE WEBSITE BY ANY THIRD PARTY, AND/OR (VI) ANY ERRORS OR OMISSIONSIN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEBSITE.\nTHE COMPANY DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE WEBSITE OR ANY HYPERLINKED WEBSITE OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND THE COMPANY WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\n<p>\n<b>\n<i>Limitation of Liability</i>\n</b>\n</p>\n<p>IN NO EVENT SHALLTHE COMPANY, ITS AFFILIATES AND SUBLICENSEES, AND THEIR OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE WEBSITE CONTENT OR MANUSCRIPT, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF THE COMPANY’S SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE WEBSITE, (V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH THE WEBSITE BY ANY THIRD PARTY, AND/OR (VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEBSITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT THE COMPANY IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<p>YOU SPECIFICALLY ACKNOWLEDGE THAT THE COMPANY, ITS AFFILIATES AND SUBLICENSEES SHALL NOT BE LIABLE FOR THE MANUSCRIPT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>\n<b>\n<i>Indemnity</i>\n</b>\n</p>\n<p>You agree to defend, indemnify and hold harmless the Company, its affiliates, sublicensees and their officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the Website the Content and any Manuscript.\n(ii) your violation of any term of these Terms of Service.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iv) any claim that any Manuscript submitted by you caused damage to a third party.\nThis defence and indemnification obligation will survive these Terms of Service and your use of the Website.</p>\n<p>\n<b>\n<i>Ability to Accept Terms of Service</i>\n</b>\n</p>\n<p>The Company's website, products and/or services are intended for use and access solely by those individuals that are thirteen (13) years of age and older.\nBy using and/or accessing the Company's website, products and/or services, you represent and warrant that you have the right and capacity to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service..\nFurthermore, you represent and warrant that you will, at all times, abide by all terms and conditions contained within this Terms of Service and any other associated agreement and that:</p>\n<ol>\n<li>all registration information you provide is truthful and accurate;</li>\n<li>you will update the registration information as necessary to maintain its accuracy;</li>\n<li>you are at least thirteen (13) years of age.\nand</li>\n<li>your use of the Company’s website, products and/or services does not violate any applicable law.</li>\n</ol>\n<p>The Company reserves the right, at its sole discretion, to immediately terminate your account if the Company believes you are under the age of thirteen (13).</p>\n<p>\n<b>\n<i>Assignment</i>\n</b>\n</p>\n<p>These Terms of Service, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by the Company without restriction.</p>\n<p>\n<b>\n<i>Notice And Procedure For Making Claims Of Copyright Infringement</i>\n</b>\n</p>\n<p>If you believe your work has been copied and posted on or through the Company's website in a way that constitutes copyright infringement or infringement of any other applicable intellectual property law (hereinafter referred to as the \"Offending Material\"), please send the Company's Copyright Agent a notification of claimed infringement with all of the following information: (i) identification of the Offending Material, or, if multiple Offending Materials are covered by a single notification, a representative list of such works.\n(ii) identification of the Offending Material and information reasonably sufficient to permit us to locate the Offending Material (e.g., providing URL(s) where the Offending Material may be found).\n(iii) information sufficient for us to contact you (e.g., address, telephone number and/or an email address).\n(iv) a statement by you that you have, in good faith, a belief that the Offending Material's use is not authorized by the copyright owner, its agent, or the law.\n(v) a statement by you, made under penalty of perjury, that the above information is accurate and that you are the owner, or are authorized agent of owner, of the Offending Material.\nand (vi) your physical or digital signature.</p>\n<p>Company’s Copyright Agent for notice of claims of copyright infringement on its Website can be reached as follows:</p>\n<p>Copyright Agent:<br>\nStirling Corp<br>\n260 Littler Dr.\nSE<br>\nRio Rancho, NM 87124<br>\nUSA<br>\ne-mail: copyright@free-ebooks.net</p>\n<p>\n<b>\n<i>General</i>\n</b>\n</p>\n<p>You agree that: (i) the Website shall be deemed solely based in Nevada.\nand (ii) the Website shall be deemed a passive website that does not give rise to personal jurisdiction over the Company, either specific or general, in jurisdictions other than Nevada.\nThese Terms of Service shall be governed by the internal substantive laws of the State of Nevada, without respect to its conflict of laws principles.\nAny claim or dispute between you and the Company that arises in whole or in part from the Website shall be decided exclusively by a court of competent jurisdiction located in Matrona County, Nevada or the United States District Court of Nevada.\nThese Terms of Service, together with the Privacy Notice and any other legal notices published by the Company on the Website, shall constitute the entire agreement between you and the Company concerning the Website.\nIf any provision of these Terms of Service is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms of Service, which shall remain in full force and effect.\nNo waiver of any term of this these Terms of Service shall be deemed a further or continuing waiver of such term or any other term, and the Company's failure to assert any right or provision under these Terms of Service shall not constitute a waiver of such right or provision.\nThe Company reserves the right to amend these Terms of Service at any time and without notice, and it is your responsibility to review these Terms of Service for any changes.\nYour use of the Website following any amendment of these Terms of Service will signify your assent to and acceptance of its revised terms.\nWith respect to the “In Plain English” comments, these are provided merely for assisting with understanding the obligations hereunder and in no way restrict, modify or limit the language of the clauses they relate to.\nYou agree that you are bound by the full terms of this Agreement and any conflict between the language of this Agreement and the language contained in the “In Plain English” sections, the language of this Agreement will be controlling.\nYOU AND THE COMPANY AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE WEBSITE MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p> ", "created_at": "2023-03-22 02:00:08.810736", "updated_at": "2023-03-22 02:00:15.735513"}, {"id": 14897, "name": "Privacy Notice", "url": "https://www.free-ebooks.net/legal/privacy", "xpath": "/html/body/div[1]/div", "text": " Stirling Corp Privacy Notice <p>\n<b>Stirling Corp</b> (the “Company”) recognizes that its customers, visitors, users, and others who use www.free-ebooks.net or other web sites owned or operated by the Company (the “Websites”) (collectively or individually “Users”) value their privacy.\nThis Privacy Notice details important information regarding the use and disclosure of User information collected on the Websites.\nCompany provides this Privacy Notice to help you make an informed decision about whether to use or continue using the Websites.</p>\n<p>This Privacy Notice is incorporated into and is subject to the Company Terms of Service.\nYour use of the Websites and any personal information you provide on the Websites remains subject to the terms of this Privacy Notice and our Terms of Service.</p>\n<p>Please note that any manuscript, text, image, or other content posted at the direction of Users onto the Websites becomes published content and is not considered personally identifiable information subject to this Privacy Notice.</p>\n<p>\n<b>The Information the Company Collects</b>\n</p>\n<ul>\n<li>\n<b>User Provided Information:</b> You provide certain personally identifiable information (such as your name and email address) to the Company when choosing to participate in various activities on the Websites such as uploading or downloading ebooks, videos, posting messages in our forums, entering contests or sweepstakes, taking advantage of promotions, responding to surveys, or subscribing to newsletters or other mailing lists.</li>\n<li>\n<b>Cookies Information:</b>When you visit the Websites, we may send one or more cookies - a small text file containing a string of alphanumeric characters - to your computer that uniquely identifies your browser.\nThe Company uses both session cookies and persistent cookies.\nA persistent cookie remains after you close your browser.\nPersistent cookies may be used by your browser on subsequent visits to the site.\nPersistent cookies can be removed by following your web browser help file directions.\nA session cookie is temporary and disappears after you close your browser.\nYou can reset your web browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, some features of the Websites may not function properly if the ability to accept cookies is disabled.</li>\n<li>\n<b>Log File Information:</b>When you use the Websites, our servers automatically record certain information that your web browser sends whenever you visit any Websites.\nThese server logs may include information such as your web request, Internet Protocol (“IP”) address, browser type, browser language, referring / exit pages and URLs, platform type, number of clicks, domain names, landing pages, pages viewed and the order of those pages, the amount of time spent on particular pages, the date and time of your request, and one or more cookies that may uniquely identify your browser.</li>\n<li>\n<b>Clear GIFs Information:</b>When you use the Websites, we may employ “clear GIFs” (a.k.a.\nWeb Beacons) which are used to track the online usage patterns of our Users anonymously (i.e., in a non-personally-identifiable manner).\nIn addition, we may also use clear GIFs in HTML-based emails sent to our users to track which emails are opened by recipients.\n</li>\n</ul>\n<p>\n<b>The Way the Company Uses Information</b>\n</p>\n<ul>\n<li>If you submit personally identifiable information to us through the Websites, then we use your personal information to operate, maintain, and provide to you the features and functionality of the Websites.</li>\n<li>Any personal information or content that you voluntarily disclose online (on discussion boards, posting manuscripts in messages and chat areas, within your public profile page, etc.) becomes publicly available and can be collected and used by others.\nYour name (not your email address) is displayed to other Users when they download any manuscripts you have uploaded to the Website.\nAny manuscripts that you submit to the Websites may be redistributed through the internet and other media channels, and may be viewed by the general public.</li>\n<li>We do not use your email address or other personally identifiable information to send commercial or marketing messages without your consent or except as part of a specific program or feature for which you will have the ability to opt-in or opt-out.\nWe may, however, use your email address without further consent for non-marketing or administrative purposes (such as notifying you of major Website changes or for customer service purposes).</li>\n<li>We use both your personally identifiable information and certain non-personally-identifiable information (such as anonymous User usage data, cookies, IP addresses, browser type, clickstream data, etc.) to improve the quality and design of the Websites and to create new features, promotions, functionality, and services by storing, tracking, and analyzing User preferences and trends.</li>\n<li>We use cookies, clear gifs, and log file information to: (a) remember information so that you will not have to re-enter it during your visit or the next time you visit the Websites.\n(b) provide custom, personalized content and information.\n(c) monitor the effectiveness of our marketing campaigns.\n(d) monitor aggregate metrics such as total number of visitors, pages viewed, etc..\nand (e) track your entries, submissions, and status in promotions, sweepstakes, and contests.\n</li>\n<li>All personally identifiable information is securely held and not subject to sale or share with any third parties.\nUpon closure of an account, personal information is destroyed and not held by the Company for longer than 30 days unless a request has been made to the user specifically.</li>\n</ul>\n<p>\n<b>When the Company Discloses Information</b>\n</p>\n<ul>\n<li>We only provide personally identifiable information and non-personally-identifiable information to our subsidiaries, affiliated companies, or other businesses or persons for the purpose of processing such information on our behalf and where permission from the user has been obtained.\nWe require that these parties agree to process such information in compliance with our privacy policy and relevant data laws, and we use reasonable efforts to limit their use of such information and to use other appropriate confidentiality and security measures.</li>\n<li>We do not share your personally identifiable information (such as name or email address) with other, third-party companies for their commercial or marketing use without your consent.\n</li>\n<li>We do share non-personally-identifiable information (such as anonymous User usage data, referring / exit pages and URLs, platform types, number of clicks, etc.) with interested third-parties to assist them in understanding the usage patterns for certain content, services, advertisements, promotions, and/or functionality on the Websites.</li>\n<li>We provide personally identifiable information and non-personally-identifiable information to our subsidiaries, affiliated companies, or other businesses or persons for the purpose of processing such information on our behalf.\nWe require that these parties agree to process such information in compliance with our privacy policy, and we use reasonable efforts to limit their use of such information and to use other appropriate confidentiality and security measures.</li>\n<li>We do not share your personally identifiable information (such as name or email address) with other, third-party companies for their commercial or marketing use without your consent or except as part of a specific program or feature for which you will have the ability to opt-in or opt-out.</li>\n<li>We do share non-personally-identifiable information (such as anonymous User usage data, referring / exit pages and URLs, platform types, number of clicks, etc.) with interested third-parties to assist them in understanding the usage patterns for certain content, services, advertisements, promotions, and/or functionality on the Websites.</li>\n<li>We may release personally identifiable information and/or non-personally-identifiable information if required to do so by law, or in the good-faith belief that such action is necessary to comply with state and federal laws (such as U.S.\nCopyright Law) or respond to a court order, subpoena, or search warrant.</li>\n<li>The Company also reserves the right to disclose personally identifiable information and/or non-personally-identifiable information that the Company believes, in good faith, is appropriate or necessary to enforce our Terms of Use, take precautions against liability, to investigate and defend itself against any third-party claims or allegations, to assist government enforcement agencies, to protect the security or integrity of our web site, and to protect the rights, property, or personal safety of the Company, our Users or others.</li>\n</ul>\n<p>\n<b>Your Choices</b>\n</p>\n<p>You may, of course, decline to submit personally identifiable information through the Websites, in which case, the Company may not be able to provide certain services to you.\nYou may update or correct your personal information and email preferences at any time by visiting your account profile page.\nPlease note that any manuscripts uploaded by Users to the Websites cannot be removed and remain subject to our Terms of Service.</p>\n<p>To protect your privacy and security, we take reasonable steps (such as requesting a unique password) to verify your identity before granting you profile access or making corrections.\nYou are responsible for maintaining the secrecy of your unique password and account information at all times.</p>\n<p>Please contact the Company with any questions or comments about this Privacy Notice, your personal information, your consent, or your opt-in or opt-out choices using this contact form.</p>\n<p>\n<b>Third-party Advertisers, Links to Other Sites</b>\n</p>\n<p>The Company allows other companies, called third-party ad servers or ad networks, to serve advertisements and collect data when you visit our Web site.\nThese third-party ad servers or ad networks use technology to send, directly to your browser, the advertisements and links that appear on the Websites.\nThey automatically receive your IP address when this happens.\nThey may also use other technologies (such as cookies, JavaScript, or Web Beacons) to measure the effectiveness of their advertisements and to personalize the advertising content you see.\nThese companies may also use aggregated information (not including your name, address, email address or telephone number) about your visits to this and other Web sites in order to provide advertisements on this site, other sites, and other forms of media about goods and services of interest to you.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies, please see: http://www.networkadvertising.org/managing/opt_out.asp, or http://www.aboutads.info/choices or Your Online Choices at http://www.youronlinechoices.com/uk/ </p>\n<p>\n<b>California Consumer Privacy Act (“CCPA”)</b>\n</p>\n<p> Under CCPA, Californian residents have the right to declare their preferences on the sale of data for advertising and marketing purposes.\nIf you wish to change your preferences, click this link to launch our preference portal: </p> We use a third-party to provide monetisation technologies for our site.\nYou can review their privacy and cookie policy here.<p>\n</p>\n<p>The Company does not provide any personally identifiable information to these third-party ad servers or ad networks without your consent or except as part of a specific program or feature for which you have been offered the ability to opt-in or opt-out.\nHowever, please note that if an advertiser asks the Company to show an advertisement to a certain audience (for example, men ages 18-34) or audience segment (for example, men ages 18-24 who have viewed certain channels of content) and you respond to that advertisement, the advertiser or ad-server may conclude that you fit the description of the audience they are trying to reach.\nThe advertiser may also use information regarding your use of the Websites, such as the number of times you viewed an ad (but not any personally identifiable information), to determine which ads to deliver to you.</p>\n<p>You should consult the respective privacy policies of these third-party ad servers or ad networks (see links below) for more information on their practices and for instructions on how to opt-out of certain practices.\nThe Company's privacy policy does not apply to, and we cannot control the activities of, such other advertisers or web sites.</p>\n<p>\n<b>Our Commitment To Data Security</b>\n</p>\n<p>The Company uses commercially reasonable physical, managerial, and technical safeguards to preserve the integrity and security of your personal information.\nWe cannot, however, ensure or warrant the security of any information you transmit to the Company and you do so at your own risk.\nOnce we receive your transmission of information, the Company makes commercially reasonable efforts to ensure the security of our systems.\nHowever, please note that this is not a guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.</p>\n<p>If the Company learns of a security systems breach, then we may attempt to notify you electronically so that you can take appropriate protective steps.\nThe Company may post a notice on the Websites if a security breach occurs.\nDepending on where you live, you may have a legal right to receive notice of a security breach in writing.\nTo receive a free written notice of a security breach (or to withdraw your consent from receiving electronic notice) you should notify us using this contact form.</p>\n<p>\n<b>Our Commitment To Children’s' Privacy</b>\n</p>\n<p>Protecting the privacy of young children is especially important.\nFor that reason, the Company does not knowingly collect or maintain personally identifiable information or non-personally-identifiable information on the Websites from persons under 13 years of age, and no part of our Websites is directed to persons under 13.\nIf you are under 13 years of age, then please do not use or access the Websites at any time or in any manner.\nIf the Company learns that personally identifiable information of persons under 13 years of age has been collected on the Websites without verified parental consent, then the Company will take the appropriate steps to delete this information.</p>\n<p>Compliance With Main Predatory Marketing Law</p>\n<p>The Company does not knowingly collect or maintain personally identifiable information on the Website from persons under the age of 18 whose IP address shows that person is located in Main.\nIf you are under 18 and are located in Main, then please do not use or access the Website at any time or in any manner </p>\n<p>\n<b>Special Note to International Users</b>\n</p>\n<p>The Websites(s) are hosted in the United States and are intended for and directed to Users in the United States.\nIf you are a User accessing the Websites from the European Union, Asia, or any other region with laws or regulations governing personal data collection, use, and disclosure, that differ from United States laws, please be advised that through your continued use of the Websites, which are governed by U.S.\nlaw, this Privacy Notice, and our Terms of Use, you are transferring your personal information to the United States and you consent to that transfer.\nFor users specifically in the EU, all reasonable steps have been taken to ensure Personal Data compliance in accordance with General Data Protection Regulations 2018 (GDPR), If you are unsure about whether this site is compliant with your own country of residences’ specific data protection and user privacy legislation you should contact our data protection office at DPO@Stirling-Corp.com</p>\n<p>\n<b>In the Event of Merger, Sale, or Bankruptcy</b>\n</p>\n<p>In the event that the Company is acquired by or merged with a third party entity, we reserve the right, in any of these circumstances, to transfer or assign the information we have collected from our Users as part of such merger, acquisition, sale, or other change of control.\nIn the unlikely event of our bankruptcy, insolvency, reorganization, receivership, or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors' rights generally, we may not be able to control how your personal information is treated, transferred, or used.</p>\n<p>\n<b>Changes and updates to this Privacy Notice</b>\n</p>\n<p>This Privacy Notice may be revised periodically and this will be reflected by the “effective date” below.\nPlease revisit this page to stay aware of any changes.\nIn general, we only use your personal information in the manner described in the Privacy Notice in effect when we received the personal information you provided.\nYour continued use of the Websites constitutes your agreement to this Privacy Notice and any future revisions.</p>\n<p>For revisions to this Privacy Notice that may be materially less restrictive on our use or disclosure of the personal information you have already provided to us, we will attempt to obtain your consent before implementing such revisions with respect to such information.</p>\n<p>\n<b>Date Last Modified:</b>\n<br>This Privacy Notice was last modified May 3, 2019.</p>\n<p>\n<b>Contact Information:</b>\n<br>Please contact the Company with any questions or comments about this Privacy Notice using this contact form.</p> ", "created_at": "2023-03-22 01:58:25.870049", "updated_at": "2023-03-22 01:59:03.000736"}, {"id": 14898, "name": "Refund Policy", "url": "https://www.free-ebooks.net/legal/refund.html", "xpath": "//body", "text": " Refund Policy\n<p>It's very simple...if you are not happy with any of your purchases here at Free-eBooks.you can request a full refund within the following timelines:</p>\n<ul>\n<li>VIP memberships: within 30 days of purchase</li>\n<li>ebook submission: within 5 days of purchase</li>\n<li>ebook highlighted listing: within 5 days of purchase</li>\n<li>ebook homepage feature: anytime prior to 48hours of the commencement date of your homepage feature</li>\n<li>ebook newsletter inclusion: anytime prior to 48hours of the upcoming weekly newsletter (sent each Tuesdays)</li>\n<p>USB Flash Drives (e-GO! Library):</p>\n<li>If you cancel your order before it is shipped, which is usually within 2 business days, we should be able to grant you a full refund right then.\n</li>\n<li>If your order has already been shipped, you will need to send it back to us at your own expense.\nWhen we receive the returned order, we will then issue you a full refund of your original purchase.</li>\n</ul>\n<p>To request a refund please contact us as CS@Free-eBooks.net within the timeframes provided above.\nPlease add your Transaction #, found in the email receipt either Google Checkout or PayPal would have provided you in order for us to promptly issue your refund.</p>\n<p>&nbsp;</p> ", "created_at": "2023-03-22 01:59:17.404927", "updated_at": "2023-03-22 01:59:24.707746"}], "points": [], "urls": ["free-ebooks.net"]}}