{"error": 448, "message": "OK", "parameters": {"id": 2251, "name": "Airtable", "created_at": "2020-05-14 17:27:35.328629", "updated_at": "2023-09-17 22:02:40.46583", "wikipedia": "https://en.wikipedia.org/wiki/Airtable", "keywords": null, "related": null, "slug": "airtable", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2251.png", "url": "airtable.com", "documents": [{"id": 18583, "name": "Privacy Policy", "url": "https://www.airtable.com/privacy", "xpath": "//*[@id=\"__next\"]/div/div/div/div[2]/div", "text": "Privacy Policy<p>Last Modified: December 1, 2022.<br>You can see our previous Privacy Policies here.<br>FR | DE</p>\n<p>We — meaning Formagrid Inc, doing business as Airtable (also \"we,\" \"our,\" or \"us\") — prepared this Privacy Policy to help you understand our practices with respect to the collection, use, and disclosure of information we collect from you through: (i) airtable.com, its subdomains, and any other website where Airtable’s Terms of Service are posted.\n(ii) Airtable’s online hosted services.\nand (iii) Airtable’s “Software,” meaning, collectively, our browser extensions, mobile applications, other downloadable apps, application programming interfaces (“APIs”), and tools and documentation ((i) through (iii) collectively, our “Service” or “Airtable”).</p>\n<p>Table of Contents</p>\n<ul>\n<li>\n<p>1.\nWhat Information We Collect and How</p>\n</li>\n<li>\n<p>2.\nHow We Use the Information We Collect</p>\n</li>\n<li>\n<p>3.\nHow We Disclose Information</p>\n</li>\n<li>\n<p>4.\nTransfers of Information</p>\n</li>\n<li>\n<p>5.\nRetention of Information</p>\n</li>\n<li>\n<p>6.\nManaging Your Information</p>\n</li>\n<li>\n<p>7.\nInformation from Children</p>\n</li>\n<li>\n<p>8.\nChanges to Privacy Policy</p>\n</li>\n<li>\n<p>9.\nContact Us</p>\n</li>\n<li>\n<p>10.\nEEA, UK, Swiss-Specific Disclosures</p>\n</li>\n<li>\n<p>11.\nCalifornia-Specific Disclosures</p>\n</li>\n<li>\n<p>12.\nDisclosures to residents of Colorado, Connecticut, Virginia, and Utah</p>\n</li>\n<li>\n<p>13.\nNevada-Specific Disclosures</p>\n</li>\n<li>\n<p>14.\nCanada-Specific Disclosures</p>\n</li>\n</ul>1.\nWhat Information We Collect and How<p>We collect information from you when you:</p>\n<ul>\n<li>Create or register an account, or administer your account</li>\n<li>Input, post, or upload information, data, or other content through the Service</li>\n<li>Submit questions, requests, or other communications to us via various communication channels</li>\n<li>Contact us for customer support or technical support</li>\n<li>Visit any of our websites or download any of our applications</li>\n<li>Participate in promotions, user conferences, webinars, demonstrations, contests, sweepstakes, surveys, or other marketing events</li>\n<li>Participate in research activities</li>\n<li>Interact with other Airtable users and guests on our community forums</li>\n<li>Integrate third-party products and services with your Airtable account</li>\n</ul>\n<p>We also collect information about you from our business partners, including referral partners and resellers, and third parties that help us with sales and marketing efforts, such as prospecting.\nWe may also obtain publicly-available business contact information.</p>\n<p>Below is additional information about what we collect, depending on how you interact with the Service:</p>a.\nYour Content<p>“<strong>Content</strong>” includes all information, data, and other content, in any form or medium, that is collected, downloaded, or otherwise received, directly or indirectly, from you (or on your behalf) by or through the Service.\nIt also includes information you provide when connecting a third-party account, product, or service to the Service.\nYou (and anyone who can interact with your use of the Service) own and control the nature of any Content, subject to any applicable terms and conditions including our Terms of Service and this Privacy Policy.\nOur collection, use, and disclosure practices with respect to Content are distinct from those with respect to other sorts of information, as explained in <strong>Section 2.a.</strong> below.</p>\n<p>We may upload Content automatically with your authorization from third-party services (such as from your Google Drive).\nSee <strong>Section 1.c.</strong> below.</p>b.\nCustomer Information<p>“<strong>Customer Information</strong>” consists of information related to your access or use of our Service, the creation of accounts, or that otherwise identifies you as a customer or end user of the Service.\nCustomer Information includes:</p>\n<ul>\n<li>\n<i>Identifiers</i>.\nThis includes your name, mailing address, email address, postal code, telephone number, and other similar identifiers.</li>\n<li>\n<i>Customer Records</i>.\nThis includes username and password, payment information, company name, job title, business email address, and department.</li>\n<li>\n<i>Protected Classification Characteristics</i>.\nThis includes age and gender.</li>\n<li>\n<i>Commercial Information</i>.\nThis includes information about products or services purchased, obtained or considered.</li>\n<li>\n<i>Internet/Network Activity Information</i>.\nThis includes your browsing history, log and analytics data, information about the device(s) used to access the Service, domain server, search history and information regarding your interaction with our Service, and other usage data.</li>\n<li>\n<i>Audio/Visual Information</i>.\nThis includes pictures you provide or upload in connection with our Service, and the content and audio or video recordings of phone or video calls between you and us that we record where permitted by law.</li>\n<li>\n<i>Profession/Employment Information</i>.\nThis includes your current employer, title, and location.</li>\n<li>\n<i>Other Personal Information</i>.\nThis includes personal information you provide to us in relation to a survey, comment, question, request, or inquiry, and information you provide when you connect a third-party account, product or service to the Service.</li>\n<li>\n<i>Inferences</i>.\nThis includes inferring your location using your IP address, or using data from your use of our Service to make predictions about your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</li>\n</ul>\n<p>If you are an end user using the Service through an account created on your behalf by an Airtable customer (such as an employer, an organization of which you are a member, or another individual), we may collect and process Customer Information about you on behalf of the Airtable customer with whom your use of the Service is associated.</p>c.\nThird-Party Integrations<p>If you create your account using a service provided by a third party such as Google or Apple, or a single-sign-on service provided by a third party such as Okta, we may collect Customer Information about you from the third-party service (such as your username or user ID associated with that third-party service).\nIf you create your account using such a third-party service, or if you give us permission by changing the settings on your Airtable account, we may also collect, and you authorize us to collect, information about your personal contacts as may be stored within that third-party service, which we may use to facilitate your invitation of collaborators to Airtable.\nBy choosing to create an account using a third-party service, you also authorize us to collect Customer Information necessary to authenticate your account with the third party.</p>\n<p>Certain aspects of Airtable allow you to link or integrate third-party products and services to enable certain features and functionalities with Airtable.\nFor example, you can connect your Google Drive account to generate Content in Airtable from information and data contained in your Google Drive or integrate with third-party services using Airtable extensions.\nIf you choose to use these features or functionalities, you may be asked to create an account with a third party that provides such features or functionalities or link your existing third-party service account with Airtable (and, by doing so, agree to the privacy policy and/or terms and conditions of that third party).\nYou may also be asked to authorize Airtable to collect information from the third party on your behalf.\nWe will then collect information (such as your username or user ID associated with that third-party service) from you and/or that third party as necessary to enable Airtable to access your data and content stored with that third-party service.\nOnce the authentication is complete, we have the ability to access information you provided to us or was otherwise collected by the third-party service in accordance with the privacy practices of that third party.\nWe will store the information and data we collect and associate it with your Airtable account, and we will use that information and data to enable the integration of Airtable with the third-party service and to perform actions requested or initiated by you, or that are reasonably necessary to carry out instructions provided by you.</p>d.\nAutomatically-Collected Information<p>We collect information about how you use Airtable and your actions on Airtable, including your IP addresses, browser types, operating systems, ISPs, platform types, device types, and mobile device identifiers such as make and model, and mobile carrier.\nWe may also use tools, including third-party tools, to collect analytics data.\nSome of this information is collected through the use of cookies and other tracking technologies, such as web beacons, pixels, session replay scripts, and similar technologies.\nPlease see our Cookie Policy for more information about our use of cookies and similar tracking technologies.</p>2.\nHow We Use the Information We Collecta.\nUse of Content<p>Notwithstanding anything to the contrary in this Privacy Policy, we will not use or access your Content except: to provide, maintain, improve, or optimize use of Airtable.\nwhere you (or the organization through which you have an account) explicitly approve access (e.g., during a customer support inquiry).\nin response to lawful requests by law enforcement or government authorities.\nin response to subpoenas, court orders, or other legal process or requests, as required by applicable law as determined in our discretion.\nwhere necessary (in our sole discretion) to ensure the stability and security of Airtable and our systems (e.g., where we have reason to believe specific Content is degrading server stability).\nand where necessary (in our sole discretion) to protect the rights, privacy, safety, or property of you, us, or others.\nNotwithstanding the foregoing, you acknowledge and agree that we may retain, take possession of, delete, or deny you access to your Content if we believe, in our sole discretion, that some or all of your Content, or your use of Airtable, violates our Terms of Service.\nWe also may analyze metadata related to Content (such as total number of records, file size, API volume, access logs, etc.).</p>b.\nUse of Other Information<p>We use the information we collect for a variety of purposes, and how we use it depends on what we collect and which Service (or features of the Service) you use.\nThese purposes may include:</p>\n<ul>\n<li>\n<i>Fulfilling our Contract with You and Providing the Services to You.</i> This includes use for the purpose of: (i) responding to requests or inquiries from you.\n(ii) providing customer support or technical assistance.\n(iii) contacting you to provide product updates or information about products you have requested or purchased.\n(iv) creating, managing, or administering your information and account, including identifying you with your account or the account of an Airtable customer.\nand (v) auditing relating to interactions, transactions, and other compliance activities.</li>\n<li>\n<i>Analyzing and Improving our Services Pursuant to our Legitimate Interest.</i> This includes use for the purpose of: (i) deriving market insights, ways to improve the Service, and performing other business analysis or research.\n(ii) customizing existing and future product offerings and other aspects of the Service to you and other users.\n(iii) securing the Service and our systems, and protecting your information and data.\n(iv) detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity.\nand (v) measuring interest in and engagement with our Service and short-term, transient use, such as contextual customization of ads.</li>\n<li>\n<i>Marketing Our Products and Services.</i> This includes use for the purpose of: (i) tailoring and providing you with information about Airtable products, services, and events that you may be interested in, including by email or phone, (ii) monitoring the performance of our advertisements and marketing efforts, and (iii) communicating with you about your engagement with our Service.</li>\n<li>\n<i>Legal Obligations and Rights.</i> This includes use for the purpose of: (i) establishing, exercising, investigating, prosecuting, or defending against legal claims.\n(ii) complying with laws or responding to lawful requests and legal process.\n(iii) protecting the rights and property of Airtable, our agents, customers, and others, including to enforce our agreements, policies, or Terms of Service.\n(iv) detecting, suppressing, or preventing fraud.\n(v) reducing credit risk and collecting debts owed to us.\n(vi) protecting the health and safety of Airtable, our customers, or any person.\nor (vii) fulfilling other requirements under applicable law.</li>\n<li>\n<i>Participation in any Airtable partner program.</i> This includes use for the purpose of enabling or supporting participation in any such program, which may involve the provision by Airtable partners of implementation, training, app-building, base-building, or other similar services.</li>\n<li>\n<i>Consent.</i> This includes use for other purposes that are clearly disclosed to you at the time you provide personal information, or with your consent.</li>\n<li>\n<i>Aggregated or De-Identified Data.</i> This includes use of aggregated or de-identified information for a wide variety of statistical, analytical, and Service improvement purposes.\nThe aggregation or de-identification process prevents the information from being reassociated or identified with any one customer account, user, or individual.</li>\n<li>\n<i>Other Purposes.</i> This includes use for our other, legitimate business purposes, or as permitted by applicable law.</li>\n</ul>3.\nHow We Disclose Information<p>We disclose information we collect for specific purposes, including:</p>\n<ul>\n<li>When you ask us to, or otherwise give your specific consent (for example, by posting Content using the Universe feature), you consent to our making that Content visible to Airtable users or website guests;</li>\n<li>With affiliates and subsidiaries to provide you with aspects of the Service, such as customer support;</li>\n<li>With vendors that help us provide you with aspects of the Service, such as data storage, hosting, customer support, and payment processing, or that help us with marketing and email campaigns, to advertise, gain insights, and perform analytics into how the Service is used and how it might be improved;</li>\n<li>With third parties who enable certain features or functionalities of the Service that you’ve requested (for example, by installing extensions in Airtable);</li>\n<li>With an employer or other organization (or employees or other Airtable users associated with such an employer or other organization) on whose behalf you use the Service, that created an Airtable account on your behalf, or that owns, manages, or is associated with the email domain for an email address on your account;</li>\n<li>With the owner or collaborator of an Airtable workspace to which you have access or on which you are a collaborator as necessary to identify you to such owner or collaborator or enable you to collaborate as intended;</li>\n<li>With partners in any Airtable partner program, when you elect to work with one of our partners for implementation, training, app-building, base-building, or other similar services.</li>\n<li>As necessary to comply with applicable law, including governmental requests and law enforcement requests, and otherwise to protect the rights, privacy, safety, or property of you, us, or others;</li>\n<li>As necessary in the event of a proposed or actual reorganization, merger, sale, joint venture, assignment, transfer, financing, or other disposition of all or any portion of our business, assets, or stock;</li>\n<li>With others for any legitimate business purpose that does not conflict with the statements made in this Privacy Policy.</li>\n</ul>4.\nTransfers of Information<p> We may transfer to and process your personal information in countries outside of the jurisdiction where you are located for the various purposes described above.\nWhen required by law, we will ensure that we rely on an appropriate legal mechanism for the transfer, such as your consent, standard contractual clauses (or their equivalent), or adequacy decisions.\nYou may ask us, using the contact information in <strong>Section 9</strong> of this policy, for more information about the specific basis we use for transferring your data.\n</p>5.\nRetention of Information<p>We store your personal information for no longer than necessary for the purposes for which it was collected, including for the purposes of satisfying any legal or reporting requirements, and in accordance with our legal obligations and legitimate business interests.\nTo determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data.\nthe potential risk of harm from unauthorized use or disclosure of your personal data.\nthe purposes for which we process your personal data.\nand the applicable legal requirements.</p>6.\nManaging Your Informationa.\nContent<p>You may access, correct, amend, or delete Content within Airtable.\nYou own all Content you upload provided you have lawful title thereto.\nContent you delete (including Content containing personal information) may be retained in archived or backup copies in order to enable you to use certain features like revision history and base snapshots.\nFor instructions on how to permanently delete Content from your Airtable account, please contact us at privacy@airtable.com.\nPlease note that permanent deletion of Content through this process may impair or disable some features of the Service (such as revision history and base snapshots) with respect to that Content.</p>b.\nOther Information<p> We may use some of the information we collect for marketing purposes, including to send you promotional communications about new Airtable features, products, events, or other opportunities.\nIf you wish to stop receiving these communications or to opt out of use of your information for these purposes, please follow the opt-out instructions by clicking \"Unsubscribe\" (or similar opt-out language) in those communications.\nYou may also contact us at privacy@airtable.com to opt out.</p>\n<p> You also may have certain rights with respect to your data depending on the jurisdiction in which you live.\nPlease see the jurisdiction-specific sections below for a description of those rights.</p>7.\nInformation from Children<p>Airtable is not intended for use by children under the age of 16 (or other age as required by local law) and we do not knowingly collect personal information from children.\nIf we learn that we have collected personal information from a child, we will take reasonable steps to delete such information from our files as soon as is practicable.\nIf you learn that your child has provided us with personal information without your consent, you may contact us at privacy@airtable.com.</p>8.\nChanges to Privacy Policy<p>Any information that we collect is subject to the Privacy Policy in effect at the time such information is collected.\nWe may, however, revise the Privacy Policy from time to time.\nIf a revision is material, as determined solely by us, we will notify you, for example via email.\nThe current version will always be posted to our Privacy Policy page.</p>9.\nContact Us<p>If you have any questions about our privacy practices, including this policy, you may contact us by email at privacy@airtable.com or by mail at Airtable, 799 Market St., 8th Floor, San Francisco, CA 94103.</p>10.\nEEA, UK, Swiss-Specific Disclosures<p>The disclosures in this section apply solely to residents of the European Economic Area (\"<strong>EEA</strong>\"), Switzerland, and the United Kingdom (\"<strong>UK</strong>\"), and describe how we collect, use, disclose, and otherwise process personal data about you.\nUnless otherwise expressly stated, all terms in this section have the same meaning as defined in the General Data Protection Regulation (\"<strong>GDPR</strong>\").\nAirtable is the controller of the personal data we hold about you in connection with your use of the Service.</p>a.\nLawful Basis of Processing<p>We collect and process your personal data for purposes set forth in this Privacy Policy.\nWhere required by law, we obtain your consent to use and process your personal data for these purposes.\nOtherwise, we rely on another authorized legal basis (including but not limited to the performance of a contract or legitimate interest) to collect and process your Personal Data.</p>b.\nMarketing and Advertising<p>From time to time we may contact you with information about our products and services, including sending you marketing or advertising messages and asking for your feedback on our products and services.\nFor some marketing or advertising messages, we may use personal data we collect about you to help us determine the most relevant marketing or advertising information to share with you.\nYou can unsubscribe at any time from our marketing or advertising emails by clicking on the unsubscribe link at the bottom of the email or by contacting us at privacy@airtable.com.</p>\n<p>In addition, when you give us your consent, we may provide your information to third parties for targeted advertising or we may allow our advertising partners to collect data about you for that purpose using cookies or similar technologies.\nFor more information, please see our Cookie Policy.</p>c.\nYour Privacy Rights<p>You have the following rights in respect of your personal data that we hold: (i) right of access.\n(ii) right of portability.\n(iii) right to rectification.\n(iv) right to erasure.\n(v) right to restriction.\n(vi) right to withdraw consent.\nand (vii) right to object.</p>\n<p>You also have the right to lodge a complaint to your local data protection authority.\nInformation about how to contact your local data protection authority is available here.</p>\n<p>If you wish to exercise one of these rights, please submit a request by: </p>\n<ul>\n<li>Emailing privacy@airtable.com with the subject line \"European Rights Request\", or</li>\n<li>Filling out a Data Subject Request using this form.</li>\n</ul>\n<p>Due to the confidential nature of data processing we may ask you to provide proof of identity when exercising the above rights.</p>11.\nCalifornia-Specific Disclosures<p>The disclosures in this section apply solely to individual residents of the State of California and provide additional information about how we collect, use, disclose, and otherwise process personal information within the scope of the California Consumer Privacy Act of 2018, as amended, including its implementing regulations (\"<strong>CCPA</strong>\").\nUnless otherwise expressly stated, all terms in this section have the same meaning as defined in the CCPA.</p>a.\nSensitive Personal Information<p>Certain data elements we collect and use to provide the Service may be deemed \"sensitive personal information\" under CCPA.\nThese include your username and password to access your account and contents of any messages you send through our email integration feature.\nWe do not use or disclose such sensitive personal information to “infer” characteristics as defined under the CCPA, or for any purpose other than that which is necessary to provide the Service as specified in the CCPA.</p>b.\nSales and Sharing of Personal Information (Targeted Advertising)<p>We use cookies and similar tracking technologies that enable certain advertising networks, social media companies, analytics services, and other third-party businesses to collect and disclose your personal information directly from your browser or device when you visit or interact with our Service or otherwise engage with us online.\nIn some cases, we may upload personal information to certain of these partners for advertising or analytics purposes.</p>\n<p>To opt out of these “sales” or “sharing” of personal information (as these terms are defined under the CCPA or other applicable US state privacy laws), you must:</p>\n<ul>\n<li>Toggle cookies off in our cookie preference center or enable Global Privacy Control (“<strong>GPC</strong>”) on your browser.\nand</li>\n<li>Submit a request using this form or email privacy@airtable.com.</li>\n</ul>\n<p> Note that the above opt-out right does not apply where we have appropriately limited our partners to be our “service providers” or “processors” (as these terms are defined under the CCPA or other applicable US state privacy laws).</p>\n<p> To learn more about GPC, please visit http://globalprivacycontrol.org.</p>c.\nCalifornia Privacy Rights<p>As a California resident, you may be able to exercise the following rights in relation to the personal information about you that we have collected (subject to certain limitations at law):</p>\n<ul>\n<li>The <strong>\n<i>Right to Know</i>\n</strong> any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity:</li>\n<ul>\n<li>The specific pieces of personal information we have collected about you;</li>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources of the personal information;</li>\n<li>The categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed;</li>\n<li>The categories of personal information we have sold or shared and the categories of third parties to whom the information was sold or shared.\nand</li>\n<li>The business or commercial purposes for collecting, selling, or sharing the personal information.</li>\n</ul>\n<li>The <strong>\n<i>Right to Request Deletion</i>\n</strong> of personal information we have collected from you, subject to certain exceptions.</li>\n<li>The <strong>\n<i>Right to Request Correction</i>\n</strong> of inaccurate personal information.</li>\n<li>The <strong>\n<i>Right to Opt Out of Personal Information Sales or Sharing</i>\n</strong> to third parties now or in the future.</li>\n</ul>\n<p>You also have the right to be free of discrimination for exercising these rights.\nHowever, please note that if the exercise of these rights limits our ability to process personal information (such as in the case of a deletion request), we may no longer be able to provide you our Service or engage with you in the same manner.</p>d.\nHow to Exercise Your California Privacy Rights<p>Please see <strong>Section 11.b.</strong> above to exercise your right to opt out of personal information sales or sharing.</p>\n<p> To exercise your rights to know, correct, or delete, please submit a request by:</p>\n<ul>\n<li>Emailing privacy@airtable.com with the subject line \"California Rights Request\" or</li>\n<li>Filling out a Data Subject Request using this form.</li>\n</ul>\n<p> We will need to verify your identity before processing your request.\nIn order to verify your identity, we will generally require either the successful login to your account (if applicable) and/or the matching of sufficient information you provide us to the information we maintain about you in our systems.\nAlthough we try to limit the personal information collected in connection with a request to know, correct, or delete, certain requests may require us to obtain additional personal information from you.\nIn certain circumstances, we may decline a request to exercise the right to know, correct, or delete, particularly where we are unable to verify your identity or locate your information in our systems, or as permitted by law.</p>e.\nMinors Under Age 16<p>We do not sell or share the personal information of consumers we know to be less than 16 years of age.\nPlease contact us at privacy@airtable.com to inform us if you, or your minor child, are under the age of 16.</p>f.\nCalifornia’s \"Shine the Light\" Law<p>In addition to the rights described above, California's \"Shine the Light\" law (Civil Code Section §1798.83) permits California residents that have an established business relationship with us to request certain information regarding our disclosure of certain types of personal information to third parties for their direct marketing purposes during the immediately preceding calendar year.</p>\n<p>To make such a request, please send an email to privacy@airtable.com.</p>12.\nDisclosures to residents of Colorado, Connecticut, Virginia, and Utah<p>The disclosures in this section apply solely to individual residents of the States of Colorado, Connecticut, Virginia, and Utah.\nPrivacy laws in these states give residents certain rights with respect to their personal data, when they take effect over the course of 2023.\nThose rights include:</p>\n<ul>\n<li>\n<strong>\n<i>Right to Access Information</i>\n</strong>.\nYou have the right to access and obtain a copy of your personal data.</li>\n<li>\n<strong>\n<i>Right to Request Deletion</i>\n</strong>.\nYou have the right to request that we delete personal data provided by or obtained about you.</li>\n<li>\n<strong>\n<i>Right to Correct</i>\n</strong>.\nYou have the right to correct inaccuracies in your personal data.</li>\n<li>\n<strong>\n<i>Right to Opt-Out of Targeted Advertising</i>\n</strong>.\nYou may ask us not to use or disclose your information for the purposes of targeting advertising to you based on your personal data obtained from your activity across different businesses, services, websites, etc.</li>\n<li>\n<strong>\n<i>Right to Opt Out of Personal Information Sales</i>\n</strong> to third parties.</li>\n</ul>\n<p>To submit a request to exercise your access, deletion, or correction privacy rights, please email us at privacy@airtable.com with the subject line “Privacy Rights Request” and let us know in which state you live, or complete this form.\nPlease see <strong>Section 11.b.</strong> for a description of how to exercise your right to opt-out of targeted advertising or sales.</p>\n<p>Residents of Colorado, Connecticut, and Virginia may appeal a refusal to take action on a request by contacting us by email at privacy@airtable.com.</p>13.\nNevada-Specific Disclosures<p>For residents of the State of Nevada, Chapter 603A of the Nevada Revised Statutes permits a Nevada resident to opt out of future sales of certain covered information that a website operator has collected or will collect about the resident.\nAlthough we do not currently sell covered information, please contact us at privacy@airtable.com to submit such a request.</p>14.\nCanada-Specific Disclosures<p> If you live in Canada, you have the following rights:</p>\n<ul>\n<li>\n<strong>\n<i>Right to Access</i>\n</strong>.\nYou can ask us to: (i) confirm that we have personal information about you, and (ii) provide you a copy of that information.</li>\n<li>\n<strong>\n<i>Right to Correct</i>\n</strong>.\nYou can ask us to correct any inaccurate or incomplete personal information that we have about you.</li>\n</ul>\n<p>You may submit a request by contacting us at privacy@airtable.com with the subject line “Canadian Privacy Rights Request”.\nBefore we honor your request, we will need to verify your identity.</p>", "created_at": "2023-08-30 07:28:11.68473", "updated_at": "2023-08-30 07:28:27.039282"}, {"id": 18584, "name": "Terms of Service", "url": "https://www.airtable.com/tos", "xpath": "//*[@id=\"__next\"]/div/div/div/div[2]/div", "text": "Terms of Service<p>Last Modified: February 7, 2023<br>You can find the previous version of our Terms of Service here.<br>FR | DE</p>\n<p>Welcome to Airtable! These Terms of Service (these “Terms\") of Formagrid Inc, dba Airtable (\"we,\" \"our,\" or \"us\") are an agreement that describes your rights and responsibilities as an Airtable customer.</p>\n<p>More specifically, these Terms govern how you may access and use: (i) airtable.com, its subdomains, and any other website where these Terms are posted.\n(ii) Airtable’s online hosted services.\nand (iii) Airtable’s \"Software,\" meaning, collectively, our browser extensions, integrations, mobile applications, other downloadable apps, application programming interfaces (\"APIs\"), and tools and documentation ((i) through (iii) collectively, our \"Service\" or \"Airtable\").</p>\n<p>PLEASE READ THESE TERMS CAREFULLY TO ENSURE THAT YOU UNDERSTAND EACH PROVISION.\nBY CREATING AN AIRTABLE ACCOUNT, CLICKING “SIGN UP”, “SIGN UP WITH GOOGLE”, “SIGN UP FOR FREE”, “SUBMIT”, OR THE LIKE INDICATING ACCEPTANCE ELECTRONICALLY, AGREEING TO THESE TERMS IN AN ORDER FORM OR OTHER ORDERING DOCUMENT REFERENCING THESE TERMS, OR BY ACCESSING OR USING AIRTABLE, YOU SIGNIFY THAT YOU HAVE READ, HAVE UNDERSTOOD, AND AGREE TO BE BOUND BY THESE TERMS, AND THAT YOU HAVE READ, HAVE UNDERSTOOD, AND ACKNOWLEDGE OUR PRIVACY POLICY, WHICH IS AVAILABLE AT WWW.AIRTABLE.COM/PRIVACY (\"<strong>PRIVACY POLICY</strong>\"), WHETHER OR NOT YOU ARE A REGISTERED USER OF AIRTABLE.\nWE RESERVE ALL RIGHTS NOT EXPRESSLY GRANTED UNDER THESE TERMS.</p>\n<p>THESE TERMS CONTAIN A MANDATORY INDIVIDUAL ARBITRATION AGREEMENT IN SECTION 14.2 (THE “<strong>ARBITRATION AGREEMENT</strong>”) AND CLASS ACTION/JURY TRIAL WAIVER PROVISION IN SECTION 14.3 (THE “<strong>CLASS ACTION/JURY TRIAL WAIVER</strong>”) THAT REQUIRE, WITH ONLY SPECIFIED EXCEPTIONS IN SECTIONS 14.1 AND 14.2 OR UNLESS YOU OPT OUT PURSUANT TO THE INSTRUCTIONS IN SECTION 14.2, THE EXCLUSIVE USE OF FINAL AND BINDING ARBITRATION ON AN INDIVIDUAL BASIS ONLY TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS, COLLECTIVE, PRIVATE ATTORNEY GENERAL OR REPRESENTATIVE ACTIONS OR PROCEEDINGS.</p>\n<p>If you are an individual and you access or use Airtable on behalf of a company, organization, principal, or other entity, such as your employer (each, together with its affiliates, an \"<strong>Organization</strong>\"), then: (i) these Terms of Service are an agreement between us and you and us and that Organization.\n(ii) you represent and warrant that you have the authority to bind that Organization to these Terms (and if you do not have the authority, you may not access or use Airtable).\n(iii) your acceptance of these Terms will bind such Organization to these Terms.\n(iv) your individual right to access and use Airtable may be suspended or terminated (and ownership and administration of your Airtable Account may be transferred) if you cease to be associated with, or cease to use an email address associated with, owned by, or provisioned by, that Organization.\n(v) we may disclose information regarding you and your use of the Service, including Your Content (defined below), to such Organization, or to appropriate individuals associated with that Organization.\nand (vi) the terms “you” and “your”, as used in these Terms, refer to both you and such Organization.\nIf you sign up for Airtable using an email address associated with, owned by, or provisioned by an Organization, or if an Organization pays fees due in connection with your access to or use of Airtable (or reimburses you for payment of such fees), or otherwise, then we may deem you, in our sole discretion, to be accessing and using Airtable on behalf of that Organization.\nYou represent and warrant that all information that you provide to us regarding any Organization on whose behalf you use Airtable, including information identifying other users associated with such Organization or email domains owned by such Organization, is and at all times will be truthful, accurate, and complete, and that you will immediately notify us should any such information change or no longer be truthful, accurate, or complete.</p>\n<p>Table of Contents</p>\n<ul>\n<li>\n<p>1.\nOur Service</p>\n</li>\n<li>\n<p>2.\nOur Intellectual Property</p>\n</li>\n<li>\n<p>3.\nDevelopers</p>\n</li>\n<li>\n<p>4.\nCharges and Payment</p>\n</li>\n<li>\n<p>5.\nAdditional Terms for Mobile Applications</p>\n</li>\n<li>\n<p>6.\nPrivacy</p>\n</li>\n<li>\n<p>7.\nSecurity</p>\n</li>\n<li>\n<p>8.\nDMCA Policy and Procedures</p>\n</li>\n<li>\n<p>9.\nThird-Party Services and Marketplace Extensions</p>\n</li>\n<li>\n<p>10.\nIndemnity</p>\n</li>\n<li>\n<p>11.\nNo Warranty</p>\n</li>\n<li>\n<p>12.\nLimitation of Liability</p>\n</li>\n<li>\n<p>13.\nConfidentiality</p>\n</li>\n<li>\n<p>14.\nGoverning Law, Arbitration, and Class Action/Jury Trial Waiver</p>\n</li>\n<li>\n<p>15.\nU.S.\nGovernment and Other Governmental Entity Rights</p>\n</li>\n<li>\n<p>16.\nExport Controls</p>\n</li>\n<li>\n<p>17.\nPublicity Rights</p>\n</li>\n<li>\n<p>18.\nInteractive Services</p>\n</li>\n<li>\n<p>19.\nGeneral</p>\n</li>\n</ul>1.\nOur Service1.1 Eligibility<p>You may use Airtable only if you can form a legally binding contract with us (and on behalf of your Organization as applicable), and only in compliance with these Terms and all applicable local, state, national, and international laws, rules, and regulations.\nTo use Airtable, you must be at least 16 years old, and in some circumstances even older (please check your local law for the age of digital consent).\nYou represent and warrant that you meet the applicable age requirements and are competent to agree to these Terms, or, if you are unable to form a binding contract under applicable law, you represent and warrant that you have your parent’s or legal guardian’s permission to use Airtable, and that your parent or legal guardian is agreeing to these Terms concurrently.\nIf you are a parent or legal guardian of an Airtable user who is unable to form a binding contract under applicable law, you are agreeing to these Terms and you are responsible for such Airtable user’s activity on Airtable.\nAirtable is not available to any users who were previously removed from the Service.</p>1.2 Access, Restrictions, and Acceptable Use<p>Subject to your compliance with these Terms, you may access and use Airtable during the Subscription Term (defined below), except as may be limited by your Organization.\nExcept as we otherwise agree in writing or to the extent a restriction is prohibited by law, you agree not to do, and not to assist, permit, or enable any third party or Application (defined below) to do, any of the following:</p>\n<ol>\n<li>disassemble, reverse engineer, decode, or decompile any part of Airtable;</li>\n<li>use any robot, spider, scraper, data mining tool, data gathering or extraction tool, or any other automated means, to access, collect, copy or record Airtable;</li>\n<li>copy, rent, lease, sell, loan, transfer, assign, sublicense, resell, distribute, modify, alter, or create derivative works of any part of Airtable or any of our Intellectual Property (defined below);</li>\n<li>use Airtable in a manner that impacts the stability of our servers, the operation or performance of Airtable or any other user’s use of Airtable, or the behavior of other applications using Airtable;</li>\n<li>use Airtable in any manner or for any purpose (including, without limitation, by providing Airtable with access to any of Your Content) that: (i) violates or promotes the violation of any applicable law, regulation, legal requirement, contractual obligation, or right of any person, including intellectual property rights, rights of privacy, or rights of personality.\n(ii) is fraudulent, false, deceptive, or defamatory, including phishing.\n(iii) promotes hatred, violence, or harm against any individual or group.\nor (iv) otherwise may be harmful or objectionable (in our sole discretion) to us, our providers, our suppliers, our users, or others;</li>\n<li>overload, flood, spam, or mail-bomb the Service.\nor otherwise use the Service in a manner that interferes with or creates an undue burden on the Service, including by using the Service to send unsolicited communications, promotions, advertisements, or spam;</li>\n<li>use or display Airtable in competition with us, to develop competing products or services, for benchmarking or competitive analysis of Airtable, or otherwise to our detriment or disadvantage;</li>\n<li>attempt to interfere with, compromise the system integrity or security of, or decipher any transmissions to or from the servers running Airtable;</li>\n<li>transmit viruses, worms, or other software agents through Airtable;</li>\n<li>impersonate another person or misrepresent your affiliation with a person or entity, hide or attempt to hide your identity, or otherwise use Airtable for any invasive or fraudulent purpose, including phishing;</li>\n<li>use or attempt to use a log-in credential other than your own, share passwords or authentication credentials for Airtable, or otherwise circumvent the measures we may use to prevent or restrict access to Airtable or enforce limitations on use of Airtable.\nor</li>\n<li>identify or refer to us or Airtable in a manner that could reasonably imply an endorsement, relationship, or affiliation with or sponsorship between you or a third party and us, other than your permitted use of Airtable under these Terms, without our express written consent.</li>\n</ol>1.3 Airtable Accounts<p>Your account on Airtable (your \"<strong>Airtable Account</strong>\") gives you access to the services and functionality that we may establish and maintain from time to time.\nWe may maintain different types of Airtable Accounts for different types of users.\nYou acknowledge and agree that you do not own your Airtable Account.</p>\n<p>You may not use another user’s Airtable Account without such user’s permission.\nYou are solely responsible for the activity that occurs on your Airtable Account, and you must keep your Airtable Account password(s) strong and secure.\nYou should notify us immediately of any breach of security or unauthorized use of your Airtable Account.\nAny individual with administrator-level access to your Airtable Account can modify your Airtable Account settings, access and billing information.\nWe will not be liable for any losses caused by any unauthorized use of your Airtable Account, or for any changes to your Airtable Account, including your ability to access your Airtable Account or Your Content (defined below), made by any individual with administrator-level access to your Airtable Account.</p>\n<p>You may control certain aspects of your Airtable Account profile and how you interact with Airtable by changing the settings in your settings page.\nIf you provide us with your email address, we may use the email address to send you Service-related notices, including any notices required by law, in lieu of communication by postal mail.\nWe may also use your email address to send you other marketing or advertising messages, such as changes to features of Airtable and special offers.\nIf you do not want to receive such email messages, you may opt out or change your preferences by logging into our preference center with the email address associated with your Airtable Account, or by clicking the unsubscribe link within each marketing or advertising message.\nOpting out will not prevent you from receiving Service-related notices.</p>1.4 Your Content<p>As between us and you, you (or your licensors) will own any and all information, data, and other content, in any form or medium, that is collected, downloaded, or otherwise received, directly or indirectly, from you (or on your behalf) by or through Airtable (\"<strong>Your Content</strong>\").\nFor an Organizational account, we may assume, in our sole discretion, that all of Your Content belongs to that Organization.\nNotwithstanding the foregoing, you acknowledge and agree that we may retain, take possession of, delete, or deny you access to Your Content if we believe, in our sole discretion, that some or all of Your Content, or your use of Airtable, violates these Terms.</p>\n<p>You (on behalf of yourself and your Organization, if applicable, and your other licensors) grant, and you represent and warrant that you have all rights necessary to grant, us an irrevocable, transferable, sublicensable (through multiple tiers), fully paid, royalty-free, and worldwide right and license to use, copy, store, modify, and display Your Content: (i) to provide, maintain, improve, and optimize use of Airtable.\n(ii) to perform such other actions as authorized by you in connection with your use of Airtable.\nand (iii) for any other purpose consistent with the Privacy Policy.</p>\n<p>If you are an individual using Airtable on behalf of an Organization and are collaborating with other employees or other individuals who have access to Your Content under your Airtable Account, or if you share Your Content with other individuals within or outside of such Organization, the content on your Airtable Account that you make available to such other individuals (as well as other information, such as the names and contact information of other individuals who have access to your workspace(s) or Your Content within Airtable) will be visible, accessible, and, depending on their designated level of access, editable by such individuals.</p>\n<p>You can remove Your Content from your Airtable Account by deleting it.\nHowever, in certain instances, some of Your Content may not be completely removed.\nWe are not responsible or liable for the removal or deletion of any of Your Content, or any failure to remove or delete such content.</p>\n<p>In connection with Your Content, you represent and warrant that: (i) you have all necessary rights, licenses, and consents to provide, receive, access, and/or use Your Content and any other content you provide, receive, access, and/or use through or in connection with Airtable.\nand (ii) Your Content and our use thereof as contemplated by these Terms and our Service will not violate any law or infringe any rights of any third party, including any intellectual property rights and privacy rights.</p>\n<p>We take no responsibility and assume no liability for Your Content.\nYou shall be solely responsible for Your Content and the consequences of posting it, publishing it, sharing it, or otherwise making it available on Airtable.\nYou shall be solely responsible and indemnify us for Your Content.</p>1.5 Software<p>To the extent you receive our Software, subject to your compliance with these Terms, during the applicable Subscription Term, we grant to you a non-exclusive, non-transferable, non-sublicensable right and license to use our Software solely as reasonably necessary for your use of Airtable in accordance with these Terms.</p>1.6 Service Changes, Suspension, and Termination<p>You may cancel your Airtable Account at any time through your Account Settings page, though we will be sorry to see you go.\nWe may change Airtable, stop providing Airtable or features of Airtable to you or to our users generally, or create usage limits for Airtable.\nWe may permanently or temporarily terminate or suspend your access to Airtable without notice or liability, without cause or for any reason, including if in our sole discretion you violate any provision of these Terms.\nUpon termination, you continue to be bound by these Terms.</p>1.7 Product Trials<p>In our sole discretion, we may make available to you certain product features on a trial basis, and such trial may be designated by us as an alpha, a beta, a pilot, a limited release, a test period, a developer preview, or an evaluation, or using another similar term (“<strong>Product Trial</strong>”).\nYou may participate in any Product Trial, subject to these Terms and any additional terms and conditions made available by us.\nYou acknowledge that product features made available to you as part of a Product Trial (“<strong>Trial Features</strong>”) might contain bugs, errors, or omissions.\nTrial Features are provided to you for testing purposes only, on an “AS IS” basis, without any warranty, liability, indemnity, or performance obligations.\nTrial Features are not subject to any service level agreements or support commitments.\nTrial Features might never be made available for general use or otherwise be provided in a future version of our Service, and we may discontinue Trial Features, or revoke your access to Trial Features, at any time for any or no reason, in our sole discretion, without any liability to you.\nDiscontinuing Trial Features, or making Trial Features inaccessible to you, may have the effect of making some or all of Your Content inaccessible to you.</p>2.\nOur Intellectual Property<p>You acknowledge and agree that Airtable and all materials and content displayed or made available on Airtable, and all software, algorithms, code, technology, and intellectual property underlying and included in or with Airtable, and all intellectual property rights therein and thereto throughout the world (collectively and individually, our \"<strong>Intellectual Property</strong>\"), are our (or our licensors’ as applicable) sole and exclusive property.\nExcept as explicitly provided herein, nothing in these Terms will be deemed to create a license in or under any intellectual property rights, and you agree not to access, sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit, or create derivative works from any of our Intellectual Property.</p>\n<p>You may choose to, or we may invite you to, submit comments, feedback, or ideas about Airtable, including about how to improve our Service (\"<strong>Feedback</strong>\").\nYou agree that Airtable will own any such Feedback, and that we are free to use the Feedback without any additional compensation to you, and to disclose the Feedback on a non-confidential basis or otherwise to anyone.\nYou acknowledge that, by accepting your submission of Feedback, we do not waive any rights to use similar or related ideas previously known to us, or developed by our employees, or obtained from sources other than you.</p>3.\nDevelopers3.1 License to Our Developer Tools<p>Subject to your compliance with these Terms and our Developer Terms, available at www.airtable.com/developer-terms, which are incorporated herein by reference, during the applicable Subscription Term, we grant to you a non-exclusive, non-transferable, non-sublicensable right and license to use Airtable, our APIs, and related tools and documentation in order to develop, test, and support your applications or extensions that integrate with our Service (your \"<strong>Applications</strong>\").</p>3.2 License to Your Applications<p>You hereby grant to us a non-exclusive, worldwide, sublicensable, transferable, perpetual, irrevocable (except upon ten (10) days’ advance written notice to us if you remove any Application (also known as an Extension) distributed from the Airtable Marketplace available at www.airtable.com/marketplace (\"<strong>Airtable Marketplace</strong>\")), and royalty-free right and license, under all of your intellectual property rights, to: (i) use, reproduce, publicly perform, publicly display, distribute, and modify (solely to ensure compatibility with our Service) your Applications, as well as to use your and your Applications’ names and logos for our business purposes related to your Applications, including for purposes of marketing, demonstrating, and answering inquiries about your Applications.\nand (ii) link to and direct audiences to your Application from our Service, including from the Airtable Marketplace.</p>3.3 Responsibility for Your Applications<p>You are solely responsible for all maintenance and support for your Applications, and you will ensure that your Applications comply with all applicable laws and regulations, including applicable privacy, data security, advertising, and marketing laws and regulations, and with all technical and compatibility requirements provided in our documentation.\nWe disclaim all responsibility and liability related to your Applications.\nYou must make any use of your Applications by third parties (including other Airtable users) subject to a privacy policy that is conspicuously-posted within your Applications.\nYour Application’s privacy policy, and any terms and conditions governing your Application, must comply with applicable law and accurately and plainly describe your and our collection, use, storage, and sharing of such users’ personal and confidential data in connection with your Applications and our Service.\nFor clarity, you will retain ownership of your Applications, subject to our rights in our APIs and our Service.\nWe reserve the right to audit your Applications to determine whether they violate these Terms.</p>4.\nCharges and Payment4.1 Subscription Plans<p>We may offer plans that you may sign up for that allow you to use certain aspects of Airtable, either for free or for a fee (a \"<strong>Subscription Plan</strong>\").\nWe may change Subscription Plans, including by offering new services or features for additional fees and charges or by adding or amending fees and charges for existing Subscription Plans, in our sole discretion.\nAny change to a Subscription Plan’s pricing or payment terms will become effective in the billing cycle following notice of such change to you as provided in these Terms.\nSubscription Plans may set allotments for use of designated Service aspects.\nUse of Service aspects in excess of a Subscription Plan’s designated allotment may result in (additional) fees, and such fees will be included in a true-up invoice or charged automatically via the payment method associated with your Airtable Account (\"<strong>Payment Method</strong>\").</p>4.2 Billing and Payment<p>For any paid Subscription Plan, you agree to make payments, and we may automatically charge your Payment Method, as described below, for so long as your Airtable Account remains active.\nSubscription Plans may be offered for a set subscription period (each such period, a \"<strong>Subscription Term</strong>\").\nIf you elect to sign up for a paid Subscription Plan, you agree to the pricing and payment terms specified at checkout, at www.airtable.com/pricing, or as otherwise posted or communicated to you, as we may update them from time to time.\nYou must provide Airtable with a current, valid, accepted Payment Method.\nWhen you initiate a purchase transaction, you authorize us to provide your payment information to third parties so we can complete your transaction and to charge your Payment Method, in United States dollars, for the type of transaction you have selected (plus any applicable taxes and other charges) and any applicable recurring charges as described below.\nYou will pay applicable taxes, if any, relating to any such transaction and are also responsible for any payment-related fees such as wire transfer fees, credit card processing fees, and foreign transaction fees.\nWe currently use Stripe as our third party service provider for payment services, and by using Airtable you agree to be bound by Stripe’s Services Agreement, currently available at https://stripe.com/us/legal.\nIf your payment is not successfully settled for any reason, you remain responsible for any amounts not remitted to us.\nAll payments for transactions are non-refundable and non-transferable except as expressly provided in these Terms.</p>4.3 Renewals<p>Your subscription continues until canceled by you or we terminate your access to or use of Airtable in accordance with these Terms.\nUnless and until canceled by you, all Subscription Plans will automatically renew for renewal terms equal in length to the original Subscription Term.\nIf you do not want a Subscription Plan to renew, you must cancel it before the end of the Subscription Term via the account settings page on your Airtable Account).\nIf you purchase a Subscription Plan, we (or our third-party payment processor) will automatically charge you each year or month, as applicable, on the anniversary of the commencement of your subscription, using the payment information you have provided, until you cancel your subscription.\nBy agreeing to these Terms and electing to purchase a Subscription Plan, you acknowledge that your Subscription Plan has recurring payment features and you accept responsibility for all recurring payment obligations prior to cancellation of your subscription by you or us.</p>4.4 Cancellations and Terminations<p>If we cancel or terminate your Subscription Plan, except in the event of your breach or failure to pay fees when due, we will grant you a prorated refund for the remaining unused portion of your Subscription Term.\nIf you cancel or terminate your Subscription Plan, your right to use Airtable will continue until the end of your then-current Subscription Term and then terminate without further charges.\nNotwithstanding the foregoing, if you live in the European Union or Turkey and cancel your Subscription Plan within fourteen (14) days of purchase, you will be eligible for a refund of any payments made for the canceled Subscription Term, and, if you request such a refund, your right to use Airtable will terminate immediately upon cancellation of your subscription.\nSubject to the preceding sentence, if you cancel or terminate your Subscription Plan, unless required by law, YOU WILL NOT RECEIVE A REFUND OF ANY PORTION OF ANY FEES PAID FOR THE THEN-CURRENT SUBSCRIPTION TERM AT THE TIME OF CANCELLATION.</p>4.5 Late Payments<p>Any late payments shall be subject to a service charge equal to 1.5% per month of the amount due or the maximum amount allowed by law, whichever is less (plus the costs of collection).</p>4.6 Credits<p>Any credits that may accrue to your Airtable Account (for example, as a result of a promotion or referral program, or a Subscription Plan downgrade) will expire one year following their accrual, or upon expiration or termination of your Airtable Account, whichever is earlier.\nNotwithstanding the foregoing, any credits accrued to a workspace on a free Subscription Plan will expire if the workspace’s Subscription Plan is not upgraded to a paid Subscription Plan within ninety (90) days of accrual, unless otherwise specified.\nCredits have no currency or exchange value, and are not transferable or refundable.</p>5.\nAdditional Terms for Mobile Applications5.1 Mobile Applications<p>We may make available software to access our Service via a compatible mobile device (\"<strong>Mobile Applications</strong>\").\nYou may incur mobile data charges from your wireless provider in connection with the Mobile Applications, and you agree that you are solely responsible for any such charges.\nWe grant you a non-exclusive, non-transferable, revocable license to use a compiled code copy of the Mobile Applications for your Airtable Account on one or more mobile devices owned or leased solely by you, solely in accordance with these Terms.\nYou acknowledge that we may from time to time issue upgraded versions of the Mobile Applications, and may automatically electronically upgrade the version of the Mobile Applications that you are using on your mobile device.\nYou consent to such automatic upgrading on your mobile device, and agree that these Terms will apply to all such upgrades.\nAny third-party code that may be incorporated in the Mobile Applications is covered by the applicable open source or third-party license EULA, if any, authorizing use of such code.\nThe foregoing license grant is not a sale of the Mobile Applications or any copy thereof.\nWe or our third-party partners or suppliers retain all right, title, and interest in the Mobile Applications (and any copy thereof).\nAny attempt by you to transfer any of the rights, duties, or obligations hereunder, except as expressly provided for in these Terms, is void.</p>5.2 App Store Terms<p>If you acquire any Mobile Applications from any third-party app store, such as the Apple App Store: (i) you acknowledge that these Terms are between you and us only, and not with such third party.\n(ii) your use of such Mobile Applications must comply with such third party’s then-current app store terms and conditions.\n(iii) such third party is only a provider of the app store where you obtained such Mobile Applications.\n(iv) we, and not such third party, are solely responsible for our Mobile Applications.\n(v) such third party has no obligation or liability to you with respect to such Mobile Applications or these Terms.\nand (vi) you acknowledge and agree that such third party is a third-party beneficiary to these Terms as it relates to such Mobile Applications.</p>6.\nPrivacy<p>We care about the privacy of our users.\nBy using Airtable you acknowledge that we may collect, use, and disclose your personal information and aggregate and/or anonymized data as set forth in our Privacy Policy, available at www.airtable.com/privacy, and acknowledge that you may have your personal information collected in, used in, transferred to, and processed in the United States.\nIf your use of the Service requires us to process any personal data or personal information within Your Content, as these terms are defined in and in accordance with applicable privacy laws or regulations, we will do so at all times in accordance with our Privacy Policy and any applicable Data Processing Addendum (our \"<strong>DPA</strong>\").\nYou may access and sign our DPA here.\nOnce executed, the DPA will be incorporated into these Terms by reference.\nIn the event of any conflict between the DPA and the remainder of these Terms, the DPA will govern.</p>7.\nSecurity7.1 Security Measures<p>We have implemented measures designed to secure Your Content from accidental loss and from unauthorized access, use, alteration, or disclosure.\nHowever, we cannot guarantee that unauthorized third parties will never be able to defeat those measures or use Your Content for improper purposes.\nYou understand that internet technologies have the inherent potential for disclosure.\nYou acknowledge that you provide Your Content at your own risk.\nYou can learn more about our security practices at https://airtable.com/security .</p>7.2 Two-Factor Authentication<p>Airtable supports log-in using two-factor authentication (“<strong>2FA</strong>”), which is known to materially reduce the risk of unauthorized use of or access to the Service.\nAirtable recommends that all users implement 2FA for their use of Airtable.\nNotwithstanding anything to the contrary in these Terms, we will not be responsible for any damages, losses, or liability to you or anyone else if such damages, losses, or liability would have been prevented by the use of 2FA.</p>8.\nDMCA Policy and Procedures8.1 Notifying Airtable of Copyright Infringement<p>We respect artist and content owner rights, and it is our policy to respond to alleged infringement notices that comply with the Digital Millennium Copyright Act of 1998, the text of which can be found on the U.S.\nCopyright Office website at http://www.copyright.gov (\"<strong>DMCA</strong>\").\nIf you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via the Service, please use the process outlined here to notify Airtable’s designated agent under the DMCA (“<strong>DMCA Agent</strong>”).\nOnly copyright owners can report a suspected infringement to Airtable.\nIf you believe that any data, content, or other material on the Service (“<strong>Material</strong>”) infringes another party's copyright, you should advise the copyright owner directly.</p>\n<p>For your complaint to be valid under the DMCA, you must provide all of the following information in writing:</p>\n<ol>\n<li>An electronic or physical signature of a person authorized to act on behalf of the copyright owner;</li>\n<li>Identification of the copyrighted work that you claim has been infringed;</li>\n<li>Identification of the Material that is claimed to be infringing and where it is located on the Service;</li>\n<li>Information reasonably sufficient to permit us to contact you, such as your address, telephone number, and, email address;</li>\n<li>A statement that you have a good faith belief that use of the Material in the manner complained of is not authorized by the copyright owner, its agent, or law.\nand</li>\n<li>A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.</li>\n</ol>\n<p>The above information must be submitted to our DMCA Agent using the following contact information:</p>\n<p>Formagrid Inc (Attn: DMCA Agent)<br>Address: 799 Market Street, 8th Floor, San Francisco, CA 94103<br>Email: copyright@airtable.com</p>\n<p>UNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE MATERIAL IS INFRINGING, YOU MAY BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY AND CIVIL PENALTIES, INCLUDING MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS’ FEES.</p>8.2 Our Response<p>After we receive a proper written notice as described above, we will expeditiously remove or disable the allegedly-infringing Material and notify the user that posted the Material.\nIn accordance with the DMCA and other applicable law, we have adopted a policy of terminating, in appropriate circumstances, users who are deemed to be repeat infringers.\nIn our sole discretion, we may also limit access to the Service and/or terminate the Airtable accounts of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p>8.3 Counter-Notices<p>If you believe that your Material was removed or disabled improperly or by mistake, you may send us a written counter-notice that includes the following:</p>\n<ol>\n<li>Your name, mailing address, telephone number, and email address;</li>\n<li>Identification of the Material that has been removed or disabled and where it was located on the Service before it was removed or disabled;</li>\n<li>A statement that: (i) you consent to the jurisdiction of the Federal District Court in which your address is located (or San Francisco, California, if your address is outside the United States).\nand (ii) you will accept service of process from the person who provided notification of infringement or an agent of such person (an example would be: “I consent to the jurisdiction of the Federal District Court with jurisdiction in [your city and state of residence or “San Francisco, California”], and I will accept service of process from the person who provided notification of infringement or an agent of such person”);</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the Material in question was removed or disabled as a result of mistake or misidentification of the content to be removed or disabled (e.g., “I swear, under penalty of perjury, that I have a good faith belief that each item of content identified above was removed or disabled as a result of a mistake or misidentification of the content to be removed or disabled, or that the content identified by the complainant has been removed or disabled at the URL identified and will no longer be shown.”).\nand</li>\n<li>Your physical or electronic signature.</li>\n</ol>\n<p>If the counter-notice is complete and valid, we will forward the information in the counter-notice to the person that filed the complaint.\nIf the person that filed the complaint does not give our DMCA Agent notice that a valid court action has been filed within 10-14 days, Airtable will restore the removed or disabled content.</p>9.\nThird-Party Services and Marketplace Extensions<p>OUR SERVICE MAY CONTAIN LINKS TO THIRD-PARTY MATERIALS THAT ARE NOT OWNED OR CONTROLLED BY US, WE MAY REFER YOU TO CERTAIN THIRD PARTIES WHO PROVIDE INDEPENDENT SERVICES RELATING TO OR SUPPORTING YOUR USE OF OUR SERVICE, AND CERTAIN FUNCTIONALITY OF OUR SERVICE MAY REQUIRE YOUR USE OF, OR MAY BE COMPATIBLE WITH, THIRD-PARTY SERVICES, SITES, INFORMATION, MATERIALS, PRODUCTS, APPLICATIONS, EXTENSIONS (INCLUDING EXTENSIONS FROM THE AIRTABLE MARKETPLACE), OR SERVICES (EACH, A \"<strong>THIRD-PARTY SERVICE</strong>\").\nIF YOU USE A THIRD-PARTY SERVICE, YOU ARE SUBJECT TO AND AGREE TO THE THIRD PARTY’S TERMS OF SERVICE (OR OTHER APPLICABLE TERMS AND CONDITIONS) AND PRIVACY POLICY MADE AVAILABLE BY OR VIA THE THIRD-PARTY SERVICE.\nWE DO NOT ENDORSE OR ASSUME ANY RESPONSIBILITY FOR ANY SUCH THIRD-PARTY SERVICE (EVEN WHERE WE PERFORM A REVIEW OF THE FUNCTIONALITY OR SECURITY OF SUCH A THIRD-PARTY SERVICE, SUCH AS AN EXTENSION DEVELOPED BY A THIRD-PARTY AND MADE AVAILABLE THROUGH THE AIRTABLE MARKETPLACE).\nIF YOU ACCESS A THIRD-PARTY SERVICE FROM OR WITH AIRTABLE OR SHARE YOUR CONTENT ON OR THROUGH ANY THIRD-PARTY SERVICE, YOU DO SO AT YOUR OWN RISK, AND YOU UNDERSTAND THAT THESE TERMS AND OUR PRIVACY POLICY DO NOT APPLY TO YOUR USE OF SUCH SERVICES.\nYOU EXPRESSLY RELIEVE US FROM ANY AND ALL LIABILITY ARISING FROM YOUR USE OF ANY THIRD-PARTY SERVICE.</p>10.\nIndemnity<p>You agree to defend, indemnify, and hold us and our affiliates, agents, suppliers, or licensors (and our and their employees, contractors, agents, officers, and directors) harmless from and against any and all claims, damages, obligations, losses, liabilities, costs, debt, and expenses (including attorney’s fees) arising from: (i) your access to or use of Airtable.\n(ii) your violation of any aspect of these Terms, including your breach of any of your representations and warranties.\n(iii) your violation of any third-party right, including any right of privacy or intellectual property rights.\n(iv) your violation of any applicable law, rule, or regulation.\n(v) Your Content, including without limitation any misleading, false, or inaccurate information in Your Content.\n(vi) your willful misconduct.\nor (vii) any third party’s access to or use of Airtable with your username(s), password(s), or other security code(s).</p>11.\nNo Warranty<p>OUR SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nUSE OF OUR SERVICE IS AT YOUR OWN RISK.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, OUR SERVICE IS PROVIDED WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH OUR SERVICE WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.\nWITHOUT LIMITING THE FOREGOING, WE, OUR SUBSIDIARIES, OUR AFFILIATES, AND OUR LICENSORS DO NOT WARRANT THAT ANY CONTENT ON OUR SERVICE IS ACCURATE, RELIABLE OR CORRECT.\nTHAT OUR SERVICE WILL MEET YOUR REQUIREMENTS.\nTHAT OUR SERVICE WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED OR SECURE.\nTHAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR THAT OUR SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR MOBILE DEVICE OR LOSS OF DATA THAT RESULTS FROM YOUR USE OF OUR SERVICE OR ANY DOWNLOAD OF CONTENT THROUGH THE USE OF OUR SERVICE.</p>\n<p>FEDERAL LAW, SOME STATES OR PROVINCES AND OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION AND LIMITATIONS OF CERTAIN IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nTHESE TERMS GIVE YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY BY JURISDICTION.\nTHE DISCLAIMERS AND EXCLUSIONS UNDER THESE TERMS WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.</p>12.\nLimitation of Liability<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL WE OR OUR AFFILIATES, AGENTS, SUPPLIERS OR LICENSORS (OR OUR OR THEIR EMPLOYEES, CONTRACTORS, AGENTS, OFFICERS OR DIRECTORS) BE LIABLE FOR ANY INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, ARISING OUT OF OR RELATING TO THE USE OF, OR INABILITY TO USE, OUR SERVICE.\nUNDER NO CIRCUMSTANCES WILL WE BE RESPONSIBLE FOR ANY DAMAGE, LOSS OR INJURY RESULTING FROM HACKING, TAMPERING OR OTHER UNAUTHORIZED ACCESS OR USE OF OUR SERVICE OR YOUR ACCOUNT OR THE INFORMATION CONTAINED THEREIN.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT.\n(II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO OR USE OF OUR SERVICE.\n(III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION STORED THEREIN.\n(IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR SERVICE.\n(V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE THAT MAY BE TRANSMITTED TO OR THROUGH OUR SERVICE BY ANY THIRD PARTY.\n(VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE THROUGH OUR SERVICE.\nAND/OR (VII) YOUR DATA OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY.</p>\n<p>IN NO EVENT WILL WE OR OUR AFFILIATES, AGENTS, SUPPLIERS OR LICENSORS (OR OUR OR THEIR EMPLOYEES, CONTRACTORS, AGENTS, OFFICERS OR DIRECTORS) BE LIABLE TO YOU FOR ANY CLAIMS, PROCEEDINGS, LIABILITIES, OBLIGATIONS, DAMAGES, LOSSES OR COSTS IN AN AMOUNT EXCEEDING THE AMOUNT OF FEES YOU PAID TO US HEREUNDER DURING THE TWELVE (12) MONTH PERIOD PRIOR TO WHEN THE CLAIM AROSE OR ONE HUNDRED DOLLARS ($100.00), WHICHEVER IS GREATER</p>\n<p>THIS LIMITATION OF LIABILITY SECTION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.</p>\n<p>SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nTHIS AGREEMENT GIVES YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM STATE TO STATE.\nTHE DISCLAIMERS, EXCLUSIONS, AND LIMITATIONS OF LIABILITY UNDER THIS AGREEMENT WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.</p>13.\nConfidentiality13.1 Confidential Information<p>From time to time, either party to these Terms (the <strong>\"Disclosing Party\"</strong>) may disclose or make available to the other (the <strong>\"Receiving Party\"</strong>) non-public, proprietary, or confidential information of the Disclosing Party (<strong>“Confidential Information”</strong>).\nConfidential Information includes any information that reasonably should be understood to be confidential given the nature of the information and the circumstances of disclosure, including non-public business, product, technology and marketing information.\nConfidential Information does not include any information that: (i) is or becomes generally available to the public other than as a result of the Receiving Party's breach of this Section 13.\n(ii) is or becomes available to the Receiving Party on a non-confidential basis from a third-party source, provided that such third party is not and was not prohibited from disclosing such Confidential Information.\n(iii) was in the Receiving Party's possession prior to the Disclosing Party's disclosure thereof.\nor (iv) was or is independently developed by the Receiving Party without using any of the Disclosing Party’s Confidential Information.</p>13.2 Protection and Use of Confidential Information<p>The Receiving Party shall: (i) protect and safeguard the confidentiality of the Disclosing Party's Confidential Information with at least the same degree of care as the Receiving Party would protect its own Confidential Information, but in no event with less than a commercially-reasonable degree of care.\n(ii) only use the Disclosing Party's Confidential Information, and only permit it to be accessed or used, for the purpose of exercising its rights or performing its obligations under these Terms, for the purpose of exploring a business relationship (or changes to the business relationship) between the parties, or for any other purpose consistent with the Privacy Policy.\nand (iii) not disclose any of the Disclosing Party’s Confidential Information to any person or entity, except to the Receiving Party's service providers or financial/legal advisors who need to know the Confidential Information and are bound to confidentiality obligations at least as restrictive as those in these Terms.</p>13.3 Compelled Access or Disclosure<p>If the Receiving Party is required by applicable law or legal process to disclose any Confidential Information, it shall, prior to making such disclosure, use commercially-reasonable efforts to notify the Disclosing Party of such requirements to afford the Disclosing Party the opportunity to seek, at the Disclosing Party's sole cost and expense, a protective order or other remedy.</p>13.4 Injunctive Relief<p>Each of the parties to these Terms acknowledges that the other party will be irreparably harmed if Confidential Information of the other is distributed in breach of this Section, and that such other party would not have an adequate remedy at law in the event of such an actual or threatened breach.\nTherefore, each of the parties agrees that the other party shall be entitled to seek injunctive relief against any actual or threatened breaches of this Section by the other party without the necessity of showing actual damages or showing that monetary damages would not afford an adequate remedy.</p>14.\nGoverning Law, Arbitration, and Class Action/Jury Trial Waiver14.1 Governing Law<p>You agree that: (i) we will be deemed solely domiciled in the State of California.\nand (ii) our Service will be deemed a passive one that does not give rise to personal jurisdiction over us, either specific or general, in jurisdictions other than California.\nThese Terms will be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.\nThe parties acknowledge that these Terms evidence a transaction involving interstate commerce.\nNotwithstanding the preceding sentences with respect to the substantive law, the Federal Arbitration Act (9 U.S.C.\n§§ 1-16) ( “<strong>FAA</strong>”) governs the interpretation and enforcement of the Arbitration Agreement in Section 14.2 and preempts all state laws to the fullest extent permitted by law.\nIf the FAA is determined not to apply to any issue that arises from or relates to the Arbitration Agreement, then that issue shall be resolved under and governed by the law of your state of residence.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.\nYou agree to submit to the exclusive personal jurisdiction of the federal and state courts located in San Francisco, California for any actions for which we retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a our copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the Arbitration Agreement below, including any provisional relief required to prevent irreparable harm.\nYou agree that San Francisco, California is the proper and exclusive forum for any appeals of an arbitration award or for trial court proceedings in the event that the arbitration provision below is found to be unenforceable.</p>14.2 Arbitration<p>\n<strong>READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM US.</strong> This section 14.2 (the “<strong>Arbitration Agreement</strong>”) applies to and governs any dispute, controversy, or claim between you and us that arises out of or relates to, directly or indirectly: (a) these Terms, including the formation, existence, breach, termination, enforcement, interpretation, validity, or enforceability thereof.\n(b) access to or use of our Service, including receipt of any advertising, marketing, or other communications from us.\n(c) any transactions through, by, or using our Service.\nor (d) any other aspect of your relationship or transactions with us, directly or indirectly, as a user or consumer (“<strong>Claim</strong>” or collectively, “<strong>Claims</strong>”).\nThe Arbitration Agreement shall apply, without limitation, to all Claims that arose or were asserted before or after your consent to these Terms.</p>\n<p>If you are a new user, you can reject and opt-out of this Arbitration Agreement within thirty (30) days of accepting these Terms by emailing us at legal@airtable.com with your first and last name and stating your intent to opt-out of the Arbitration Agreement.\nOpting out of this Arbitration Agreement does not affect the binding nature of any other part of these Terms, including the provisions regarding controlling law or in which courts any disputes must be brought.</p>\n<p>For any Claim, you agree to first contact us at legal@airtable.com and attempt to resolve the dispute with us informally.\nIn the unlikely event that we have not been able to resolve a Claim after sixty (60) days, we each agree to resolve any Claim through binding arbitration by JAMS, under the Optional Expedited Arbitration Procedures then in effect for JAMS (the “<strong>Rules</strong>”), except as provided herein.\nJAMS may be contacted at www.jamsadr.com, where the Rules are available.\nIn the event of any conflict between the Rules and this Arbitration Agreement, the Arbitration Agreement shall control.\nThe arbitration will be conducted in the U.S.\ncounty where you live or San Francisco, California, unless you and we agree otherwise.\nIf you are using Airtable for commercial purposes, each party will be responsible for paying any JAMS filing, administrative and arbitrator fees in accordance with JAMS rules, and the award rendered by the arbitrator will include costs of arbitration, reasonable attorneys’ fees and reasonable costs for expert and other witnesses.\nIf you are an individual using Airtable for non-commercial purposes: (i) JAMS may require you to pay a fee for the initiation of your case, unless you apply for and successfully obtain a fee waiver from JAMS.\n(ii) the award rendered by the arbitrator may include your costs of arbitration, your reasonable attorney’s fees, and your reasonable costs for expert and other witnesses.\nand (iii) you may sue in a small claims court of competent jurisdiction without first engaging in arbitration, but this does not absolve you of your commitment to engage in the informal dispute resolution process.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nYou and we agree that the arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve any disputes relating to the interpretation, applicability, enforceability, or formation of this Arbitration Agreement, including any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe arbitrator shall also be responsible for determining all threshold arbitrability issues, including issues relating to whether these Terms, or any provision of these Terms, is unconscionable or illusory or any defense to arbitration, including waiver, delay, laches, unconscionability, or estoppel.</p>\n<p>NOTHING IN THIS SECTION WILL BE DEEMED AS PREVENTING US FROM SEEKING INJUNCTIVE OR OTHER EQUITABLE RELIEF FROM THE COURTS AS NECESSARY TO PREVENT THE ACTUAL OR THREATENED INFRINGEMENT, MISAPPROPRIATION, OR VIOLATION OF OUR DATA SECURITY, INTELLECTUAL PROPERTY RIGHTS OR OTHER PROPRIETARY RIGHTS.\nOR PREVENTING YOU FROM ASSERTING CLAIMS IN SMALL CLAIMS COURT, IF YOUR CLAIMS QUALIFY AND SO LONG AS THE MATTER REMAINS IN SUCH COURT AND ADVANCES ON ONLY AN INDIVIDUAL (NON-CLASS, NON-COLLECTIVE, AND NON-REPRESENTATIVE) BASIS.</p>\n<p>IF THIS ARBITRATION AGREEMENT IS FOUND TO BE VOID, UNENFORCEABLE, OR UNLAWFUL, IN WHOLE OR IN PART, THE VOID, UNENFORCEABLE, OR UNLAWFUL PROVISION, IN WHOLE OR IN PART, SHALL BE SEVERED.\nSEVERANCE OF THE VOID, UNENFORCEABLE, OR UNLAWFUL PROVISION, IN WHOLE OR IN PART, SHALL HAVE NO IMPACT ON THE REMAINING PROVISIONS OF THE ARBITRATION AGREEMENT, WHICH SHALL REMAIN IN FORCE, OR THE PARTIES’ ABILITY TO COMPEL ARBITRATION OF ANY REMAINING CLAIMS ON AN INDIVIDUAL BASIS PURSUANT TO THE ARBITRATION AGREEMENT.\nNOTWITHSTANDING THE FOREGOING, IF THE CLASS ACTION/JURY TRIAL WAIVER IS FOUND TO BE VOID, UNENFORCEABLE, OR UNLAWFUL, IN WHOLE OR IN PART, BECAUSE IT WOULD PREVENT YOU FROM SEEKING PUBLIC INJUNCTIVE RELIEF, THEN ANY DISPUTE REGARDING THE ENTITLEMENT TO SUCH RELIEF (AND ONLY THAT RELIEF) MUST BE SEVERED FROM ARBITRATION AND MAY BE LITIGATED IN A CIVIL COURT OF COMPETENT JURISDICTION.\nALL OTHER CLAIMS FOR RELIEF SUBJECT TO ARBITRATION UNDER THIS ARBITRATION AGREEMENT SHALL BE ARBITRATED UNDER ITS TERMS, AND THE PARTIES AGREE THAT LITIGATION OF ANY DISPUTE REGARDING THE ENTITLEMENT TO PUBLIC INJUNCTIVE RELIEF SHALL BE STAYED PENDING THE OUTCOME OF ANY INDIVIDUAL CLAIMS IN ARBITRATION.</p>14.3 Class Action/Jury Trial Waiver<p>WITH RESPECT TO ALL PERSONS AND ENTITIES, REGARDLESS OF WHETHER THEY HAVE OBTAINED OR USED OUR SERVICE FOR PERSONAL, COMMERCIAL OR OTHER PURPOSES, ALL CLAIMS MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING.\nTHIS WAIVER APPLIES TO CLASS ARBITRATION, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS.\nYOU AND WE AGREE THAT THE ARBITRATOR MAY AWARD RELIEF ONLY TO AN INDIVIDUAL CLAIMANT AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF ON INDIVIDUAL CLAIM(S).\nANY RELIEF AWARDED MAY NOT AFFECT OTHER USERS.\nYOU AND WE AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND WE ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR OTHER REPRESENTATIVE PROCEEDING OF ANY KIND.</p>15.\nU.S.\nGovernment and Other Governmental Entity Rights<p>This Section 15 applies if you are a “<strong>Governmental Entity</strong>”, defined as the United States or any nation, state, municipality, or other political subdivision thereof, and any entity, body, agency, commission, department, board, bureau, or court, whether domestic, foreign, or multinational, exercising executive, legislative, judicial, regulatory, or administrative functions of or pertaining to government, and any employee or official thereof.\nFor purposes of the United States government, Airtable is “<strong>commercial computer software</strong>” as defined at 48 C.F.R.\n§ 2.101 and 48 C.F.R.\n§ 252.227-7014(a)(1) and as the term is used in 48 C.F.R.\n§§ 12.212 and 227.7202, and the Service is a “<strong>commercial service</strong>” as defined in 48 C.F.R.\n§ 2.101.\nThe Service and related documentation is provided to all Governmental Entity customers and their users, for use by the Governmental Entity customer or on its behalf, subject to these Terms and with only those rights as are granted to all other customers and authorized users pursuant to the terms and conditions herein.</p>\n<p>These Terms, including (by way of example only) Sections 4.3 (Renewals), 4.4 (Cancellations), 4.5 (Late Payments), 10 (Indemnity), 14 (Governing Law, Arbitration, and Class Action/Jury Trial Waiver), 19.1 (Assignment) apply to Governmental Entities and their authorized users except as prohibited by applicable law.\nIf and to the extent any provision or term herein is so prohibited, such provision will be deemed modified only to the extent reasonably necessary to conform to applicable law but to give maximum effect to the provision or terms as written.</p>16.\nExport Controls<p>You understand and acknowledge that Airtable may be subject to export control laws and regulations.\nYou agree to comply with all applicable export and re-export control and trade and economic sanctions laws, including the Export Administration Regulations maintained by the U.S.\nDepartment of Commerce, trade and economic sanctions maintained by the U.S.\nTreasury Department’s Office of Foreign Assets Control (OFAC), and the International Traffic in Arms Regulations maintained by the U.S.\nState Department.\nNeither you, nor any person to which you make Airtable available or that is acting on your behalf, or, if you are an Organization, any of your subsidiaries, or any of your or their directors, officers or employees, or any person owning 50% or more of your equity securities or other equivalent voting interests, is (i) a person on the List of Specially Designated Nationals and Blocked Persons or any other list of sanctioned persons administered by OFAC or any other governmental entity, or (ii) located within or a resident of, or a segment of the government of, any country or territory for which the United States maintains trade and economic sanctions or embargoes.</p>17.\nPublicity Rights<p>We may identify you as an Airtable customer in our promotional materials.\nWe will promptly stop doing so upon your request, which you may send using the “Message Support” link under the “Help” menu within Airtable, or the “How can we help?” interface at this link.</p>18.\nInteractive Services<p>Airtable provides various interactive services, including chatbot and managed chat functionality.\nYou agree that we may monitor and retain a transcript of all communications with you via these interactive tools in order to provide the tools and for quality and verification purposes.\nYour use of any of these tools is governed by these Terms and Airtable’s Privacy Policy.</p>19.\nGeneral19.1 Assignment<p>These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you without our prior express written consent, but may be assigned by us without restriction.\nAny attempted transfer or assignment in violation hereof will be null and void.</p>19.2 Notification Procedures and Changes to these Terms<p>We may provide notifications, whether such notifications are required by law or are for marketing or other business-related purposes, to you via email notice, written or hard copy notice, or through posting of such notice on our website, as we determine in our sole discretion.\nWe reserve the right to determine the form and means of providing notifications to our users, provided that you may opt out of certain notifications as required under applicable laws or as described in these Terms or our Privacy Policy.\nWe are not responsible for any automatic filtering you or your network provider may apply to email notifications we send to the email address you provide us.\nThese Terms apply to and govern your access to and use of our Service effective as of the start of your access to or use of our Service, even if such access or use began before publication of these Terms.\nWe may, in our sole discretion, modify or update these Terms from time to time, and so you should review this page periodically.\nIn such cases, we will update the ‘last modified’ date at the top of this page.\nWhen we change these Terms in a material manner, we will notify you that material changes have been made to these Terms, for example by posting the modified Terms on our website, by displaying a prominent notice within the Service, or through other communications.\nYour continued use of Airtable after any change to these Terms constitutes your acceptance of the new Terms of Service.\nIf you do not agree to any part of these Terms or any future Terms of Service, do not use or access (or continue to access) Airtable.</p>19.3 Entire Agreement/Severability<p>These Terms, together with any amendments and any additional agreements you may enter into with us in connection with Airtable, will constitute the entire agreement between you and us concerning Airtable.\nNone of our employees or representatives are authorized to make any modification or addition to these Terms.\nAny statements or comments made between you and any of our employees or representatives are expressly excluded from these Terms and will not apply to you or us or your use of Airtable.\nIf any provision of these Terms is deemed invalid by a court of competent jurisdiction, the invalidity of such provision will not affect the validity of the remaining provisions of these Terms, which will remain in full force and effect, except that in the event of unenforceability of the universal Class Action/Jury Trial Waiver, the entire arbitration agreement will be unenforceable.</p>19.4 No Waiver<p>No waiver of any term of these Terms will be deemed a further or continuing waiver of such term or any other term, and our failure to assert any right or provision under these Terms will not constitute a waiver of such right or provision.</p>19.5 California Residents<p>The provider of Airtable is Formagrid Inc.\nIf you are a California resident, in accordance with Cal.\nCiv.\nCode §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 1625 North Market Blvd., Suite N 112 Sacramento, CA 95834, or by telephone at (800) 952-5210 or (916) 445-1254.</p>19.6 Contact<p>If you have any questions about these Terms, please contact us at legal@airtable.com.</p>", "created_at": "2023-08-30 07:28:55.502773", "updated_at": "2023-08-30 07:29:03.051764"}, {"id": 18585, "name": "Cookie Policy", "url": "https://www.airtable.com/cookie-policy", "xpath": "//*[@id=\"__next\"]/div/div/div/div[2]/div", "text": "Cookie Policy<p>Created: December 1, 2022<br>FR | DE</p>\n<p>This Cookie Policy describes the types of cookies and similar tracking technologies (collectively, “Cookies”) used by Formagrid Inc, dba Airtable (\"we,\" \"our,\" or \"us\") on: (i) airtable.com, its subdomains, and any other website where Airtable’s Terms of Service are posted.\n(ii) Airtable’s online hosted services.\nand (iii) Airtable’s “Software,” meaning, collectively, our browser extensions, mobile applications, other downloadable apps, application programming interfaces (“APIs”), and tools and documentation ((i) through (iii) collectively, our “Service” or “Airtable”).</p>\n<p>Table of Contents</p>\n<ul>\n<li>\n<p>1.\nWhat are Cookies and why does Airtable use them?</p>\n</li>\n<li>\n<p>2.\nWhat types of Cookies does Airtable use?</p>\n</li>\n<li>\n<p>3.\nDoes Airtable use Cookies for interest-based advertising?</p>\n</li>\n<li>\n<p>4.\nHow do I manage Cookies?</p>\n</li>\n</ul>1.\nWhat are Cookies and why does Airtable use them?<p>Cookies are small text files stored by your web browser when you visit certain websites or mobile properties.\nWe use Cookies in our Service for the purposes of facilitating your use of our Service, customizing your browsing experience, tracking usage trends and patterns, and delivering targeted ads.</p>2.\nWhat types of Cookies does Airtable use?<p>Our Service uses “first-party Cookies” (i.e., Cookies served by us) and “third-party Cookies” (i.e., Cookies served by third parties that we work with).</p>\n<p>Cookies are unique to your account or your browser.\nSession-based Cookies last only while your browser is open and are automatically deleted when you close your browser.\nPersistent Cookies last until you or your browser deletes them or until they expire.</p>\n<p>Our uses of Cookies fall into the following general categories:</p>\n<ul>\n<li>\n<i> Strictly-Necessary</i>.\nWe use Cookies that allow you access to our Service.\nare required to identify irregular site behavior, prevent fraudulent activity, and improve security.\nand allow you to make use of our functionality;</li>\n<li>\n<i>Functionality-Related</i>.\nWe may use Cookies that allow us to offer you enhanced functionality when accessing or using our Service, including, for example, identifying you when you sign into our Service or keeping track of your specified preferences, interests, or past items viewed;</li>\n<li>\n<i>Performance-Related</i>.\nWe may use Cookies to assess the performance of our Service and, as part of our analytic practices, to help us understand how you use the Service;</li>\n<li>\n<i>Advertising- or Targeting-Related</i>.\nWe may use first-party or third-party Cookies to deliver content, including ads, relevant to your interests, on our Service or on third-party sites.</li>\n</ul>\n<p>You can learn more about the Cookies we use on the Service here.</p>3.\nDoes Airtable use Cookies for interest-based advertising?<p>Yes.\nWe work with third-party partners like online advertising networks, social media companies, and other third-party services that use Cookies, or other information in connection with use of our Service, in order to display personalized or interest-based ads on the Service, on other websites, through apps or services you may use, and on other devices or browsers you may use.\nWe and our third-party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics, service optimization, and market research.\nThese Cookies typically contain a pseudonymous cookie ID and collect device metadata, such as IP address and user agent string, and actions on the Service to assist with these advertising and related services.\nPlease note that the information we share with those advertising networks might be combined with other information about you that those networks may have collected from us or other sources.</p>4.\nHow do I manage Cookies?a.\nHow do I manage Cookies used by Airtable?<p>Depending on your region, a pop-up window may appear the first time you visit our Service, informing you that our Service uses Cookies, and allowing you to set your cookie preferences for your device.\nPlease be aware that this does not apply to strictly-necessary Cookies.\nEven if the pop-up window does not appear, you may indicate or change certain preferences by visiting our cookie preference center.</p>b.\nHow do I opt out of Google data collection?<p>We also may use certain forms of display advertising and other advanced features through Google Universal Analytics, such as Remarketing with Google Analytics, Google Display Network Impression Reporting, the DoubleClick Campaign Manager Integration, and Google Analytics Demographics and Interest Reporting.\nThese features enable us to use first-party Cookies (such as the Google Analytics cookie) and third-party Cookies (such as the Doubleclick advertising cookie) or other third-party Cookies together to inform, optimize, and display ads based on your past visits to the Service.</p>\n<ul>\n<li>You may opt out of certain Google advertising products by visiting the Google Ads Preferences Manager, currently available at google.com/ads/preferences.</li>\n<li>You can view Google’s currently available Google Analytics opt-out options at tools.google.com/dlpage/gaoptout.</li>\n<li>You may learn more about Google’s practices with Google Analytics by visiting Google’s privacy policy, currently available at google.com/policies/privacy/partners.</li>\n</ul>c.\nHow do I opt out via self-regulatory programs?<p>You can opt-out of advertising companies serving interest-based advertising to you by using the self-regulatory program opt-outs below (to the extent those companies participate in such industry opt-out pages).</p>\n<ul>\n<li>To opt-out of receiving interest-based ads from members of the Digital Advertising Alliance please visit http://www.aboutads.info/choices/ for web properties or https://youradchoices.com/appchoices for mobile apps.</li>\n<li>To opt out of receiving interest-based ads from members of the Network Advertising Initiative, please visit https://thenai.org/opt-out/.\n</li>\n</ul>\n<p>Opting out via the above mechanisms does not mean you will no longer receive online advertising.\nIt means that the online ads that you do see from these self-regulatory program participants should not be based on your interests.\nWe are not responsible for the effectiveness of, or compliance with, any third-party opt-out options or programs, or the accuracy of their statements regarding those options or programs.\nIn addition, third parties may still use cookies or other tracking technologies to collect information about your use of our online services, including for analytics and fraud prevention as well as any other purpose permitted under those self-regulatory programs.</p>", "created_at": "2023-08-30 07:43:54.193255", "updated_at": "2023-08-30 07:44:03.910705"}], "points": [{"id": 26716, "title": "Third-party cookies are used for advertising", "source": "https://airtable.com/shrFlHNunBVYxVram/tbl7lUeYwgaPX1cBR", "status": "Privacy Policy links to a document (in source) of all cookies and trackers used, defined by third party or first party, but full text is obscured. \r\nThe text in Privacy Policy explains all uses of cookies including \"advertising or targeting related\".\r\n\r\n\"Our uses of cookies and tracking technologies fall into the following general categories:\r\n\r\n    Operationally Necessary. This includes tools and technologies that allow you access to our Services; are required to identify irregular site behavior, prevent fraudulent activity and improve security; and allow you to make use of our functionality;\r\n    Performance Related. We may use technologies to assess the performance of our Services, including as part of our analytic practices to help us understand how our visitors use the Services;\r\n    Functionality Related. We may use technologies that allow us to offer you enhanced functionality when accessing or using our Services, including, for example, identifying you when you sign into our Services or keeping track of your specified preferences, interests, or past items viewed;\r\n    Advertising or Targeting Related. We may use first-party or third-party technologies to deliver content, including ads, relevant to your interests, on our Services or on third-party sites.\"", "created_at": "2022-01-27 01:20:29.45215", "updated_at": "2022-10-17 22:05:07.108284", "quoteText": null, "case_id": 128, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 34729, "title": "Your IP address is collected, which can be used to view your approximate location", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:40:19.693837", "updated_at": "2023-09-09 11:57:41.110956", "quoteText": null, "case_id": 399, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34724, "title": "The terms for this service are translated into different languages", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:31:19.19392", "updated_at": "2023-09-09 11:57:35.170278", "quoteText": null, "case_id": 198, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34727, "title": "Information is gathered about you through third parties", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:38:46.311568", "updated_at": "2023-09-09 12:07:44.763793", "quoteText": null, "case_id": 382, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34730, "title": "Third-party cookies are used for statistics", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:42:18.095202", "updated_at": "2023-09-09 12:07:51.380267", "quoteText": null, "case_id": 325, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34750, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:21:38.896978", "updated_at": "2023-09-09 12:08:06.500516", "quoteText": null, "case_id": 182, "document_id": 18584, "quoteStart": null, "quoteEnd": null}, {"id": 34752, "title": "Information is provided about security practices", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:23:42.501472", "updated_at": "2023-09-08 07:51:29.574533", "quoteText": null, "case_id": 226, "document_id": 18584, "quoteStart": null, "quoteEnd": null}, {"id": 34725, "title": "Information is provided about what kind of information they collect", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:31:35.310376", "updated_at": "2023-09-08 07:51:51.123221", "quoteText": null, "case_id": 228, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34722, "title": "[PP] There is a date of the last update of the agreements", "source": "", "status": "Generated through the annotate view", "created_at": "2023-08-30 07:30:47.0568", "updated_at": "2023-09-09 11:53:51.728213", "quoteText": null, "case_id": 331, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34732, "title": "Third-party cookies are used for advertising", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:52:18.915377", "updated_at": "2023-09-09 12:08:52.544259", "quoteText": null, "case_id": 128, "document_id": 18585, "quoteStart": null, "quoteEnd": null}, {"id": 34735, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:55:56.14398", "updated_at": "2023-09-08 07:52:08.469643", "quoteText": null, "case_id": 303, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34736, "title": "You maintain ownership of your content", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:56:09.419268", "updated_at": "2023-09-09 11:54:41.899148", "quoteText": null, "case_id": 183, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34737, "title": "You can delete your content from this service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:56:35.102407", "updated_at": "2023-09-09 11:55:14.719216", "quoteText": null, "case_id": 175, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34739, "title": "You can opt out of promotional communications", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:56:56.140825", "updated_at": "2023-09-09 11:55:29.576484", "quoteText": null, "case_id": 223, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34741, "title": "The service claims to be GDPR compliant for European users", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:09:59.173346", "updated_at": "2023-09-09 11:55:34.782954", "quoteText": null, "case_id": 481, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34743, "title": "The service claims to be CCPA compliant for California users", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:17:01.491925", "updated_at": "2023-09-09 11:55:40.635982", "quoteText": null, "case_id": 482, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34731, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "", "status": "Also: \"We collect [...] mobile device identifiers\"", "created_at": "2023-08-30 07:42:32.420743", "updated_at": "2023-09-09 12:08:42.177993", "quoteText": null, "case_id": 323, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34733, "title": "Your profile is combined across various products", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:52:47.585222", "updated_at": "2023-09-09 12:09:06.132578", "quoteText": null, "case_id": 326, "document_id": 18585, "quoteStart": null, "quoteEnd": null}, {"id": 34738, "title": "Your personal data may be used for marketing purposes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:56:45.908566", "updated_at": "2023-09-09 12:09:15.631373", "quoteText": null, "case_id": 336, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34728, "title": "Many different types of personal data are collected", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:39:42.073833", "updated_at": "2023-09-14 12:48:39.792337", "quoteText": null, "case_id": 376, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34744, "title": "Your Personal data may be sold unless you are Californian and you opt out", "source": "", "status": "Generated through the annotate view", "created_at": "2023-08-30 08:17:34.952631", "updated_at": "2023-09-09 12:10:01.55676", "quoteText": null, "case_id": 396, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34754, "title": "You aren’t forced into binding arbitration in case of disputes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:25:11.140968", "updated_at": "2023-09-17 10:09:35.67155", "quoteText": null, "case_id": 335, "document_id": 18584, "quoteStart": null, "quoteEnd": null}, {"id": 34749, "title": "Your account can be deleted without prior notice and without a reason", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:21:12.287272", "updated_at": "2023-09-09 11:54:27.244345", "quoteText": null, "case_id": 201, "document_id": 18584, "quoteStart": null, "quoteEnd": null}, {"id": 34747, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:20:19.868378", "updated_at": "2023-09-09 11:56:02.970909", "quoteText": null, "case_id": 135, "document_id": 18584, "quoteStart": null, "quoteEnd": null}, {"id": 34746, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:19:23.431927", "updated_at": "2023-09-09 11:58:09.8727", "quoteText": null, "case_id": 150, "document_id": 18584, "quoteStart": null, "quoteEnd": null}, {"id": 34751, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:22:47.127079", "updated_at": "2023-09-09 11:58:25.286466", "quoteText": null, "case_id": 384, "document_id": 18584, "quoteStart": null, "quoteEnd": null}, {"id": 34753, "title": "The court of law governing the terms is in California, USA", "source": "", "status": "Generated through the annotate view", "created_at": "2023-08-30 08:24:12.019607", "updated_at": "2023-09-09 11:58:32.515976", "quoteText": null, "case_id": 163, "document_id": 18584, "quoteStart": null, "quoteEnd": null}, {"id": 34740, "title": "You should revisit the privacy policy periodically, although in case of material changes, the service will notify", "source": "", "status": "Also applies to the terms: \"We may, in our sole discretion, modify or update these Terms from time to time, and so you should review this page periodically. In such cases, we will update the ‘last modified’ date at the top of this page. When we change these Terms in a material manner, we will notify you that material changes have been made to these Terms, for example by posting the modified Terms on our website, by displaying a prominent notice within the Service, or through other communications.\"", "created_at": "2023-08-30 08:09:16.996448", "updated_at": "2023-09-09 11:58:48.791742", "quoteText": null, "case_id": 329, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34755, "title": "You waive your right to a class action.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:25:39.985936", "updated_at": "2023-09-08 07:53:53.315378", "quoteText": null, "case_id": 117, "document_id": 18584, "quoteStart": null, "quoteEnd": null}, {"id": 34745, "title": "This service is only available to users over 16 years old", "source": "", "status": "Generated through the annotate view", "created_at": "2023-08-30 08:18:48.508586", "updated_at": "2023-09-09 11:57:51.5138", "quoteText": null, "case_id": 152, "document_id": 18584, "quoteStart": null, "quoteEnd": null}, {"id": 34734, "title": "This service gives your personal data to third parties involved in its operation", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:55:07.167992", "updated_at": "2023-09-08 07:50:36.58581", "quoteText": null, "case_id": 188, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34726, "title": "Information is provided about how your personal data is used", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:31:45.929395", "updated_at": "2023-09-08 07:50:43.198097", "quoteText": null, "case_id": 227, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34748, "title": "You have the right to leave this service at any time", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:20:46.397668", "updated_at": "2023-09-08 07:50:52.581909", "quoteText": null, "case_id": 170, "document_id": 18584, "quoteStart": null, "quoteEnd": null}, {"id": 34723, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 07:31:10.357307", "updated_at": "2023-09-08 07:51:38.112302", "quoteText": null, "case_id": 197, "document_id": 18583, "quoteStart": null, "quoteEnd": null}, {"id": 34742, "title": "Your personal data is used to employ targeted third-party advertising", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-30 08:10:40.85387", "updated_at": "2023-09-09 12:09:34.434839", "quoteText": null, "case_id": 220, "document_id": 18585, "quoteStart": null, "quoteEnd": null}, {"id": 34721, "title": "Your personal information is used for many different purposes", "source": "https://www.airtable.com/privacy#2-how-we-use-the-information-we-collect", "status": "From \"3. How We Disclose Information\" in the privacy policy:\r\n\r\n* With vendors that help us provide you with aspects of the Service, such as data storage, hosting, customer support, and payment processing, or that help us with marketing and email campaigns, to advertise, gain insights, and perform analytics into how the Service is used and how it might be improved;", "created_at": "2023-08-30 07:26:30.999098", "updated_at": "2023-10-30 23:00:21.235784", "quoteText": null, "case_id": 185, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["airtable.com"]}}