{"error": 448, "message": "OK", "parameters": {"id": 7601, "name": "CTW ID", "created_at": "2023-03-16 17:29:53.221338", "updated_at": "2023-03-29 19:26:48.162306", "wikipedia": null, "keywords": null, "related": null, "slug": "ctw-id", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7601.png", "url": "g123.jp", "documents": [{"id": 14637, "name": "プライバシーポリシー", "url": "https://g123.jp/privacy_policy", "xpath": "//body", "text": " CTW IDプライバシーポリシー <p> CTW株式会社（以下「当社」といいます。）は、お客様の個人情報保護の重要性について認識し、当社がプライバシーに関連する情報を取り扱う際の基本方針（プライバシーポリシー）を以下の通り定めるものとします。 </p> 第1条 （定義） <ol>\n<li> 本プライバシーポリシーにおいて、「利用者情報」とは、ユーザーの識別に係る情報、通信サービス上の行動履歴、その他印刷物の発注に関連し生成または蓄積された情報であって、本プライバシーポリシーに基づき当社が収集する情報を意味するものとします。 </li>\n<li> 「利用者情報」のうち、「個人情報」とは「個人情報の保護に関する法律」に定義されている「個人情報」をいいます。 </li>\n</ol> 第2条 （情報の取得） <ol>\n<li> 当社は、当社サービスの利用もしくは当社サービスの利用予約等に際し、第3条に定める範囲を利用の目的とし、以下の情報を取得する場合があります。 <ul>\n<li>（1） 当社サービスを登録する際のお申し込み内容に関する情報 </li>\n<li>（2） 端末に関する情報 </li>\n<li>（3） アクセスログに関する情報 </li>\n<li>（4） cookieに関する情報 </li>\n<li> （5） その他、メールアドレス等、当社が定めるフォームに入力する情報 </li>\n</ul>\n</li>\n<li> ユーザーは、前項のCookieに関する情報の利用について、以下の点に同意の上、本サービスを利用して下さい。 <ul>\n<li> （1） ユーザーが本サービスを利用するために当社が管理するウェブサイトにアクセスした場合、当社が当社のサーバーから利用者の端末に一つ又は複数のCookieを送信する場合があること </li>\n<li> （2） ユーザーに応じて本サービスの内容をカスタマイズさせるため、当社が、ユーザーの端末が保存している当社が送信したCookieにアクセスし使用する場合があること </li>\n<li> （3） ユーザーが当社によるCookieの使用に同意しない場合、Cookieを削除した場合、又はブラウザや端末の設定によりCookieの拒否や機能を制限した場合、本サービスの全部又は一部を利用できない場合があること </li>\n<li> （4） ジーニー、Google、Yahoo、i-mobile、AMoAd、nend等の第三者広告配信事業者が、Cookie等を使用して、本サービスのサイトを閲覧しているユーザーの閲覧履歴に基づいたディスプレイ広告配信する場合があること（アドネットワークにより広告配信することを含みます。）、上記第三者広告配信事業者及びそのパートナーが本サービスのサイトや他のサイトへのアクセス情報に基づく広告をユーザーに表示させることができること。なお、当該第三者広告配信事業者によって取得されたCookie情報等は、当該第三者のプライバシーポリシーに従って取り扱われます。 </li>\n<li> （5） ユーザーは、前項の第三者広告配信事業者のウェブサイト内に設けられたオプトアウトページにアクセスして、当該第三者広告配信事業者及びアドネットワークによるCookie情報等を使用しないよう設定することができます。但し、Cookieを無効化すると、当社のサービスの一部の機能をご利用いただけなくなる場合があります。 </li>\n</ul>\n</li>\n</ol> 第3条 （情報の利用目的） <p>当社は、以下の目的で利用者情報を利用致します。</p>\n<ol>\n<li> 本サービスの提供のため </li>\n<li>本サービスに関する登録の受付、本人確認、本サービスの提供、維持、保護、及び改善のため </li>\n<li>本サービスに関するご案内、お問い合わせ等への対応のため </li>\n<li>本サービスに関する当社の規約、本プライバシーポリシー等（以下「規約等」といいます。）に違反する行為に対する対応のため </li>\n<li>本サービスに関する規約等の変更等を通知するため </li>\n<li>本サービスに関連して、個人を識別できない形式に加工した統計データを作成するため </li>\n<li>サービス開始や各種キャンペーン等、当社からの告知のため </li>\n<li>当社または第三者の広告の配信または表示のため </li>\n<li>本サービスのご利用状況等を調査、分析するため </li>\n<li>その他、上記利用目的に付随する行為のため </li>\n</ol> 第4条 （情報の第三者提供） <p> 当社は、利用者情報のうち、個人情報については、個人情報保護法その他の法令に基づき開示が認められる場合を除くほか、あらかじめユーザーの同意を得ないで第三者に提供しません。ただし、次に掲げる場合はこの限りではありません。</p>\n<ol>\n<li> 当社が利用目的の達成に必要な範囲内において利用者情報の取扱いの全部または一部を委託する場合 </li>\n<li>合併その他の事由による事業の承継に伴って利用者情報が提供される場合 </li>\n<li>利用者情報を特定の者との間で共同して利用する場合であって、その旨ならびに共同して利用される利用者情報の項目、共同して利用する者の範囲、利用する者の利用目的および当該利用者情報の管理について責任を有する者の氏名又は名称について、あらかじめご本人に通知し、又はご本人が容易に知り得る状態に置いているとき </li>\n</ol> 第5条 （個人情報の開示、削除） <p> 当社は、ユーザーから、個人情報保護法の定めに基づき個人情報の開示を請求されたときは、ユーザーご本人からのご請求であることを確認した上で、ユーザーに対し、遅滞なく対応をおこないます（当該個人情報が存在しないときはその旨を通知します）。これらの請求に関しては、当社のお問い合わせフォームよりご連絡ください。ただし、個人情報保護法その他の法令により、当社が開示、削除の義務を負わない場合は、この限りではありません。また、個人情報に該当しない利用者情報については、原則として開示、削除いたしません。 </p> 第6条 （個人情報の訂正及び利用停止等） <ol>\n<li> 当社は、以下の場合に、ユーザーご本人からのご請求であることを確認した上で必要な調査を行い、その結果に基づき、個人情報の内容の訂正または利用停止を行い、その旨をユーザーに通知します。ただし、合理的な理由に基づいて訂正または利用停止を行わない旨の決定をしたときは、ユーザーに対しその旨を通知します。 <ul>\n<li> （1） ユーザーから、個人情報が真実でないという理由によって個人情報保護法の定めに基づきその内容の訂正を求められた場合 </li>\n<li> （2） ユーザーから、あらかじめ公表された利用目的の範囲を超えて取り扱われているという理由または偽りその他の不正の手段により収集されたものであるという理由により、個人情報保護法の定めに基づきその利用の停止を請求された場合 </li>\n</ul>\n</li>\n<li>前項は、個人情報保護法その他の法令により当社が訂正または利用停止の義務を負わない場合には適用しません。 </li>\n<li> 前項の規定に関わらず、個人情報の利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって、ユーザーの権利利益を保護するために必要な代替措置をとることができるときは、利用停止等に代えて当該代替策措置を講じるものとします。 </li>\n</ol> 第7条 （プライバシーポリシーの変更手続） <p> 当社は、利用者情報の取扱いに関する運用状況を適宜見直し、継続的な改善に努めるものとし、必要に応じて本プライバシーポリシーを変更することがあります。 </p>\n<p> 本プライバシーポリシーを変更した場合には、変更後の本プライバシーポリシーについて通知するものとします。ただし、本プライバシーポリシーの変更につき、法令上ユーザーの同意が必要な場合には、当社所定の方法でユーザーの同意を得るものとします。 </p> 第8条（お問い合わせ窓口） <p>ご意見、ご質問、苦情のお申出その他利用者情報の取扱いに関するお問い合わせは、下記の窓口までお願い致します。</p>\n<p>【お問い合わせ窓口】</p>\n<p>会社名：CTW株式会社</p>\n<p>e-mail：contact@ctw.inc</p>\n<p>平成30年6月26日 制定</p> G123トップ 利用規約 特定商取引法の表記 お問い合わせ 資金決済法に基づく表示 <p>Copyright © CTW, Inc.\nAll Rights Reserved.</p> ", "created_at": "2023-03-16 17:29:53.252512", "updated_at": "2023-03-16 17:30:22.132545"}, {"id": 14638, "name": "利用規約", "url": "https://g123.jp/terms", "xpath": "//body", "text": " 利用規約 <p> 利用規約（以下「本規約」といいます。）には、CTW株式会社（以下「当社」といいます。）の提供するCTW　IDサービスの利用条件が定められております。当該サービスをユーザーとしてご利用になる方は、本規約を必ずご確認いただき、ご同意の上ご利用いただきますようお願い致します。 </p> 第1条 （適用） <ol>\n<li> 本規約は、本サービス（第2条に定義）の提供条件及び本サービスの利用に関する当社とユーザー（第 2条に定義）との間の権利義務関係を定めることを目的とし、ユーザーと当社の間の本サービスの利用 に関わる一切の関係に適用されます。 </li>\n<li> 当社が本サービス上で掲載する本サービス利用に関するルール（以下「個別規約」といいます。）も、本 規約と一体のもとして本サービスの利用に適用され、個別規約と本規約とで内容が異なる場合は、本 規約が優先して適用されるものとします。 </li>\n<li> 当社は、ユーザーに事前告知をすることなく、本規約を合理的な範囲内で変更することができます。本 規約が変更された場合、変更を告知した後に変更後の規約が適用されるものとし、ユーザーは本規約 の変更後に本サービスを利用した場合には、変更後の規約に同意したものとみなされます。 </li>\n</ol> 第2条 (用語の定義) <p>本規約において使用する以下の用語は、各々以下に定める意味を有するものとします。</p>\n<ol>\n<li> 「CTW ID利用規約」とは、本規約及び当社とユーザーとの間で締結する、本サービスの利用契約を意味します。 </li>\n<li>「当社」とは、CTW株式会社を意味します。</li>\n<li> 「本サイト」とは、ウェブサイト「CTW ID」を意味します。 </li>\n<li>「本サービス」とは、本サイトを通じて提供される情報の一切を意味します。</li>\n<li>「会員サービス」とは、本サービスのうち会員のみが利用できるサービスを意味します。</li>\n<li>「会員登録希望者」とは、会員サービスの提供を希望する者を意味します。</li>\n<li> 「会員登録」とは、会員登録希望者が本規約に同意し、本規約及び当社が定める方法により、会員サ ービスの提供を申込むことを意味します。 </li>\n<li> 「会員」とは、本サービスの提供を希望し、本規約に同意の上、会員登録をした者のうち、当社が承認 した者を意味します。 </li>\n<li>「ユーザー」とは、会員を含む当社が提供する本サービスを利用する全ての者を意味します。</li>\n<li> 「登録情報」とは、会員が会員登録および本サービスの利用において当社に対して開示した情報の一 切を意味します。 </li>\n<li> 「個人情報」とは、登録情報のうち、電子メールアドレス等、特定の個人を識別できる情報の一切を意 味します。 </li>\n<li> 「認証情報」とは、登録情報のうち当社が会員からの接続を認証するために必要な情報でIDやパスワ ードを含む情報を意味します。 </li>\n<li>「退会」とは、本規約及び当社が定める方法により、会員登録を抹消し、会員サービスの提供を終了す ることを意味します。</li>\n</ol> 第3条 (本サービス) <ol>\n<li> 本サービスは、当社が運営するゲームを配信するためのプラットフォームをいいます。また、本サービ ス内においてゲームを配信するゲーム会社を「配信ゲーム会社」といいます。 </li>\n<li> 当社は必要に応じて、本サービスに新しいサービスを追加したり、サービス内容を変更したりすること があります。会員はそれらをあらかじめ承諾した上で本サービスを利用するものとします。 </li>\n<li> ゲーム内のアイテム、プレイ権、ゲーム内で利用できる電子マネー等は、配信ゲーム会社が販売して います。 </li>\n<li> ゲームのプレイや、アイテム、プレイ権、ゲーム内で利用できる電子マネーの購入に際しては、当該ゲ ームの配信ゲーム会社の利用規約が適用されることになります。 </li>\n</ol> 第4条 (会員登録) <ol>\n<li> 本サービスの利用を希望する者（以下「登録希望者」といいます。）は、本規約を遵守することに同意し 、かつ当社の定める一定の情報（以下「登録情報」といいます。）を当社の定める方法で当社に提供す ることにより、当社に対し、本サービスの利用の登録を申請するものとします。 </li>\n<li> 登録の申請は必ず本サービスを利用する個人又は法人自身が行わなければならず、原則として代理 人による登録申請は認められません。また、登録希望者は、登録の申請にあたり、真実、正確かつ最 新の情報を当社に提供しなければなりません。 </li>\n<li> 登録希望者が未成年の方である場合は、親権者の同意を得た上でお申込みください。当社は、未成年 の方から申込みがあった場合は、親権者の同意を得たとみなした上で、申込みを受け付けるものとし ます。 </li>\n<li> 当社は、第1項に基づき登録を申請した者が、以下の各号のいずれかの事由に該当する場合は、登録 を拒否することがあります。 <ul>\n<li> （1） 本規約に違反するおそれがあると当社が判断した場合 </li>\n<li>（2） 当社に提供された登録情報の全部又は一部につき虚偽、誤記又は記載漏れがあった場合 </li>\n<li> （3） 過去に本サービスの利用者としての登録を取り消された者である場合 </li>\n<li> （4） 未成年者、成年被後見人、被保佐人又は被補助人のいずれかであり、法定代理人、後見人､保 佐人又は補助人の同意等を得ていなかった場合 </li>\n<li> （5） 反社会的勢力等（暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味し ます。以下同じ。）である、又は資金提供その他を通じて反社会的勢力等の維持、運営若しくは経 営に協力若しくは関与する等反社会的勢力等との何らかの交流若しくは関与を行っていると当社 が判断した場合 </li>\n<li> （6） その他、当社が登録を適当でないと判断した場合 </li>\n</ul>\n</li>\n<li> 当社は、前項その他当社の基準に従って、登録希望者の登録の可否を判断し、当社が登録を認める 場合にはその旨を登録希望者に通知します。かかる通知により登録希望者のユーザーとしての登録 は完了し、本規約の諸規定に従った本サービスの利用にかかる契約（以下「利用契約」といいます。） がユーザーと当社の間に成立します。 </li>\n<li> 当社は、前項の判断において、登録希望者の登録が認められなかった場合でも、当該登録希望者に その理由を明らかにする義務を負わないものとします。また、この場合でも、当社は、登録希望者から 受領した書類等を返還する義務を負わないものとします。 </li>\n<li> 当社が会員登録希望者の会員登録申請を承認した場合、当社と会員登録希望者との間で、本規約を 契約内容とする会員サービス利用契約が締結されるものとします。 </li>\n<li> 会員は、当社が入会を承認した時点で、会員サービスの提供を受けることに同意したものとみなします 。 </li>\n<li> 会員は、会員サービスの提供を受ける権利について、譲渡、貸与、名義変更、担保供与し、その他第 三者の利用に供する行為をすることはできません。 </li>\n<li> 会員サービスには、固有の情報の登録の設定を必要とするサービスが含まれます。会員がそれら個 別のサービスを利用するに当たっては、それぞれのサービスが指定するガイドラインに沿って必要な 情報を正確に登録の上、利用するものとします。 </li>\n<li> 会員は、登録情報に変更があった場合は、遅滞なく、当社の定める方法により、当該変更事項を当社 に通知し、当社から要求された資料を提出するものとします。 </li>\n<li> 1当社は、第5項に基づきユーザーとして登録が認められた場合、当社所定のアカウント（以下「アカウン ト」といいます。）を開設します。 </li>\n</ol> 第5条 (登録情報の変更と認証情報の管理) <ol>\n<li> 会員は自己の責任と費用負担によって、認証情報の管理を行うものとし、認証情報を第三者に利用さ せたり、貸与、譲渡、売買、質入、公開等をすることはできません。 </li>\n<li> 認証情報の管理不十分による情報の漏洩、使用上の過誤、第三者の使用、不正アクセス等による損 害の責任は会員が負うものとし、当社は一切責任を負わないものとします。万一、認証情報が不正に 利用されたことにより当社に損害が生じた場合、会員は当該損害を賠償するものとします。 </li>\n<li> 会員は、会員情報に変更が生じた場合又は認証情報を第三者に知られた場合、認証情報が第三者に 使用されている疑いのある場合には、本規約及び当社が定める方法により、直ちに当社にその旨届出 ると共に、当社の指示がある場合にはこれに従うにものとします。 </li>\n<li> 会員が前項の届出をしなかったことにより、会員サービスを利用できない等の不利益を被った場合、当 社は一切の責任を負わないものとします。 </li>\n<li> 会員が第３項の届出をしなかった場合、当社は当該会員を退会させることができるものとします。</li>\n</ol> 第6条 (登録情報・個人情報) <p>当社のプライバシーポリシーを参照してください。</p> 第7条 (退会) <ol>\n<li> 会員は、当社所定の手続きにより退会することができます。なお、退会に伴い、情報の提供を受ける権 利、サービス内で取得した会員としての一切の権利を失うものとします。但し、会員サービスのシステ ムの都合上、会員による退会手続きが完了してから、その手続きがシステム上反映されるまで当社所 定の時間が必要な場合があり、会員はこれを承諾するものとします。 </li>\n<li> 当社は、会員が以下のいずれかの事由に該当する場合、又はその恐れがあると当社が判断した場合 、会員へ事前に通告・催告することなく、かつ、会員の承諾を得ずに、当社の裁量によりただちに当該 会員を退会させることができるものとします。 <ul>\n<li> （1） 本規約に違反した場合。 </li>\n<li>（2） 登録情報に虚偽、過誤がある場合。 </li>\n<li>（3） 当社、他のユーザー、配信ゲーム会社その他の第三者に損害を生じさせるおそれのある目的又 は方法で本サービスを利用した、又は利用しようとした場合 </li>\n<li>（4） 問い合わせなどにより当社が取得した電子メールアドレスが機能していないと判断される場合。 </li>\n<li>（5） 手段の如何を問わず、本サービスの運営を妨害した場合 </li>\n<li>（6） 第三者になりすまして会員登録を行った場合。 </li>\n<li>（7） 重複した会員登録があった場合。 </li>\n<li>（8） 第9条に定める禁止事項を行った場合。 </li>\n<li>（9） 会員が死亡した場合。 </li>\n<li>（10）6ヶ月以上本サービスの利用がなく、当社からの連絡に対して応答がない場合 </li>\n<li>（11）第4条第4項各号に該当する場合 </li>\n<li>（12）その他、当社が会員として不適切と判断した場合。 </li>\n</ul>\n</li>\n<li> 前項の場合に於いて、当社が何らかの損害を被った場合、会員は当社に対して損害の賠償をしなけ ればならないものとします。 </li>\n<li> 当社は会員に対して、第2項の退会の理由を開示する義務を負わないものとします。 </li>\n<li> 本条に定める退会により、会員と当社の間で締結された契約が解約されるものとし、会員は本サービ スを利用する権利を全て失うものとします。 </li>\n<li> 会員は、会員資格を失った場合、本サイトのすべてのサービスを受ける権利を喪失するものとします。 </li>\n</ol> 第8条 (免責) <ol>\n<li> 当社は、本サービスにつき、正確性、有用性、適法性、瑕疵の不存在、セキュリティー、特定目的への 適合性、権利侵害の不存在その他一切の事項について如何なる保証も行うものではありません。 </li>\n<li> 当社は、当社による本サービスの提供の中断、停止、終了、利用不能又は変更、ユーザーのメッセー ジ又は情報の削除又は消失､ユーザーの登録の取消、本サービスの利用によるデータの消失又は機 器の故障若しくは損傷、その他本サービスに関連してユーザーが被ったいかなる損害についても、賠 償する責任を一切負わないものとします。 </li>\n<li> ユーザーが、本サービスを利用することにより、第三者に対し損害を与えた場合、ユーザーは自己の 費用と責任においてこれを賠償するものとします。 </li>\n<li> 本サービスに関連してユーザーと他のユーザー、配信ゲーム会社その他の第三者との間において生 じた取引、連絡、紛争等については、ユーザーの責任において処理及び解決するものとし、当社はか かる事項について一切責任を負いません。 </li>\n<li> 5z当社は本サービスに発生した不具合、エラー、アクセス過多による障害等により本サービスが利用で きないことによって引き起こされた損害について一切の賠償責任を負いません 。 </li>\n<li> 当社は、本サービス及び広告主、配信ゲーム会社を含む第三者のウェブサイトからのダウンロードや コンピューターウイルス感染等により発生した、コンピューター、回線、ソフトウェア等の損害について、 賠償する義務を一切負わないものとします。 </li>\n<li> 本サービスならびに本サイト上のコンテンツおよび情報は、当社がその時点で提供可能なものとします 。当社は提供する情報、ユーザーが登録・送信（発信）する文章その他のコンテンツおよびソフトウェア 等の情報について、その完全性、正確性、適用性、有用性、利用可能性、安全性、確実性等につきい かなる保証も一切しません。 </li>\n<li> 当社は、ユーザーに対して、適宜情報提供やアドバイスを行うことがありますが、その結果について責 任を負わないものとします。 </li>\n<li> 本サービスが何らかの外的要因により、データ破損等をした場合、当社はその責任を負いません。 </li>\n<li> 1当社は、サービスを通じて行われた配信ゲーム会社を含む第三者と会員との取引（ゲーム内アイテム の交換等）について、一切の責任を負わないものとし、全ての取引は当該第三者と会員の責任におい てなされるものとします。 </li>\n<li> 当社は、本規約又は個別規約等が消費者契約法2条3項の消費者契約に該当し、本規約及び個別規 約のうち、当社の損害賠償責任を完全に免責する規定が適用されない場合、ユーザーに発生した損 害が当社の債務不履行又は不法行為に基づくときに、当該ユーザーが直接被った損害に限り損害賠 償責任を負うものとします。ただし、当社に故意又は重過失があることが必要です。 </li>\n</ol> 第9条 (禁止事項) <p> ユーザーは、本サービスの利用に際して、以下の行為を行ってはならないものとします。なお、会員が 以下の行為をした場合、直ちに本サービスの利用停止、プロフィール情報をはじめとする会員が掲載し た内容の削除等の措置を取らせていただくことがあります。 </p>\n<ul>\n<li>（1） 当社、他のユーザーもしくはその他の第三者（以下「他者」といいます。）の著作権、商標権等の 知的財産権を侵害する行為、または侵害するおそれのある行為 </li>\n<li>（2） 犯罪行為に関連する行為又は公序良俗に反する行為 </li>\n<li>（3） 他者の財産、プライバシー、肖像権その他の権利を侵害する行為、または侵害するおそれのある 行為 </li>\n<li>（4） 特定の個人の個人情報の提供 </li>\n<li>（5） 他者を差別もしくは誹謗中傷し、または他者の名誉もしくは信用を毀損する行為 </li>\n<li>（6） 過度あるいは不適切に特定の外部Webサイトへ誘導することが目的と判断される行為 </li>\n<li>（7） 児童・若年者に対し悪影響があると判断される行為 </li>\n<li>（8） アクセス可能な本サービスのコンテンツもしくは情報または他者のコンテンツもしくは情報を改ざ ん、消去する行為 </li>\n<li>（9） 当社または他者になりすます行為（詐称するためにメールヘッダ等の部分に細工を行う行為を含 みます。） </li>\n<li>（10）有害なコンピュータプログラム等を送信し、または他者が受信可能な状態におく行為 </li>\n<li>（11）選挙の事前運動、選挙運動（これらに類似する行為を含みます。）または公職選挙法に抵触する 行為 </li>\n<li>（12）他者に対し、無断で、広告・宣伝・勧誘等の電子メールもしくは嫌悪感を抱く電子メール（そのおそ れのある電子メールを含みます。）を送信する行為、他者のメール受信を妨害する行為、連鎖的 なメール転送を依頼する行為または当該依頼に応じて転送する行為 </li>\n<li>（13）通常に本サービスを利用する行為を超えてサーバーに負荷をかける行為もしくはそれを助長する ような行為、その他本サービスの運営・提供もしくは他のユーザーによる本サービスの利用を妨 害し、またはそれらに支障をきたす行為 </li>\n<li>（14）サーバ等のアクセス制御機能を解除または回避するための情報、機器、ソフトウェア等を流通さ せる行為 </li>\n<li>（15）本サービスによって提供される機能を複製、修正、転載、改変、変更、リバースエンジニアリング、 逆アセンブル、逆コンパイル、翻訳あるいは解析する行為 </li>\n<li>（16）本人の同意を得ることなく、または詐欺的な手段（いわゆるフィッシングおよびこれに類する手段 を含みます。）により他者の登録情報を取得する行為 </li>\n<li>（17）本サービスの全部または一部を商業目的で、使用方法を問わず利用する行為（それらの準備を 目的とした行為も含みます。） </li>\n<li>（18）法令に基づき監督官庁等への届出、許認可の取得等の手続きが義務づけられている場合に、当 該手続きを履行せずに本サービスを利用する行為、その他当該法令に違反し、または違反する おそれのある行為 </li>\n<li>（19）本サービスの運営を妨害する行為、他者が主導する情報の交換または共有を妨害する行為、信 用の毀損または財産権の侵害等の当社または他者に不利益を与える行為 </li>\n<li>（20）長時間の架電、同様の問い合わせの繰り返しを過度に行い、または義務や理由のないことを強 要し、当社の業務に著しく支障を来たす行為 </li>\n<li>（21）上記各号の他、法令もしくは本利用規約に違反する行為、または公序良俗に違反する行為（暴力 を助長し、誘発するおそれのある情報もしくは残虐な映像を送信もしくは表示する行為や心中の 仲間を募る行為等を含みます。） </li>\n<li>（22）上記各号のいずれかに該当する行為（当該行為を他者が行っている場合を含みます。）が見られ るデータ等へ当該行為を助長する目的でリンクを張る行為 </li>\n<li>（23）その他当社がユーザーとして不適当と判断した行為 </li>\n</ul> 第10条 (権利帰属) <ol>\n<li> 本サービスに関する著作権等の知的財産権、その他の権利は、当社またはその権利許諾者に帰属し ます。 </li>\n<li> 本サービスにて配信されるゲームに関する著作権等の知的財産権、その他の権利は、配信ゲーム会 社またはその権利許諾者に帰属します。 </li>\n<li> ユーザーは、投稿データについて、自らが投稿その他送信することについての適法な権利を有してい ること、および投稿データが第三者の権利を侵害していないことについて、当社に対し表明し、保証す るものとします。 </li>\n<li> ユーザーは、投稿データについて、当社に対し、世界的、非独占的、無償、サブライセンス可能かつ譲 渡可能な使用、複製、配布、派生著作物の作成、表示及び実行に関するライセンスを付与します。また 、他の登録ユーザーに対しても、本サービスを利用してユーザーが投稿その他送信した投稿データの 使用、複製、配布、派生著作物を作成、表示及び実行することについての非独占的ライセンスを付与し ます。 </li>\n<li> ユーザーは、当社及び当社から権利を承継しまたは許諾された者に対して著作者人格権を行使しない ことに同意するものとします。 </li>\n<li> 本規約に基づく本サービスの利用許諾は、本サービスに関する当社またはその権利許諾者の著作権 等の知的財産権、その他の権利の使用許諾を意味するものではありません。 </li>\n</ol> 第11条 (本サービスの停止、中止、終了) <ol>\n<li> 当社は、以下のいずれかに該当する場合には、ユーザーに事前に通知することなく、本サービスの全 部又は一部を停止又は中断することができるものとします。 <ul>\n<li> （1） 本サービスに係るコンピューターシステムの点検又は保守作業を定期的又は緊急に行う場合 </li>\n<li> （2） 火災、停電、天災地変等の不可抗力により本サービスの運営が不能となった場合 </li>\n<li> （3） 戦争、内乱、暴動、騒擾、労働争議等により本サービスの運営が不能となった場合 </li>\n<li> （4） 本サービス提供の為のコンピューターシステムの不良及び第三者からの不正アクセス、コンピュ ーターウイルスの感染等により本サービスを提供できない場合 </li>\n<li> （5） 法律、法令等に基づく措置により本サービスが提供できない場合 </li>\n<li> （6） その他、当社が停止又は中断を必要と判断した場合 </li>\n</ul>\n</li>\n<li> 当社は、当社の都合により、本サービスの提供を終了することができます。この場合、当社はユーザー に事前に通知するものとします。但し、緊急の場合は、この限りではありません。 </li>\n<li> 当社は事前に電子メール等によりユーザー及び第三者に通知することなく、本サービスの内容又は名 称を自由に変更できるものとします。 </li>\n<li> 当社は、本条に基づき当社が行った措置に基づきユーザーに生じた損害について一切の責任を負い ません。 </li>\n</ol> 第12条 （設備の負担、利用環境） <ol>\n<li> 本サービスの提供を受けるために必要な、コンピューター、ソフトウェアその他の機器、通信回線その 他の通信環境等の準備及び維持は、ユーザーの費用と責任において行うものとします。 </li>\n<li> ユーザーは、自己の本サービスの利用環境に応じて、コンピューター・ウィルスの感染の防止、不正ア クセス及び情報漏洩の防止等のセキュリティー対策を自らの費用と責任において講じるものとします。 </li>\n<li> ユーザーは、本サービスの利用開始に際し又は本サービスの利用中に、当社ウェブサイトからのダウ ンロードその他の方法によりソフトウェア等をユーザーのコンピューター等にインストールする場合には 、ユーザーが保有する情報の消滅若しくは改変又は機器の故障、損傷等が生じないよう十分な注意を 払うものとし、当社はユーザーに発生したかかる損害について一切責任を負わないものとします。 </li>\n</ol> 第13条 (有効期間) <p>利用契約は、ユーザーについて第4条に基づく登録が完了した日に効力を生じ、当該ユーザーの登録 が取り消された日又は本サービスの提供が終了した日のいずれか早い日まで、当社とユーザーとの 間で有効に存続するものとします。 </p> 第14条 (規約改訂) <ol>\n<li> 当社は、随時本規約を改訂することができるものとします。 </li>\n<li>当社は、本規約を改訂しようとする場合、電子メール又は本サービスに関するウェブサイト等を使い随 時、ユーザーに告知するものとします。 </li>\n<li>前項に基づき、本規約改訂を告知した日から当社が定める期間（定めがない場合は告知の日から1週 間）以内に会員が退会しない場合、当該会員は本規約の改訂に同意したものとみなされ、当該会員と 当社との間で改訂後の規約の効力が発生するものとします。 </li>\n<li>会員は、前項に定める効力発生の時点以降、当該内容の不知又は不承諾を申し立てることはできな いものとします。 </li>\n</ol> 第15条 (準拠法) <p>本規約は日本国法に準じて解釈されるものとします。</p> 第16条 (協議・管轄裁判所) <ol>\n<li> 当社、本サービスに関連してユーザー、当社、第三者との間で疑義、問題が生じた場合、都度誠意を もって協議し、解決を図るものとします。 </li>\n<li> 前項の協議によっても疑義、問題が解決しない場合、東京簡易裁判所又は東京地方裁判所を第１審 の専属的合意管轄裁判所とするものとします。 </li>\n</ol> 第17条 (連絡先) <p> 本サービスに関するご意見、ご質問、苦情のお申出その他利用者情報の取扱いに関するお問い合わ せは、下記窓口までお願い致します。</p>\n<p>【連絡先】</p>\n<p>会社名：CTW株式会社</p>\n<p>e-mail：contact@ctw.inc</p>\n<p>平成30年6月27日 制定</p> G123トップ 利用規約 特定商取引法の表記 お問い合わせ 資金決済法に基づく表示 <p>Copyright © CTW, Inc.\nAll Rights Reserved.</p> ", "created_at": "2023-03-16 17:29:53.282905", "updated_at": "2023-03-16 17:30:36.216661"}], "points": [], "urls": ["g123.jp"]}}