{"error": 448, "message": "OK", "parameters": {"id": 9495, "name": "Quality Behavioral Solutions to Complex Behavior Problems ", "created_at": "2023-09-03 02:54:39.784715", "updated_at": "2023-09-03 10:02:18.037747", "wikipedia": null, "keywords": null, "related": null, "slug": "quality-behavioral-solutions-to-complex-behavior-problems", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9495.png", "url": "qbs.com", "documents": [{"id": 18738, "name": "Privacy Policy", "url": "https://qbs.com/privacy-policy/", "xpath": "/html/body/div[2]/div[2]/div/article/div/div/div/div/div[2]", "text": null, "created_at": "2023-09-03 02:54:39.814858", "updated_at": "2023-09-03 02:55:02.239576"}, {"id": 18739, "name": "Terms of Use", "url": "https://qbs.com/terms-of-use/", "xpath": "/html/body/div[2]/div[2]/div/article/div/div/div/div/div[2]", "text": "<strong>Payment Policy</strong>\n<p>\n<strong>Due upon Class Registration.</strong> Payment is due upon registration for QBS classes.\nIn the terms below, a “registrant” refers to a purchased class seat, regardless of if the registrant is named at the time of registration or to be determined later.\nQuestions can be addressed to info@QBS.com.</p>\n<p>\n<strong>Purchase Orders.</strong> If your organization requires the use of a purchase order, please enter the PO# during the registration process.\nIf this is not possible, please email the PO information to info@QBS.com with the relevant invoice.</p>\n<p>\n<strong>Materials and Online Courses.</strong> Purchases of materials and online courses are due upon purchase and are non-refundable.</p>\n<p>\n<strong>Specialist Fees.</strong> Specialist fees are billed on a trailing basis to the organization of record conducting the training.\nSpecialist fees are based on the original training roster submitted through Trainer Connect and according to the published price list at the time of submission.</p>\n<p>\n<strong>Timely Payments.</strong> Overdue payments can be paid by credit card through the link with the invoice email, or checks should be sent to&nbsp;“QBS, 49 Plain St., 2nd Floor, North Attleboro, MA, 02760”.\nAs documented in the Safety-Care Compliance Standards, failure to settle an overdue account balance will cause trainer and specialist certifications to be invalidated.\nAll past-due accounts may be assessed a 1.5% interest fee per month on the unpaid balance.</p>\n<strong>Cancellation/Rescheduling Policy</strong>\n<p>\n<strong>Requests must be in writing.</strong> If a registrant or organization needs to cancel or reschedule their participation in a QBS training, this request must be in writing to info@QBS.com.\nAttempts to cancel or reschedule by any other means will not be honored.</p>\n<p>\n<strong>Cancellation Requests.</strong> Once a cancellation request is received, QBS will issue a refund minus a 20% fee, if applicable.\nA 20% fee will be charged if the request is within 30 days of the class date.</p>\n<p>\n<strong>Reschedule Requests.</strong> Once a rescheduling request is received with a new class identified, QBS will apply the original payment to the new class registration minus a 20% fee, if applicable.\nA 20% fee will be charged if the request is within 30 days of the class date.</p>\n<p>QBS reserves the right to cancel or reschedule trainings at any time.\nIf QBS must cancel or reschedule a training, registrants are entitled to a full refund, but QBS is not responsible for travel arrangements, travel fees, or any expenses incurred by registrants because of such cancellation rescheduling.\nIf QBS cancels a training, registrants will be contacted at the email address provided to QBS during the original registration process.</p>\n<strong>Organizational Training &amp.\nPrivate Training Sessions</strong>\n<p>\n<strong>Private Training Sessions</strong> are dedicated trainings for one organization.\nPrivate Training Sessions are prioritized around an organization’s schedule and location preferences.\nPrivate Training Sessions require the purchase of the full class (ex., all 10 class seats), regardless of the number of registrants or actual attendance.\nFull class minimums may vary by class type.</p>\n<p>Alternatively, Open Sessions are available to all customers.\nThese are scheduled in locations based on the mixed customers in attendance.\nOpen Sessions are only scheduled when QBS reasonably expects enough mixed customer attendance in an area to fill a full class.\nOpen Sessions are billed to organizations on a per-registrant basis.</p>\n<p>If an organization needs to cancel or reschedule their scheduled Private Training Session, their request must be in writing to info@QBS.com.\nAttempts to cancel or reschedule by any other means will not be honored.\nA 20% fee will be charged if the request is within 30 days of the class date.</p>\n<strong>Fees for Canceling / Rescheduling 30 Days before Class Date</strong>\n<p>\n<strong>No fee if requested 30 or more days before class.\n</strong>Cancellations and rescheduling requests received in an email 30 or more days before the scheduled training do not result in a fee.\nRequests must be in writing to info@QBS.com to be eligible for this exception.</p>\n<p>\n<strong>20% fee if requested 29 or fewer days before class.\n</strong>Cancellations and rescheduling requests received in an email 29 days or less from the scheduled training date will result in a 20% administrative fee.\nRequests must be in writing to info@QBS.com prior to the start of class to avoid a “No Show” designation.</p>\n<strong>Certification &amp.\nAttendance Policy</strong>\n<p>\n<strong>Certification Requirements.</strong> Achieving certification by QBS is contingent on passing certain requirements.\nThe requirements to pass a class may include attendance, participation, testing, and approval by the trainer.\nParticipants who do not fulfill class requirements may fail or be restricted from using or teaching specified portions of the training curriculum.\nIf a participant fails a class, refunds are not provided.\nThe participant may purchase another session if they would like to retake the class.</p>\n<p>\n<strong>QBS reserves the right not to certify anyone at its sole discretion.</strong>\n</p>\n<p>\n<strong>Registrant Substitutions.\n</strong>An organization may send a substitute participant in place of their original registrant with prior written notice to info@QBS.com.\nAll class substitutions must be communicated before the start of class to avoid “No Show” designations.</p>\n<p>\n<strong>Registrant “No Show.”</strong> A registrant “No Show” is the failure to arrive on time or request a cancellation/reschedule in writing to info@QBS.com by the start time of a scheduled class.\n“No Shows” registrations are due and payable and not eligible for a refund.</p>\n<p>\n<strong>Partial Attendance.</strong> If a registrant knows in advance that they cannot attend the full scheduled session, they should cancel or reschedule to a different class.</p>\n<ul>\n<li>\n<p>Participants who do not complete a 1-day training class must purchase and complete a new full-session training to become certified.\nThe original registration will be billed in full.</p>\n</li>\n<li>\n<p>Participants who do not complete at least two days of a 3-day training class must purchase and complete a new full-session training to become certified.\nThe original registration will be billed in full.</p>\n</li>\n<li>\n<p>Participants who complete at least two days of a 3-day training class (but miss part of the third day) are eligible to finish the third-day material within three months of the first day of the original class and become certified.\nThe participant will not be certified if the remainder of the original class is not completed within three months.\nThis completion option is conditional on the availability of another open class.\nThe original registration will be billed in full.\nAny third-day completion registrations will be unbilled.\nPlease work with your sales contact to register for a third-day completion (do not register directly).</p>\n</li>\n</ul>\n<strong>Weather Cancellation Policy</strong>\n<p>QBS recognizes that scheduled trainings may need to be canceled due to weather conditions.\nHowever, due to complexity and time constraints in scheduling trainings, weather cancellations will be avoided if possible.</p>\n<p>If it is apparent (announced school closings, road closings, etc.) the day before a scheduled training session that inclement weather will likely prohibit the registrants and/or the trainers from attending, QBS will reschedule.\nUpon cancellation, QBS will make reasonable efforts to phone or email all participants to inform them of the cancellation and rescheduled dates.\nPlease assist QBS by sending us participants’ mobile phone numbers so we can reach people if necessary.\nIf registrants cannot attend on the rescheduled dates, they will receive a refund.</p>\n<p>If QBS cancels a training, registrants will be contacted at the email address provided when registering.\nWe will also attempt phone calls to each registrant, so please be sure each participant provides a valid email address and phone number.</p>\n<p>If the training is underway (the first day has begun), including but not limited to, the training site is still available (i.e., open) and the trainer is onsite, the remainder of the training will be conducted as scheduled.\nIt is expected that the participants will make whatever arrangements necessary to attend.\nThe Partial Attendance policy will apply if a participant decides not to attend the remainder of the course.</p>\n<p>Despite this Weather Cancellation policy, the decision to travel to and from training under any conditions, including inclement weather, is the participant’s sole responsibility.\nQBS does not accept any liability or responsibility for the travel decisions of participants.</p>\n<strong>Terms of Use</strong>\n<p>\n<strong>Organization of Record.</strong> Safety-Care certified trainers may only train employees of their Organization of Record unless otherwise authorized in writing by QBS.\nAn organization with contractors, interns, volunteers, etc., who work for other agencies but under the auspices of the organization and who provide services to the same individuals may consider those staff “employees” if the total number of staff from any given agency does not exceed 15 staff.</p>\n<p>Please recognize that this precludes training to other organizations that may be ‘supported,’ ‘serviced,’ or to which other services may be provided, but are different organizations.\nWith respect to state and federal organizations, the center, facility, institution, etc., are considered to be an organization.\ntherefore, a trainer must be at the center (i.e., local organization) level to train ‘center’ level staff, rather than at regional or state levels.\nPlease direct any questions to&nbsp;info@QBS.com.</p>\n<p>\n<strong>Compliance Standards.</strong> Additional terms of use for Safety-Care are detailed in the Safety-Care Compliance Standards.\nQBS reserves the right to change the Compliance Standards at any time.</p>\n<strong>Legal Representation</strong>\n<p>QBS LLC shall, upon reasonable request of an organization, and only if doing so shall not be impracticable, testify on behalf of organization in any legal proceeding or regulatory hearing in which organization shall become involved, provided 1) such testimony shall be limited to a general description of the nature of Safety-Care and the conduct of the training contemplated hereunder.\n2) the organization shall give QBS LLC at least fifteen business days’ notice of the need therefor.\n3) the organization shall pay reasonable out-of-pocket expenses incurred by QBS in connection with such testimony, including the cost of travel, and shall pay QBS LLC, as a consulting fee, its then-applicable daily consulting rate for each day (or any part thereof) of in-person testimony.\nand 4) QBS LLC shall have no obligation hereunder to provide testimony on behalf of the organization if QBS LLC is also a party to such legal proceeding or its activities are, independently hereof, the subject of such regulatory hearing.</p>\n<strong>Intellectual Property</strong>\n<p>Participants and organizations acknowledge that all intellectual rights of the products, services, and trademarks are owned unconditionally by QBS LLC, the sole course and provider of Safety-Care, and in no manner, shall a participant or organization assume privileges and/or possession of said rights.</p>", "created_at": "2023-09-03 02:54:39.845496", "updated_at": "2023-09-03 02:55:42.567374"}], "points": [], "urls": ["qbs.com"]}}