{"error": 448, "message": "OK", "parameters": {"id": 8424, "name": "copyright.gov", "created_at": "2023-05-30 17:48:31.013899", "updated_at": "2023-05-30 22:02:22.532469", "wikipedia": null, "keywords": null, "related": null, "slug": "copyright-gov", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8424.png", "url": "copyright.gov", "documents": [{"id": 16360, "name": "Privacy Policy", "url": "https://copyright.gov/about/privacy-policy.html", "xpath": "/html/body/div[1]", "text": " <ul>\n<li>Home </li>\n<li>Privacy Policy</li>\n</ul> Privacy Policy <p>This webpage provides information on how the U.S.\nCopyright Office collects personal information from its patrons and on the public availability of that personal information.\nThe authority for requesting any information related to Copyright Office services is title 17 of the United States Code.\nFor more information on the public’s rights under the Privacy Act, see the text of the Privacy Act of 1974, and the Copyright Office’s Privacy Act regulations.</p>\n<p>You may need to submit personal information if you use certain features of the Copyright Office website, such as registering your copyright online and submitting your comments on a rulemaking.\nThe Copyright Office will inform the user regarding the information it requires and will only use this information for the stated purpose(s), such as administering the national registration system or evaluating the merits of a proposed rule.\nThe information is almost always made available for public inspection and copying.\nBy providing the information, a user is giving consent to the Office to use the information for the stated purpose.\nif the user does not provide the information, some features of the website will not be available to the user.</p>\n<br>\n<p>Your submission of personal information is voluntary.\nWhen you voluntarily submit information by means of an electronic or paper copyright registration form or when you submit documents for recordation, comments on a rulemaking, or other forms or documents, you consent to the use of your information for the purpose(s) stated in connection with that form or proceeding.</p>\n<br>\nInformation Collected and Stored Automatically\n<p>Protecting a user’s personal information and privacy are important to the U.S.\nCopyright Office.\nThe Copyright Office collects, uses, and shares information obtained from online visitors only in certain ways, which include:\n<br>\n</p>\n<ul>\n<li>Collecting personal information that users voluntarily provide</li>\n<li>Using the personal information users provide for its intended purpose</li>\n<li>Disclosing personal information to a government agency if required by law</li>\n<li>Disclosing personal information to contractors or associates (who follow the Copyright Office’s privacy policy or prominently display their own privacy policy) to carry out a user’s requests </li>\n</ul>\n<p>\n</p>\n<p>Additionally, the Copyright Office has implemented safeguards to protect any information collected.\n</p>\n<br>\nUse of Cookies and Tracking Technology <p>“Cookies” are small files that a website transfers to a user’s computer to allow the site to remember specific information.\nIf a user does not want cookies to be transferred to his or her computer, that user may choose to opt out of their use by modifying browser options.\nWhile a user will still be able to access most features of the Copyright Office’s websites, certain features may not work as well or may be unavailable to that user.</p>\n<br>\n<p>The Office of Management and Budget’s (OMB) publication, titled Guidance for Online Use of Web Measurement and Customization Technologies (M-10-22), provides guidance to agencies regarding the use of cookies and tracking technology.\nThe Copyright Office uses commercial software products to analyze and report on aggregated web metrics data.\nThis data is generally retained indefinitely to support the mission of the Copyright Office’s website.\nThe Copyright Office uses three types of information-collecting tools on its various websites: session cookies, persistent cookies, and other customization tools.</p>\n<br>\n<dl>\n<dt>\n<em>Session Cookies</em>\n</dt>\n<dd>The Copyright Office uses session cookies on its website for technical purposes such as to enable a user to more easily navigate the Copyright Office’s webpages.\nSession cookies only collect nonpersonally identifiable data, and once a user closes his or her browser, the cookies disappear.</dd>\n<br>\n<dt>\n<em>Persistent Cookies</em>\n</dt>\n<dd>Persistent cookies store information on a user’s computer for longer periods of time than session cookies, and the information is stored across multiple sessions.\nThe Copyright Office never uses persistent cookies to collect personally identifiable information about its website visitors.\nThe Copyright Office does use persistent cookies to improve its web metrics by distinguishing between new and returning visitors.\nto prevent repeated prompting to complete its customer satisfaction survey.\nto aggregate data anonymously on how visitors use its sites.\nand to “remember” preferences that users provide voluntarily.</dd>\n<br>\n<dt>\n<em>Customization tools</em>\n</dt>\n<dd>Customization tools allow users to voluntarily provide information to personalize and improve their online experience on a particular Copyright Office webpage and site.\nThis information is saved on the Copyright Office’s servers.\n</dd>\n</dl> Email <p>Any personally identifiable information contained in an email is used by the Copyright Office for no other purpose than to provide requested information to the individual who emailed the request.\nEmails sent to the U.S.\nCopyright Office by the public are kept according to the length of time specified in the Copyright Office’s records retention schedule, developed in cooperation with the National Archives and Records Administration (NARA).\nThe Copyright Office only shares the information that a user provides with another government agency if the user’s information relates to that agency or as otherwise required by law.\nThe Copyright Office does not store any personally identifiable information independent of the email message, create individual profiles with the information provided in an email, or give it to any private organizations.</p>\n<br> Comments and Petitions Submitted in Connection with Copyright Office Proceedings and Rulemakings <p>For reasons of government efficiency, the Copyright Office is using the regulations.gov system for the submission and posting of public comments.\nAll comments are submitted electronically through and hosted on regulations.gov.\nThe Copyright Office links to regulations.gov from its website.\nAny information that is included in the regulations.gov comment box and/or an uploaded comment or petition may be made available on regulations.gov.\nCommenters and participants should keep in mind that any private, confidential, or personally identifiable information appearing in their comment or petition will be accessible by the public for inspection and copying.</p>\n<br> Pages for Children <p>Though not directed at children, the Copyright Office’s online copyright registration system (“Electronic Copyright Office” or “eCO”) may be used by children under the age of 13.\nAll eCO users are advised that the submission of personal information on a registration application is voluntary and that any information provided becomes available to the public.\nExtraneous personally identifiable information (i.e., information neither requested nor required on a copyright registration application), such as Social Security numbers, will be removed from both the Office’s online and offline registration records, on the Office’s own volition or upon request.\nThe Copyright Office will also, under certain circumstances, remove or replace requested information such as home addresses and phone numbers, from its online registration records.\nFor more information see Copyright Records below, and visit Privacy: Copyright Public Records, and the Removal of Personally Identifiable Information from Registration Records.</p>\n<br> Privacy Act Systems of Records <p>The Privacy Act of 1974 requires that the U.S.\nCopyright Office maintain a list of the systems of records it keeps, together with descriptions of the records kept in those systems and methods the public may use to access information in the systems.\nThe most up-to-date version of the systems of records was published in September 1998 and amended in October 1999.\nThis updated list reflects changes, additions, and deletions of records maintained by the Office since the last publication of its systems of records notice, which occurred in August 1993.\nSee the complete list of Copyright Office System of Records: </p>\n<ul>\n<li>http://www.copyright.gov/history/mls/ML-320.pdf</li>\n<li>http://www.copyright.gov/history/mls/ML-349.pdf</li>\n<li>http://www.copyright.gov/docs/ml651.pdf</li>\n</ul>\nCopyright Records <p>The U.S.\nCopyright Office is required under 17 U.S.C.\n§§ 705(a) - (b) to maintain records of copyright registrations and to make them available for public inspection.\nOnce a registration is completed and a claim has been cataloged, it becomes part of the public record.\nIndividuals are able to come to the Office to inspect and copy its public records or to request copies and search reports of records mailed to them.\nInformation on registration records since 1978 is also available on the Copyright Office’s website.</p>\n<br>\n<p>When an author or copyright owner registers a copyright claim with the Copyright Office, that registration creates a public record of that copyright claim.\nExtraneous personal information (i.e., personal information neither requested nor required on a copyright registration application, such as a Social Security number), will be removed from the Copyright Office’s public records either during the examination process or upon request after registration.\nAnd under certain circumstances, authors and claimants, or their authorized representatives may request the replacement or removal of certain personally identifiable information that is requested by the Office and collected on a registration application, such as names, home addresses and phone numbers, in or from the Office’s internet-accessible public catalog, but such information will be retained in the Office’s offline records as required by law.\nAll information provided in connection with a copyright registration application will be made available for public inspection and copying, and some of the information from that application will be made available in the Copyright Office’s online Public Catalog.\nPhotocopies of recorded documents and related records are imaged and made available for public inspection and copying.\n</p>\n<br> Keeping Personally Identifiable Information out of the Public Record <p>All information provided on the application for registration will become a permanent part of the public record of the U.S.\nCopyright Office, and some of that information will be made available online through the Copyright Office’s website, including the name and address of the copyright claimant.\nTo avoid the dissemination of a personal home address, applicants should consider using a post office box or third-party address (such as in care of a corporation).\nAny information provided in the rights and permissions section of the application will also be made available online, but providing rights and permissions information is optional.\nApplicants who want to include rights and permissions information but who do not want to provide personal details can use third-party agents, post office boxes, or designated email accounts.\nIf someone else submits an application on behalf of an applicant, it is still the applicant’s responsibility (or the parent’s responsibility if the applicant is under the age of 13) to ensure that information that he or she wants to keep out of the public record is omitted.\nIn certain cases, it may be permissible to register a claim in a work either anonymously or pseudonymously (under a fictitious name).\nOther categories of information in copyright applications that may be made available online include the following: type of work, registration number, title of the work, author, authorship, preexisting material date of creation, date of publication.</p>\n<br> Copyright Records Appearing in Search Engines <p>Because a copyright registration is a public record, others can access it and may create alternative means to make the information in it more widely available.\nThe U.S.\nCopyright Office is not responsible for the form or the substance of third-party redistribution of the Copyright Office’s records.</p>\n<br> ", "created_at": "2023-05-30 17:48:31.044889", "updated_at": "2023-05-30 17:48:55.816743"}], "points": [], "urls": ["copyright.gov"]}}