{"error": 448, "message": "OK", "parameters": {"id": 7055, "name": "ScriptBooster", "created_at": "2022-12-02 23:08:06.461026", "updated_at": "2022-12-02 23:01:09.039212", "wikipedia": null, "keywords": null, "related": null, "slug": "scriptbooster", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7055.png", "url": "scriptbooster.org", "documents": [{"id": 12950, "name": " Privacy Policy", "url": "https://www.scriptbooster.org/privacy-policy/", "xpath": "/html/body/div[1]/div/div/div/article/div/div/div/div[2]", "text": " Before Reading the privacy policy I would like to tell Abdul Rehman (owner) is a privacy-focused user on the internet and I mean it you guys can see at Alpha Tricks Channel how i am leaving the platform of big 3 which does not respect privacy.\nI never try to spam the mailboxes we just do campaigns only 2 – 5 times a year which are just to tell about sales or updates.<p>\n</p>\nWhere we collected your data from ?\n<p>We collect your data from your billing address.\nWe collect your data from our cookies and your signup, Whats App support, and your IP address are important things to tell our customers so we are telling you please read out these things and these are important things for our customer privacy.</p>\nWhere we use your data?\n<p>We use your data for the only confirmation of order.\nIf any customer wants to complain about the order and for getting the support we use their data for this purpose only and we cannot use your data for any illegal or any other purposes.\nTo block Spam users try to place spam orders &amp.\ncomments they got blocked from 1 Day to lifetime.\nWe are trying to stop these spammers who are doing this.</p>\nCan we sell your data?\n<p>No, we cannot sell your data which is collected from us at any price for any illegal purpose or for any other uses because this is against our rules so we cannot sell your data at any price, to anyone because our customer’s privacy is a very important thing for us.</p>\nCookies Policy\nCookies Purpose\n<p>We Use Cookies for Stay Login, Secure Connection, Website Speed Optimization ( Images ).\nWe track you back for user interest we don’t store personal things or store any advertisement cookies on your PC.</p>\nDuckDuckgo Result\n<p>1) Encrypted Connection 2) 0 Trackers Found 3) 0 Major Tracker Networks Found 4) Unknown Privacy Practices 4) Privacy Grade B+</p>\nThird Party Cookies\n<p>We only have google ads integration on this website we do not use any other third-party platform which not respect privacy.</p>\nChanges to this Privacy Policy\n<p>We may update Our Privacy Policy from time to time.\nWe will not notify you of any minor changes by posting the new Privacy Policy on this page.</p>\n<p>We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the “Last updated” date at the bottom of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\nContact Us\n<p>If you have any questions about this Privacy Policy, You can contact us:<br>By visiting this page on our website: https://scriptbooster.org/contact-us</p>\n<p>Last Updated (24/08/2022)</p> ", "created_at": "2022-12-02 23:08:06.463662", "updated_at": "2022-12-02 22:08:52.399966"}, {"id": 12951, "name": "Refund Policy", "url": "https://www.scriptbooster.org/refund-policy/", "xpath": "/html/body/div[1]/div/div/div/article/div/div/div/div[2]", "text": " <p>We endeavor to make our clients happy with the item they’ve bought from us.\nIn case you’re experiencing difficulty with excellent items or trust it is blemished, or potentially you’re feeling baffled, at that point please present a pass to our Helpdesk to report your inadequate item and our team will help you at the earliest opportunity.\nFor a harmed content, augmentation or layout, we will demand from you a connection and add a screen capture of the issue to be shipped off our help administration.</p>\n<strong>Refund Is Not Possible When:</strong>\n<ul>\n<li>The framework turns out great on your side yet includes don’t match or you may have thought something different.</li>\n<li>Your necessities are currently modified and you needn’t bother with the Script anymore.</li>\n<li>You end up discovering some other Software which you believe is better.</li>\n<li>You don’t need a site or administration right now.</li>\n<li>Our highlights don’t address your issues and prerequisites or aren’t as extensive as you suspected.</li>\n<li>You don’t have such an environment for your worker to run our framework.</li>\n<li>On the off chance that you as of now download our framework.</li>\n<li>If you downloaded the product and now you want to refund.</li>\n<li>You hired the lvato for any dev or graphic service it also includes services on the marketplace.</li>\n<li>Products which bought using promo or on sale or team gave discount are non refundable .</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>No returns/refunds will be offered for digital products except if the product you’ve purchased is:</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>Completely non-functional or bot same as team told you.<br>If you’ve opened a support ticket but you didn’t get any response in 7 Business days).<br>The product description was fully misleading.</p>\n<p>&nbsp;</p>\n<strong>Please also note that:</strong>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<ul>\n<li>Refund can possible until 2 days of order.</li>\n<li>Refunds can take up to 10 days (depends on Bank and payment Methods) to reflect in your account.</li>\n<li>We normally charge 20% (4% gateway fee + 9% Dispute Fee + 7% Processing Fee) as Refund Processing fee.</li>\n<li>You can cancel your account at any time.\nno refunds for cancellation.</li>\n<li>You will be unable to download or use the item when you claim for refund.</li>\n<li>If you have been downloaded items then no refund allowed.</li>\n</ul> ", "created_at": "2022-12-02 22:09:33.690665", "updated_at": "2022-12-02 22:09:39.939881"}, {"id": 12952, "name": " Terms & Conditions", "url": "https://www.scriptbooster.org/terms-and-conditions/", "xpath": "/html/body/div[1]/div/div/div/article/div/div/div/div[2]", "text": " <strong>Terms &amp.\nConditions</strong>\n<p>Please read out our terms because these are important things about our site.</p>\n<strong>\n</strong>\n<strong>Project Terms</strong>\n<p>&nbsp;</p>\n<p>Please discuss the all information before giving us project for your by developing and graphic designing related services.</p>\n<p>Because sometimes we are not taking more profit from you and we are creating your site or your graphic work at a low price.\nAfter this when you ask for more customisation we cannot accept this thing at this price so please discuss this thing before giving us the project.</p>\n<p>&nbsp;</p>\n<strong>Refund Product</strong>\n<p>&nbsp;</p>\n<p>Thank you for shopping at Script Booster.If, for any reason, You are not completely satisfied with a purchase We invite You to review our policy on refunds .\nThe following terms are applicable for any products that You purchased with Us.<strong>\n</strong>\n</p>\n<p>&nbsp;</p>\n<strong>Conditions for Refunds</strong>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>In order for the product to be eligible for a refund, please make sure that:</p>\n<p>The Product were purchased is not downloaded<br>Refund available for 2 Days<br>– The following Products cannot be refund:</p>\n<p>The Product which are non downloadable (Services)<br>The Product which is downloaded<br>The Product have not order more then 2 Days<br>We reserve the right to refuse refunds of any merchandise that does not meet the above return conditions in our sole discretion.</p>\n<p>Only regular priced Products may be refunded.\nUnfortunately, Products on sale cannot be refunded.\nThis exclusion may not apply to You if it is not permitted by applicable law.</p>\n<p>&nbsp;</p>\n<strong>Resell Terms</strong>\n<p>&nbsp;</p>\n<p>You can not resell our products without our permission because as you now every team or company make things with very hard work , They spent months of time to build the products , make them user friendly &amp.\nreliable.\nWe can not allow you resell , these products for only personal use.\nIn case we find find the our content or products in your sites or social media you will be responsible for the strike or DMCA .</p>\n<p>If you want to resell our products after buying it you need to contact our support team.\nThen we generate a license for you and you can resell these things legally where you want.</p>\n<p>Our all products for only personal use cannot for resell usage or if you want to buy our products please get information from our support team about the product because sometimes we cannot make some products and just buy source code from the developers with their license or copyrights so these are important things we are telling you about our products.</p>\n<p>\n<strong>\n</strong>\n</p>\n<strong>Contact Us</strong>\n<p>&nbsp;</p>\n<p>If you have any questions about our Refund Policy, please contact us:</p>\n<p>E-mail: support@scriptbooster.org</p> ", "created_at": "2022-12-02 22:10:03.676381", "updated_at": "2022-12-02 22:10:09.996716"}], "points": [], "urls": ["scriptbooster.org"]}}