{"error": 448, "message": "OK", "parameters": {"id": 7823, "name": "PPCGeeks", "created_at": "2023-03-29 23:28:02.530332", "updated_at": "2023-04-22 11:50:34.640453", "wikipedia": null, "keywords": null, "related": null, "slug": "ppcgeeks", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7823.png", "url": "ppcgeeks.com", "documents": [{"id": 15098, "name": "Privacy Policy", "url": "https://www.ppcgeeks.com/privacy-policy/", "xpath": "//body", "text": " Skip to content <ul>\n<li>Advertise With Us</li>\n<li>Article Corrections</li>\n<li>Contact Us</li>\n<li>News Tips</li>\n<li>Our Staff</li>\n<li>PPCGeeks Podcast</li>\n<li>PPCGeeks Rules</li>\n<li>Privacy Policy</li>\n</ul> Privacy Policy <p>\n</p>\n<p>INFITECH INC / PPCGEEKS DOT COM PRIVACY POLICY</p>\n<p>\n<strong>What Do We Gather?</strong>\n</p>\n<p>We gather information from you when you register on the site, send in a contact form, send us an email, or use any other services directly affiliated with our site (Such as donating or entering a contest) you may be asked to provide your name, email address, address, or phone number.\nHowever, browsing our site alone does not require you to input such information (though trying to download some content may require registration.) You may, as always, view our site anonymous and not leave any trace to your visit through an anonymity service.</p>\n<p>Third Party Vendors, including MobiHand (Our Store Affiliate), Google, Netshelter, Vibrant Media, and other affiliates (including those part of Adchoices) use cookies to serve ads on our site.\nIf you want to opt out from the Google DART cookie system that is used here, please click here.\nYou will need to contact us for information on privacy policy opt-out for our other media companies.\nContact information is listed at the end of this page.</p>\n<p>\n<strong>Why Do We Gather It?</strong>\n</p>\n<p>All the information gathered is used in one of the following ways</p>\n<ul>\n<li>\n<strong>Site Enhancement </strong>– Information you send to us is used to make the experience at our site better for everyone.\nWe use the feedback you send us to be able to improve in the various parts of our site for everyone’s enjoyment as a whole.<strong>\n</strong>\n</li>\n<li>\n<strong>Site Personalization &amp.\nUser Service</strong>- When you visit our site, we want to make the experience as great for you&nbsp.\nas possible.\nThis includes making it easier for support to work with you, etcetera.<strong>\n</strong>\n</li>\n<li>\n<strong>Donations &amp.\nPayments – </strong>When you Donate to PPCGeeks, or make a payment through an affiliate of ours, you will have to provide payment information through our associates to complete the purchase.\nWe don’t personally gather this information but it’s collected by the companies to complete the orders.<strong>\n</strong>\n</li>\n<li>\n<strong>Contests &amp.\nGiveaways – </strong>When we hold contests, we gather information in order to send you your prizes &amp.\ngifts for being a part of our site.<strong>\n</strong>\n</li>\n<li>\n<strong>Advertising – </strong>Our Information is gathered by advertisers for their own methods of marketing to individuals of their interest.<strong>\n</strong>\n</li>\n<li>\n<strong>Contacting You – </strong>We may contact you for important reminders, events, or the occasional hello (such as to wish you Happy Birthday!)<strong>\n</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We will never disclose this information to anyone without your express consent prior, or for the purpose of providing services you requested.</p>\n<p>\n<strong>Is My Information Safe?</strong>\n</p>\n<p>Yes, our server is updated constantly to ensure it is safe from the attacks of malicious individuals &amp.\nother exploiters.\nWe use a variety of methods to keep ourselves up to date against hackers &amp.\nother malicious individuals.</p>\n<p>\n<strong>Advertising</strong>\n</p>\n<p>Our Advertising Partners (Adsense, Netshelter, &amp.\nOthers) at this time use cookies in order to collect information from our users &amp.\nseek their interest in finding relevant advertising for them.\nThey also seek to serve ads that are relevant to the content found on our site.\nYou can contact us for information on opting out of their cookie systems &amp.\ninformation on all of our advertising partners.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What Do We Disclose?</strong>\n</p>\n<p>Information collected directly from us &nbsp;is not traded, sold, or disclosed to anyone outside of our own site (PPCGeeks Dot Com) &amp.\nCompany (Infitech Inc.) Staff.\nWe however do not speak for our trusted third parties, whom also collect information for their usage and discretion.\nAs required by United States &amp.\nInternational Law, we will disclose information to legal authorities as necessary.</p>\n<p>\n<strong>\n<br>\nCOPPA Information</strong>\n</p>\n<p>&nbsp;</p>\n<p>To protect the younger generations, and to comply with the COPPA (Childrens Online Privacy Protection Act of 1999.) we won’t collect information, or intend our site for visitors under the age of 13.\nAll content on our site is directed toward individuals over the age of 13, and visiting under the age of 13 is at the discretion of the child’s parent or guardian, and their responsibility.</p>\n<p>\n<strong>\n<br>\nThird Party Links</strong>\n</p>\n<p>From time to time, our site staff will post links to content outside of our own site, or users on our site will post links to content outside of our site.\nThis content, though posted on our site, is not in affiliation with our site and is subject to the privacy policies, and terms &amp.\nconditions of the site they originate from.\nVisiting these external links is liable to the person visiting them and we are not responsible for the content that it is linked to, or their policies on data collection</p>\n<p>\n<strong>\n<br>\nCalifornia Online Privacy Protection Act Compliance</strong>\n</p>\n<p>In order to enhance the quality of the experience for all of our users, we have taken the steps necessary to comply with the California Online Privacy Protection Act.\nWe therefore won’t distribute your personal information to outside parties without your consent, and give you the opportunity to offer as much or little information as you wish to your fellow members of the community.</p>\n<p>As part of the Act, you can, at any time, edit your profile and amount of information you wish to disclose to other users.</p>\n<p>\n<strong>\n<br>\nTerms &amp.\nConditions</strong>\n</p>\n<p>&nbsp;</p>\n<p>Please view our site’s terms and conditions, available when you register, or our site rules, available at the top of our page’s header, for information on what you agree and adhere to by visiting our site.\nYou consent to our Terms &amp.\nConditions, and our Privacy Policy by visiting our site &amp.\nviewing its content</p>\n<p>\n<strong>\n<br>\nPrivacy Policy Updates</strong>\n</p>\n<p>Updates to our Privacy Policy can be found right here.</p>\n<p>\n<strong>Contacting Us</strong>\n</p>\n<p>For Inquiries about our Privacy Policy not answered here, or for questions on opting out of our advertising partners, Please send an email to Joshua.Sherman@infitechmedia.com and let us know your thoughts, questions, etc.</p> Leave a Reply <small>Cancel reply</small>\n<p>You must be logged in to post a comment.</p>\n<p>PPCGeeks.com</p>\n<p>Proudly powered by WordPress</p> ", "created_at": "2023-03-29 23:28:02.561996", "updated_at": "2023-03-29 23:29:03.357452"}], "points": [], "urls": ["ppcgeeks.com"]}}