{"error": 448, "message": "OK", "parameters": {"id": 9370, "name": "Flutter", "created_at": "2023-08-20 22:02:26.216811", "updated_at": "2023-08-21 10:02:21.516376", "wikipedia": "https://en.wikipedia.org/wiki/Flutter_(software)", "keywords": null, "related": null, "slug": "flutter", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9370.png", "url": "flutter.dev", "documents": [{"id": 18438, "name": "Terms of use", "url": "https://flutter.dev/tos", "xpath": "/html/body/div[3]/div/main/div", "text": " <i>description</i>\n<i>bug_report</i> Terms of Service <p>The Flutter website (the “Website”) is hosted by Google.\nBy using and / or\nvisiting the Website, you consent to be bound by Google’s general\nTerms of Service and Privacy Policy.</p>\n<p>The “Flutter” name and the Flutter logo (the “Flutter Marks”) are trademarks owned by Google and are not included\nwithin the assets licensed under the Creative Commons Attribution 4.0\nInternational License.\nGoogle grants you a non-transferable,\nnon-exclusive, royalty-free limited license to use the Flutter Marks\nsubject to your compliance with the Flutter Brand Guidelines.\nExcept as set forth above, nothing herein grants or should be deemed\nto grant to you any right, title or interest in or to the Flutter Marks.</p>\n<p>As noted above, Google owns the Flutter trademarks, but we license them\nso they can be used by the developer community to support the Flutter\nSDK, including through training materials and other community content.</p>\n<p>At the same time, it’s important to make sure that people don’t\nuse the marks in ways that could cause confusion or otherwise misuse\nthe marks, so we have prepared brand guidelines that describe the\nallowed uses of the marks.\nOur goal in protecting the Flutter trademarks\nis to benefit the entire community by ensuring that the marks are only used\nin ways that are consistent with Google’s mission to provide a free and open\nsource SDK.</p> ", "created_at": "2023-08-20 22:02:26.248032", "updated_at": "2023-08-20 22:03:04.243086"}], "points": [{"id": 35006, "title": "Usage of Flutter is subject to Google's terms of service and privacy policy", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-27 06:04:19.204719", "updated_at": "2023-09-30 19:36:26.847055", "quoteText": null, "case_id": 144, "document_id": 18438, "quoteStart": null, "quoteEnd": null}], "urls": ["flutter.dev"]}}