{"error": 448, "message": "OK", "parameters": {"id": 7425, "name": "Nintendo Life ", "created_at": "2023-03-06 17:25:32.586155", "updated_at": "2023-03-29 19:26:42.162817", "wikipedia": null, "keywords": null, "related": null, "slug": "nintendo-life", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7425.png", "url": "nintendolife.com", "documents": [{"id": 14266, "name": "Terms", "url": "https://www.nintendolife.com/terms", "xpath": "//*[@id=\"body\"]", "text": " Terms of Use <p>Welcome to our website.\nIf you continue to browse and use this website you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy, advertising policy and community rules govern our relationship with you in relation to this website.</p>\n<p>The term \"Nintendo Life\" or \"us\" or \"we\" refers to the owner of the website whose registered office is Hookshot Media Ltd, ATIC, 5 Oakwood Dr, Loughborough, LE11 3QF, United Kingdom.\nThe term \"you\" refers to the user or viewer of our website.</p>\n<p>The use of this website is subject to the following terms of use:</p>\n<ul>\n<li>The content of the pages of this website is for your general information and use only.\nIt is subject to change without notice.</li>\n<li>If you decide to sign up and create an account you are bound by our Community Rules, failure to follow these rules may result in your account being banned or deleted.</li>\n<li>We respect your data and you should familiarise yourself with our Privacy Policy to learn more about the data we collect, how we process it and your rights.</li>\n<li>Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose.\nYou acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.</li>\n<li>Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable.\nIt shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.</li>\n<li>This website contains material which is owned by or licensed to us.\nThis material includes, but is not limited to, the design, layout, look, appearance and graphics.\nReproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions.</li>\n<li>All trademarks reproduced in this website, which are not the property of, or licensed to the operator, are acknowledged on the website.</li>\n<li>Unauthorised use of this website may give to a claim for damages and/or be a criminal offence.</li>\n<li>From time to time this website may also include links to other websites.\nThese links are provided for your convenience to provide further information.\nThey do not signify that we endorse the website(s).\nWe have no responsibility for the content of the linked website(s).</li>\n<li>Your use of this website and any dispute arising out of such use of the website is subject to the laws of England and Wales.</li>\n</ul>\nCopyright\n<p>This website and its content is copyright of Hookshot Media Ltd.\nAll rights reserved.</p>\n<p>Any redistribution or reproduction of part or all of the contents in any form is prohibited other than the following:</p>\n<ul>\n<li>you may print or download to a local hard disk extracts for your personal and non-commercial use only</li>\n<li>you may copy the content to individual third parties for their personal use, but only if you acknowledge the website as the source of the material</li>\n</ul>\n<p>You may not, except with our express written permission, distribute or commercially exploit the content.\nNor may you transmit it or store it in any other website or other form of electronic retrieval system.</p>\nDisclaimer\n<p>The information contained in this website is for general information purposes only.\nWhilst we endeavour to keep the information up-to-date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose.\nAny reliance you place on such information is therefore strictly at your own risk.</p>\n<p>In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website.</p>\n<p>Through this website you are able to link to other websites which are not under our control.\nWe have no control over the nature, content and availability of those sites.\nThe inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them.</p>\n<p>Every effort is made to keep the website up and running smoothly.\nHowever, we take no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control.</p>\nCompetitions / Giveaways / Promotions\n<p>The operators of this website will occasionally run competitions, give-aways or promotions where users of the website can enter and win prizes.\nPrizes are often supplied by games publishers, advertising agencies, retailers or other 3rd party companies that are not affiliated with Hookshot Media Ltd.</p>\n<p>These terms and conditions together with any specific rules set out in Competition Notices (as defined below) are the Competition Rules (\"Rules\") and apply to competitions taking place across this website, our social media accounts (eg, Twitter, Facebook, Instagram) and partner websites, unless otherwise expressly stated.</p>\n<p>By entering a Competition, entrants agree to be bound by the Rules.\nRules specific to each Competition are displayed in a notice on the page for such Competition (\"Competition Notice\") and are incorporated into the Rules.\nIn the event of differences between these terms and conditions and the Competition Notice, the Competition Notice shall prevail.</p>\n<p>We reserve the right to cancel or amend Competitions or the Rules at its sole discretion and without notice in the event of any event outside our reasonable control.</p>\n<p>In the event of any dispute regarding the Rules, conduct, results and all other matters relating to a Competition, the decision of Hookshot Media Ltd shall be final.</p>\nQualifying Entrants\n<p>Employees (or members of the families or households of employees) of Hookshot Media Ltd or any company involved in a Competition including, if relevant, the company which has made the product to which a Competition relates, are not eligible to enter the Competition.\nWe reserve the right not to award a prize (and to select an alternative winner) if we are aware or has reasonable grounds to suspect that a winner is not eligible for these reasons.</p>\n<p>Additional eligibility requirements may apply to a specific Competition, e.g.\na attending a particular event (proof of attending may be requested).</p>\n<p>By entering a Competition, you hereby warrant that all information submitted by you is true, current and complete.\nWe reserve the right to verify the eligibility of all entrants and disqualify an entrant for submitting false information.</p>\n<p>The address you provide with your Competition entry (at time of entry, or upon winning a prize) will be used to send any prizes so please make sure this is correct.</p>\n<p>Where a Competition is open to all age groups, you must still obtain appropriate parental/guardian permission if you are under 18.\nWhere a Competition is only open to a certain age group (e.g.\n18 and over), this will be made clear in the Competition Notice.</p>\n<p>We reserve the right to disqualify any entrant if it has reasonable grounds to believe the entrant is not eligible or has otherwise breached any of the Rules.</p>\nCompetition Entries\n<p>Unless stated otherwise in the Competition Notice, and subject to the remainder of this clause, you may only enter a Competition once.\nWhere we discover or has reasonable grounds to suspect that any entrant has used any software or automated process either to answer questions, enter the Competition or to make bulk entries, we may exclude such entries and disqualify the entrant from the Competition.</p>\n<p>Competition entries must be made in the manner and by the closing date and time specified on the Competition Notice.\nFailure to do so will disqualify the entry.</p>\n<p>There is no charge to enter a Competition.\nHowever, standard mobile data and internet connection charges may apply.</p>\nPrizes\n<p>Where the winner is to be selected at random, he or she will be selected either by a computer process that produces verifiable random results.\nIf the selection of a winning entry is open to subjective interpretation, an independent judge, third party, or a panel that includes Hookshot Media Ltd staff may be appointed.\nThose appointed to act as judges will be competent to judge the competition and their full names will be made available on request.\nIn all matters, the decision of the judge(s) or panel shall be final and no correspondence or discussion shall be entered into.</p>\n<p>Prizes will be provided either directly by Hookshot Media Ltd or a third party such as the product supplier, advertising agency or PR company who sponsor that competition.\nIn this case your contact details and if applicable mailing address will be passed to the third party for the sole reason of delivering the prize.\nIf a third party is delivering the prize Hookshot Media Ltd takes no responsibility over the time taken to receive the prize, or any other matter related to the prize giving.\nPlease review our privacy policy for more information on how we handle your data.</p>\n<p>If more than one prize is awarded only one prize per entrant will be awarded.\nPrize winners' names may be published on this website.</p>\n<p>Where we require a winner to claim a prize claims must be made in the manner and within the time specified on the Competition Notice.\nFailure to claim a prize within this time or in the manner specified may result in disqualification and selection of an alternate winner.</p>\n<p>Prizes are non-transferable and there is no cash alternative.\nWe reserve the right to substitute prizes of equal or greater value at any time in its sole discretion.</p>\n<p>Where there is a minimum age requirement for entry, this will be stated in the Competition Notice and must be observed.\nWe reserve the right to request written proof of age and/or identity of any entrant including the winner.\nWhere no such written proof is supplied, or the entrant is not the requisite age, we may disqualify the entrant.</p>\nLiability\nHookshot Media Ltd cannot accept any responsibility for any damage, loss, injury or disappointment suffered by any entrant entering a Competition or as a result of accepting any prize.\nHookshot Media Ltd is not responsible for any technical issues in relation to any telecommunications or internet network (including in relation to speed or bandwidth), including any injury or damage to entrants or any other persons device related to or resulting from participation or downloading any materials in a Competition.<p>\n</p>\nHow to contact us\n<p>You can contact us by filling in our online contact form.</p>\n<p>\n<em>Last Updated: 8:36am Fri 1st Apr 2022</em>\n</p> ", "created_at": "2023-03-06 17:25:32.618943", "updated_at": "2023-03-06 17:26:19.27047"}, {"id": 14267, "name": " Advertising Policy", "url": "https://www.nintendolife.com/advertising", "xpath": "//*[@id=\"body\"]", "text": " Advertising Policy / FTC Disclosure <p>\n<strong>Nintendo Life is one of the internet's leading video gaming sites and a large portion of that reputation has been built up by honest and impartial review scores.\nWe also are a business and generate revenue from advertisers who are often advertising the products we review on our website.</strong>\n</p>\n<p>In light of the new&nbsp;Federal Trade Commission Guides Concerning the Use of Endorsements and Testimonials in Advertising (16 CFR Part 255), Nintendo Life have created this advertising policy.</p>\nReviews\n<p>Nintendo Life receives products (games, accessories, etc) from publishers, developers, retailers and other sources free of charge.\nThese products are provided for the sole purpose of reviewing the product on our site, giving our subjective opinion to our readers.</p>\n<p>Sending a product to Nintendo Life does not guarantee a review.\nNintendo Life maintains complete discretion as to which products they review.</p>\n<p>At the end of any review based on a product provided for free by the publisher, developer, retailer or other source, Nintendo Life will disclose this information in the following manner:</p>\n<p>\n<strong>\n<em>Review copy provided by [name of publisher, developer, retailer or other source].</em>\n</strong>\n</p>\n<p>If no such disclaimer appears at the end of a review, this most likely means Nintendo Life or the author of the review purchased/rented the product with our/their own funds.</p>\n<p>Nintendo Life occasionally receives download points/credits in order to download online games, content, etc for review where the physical product is unavailable or only exists in digital/download form.</p>\n<p>Nintendo Life receives no monetary compensation in exchange for their reviews of products provided for free, nor do Nintendo Life accept any compensation, monetary or other, in order to influence a reviews outcome.</p>\n<p>Paid advertising on Nintendo Life also has <strong>no impact on our review scores</strong>, nor does it guarantee a review of an advertised product.\nPlease see also our Scoring Policy.</p>\n<p>All advertising agreements are conducted by dedicated sales staff and NOT by the staff reviewing the games themselves.\nThere is no question of favouritism, bias or bribery.\nif an advertiser approached us suggesting that we offer positive scores in exchange for lucrative advertising deals, we would simply decline without hesitation and refuse to carry any further campaigns from that company.</p>\n<p>Here at Nintendo Life we value our integrity - without it, we would not have the dedicated and loyal readership we have today.\nWhile we can certainly appreciate that carrying adverts from major publishers can cause concerns, we hope that this explanation outlines our policy as clearly as possible.</p> Commissions / Affiliate Links\n<p>Occasionally we will direct link products on retailer websites such as Amazon, GameStop, Best Buy etc.\nwithin, but not limited to,&nbsp;our articles, reviews and social media posts.\nIf we have an affiliate relationship with that retailer these links will contain a tracking code that allows us to earn a small percentage / referral fee should you go on and purchase items from that retailer.</p>\n<p>We do not receive any monetary compensation from said retailers to determine which specific retailers or products appear or in what order.\nThe products we decide to link are purely selected by our editorial team and we will always try to include links to products that we feel are the most useful and relevant for our audience.</p>\n<p>If you have any questions or concerns regarding our advertising policy, please feel free to come and discuss it with us.</p>\n<p>\n<em>Last Updated: 1:45pm Fri 25th May 2018</em>\n</p>\n<p>Follow Nintendo Life</p>\n<ul>\n<li>715k Subscribers</li>\n<li>287.9k Followers</li>\n<li>264k Followers</li>\n<li>116.7k Fans</li>\n</ul> &nbsp.\n", "created_at": "2023-03-06 17:26:36.793343", "updated_at": "2023-03-06 17:26:46.55128"}, {"id": 14268, "name": "Privacy Policy", "url": "https://www.nintendolife.com/privacy", "xpath": "//*[@id=\"body\"]", "text": " Privacy Policy <p>\n<strong>This privacy policy sets out how Nintendo Life uses and protects any information that you give us when you use this website.</strong>\n</p>\n<p>We are committed to ensuring that your privacy is protected.\nShould we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.</p>\n<p>We may change this policy from time to time by updating this page.\nYou should check this page from time to time to ensure that you are happy with any changes.\nThis policy is effective from 1st Apr, 2022.</p>\nData we collect\n<p>If you decide to create an account and login, we collect the following information:</p>\n<ul>\n<li>username &amp.\npassword (required)</li>\n<li>email address &amp.\nemail preferences (required)</li>\n<li>country / timezone (required)</li>\n<li>ip address &amp.\nuser agent (required)</li>\n<li>profile description / forum signature (optional)</li>\n<li>social media account information (optional)</li>\n<li>gamer IDs (eg, PSN ID, Nintendo Network ID etc) (optional)</li>\n<li>demographic information such as interests (optional)</li>\n<li>answers to polls, surveys and questionnaire (optional)</li>\n<li>game ratings (optional)</li>\n<li>comments, posts and forum topics (optional)</li>\n<li>liked comments/posts/articles (optional)</li>\n</ul>\nWhat we do with the data we gather\n<p>We use this data to understand your needs as a user and provide you with a better, personalised service, and in particular for the following reasons:</p>\n<ul>\n<li>We may use the information to customise the website according to your interests or location.</li>\n<li>We may use the information to improve our products and services.</li>\n<li>We may periodically send promotional emails about new content, special offers or other information which we think you may find interesting using the email address which you have provided, if you have opted into receive them.</li>\n</ul>\nSecurity\n<p>We are committed to ensuring that your information is secure.\nIn order to prevent unauthorised access or disclosure we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the data we collect.</p>\nHow we use cookies\n<p>Cookies are small bits of data stored by your device which are sent back to our server whenever you view a page, typically it’s an identifier so we know who is viewing the page and can display user-specific information such as your username or perform an action on your behalf such as posting a comment.</p>\n<p>Without cookies we wouldn’t be able to identify your account and you wouldn’t be able to interact with the page.\nDifferent cookies are used for different purposes, often they are purely functional or performance based, for example, so we can see how many unique users are visiting the website.\nCookies can also be used to provide targeted advertisements, or tailored advertising based on sites you’ve visited before.</p>\n<p>We respect your privacy therefore you can choose not to allow some types of cookies.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.</p>\n<p>Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nYou can choose your cookie settings at any time using the following dialog:</p>\n<p>Customise</p>\nGoogle Ad Tech Partners we use:\n<p>Gamer Network provide the advertising infrastructure on this website.\nBelow is a list of all ad tech partners we work with, mainly through Google's DFP platform.\nWhen you opt-into 'Targeting' cookies these partners may use your data to target ads depending on your browser history.</p> Links to other websites\n<p>Our website will contain links to other websites of interest.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.</p>\nControlling your personal information\n<p>You may choose to restrict the collection or use of your personal information in the following ways:</p>\n<ul>\n<li>Don't enter information you do not wish to share with us</li>\n<li>Whenever you are asked to fill in a form on the website, look for the box that you can click to indicate that you do not want the information to be used by anybody for direct marketing purposes</li>\n<li>If you have previously agreed to us using your personal information for newsletter purposes, you may change your mind at any time by writing to or emailing us at data@hookshot.media or by updating your account preferences.</li>\n</ul>\n<p>We will not sell, distribute or lease your personal information to third parties unless we have your explicit permission or are required by law to do so.\nWe may use your personal information to send you promotional information about third parties which we think you may find interesting if you tell us that you wish this to happen.</p>\n<p>You may request details of personal information which we hold about you under the Data Protection Act 1998 / General Data Protection Regulation (GDPR) (EU) 2016/679.\nIf you would like a copy of the information held on you please write to Hookshot Media Ltd, ATIC, 5 Oakwood Dr, Loughborough, LE11 3QF, United Kingdom or emails us data@hookshot.media\n</p>\n<p>If you believe that any information we are holding on you is incorrect or incomplete, please write to or email us as soon as possible, at the above address.\nWe will promptly correct any information found to be incorrect.</p>\nRemoving your data\n<p>If you wish to delete your account, simply visit the account page (whilst logged in), click 'Delete Account' and follow the instructions.\nYour account, and all the data related to your account, will be deleted from our website within 24 hours.\nYour residual data may exist within our backup systems for up to 14 days.</p>\nCompetition Entries\n<p>Winners may be requested to take part in post competition promotional activity and we reserve the right to use the username, names and location (country) of winners, their photographs and audio and/or visual recordings of them in any publicity unless you specify otherwise.</p>\n<p>Data relating to competition entrants will be retained for a reasonable period after the competition closes to assist us to operate competitions in a consistent manner and to deal with any queries.\nData will then be removed from our systems and will not be used for marketing.</p>\n<p>On the occasion that a third party, such as the product supplier, advertising agency or PR company who sponsor that competition is to provide prize(s) directly, your contact details and, if applicable mailing address, will be passed to the third party for the sole reason of delivering the prize.</p>\nHow to contact us\n<p>If you have any questions or concerns about our policy, please contact us by filling in our online contact form.</p>\n<p>\n<em>Last Updated: 8:35am Fri 1st Apr 2022</em>\n</p> ", "created_at": "2023-03-06 17:27:04.652476", "updated_at": "2023-03-06 17:27:14.464514"}], "points": [], "urls": ["nintendolife.com"]}}