{"error": 448, "message": "OK", "parameters": {"id": 9134, "name": "TinyPNG", "created_at": "2023-07-13 21:33:15.191392", "updated_at": "2023-07-13 22:02:20.937681", "wikipedia": null, "keywords": null, "related": null, "slug": "tinypng", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9134.png", "url": "tinypng.com", "documents": [{"id": 17891, "name": "Terms of use", "url": "https://tinypng.com/terms", "xpath": "//body", "text": "<ul>\n<li>Web</li>\n<li>CDN</li>\n<li>Photoshop</li>\n<li>Developer API</li>\n<li>Third-Party</li>\n<li>Analyzer</li>\n<li>LOGIN</li>\n</ul>TinyPNGTerms of use<p>The following terms and conditions (the “Agreement”) govern the use of the TinyPNG and TinyJPG websites and all content and services available at or through the websites (collectively, the “Service”).\nThe Service is owned and operated by Tinify B.V.\n(“Tinify”).\nThe Service is offered subject to your acceptance without modification of the Agreement.\nBy accessing or using any part of the Service, you agree to become bound by the Agreement.\nIf you do not agree to all the terms and conditions of this Agreement, please do not use the Service.</p>\n<p>This Agreement is between Tinify and you, or any juridical entity that you represent (“you”).\nIf you enter into this Agreement on behalf of another juridical entity, you represent and warrant that you have authority to bind such entity to this Agreement.</p>Submitted content<p>You retain the rights to content you submit to the Service.\nYou grant Tinify and its service providers the right to temporarily store and modify your content insofar as necessary to provide the Service to you.\nSubmitted content will be stored for a maximum of 48 hours.</p>Limits<p>You acknowledge and agree that Tinify imposes a limit on the size and the number of requests you may send to the Service.\nTinify may change such limits at any time, at Tinify’s sole discretion.</p>Payments<p>By purchasing a product you agree to pay Tinify the listed price.\nPayments will be charged immediately after purchase.</p>\n<p>By purchasing a paid subscription you agree to pay Tinify the applicable fees for your usage of the Service.\nSubscriptions will either have a flexible price or a fixed price.\nFor flexible price subscriptions you will be billed monthly for the fees calculated over the previous calendar month.\nFor fixed price subscriptions you will be billed at the beginning of the subscription period.\nThe subscription period will either be a month or a year depending on your subscription.</p>\n<p>You authorize Tinify to collect the fees using any payment method we have on record for you.\nWe may increase or add new fees after giving you advance notice.</p>\n<p>Listed prices are in U.S.\ndollars (USD) and include any sales tax (VAT) when applicable.\nThe charged prices are equal to the listed prices regardless of the amount of sales tax to be paid.\nPayments are not refundable.</p>Renewals<p>Subscriptions will be renewed automatically at the end of the subscription period.\nRenewals will be based on the listed prices at the moment of renewal.\nYou may cancel the automatic renewal at any one time.\nYour account will then be downgraded to the free service at the end of the current subscription period.\nFor yearly subscriptions we strive to inform customers by mail of upcoming renewals.</p>Ownership<p>When subscribing to the Service Tinify grants you a non-exclusive, non-transferable, non-sublicensable license during your subscription period to use the Service.</p>Intellectual property<p>Tinify respects the intellectual property rights of others.\nTinify asks you to respect the intellectual property rights of Tinify.\nAll rights, title and interest in and to such property will remain solely with Tinify.</p>Responsibility<p>You represent and warrant that:</p>\n<ul>\n<li>your use of the Service will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any third party;</li>\n<li>content you submit does not contain or install any viruses, worms, malware, Trojan horses or other harmful or destructive content;</li>\n<li>you will not use the Service in any manner that may disable, damage or overburden it;</li>\n<li>your use of the Service will be in strict accordance with this Agreement and with all applicable laws and regulations (including without limitation any local laws or regulations in your country, state, city, or other governmental area).</li>\n</ul>\n<p>Tinify in its sole discretion has the right (though not the obligation) to refuse or remove content, terminate any subscription, and deny or limit access to use of the Service to any individual or entity if the terms of this Agreement are violated.</p>Privacy<p>At Tinify we take your privacy seriously.\nOnly a minimum of personal information is collected and used in order to administer your account and to provide you the requested products and services.\nPrivacy, protection and data security are at the very heart of everything we do.\nTinify is GDPR ready and compliant.</p>\n<p>If you would like to review, correct, or update your personal data, you may do so by signing in to your account dashboard or by contacting Tinify support representatives.\nTinify only processes personal data that is required to provide the Service to you.\nYou have the right to data portability, right to access and right to be forgotten.\nPersonal data stored in your account will be deleted upon request.</p>\n<p>If you have privacy related inquiries please contact Tinify by email or by physical mail: Tinify B.V., Peter van der Kieftlaan 24, 3871 WG Hoevelaken, The Netherlands.</p>Data processing operations<p>Images uploaded to the Service are temporarily stored, optimized and deleted within 48 hours.\nRequests to the Service can be logged in order to understand how the Service is used and to avoid misuse.\nA log entry contains information such as browser type, IP address, any API key, date, time, and fingerprint of the transferred file.\nLog entries are deleted within 31 days.</p>\n<p>The username and email address you provide to sign up or make a purchase are stored in your account.\nThis may include a VAT number for companies from within the EU.\nAll purchases and invoices are recorded in your account.</p>\n<p>Payments are handled by Tinify's payment providers.\nPersonal data regarding a payment is stored only with the payment provider and if needed can be processed and stored outside of Europe and the US.\nFor PayPal purchases Tinify stores the purchase transaction number.\nPayPal shares your name, physical address and email address with Tinify.</p>Service providers<p>Tinify uses data processors from the EU, US and Australia in order to provide the Service.\nThis section explains how data is processed.\nSubmitted content will only be shared with these service providers unless required otherwise to comply with the law or requests of governmental entities.</p>\n<p>\n<em>Google LLC, California, USA</em> - Tinify uses Google Cloud Platform for website hosting, information technology and infrastructure services.\nYour personal data and purchase information is stored with Google.\nTinify has a data processor contract with Google for processing of personal data and Google has certified to the EU-US Privacy Shield.</p>\n<p>\n<em>Stripe Payments Europe, Ltd, Dublin, Ireland</em> - Credit card payments are processed by Stripe.\nTokenised payment information is used to securely process payments.\nCard number, expiry date and CVC cardholder information is stored only on the servers of Stripe.\nFor payment purposes Stripe may disclose data to banks and credit card networks.\nStripe has certified to the EU-US Privacy Shield.</p>\n<p>\n<em>European Commission, Brussels, Belgium</em> - Company VAT numbers are processed with the European VAT Information Exchange System (VIES) in order to confirm the validity of the VAT identification number.\nTinify needs to ensure that company VAT numbers are correctly identified for EU cross-border supply of products and services.\nTinify will store the registered company name, physical address and country belonging to a valid VAT number.</p>\n<p>\n<em>Mailgun Technologies Inc, San Francisco, US</em> - Email communication is processed by Mailgun.\nMessages are stored for up to 72 hours.\nThe metadata of a message, which includes username, email address, subject line and routing data is maintained for 30 days for troubleshooting and delivery issues.\nEmail addresses are stored on a suppression list when they hard bounce or cannot be delivered to.</p>\n<p>\n<em>Groove Networks LLC, Newport, US</em> - Customer service activities are handled through Groove.\nEmail and Twitter messages send to Tinify are combined with your username, purchase information and email address.\nThis information is handled by Tinify's support representatives working with Groove.</p>\n<p>\n<em>Campaign Monitor Pty Ltd, Sydney, Australia</em> - Campaign Monitor is used in the event of important communication relating to the Service and to contact customers about major product updates.\nYour name, purchases and email address are stored for email delivery with Campaign Monitor.</p>\n<p>\n<em>Voormedia B.V., Amsterdam, The Netherlands</em> - Voormedia provides support, maintenance and development activities for the Service.\nVoormedia representatives may process personal data in order to assist with support requests or troubleshoot technical issues.</p>Disclaimer of warranties<p>The Service is provided “as is”.\nTinify and its suppliers and licensors hereby disclaim all warranties of any kind, express or implied, including, without limitation, the warranties of merchantability, fitness for a particular purpose and non-infringement.\nNeither Tinify nor its suppliers and licensors, make any warranty that the Service will be error free or that access thereto will be continuous or uninterrupted.\nYou understand that you download from, or otherwise obtain content or services, through the Service at your own discretion and risk.</p>Limitation of liability<p>In no event will Tinify, or its suppliers or licensors, be liable with respect to any subject matter of this Agreement under any contract, negligence, strict liability or other legal or equitable theory for: (i) any special, incidental or consequential damages.\n(ii) the cost of procurement for substitute products or services.\n(iii) for interruption of use or loss or corruption of data.\nor (iv) for any amounts that exceed the fees paid by you to Tinify under this Agreement during the twelve (12) month period prior to the cause of action.\nTinify shall have no liability for any failure or delay due to matters beyond their reasonable control.\nThe foregoing shall not apply to the extent prohibited by applicable law.</p>Indemnification<p>You agree to indemnify and hold harmless Tinify, its contractors, and its licensors, and their respective directors, officers, employees and agents from and against any and all claims and expenses, including attorneys’ fees, arising out of your use of the Service, including but not limited to your violation of this Agreement.</p>Changes<p>Tinify reserves the right to modify or replace any part of this Agreement at any time.\nYour continued use of the Service following the posting of any changes to this Agreement constitutes acceptance of those changes.\nThis Agreement may only be modified by a written amendment signed by an authorized executive of Tinify, or by the posting by Tinify of a revised version.</p>Applicable law and jurisdiction<p>Except to the extent applicable law, if any, provides otherwise this Agreement, any access to or use of the Service will be governed by the laws of the state of the Netherlands, excluding its conflict of law provisions, and the proper venue for any disputes arising out of or relating to any of the same will be the courts located in Amsterdam, the Netherlands.\nIf any part of this Agreement is held invalid or unenforceable, that part will be construed to reflect the parties’ original intent, and the remaining portions will remain in full force and effect.</p>Entire agreement<p>This Agreement constitutes the entire agreement between Tinify and you concerning the subject matter hereof.</p>Try TinyPNG with a new browser<p>TinyPNG is created for modern browsers with HTML5 &amp.\nCSS3 support.\nWe have not tried it out in other browsers.\nThe site may work, or it may not.\nIf you see this message you may want to try a different browser!</p>\n<ul>\n<li>\n<strong>Photoshop</strong>\n<ul>\n<li>Support</li>\n<li>EULA</li>\n</ul>\n</li>\n<li>\n<strong>Developer API</strong>\n<ul>\n<li>API reference</li>\n<li>Ruby gem</li>\n<li>PHP library</li>\n<li>Node.js package</li>\n<li>Python package</li>\n<li>JAVA component</li>\n<li>.NET client library</li>\n</ul>\n</li>\n<li>\n<strong>Official add-ons</strong>\n<ul>\n<li>WordPress plugin</li>\n<li>Zapier (beta)</li>\n</ul>\n</li>\n<li>\n<strong>Third-party solutions</strong>\n<br>\n<strong>Page analyzer</strong>\n<br>\n<strong>Blog</strong>\n<br>\n<strong>Jobs</strong>\n<br>\n<strong>Donate</strong>\n</li>\n<li>\n<ul>\n<li>Compress JPEGCompress PNG</li>\n<li>\n<p>Follow us at:</p>\n</li>\n<li>\n</li>\n<li>English/简体</li>\n</ul>\n</li>\n</ul>\n<p>Made by Voormedia<small>By using this site you accept the terms of use.</small>\n</p>", "created_at": "2023-07-13 21:33:15.228466", "updated_at": "2023-07-13 21:34:29.331476"}], "points": [], "urls": ["tinypng.com"]}}