{"error": 448, "message": "OK", "parameters": {"id": 8678, "name": "First Focus Campaign for Children ", "created_at": "2023-06-30 20:31:53.023756", "updated_at": "2023-06-30 22:02:55.719152", "wikipedia": null, "keywords": null, "related": null, "slug": "first-focus-campaign-for-children", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8678.png", "url": "campaignforchildren.org", "documents": [{"id": 16908, "name": "Terms of Use", "url": "https://campaignforchildren.org/terms/", "xpath": "//*[@id=\"mixa-outer\"]", "text": " <p>\n<strong>1.\nAcceptance of Terms</strong>\n</p>\n<p>THIS WEBSITE provides a collection of online resources, including contributed articles, digital images, digital media files, classified ads, forums, and various email services, (referred to hereafter as “the Service”) subject to the following Terms of Use (“Terms”), which may be updated by THIS WEBSITE from time to time.\nTHIS WEBSITE will provide notice of materially significant changes to the Terms by posting notice on THIS WEBSITE and associated website(s).\nBy using the Service in any way, you are agreeing to comply with these Terms.\nIn addition, when using particular THIS WEBSITE services, you agree to abide by any applicable posted guidelines for all THIS WEBSITE services, which may change from time to time.\nShould you object to any term or condition of these Terms, any guidelines, or any subsequent modifications thereto or become dissatisfied with THIS WEBSITE in any way, your only recourse is to immediately discontinue use of THIS WEBSITE.</p>\n<p>\n<strong>2.\nContent</strong>\n</p>\n<p>You understand that all postings, messages, text, files, images, photos, video, sounds, or other materials (“Content”) posted on, transmitted through, or linked from the Service, are the sole responsibility of the person from whom such Content originated.\nMore specifically, you are entirely responsible for all Content that you post, email or otherwise make available via the Service.\nYou understand that THIS WEBSITE does not control, and is not responsible for Content made available through the Service, and that by using the Service, you may be exposed to Content that is offensive, indecent, inaccurate, misleading, or otherwise objectionable.\nFurthermore, any portaion of THIS WEBSITE’s site and Content available through the Service may contain links to other websites, which are completely independent of THIS WEBSITE.\nTHIS WEBSITE makes no representation or warranty as to the accuracy, completeness or authenticity of the information contained in any such site.\nYour linking to any other website is at your own risk.\nYou agree that you must evaluate, and bear all risks associated with, the use of any Content, that you may not rely on said Content, and that under no circumstances will THIS WEBSITE be liable in any way for any Content or for any loss or damage of any kind incurred as a result of the use of any Content posted, emailed or otherwise made available via the Service.\nYou acknowledge that THIS WEBSITE does not pre-screen or approve Content, but that THIS WEBSITE shall have the right (but not the obligation) in its sole discretion to refuse, delete or move any Content that is available via the Service, for violating the letter or spirit of the Terms or for any other reason.</p>\n<p>\n<strong>3.\nNotification of Claims of Infringement</strong>\n</p>\n<p>If you believe that your work has been copied in a way that constitutes copyright infringement, or your intellectual property rights have been otherwise violated, please notify THIS WEBSITE’s Admin for notice of claims of copyright or other intellectual property infringement (“Admin”), by sending our Admin an email.</p>\n<p>\n<strong>Please provide our Admin with the following Notice:</strong>\n</p>\n<ul>\n<li>Identify the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>Identify the material on the THIS WEBSITE site that you claim is infringing, with enough detail so that we may locate it on the website;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its Admin, or the law;</li>\n<li>A statement by you declaring under penalty of perjury that (a) the above information in your Notice is accurate, and (b) that you are the owner of the copyright interest involved or that you are authorized to act on behalf of that owner;</li>\n<li>Your address, telephone number, and email address.\nand</li>\n<li>Your physical or electronic signature.\nTHIS WEBSITE will remove the infringing posting(s), subject to the the procedures outlined in the Digital Millennium Copyright Act (DMCA).</li>\n</ul>\n<p>\n<strong>4.\nPrivacy and Information Disclosure</strong>\n</p>\n<p>THIS WEBSITE has established a Privacy Policy to explain to users how their information is collected and used, located at the footer link located on all of our websites.\nYour use of THIS WEBSITE or the Service signifies acknowledgement of and agreement to our Privacy Policy.\nYou further acknowledge and agree that THIS WEBSITE may, in its sole discretion, preserve or disclose your Content, as well as your information, such as email addresses, IP addresses, timestamp’s, and other user information, if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: comply with legal process.\nenforce these Terms.\nrespond to claims that any Content violates the rights of third-parties.\nrespond to claims that contact information (e.g.\nphone number, street address) of a third-party has been posted or transmitted without their consent or as a form of harrassment.\nprotect the rights, property, or personal safety of THIS WEBSITE, its users or the general public.</p>\n<p>\n<strong>5.\nConduct</strong>\n</p>\n<p>You agree not to post, email, or otherwise make available Content:</p>\n<ul>\n<li>that is unlawful, harmful, threatening, abusive, harassing, defamatory, libelous, invasive of another’s privacy, or harms minors in any way;</li>\n<li>that is pornographic or depicts a human being engaged in actual sexual conduct including but not limited to (i) sexual intercourse, including genital-genital, oral-genital, anal-genital, or oral-anal, whether between persons of the same or opposite sex, or (ii) bestiality, or (iii) masturbation, or (iv) sadistic or masochistic abuse, or (v) lascivious exhibition of the genitals of any person;</li>\n<li>that harasses, degrades, intimidates or is hateful toward an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability;</li>\n<li>that impersonates any person or entity, including, but not limited to, an employee of THIS WEBSITE, or falsely states or otherwise misrepresents your affiliation with a person or entity (this provision does not apply to messages that are lawful non-deceptive parodies of public figures.);</li>\n<li>that includes personal or identifying information about another person without that person’s explicit consent;</li>\n<li>that is false, deceptive, misleading, deceitful, misinformative, or constitutes “bait and switch”;</li>\n<li>that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party, or Content that you do not have a right to make available under any law or under contractual or fiduciary relationships;</li>\n<li>that constitutes or contains “affiliate marketing,” “link referral code,” “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or unsolicited commercial advertisement;</li>\n<li>that constitutes or contains any form of advertising or solicitation if (1) posted in areas of THIS WEBSITE which are not designated for such purposes.\nor (2) emailed to THIS WEBSITE users who have requested not to be contacted about other services, products or commercial interests.</li>\n<li>that includes links to commercial services or web sites, except as allowed in “services”;</li>\n<li>that advertises any illegal services or the sale of any items the sale of which is prohibited or restricted by applicable law, including without limitation items the sale of which is prohibited or regulated by District of Columbia law – a partial list of items that may be prohibited or restricted in the District of Columbia;</li>\n<li>that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>that disrupts the normal flow of dialogue with an excessive number of messages (flooding attack) to the Service, or that otherwise negatively affects other users’ ability to use the Service;</li>\n<li>that employs misleading email addresses, or forged headers or otherwise manipulated identifiers in order to disguise the origin of Content transmitted through the Service.\nAdditionally, you agree not to:</li>\n<li>contact anyone who has asked not to be contacted;</li>\n<li>“stalk” or otherwise harass anyone;</li>\n<li>collect personal data about other users for commercial or unlawful purposes;</li>\n<li>use automated means, including spiders, robots, crawlers, data mining tools, or the like to download data from the Service – unless expressly permitted by THIS WEBSITE;</li>\n<li>post non-local or otherwise irrelevant Content, repeatedly post the same or similar Content or otherwise impose an</li>\n<li>unreasonable or disproportionately large load on our infrastructure;</li>\n<li>post the same item or service in more than one classified category or forum, or in more than one metropolitan area.\nor</li>\n<li>attempt to gain unauthorized access to THIS WEBSITE’s computer systems or engage in any activity that disrupts, diminishes the quality of, interferes with the performance of, or impairs the functionality of, the Service or THIS WEBSITE.</li>\n</ul>\n<p>\n<strong>6.\nNo Spam Policy</strong>\n</p>\n<p>You understand and agree that sending unsolicited email advertisements to any email address of THIS WEBSITE or through THIS WEBSITE’s computer systems, which is expressly prohibited by these Terms, will use or cause to be used by THIS WEBSITE’s local servers, or in any other national or international location.\nAny unauthorized use of THIS WEBSITE’s computer systems is a violation of these Terms and certain federal and state laws.\nSuch violations may subject the sender and his or her Agents to civil and criminal penalties.</p>\n<p>\n<strong>7.\nLimitations on service</strong>\n</p>\n<p>You acknowledge that THIS WEBSITE may establish limits concerning use of the Service, including the maximum number of days that Content will be retained by the Service, the maximum number and size of postings, email messages, or other Content that may be transmitted or stored by the Service, and the frequency with which you may access the Service.\nYou agree that THIS WEBSITE has no responsibility or liability for the deletion or failure to store any Content maintained or transmitted by the Service.\nYou acknowledge that THIS WEBSITE reserves the right at any time to modify or discontinue the Service (or any part thereof) with or without notice, and that THIS WEBSITE shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.</p>\n<p>\n<strong>8.\nAccess to the Service</strong>\n</p>\n<p>THIS WEBSITE grants you a limited, revocable, nonexclusive license to access the Service for your own personal use of the Service, and not to download (other than page caching) or modify it, or any portion of it, or any Content made available via the Service (except for your own Content), without the express written consent of THIS WEBSITE or otherwise indicated.\nThis license does not include any collection, aggregation, copying, duplication, display or derivative use of the Service nor any use of data mining, robots, spiders, or similar data gathering and extraction tools for any purpose unless expressly permitted by THIS WEBSITE.\nA limited exception is provided to general purpose internet search engines and non-commercial public archives that use such tools to gather information for the sole purpose of displaying hyperlinks to the Service, provided they each do so from a stable IP address or range of IP addresses using an easily identifiable Admin and comply with our robots.txt file.\n“General purpose internet search engine” does not include a website or search engine or other service that specializes in classified listings or in any subset of classifieds listings such as jobs, housing, for sale, services, or personals, or which is in the business of providing classified ad listing services.\nTHIS WEBSITE permits you to display on your website, or create a hyperlink on your website to, individual postings on the Service so long as such use is for noncommercial and/or news reporting purposes only (e.g., for use in personal web blogs or personal online media).\nIf the total number of such postings displayed or linked to on your website exceeds one hundred (100) postings, your use will be presumed to be in violation of these Terms, absent express permission granted by THIS WEBSITE to do so.\nYou may also create a hyperlink to the home page of THIS WEBSITE so long as the link does not portray THIS WEBSITE, its employees, or its affiliates in a false, misleading, derogatory, or otherwise offensive matter.\nTHIS WEBSITE offers various parts of the Service in RSS format so that users can embed individual feeds into a personal website or blog, or view postings through third party software news aggregators.\nTHIS WEBSITE permits you to display, excerpt from, and link to the RSS feeds on your personal website or personal web blog, provided that (a) your use of the RSS feed is for personal, non-commercial purposes only, (b) each title is correctly linked back to the original post on the Service and redirects the user to the post when the user clicks on it, (c) you provide, adjacent to the RSS feed, proper attribution to THIS WEBSITE (or a subsidiary) as the source, (d) your use or display does not suggest that THIS WEBSITE promotes or endorses any third party causes, ideas, web sites, products or services, (e) you do not redistribute the RSS feed, and (f) your use does not overburden THIS WEBSITE’s systems.\nTHIS WEBSITE reserves all rights in the content of the RSS feeds and may terminate any RSS feed at any time.\nUse of the Service beyond the scope of authorized access granted to you by THIS WEBSITE immediately terminates said permission or license.\nIn order to collect, aggregate, copy, duplicate, display or make derivative use of the the Service or any Content made available via the Service for other purposes (including commercial purposes) not stated herein, you must first obtain a license from THIS WEBSITE.</p>\n<p>\n<strong>9.\nTermination of service</strong>\n</p>\n<p>You agree that THIS WEBSITE, in its sole discretion, has the right (but not the obligation) to delete or deactivate your account, block your email or IP address, or otherwise terminate your access to or use of the Service (or any part thereof), immediately and without notice, and remove and discard any Content within the Service, for any reason, including, without limitation, if THIS WEBSITE believes that you have acted inconsistently with the letter or spirit of the Terms.\nFurther, you agree that THIS WEBSITE shall not be liable to you or any third-party for any termination of your access to the Service.\nFurther, you agree not to attempt to use the Service after said termination.\nSections 2, 4, 6 and 10-16 shall survive termination of these Terms.</p>\n<p>\n<strong>10.\nDealings with organizations and individuals</strong>\n</p>\n<p>Your interactions with organizations and/or individuals found on or through the Service, including payment and delivery of goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such organizations and/or individuals.\nYou agree that THIS WEBSITE shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings.\nIf there is a dispute between participants on this site, or between users and any third party, you understand and agree that THIS WEBSITE is under no obligation to become involved.\nIn the event that you have a dispute with one or more other users, you hereby release THIS WEBSITE, its officers, employees, Agents and successors in rights from claims, demands and damages (actual and consequential) of every kind or nature, known or unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes and / or our service.</p>\n<p>\n<strong>11.\nProprietary rights</strong>\n</p>\n<p>The Service is protected to the maximum extent permitted by copyright laws and international treaties.\nContent displayed on or through the Service is protected by copyright as a collective work and/or compilation, pursuant to copyrights laws, and international conventions.\nAny reproduction, modification, creation of derivative works from or redistribution of the site or the collective work, and/or copying or reproducing the sites or any portion thereof to any other server or location for further reproduction or redistribution is prohibited without the express written consent of THIS WEBSITE.\nYou further agree not to reproduce, duplicate or copy Content from the Service without the express written consent of THIS WEBSITE, and agree to abide by any and all copyright notices displayed on the Service.\nYou may not decompile or disassemble, reverse engineer or otherwise attempt to discover any source code contained in the Service.\nWithout limiting the foregoing, you agree not to reproduce, duplicate, copy, sell, resell or exploit for any commercial purposes, any aspect of the Service.\nAlthough THIS WEBSITE does not claim ownership of content that its users post, by posting Content to any public area of the Service, you automatically grant, and you represent and warrant that you have the right to grant, to THIS WEBSITE an irrevocable, perpetual, non-exclusive, fully paid, worldwide license to use, copy, perform, display, and distribute said Content and to prepare derivative works of, or incorporate into other works, said Content, and to grant and authorize sublicenses (through multiple tiers) of the foregoing.\nFurthermore, by posting Content to any public area of the Service, you automatically grant THIS WEBSITE all rights necessary to prohibit any subsequent aggregation, display, copying, duplication, reproduction, or exploitation of the Content on the Service by any party for any purpose.</p>\n<p>\n<strong>12.\nDisclaimer of Warranties</strong>\n</p>\n<p>YOU AGREE THAT YOUR USAGE OF THIS WEBSITE SITE AND THE SERVICE IS ENTIRELY AT YOUR OWN RISK.\nTHIS WEBSITE AND THE SERVICE ARE PROVIDED ON AN “AS IS” OR “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND.\nALL EXPRESS AND IMPLIED WARRANTIES, INCLUDING, WITHOUT LIMITATION, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS ARE EXPRESSLY DISCLAIMED TO THE FULLEST EXTENT PERMITTED BY LAW.\nTO THE FULLEST EXTENT PERMITTED BY LAW, THIS WEBSITE DISCLAIMS ANY WARRANTIES FOR THE SECURITY, RELIABILITY, TIMELINESS, ACCURACY, AND PERFORMANCE OF THIS WEBSITE AND THE SERVICE.\nTO THE FULLEST EXTENT PERMITTED BY LAW, THIS WEBSITE DISCLAIMS ANY WARRANTIES FOR OTHER SERVICES OR GOODS RECEIVED THROUGH OR ADVERTISED ON THIS WEBSITE OR THE SITES OR SERVICE, OR ACCESSED THROUGH ANY LINKS ON THIS WEBSITE.\nTO THE FULLEST EXTENT PERMITTED BY LAW, THIS WEBSITE DISCLAIMS ANY WARRANTIES FOR VIRUSES OR OTHER HARMFUL COMPONENTS IN CONNECTION WITH ANY OF THIS WEBSITE’s site’s OR THE SERVICE.\nSome jurisdictions do not allow the disclaimer of implied warranties.\nIn such jurisdictions, some of the foregoing disclaimers may not apply to you insofar as they relate to implied warranties.</p>\n<p>\n<strong>13.\nLimitations of Liability</strong>\n</p>\n<p>UNDER NO CIRCUMSTANCES SHALL THIS WEBSITE BE LIABLE FOR DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES (EVEN IF THIS WEBSITE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM ANY ASPECT OF YOUR USE OF THE THIS WEBSITE SITE OR THE SERVICE, WHETHER THE DAMAGES ARISE FROM USE OR MISUSE OF THE THIS WEBSITE SITE OR THE SERVICE, FROM INABILITY TO USE THE THIS WEBSITE SITE OR THE SERVICE, OR THE INTERRUPTION, SUSPENSION, MODIFICATION, ALTERATION, OR TERMINATION OF THE THIS WEBSITE SITE OR THE SERVICE.\nSUCH LIMITATION SHALL ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF OTHER SERVICES OR PRODUCTS RECEIVED THROUGH OR ADVERTISED IN CONNECTION WITH THIS WEBSITE OR THE SERVICE OR ANY LINKS ON THE THIS WEBSITE, AS WELL AS BY REASON OF ANY INFORMATION OR ADVICE RECEIVED THROUGH OR ADVERTISED IN CONNECTION WITH THIS WEBSITE OR THE SERVICE OR ANY LINKS ON THIS WEBSITE.\nTHESE LIMITATIONS SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW.\nIn some jurisdiction, limitations of liability are not permitted.\nIn such jurisdictions, some of the foregoing limitation may not apply to you.</p>\n<p>\n<strong>14.\nIndemnity</strong>\n</p>\n<p>You agree to indemnify and hold THIS WEBSITE , its officers, subsidiaries, affiliates, successors, assigns, directors, officers, Admins, service providers, suppliers and employees, harmless from any claim or demand, including reasonable attorney fees and court costs, made by any third party due to or arising out of Content you submit, post or make available through the Service, your use of the Service, your violation of the Terms, your breach of any of the representations and warranties herein, or your violation of any rights of another.</p>\n<p>\n<strong>15.\nGeneral information</strong>\n</p>\n<p>The Terms constitute the entire agreement between you and THIS WEBSITE and govern your use of the Service, superceding any prior agreements between you and THIS WEBSITE.\nThe Terms and the relationship between you and THIS WEBSITE shall be governed by the laws of the District of Columbia without regard to its conflict of law provisions.\nYou and THIS WEBSITE agree to submit to the personal and exclusive jurisdiction of the courts located within the District of Columbia.\nThe failure of THIS WEBSITE to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision.\nIf any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Service or the Terms must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\n<p>\n<strong>16.\nViolations of Terms and Liquidated Damages</strong>\n</p>\n<p>Please report any violations of the Terms, by emailing THIS WEBSITE.\nOur failure to act with respect to a breach by you or others does not waive our right to act with respect to subsequent or similar breaches.\nYou understand and agree that, because damages are often difficult to quantify, if it becomes necessary for THIS WEBSITE to pursue legal action to enforce these Terms, you will be liable to pay THIS WEBSITE the following amounts as liquidated damages, which you accept as reasonable estimates of THIS WEBSITE s’ damages for the specified breaches of these Terms: a.\nIf you post a message that (1) impersonates any person or entity.\n(2) falsely states or otherwise misrepresents your affiliation with a person or entity.\nor (3) that includes personal or identifying information about another person without that person’s explicit consent, you agree to pay THIS WEBSITE two thousand five hundred dollars ($2,500) for each such message.\nThis provision does not apply to messages that are lawful non-deceptive parodies of public figures.\nb.\nIf THIS WEBSITE establishes limits on the frequency with which you may access the Service, or terminates your access to or use of the Service, you agree to pay THIS WEBSITE one thousand dollars ($1,000) for each message posted in excess of such limits or for each day on which you access THIS WEBSITE in excess of such limits, whichever is higher.\nc.\nIf you send unsolicited email advertisements to THIS WEBSITE email addresses or through THIS WEBSITE computer systems, you agree to pay THIS WEBSITE five hundred dollars ($500) for each such email.\nd.\nIf you post messages in violation of these Terms of Use, other than as described above, you agree to pay THIS WEBSITE five hundred dollars ($500) for each such message.\nIn its sole discretion, THIS WEBSITE may elect to issue a warning before assessing damages.\ne.\nIf you aggregate, display, copy, duplicate, reproduce, or otherwise exploit for any purpose any Content (except for your own Content) in violation of these Terms without THIS WEBSITE’s express written permission, you agree to pay THIS WEBSITE five thousand dollars ($5,000) for each day on which you engage in such conduct.\nOtherwise, you agree to pay THIS WEBSITE’s actual damages, to the extent such actual damages can be reasonably calculated.\nNotwithstanding any other provision of these Terms, THIS WEBSITE retains the right to seek the remedy of specific performance of any term contained in these Terms, or a preliminary or permanent injunction against the breach of any such term or in aid of the exercise of any power granted in these Terms, or any combination thereof.</p>\n<p>\n<strong>17.\nFeedback</strong>\n</p>\n<p>We welcome your feedback on this document by sending us an email or letter.</p>\n<p> » Terms</p>\n<br> ", "created_at": "2023-06-30 20:31:53.087457", "updated_at": "2023-06-30 20:33:31.785582"}, {"id": 16907, "name": "Privacy Policy", "url": "https://campaignforchildren.org/privacy", "xpath": "/html/body/main/article/div[2]/div/div/div/div", "text": " <p>Your privacy is important to us.\nTo better protect your privacy we provide this notice explaining our online information practices and the choices you can make about the way your information is collected and used.\nTo make this notice easy to find, we make it available on our homepage and at every point where personally identifiable information may be requested.</p>\n<p>All donor information, including names, gift amounts, etc., is kept strictly confidential by THIS WEBSITE and its authorized staff unless permission is obtained from the donor to release the information.</p>\n<p>\n<strong>The Information We Collect:</strong>\n</p>\n<p>This notice applies to all information collected or submitted on THIS WEBSITE.\nOn some pages (if enabled), you can order products, make requests, and register to receive materials.\nThe types of personal information collected at these pages are:</p>\n<ul>\n<li>Name</li>\n<li>Address</li>\n<li>Email address</li>\n<li>Phone number</li>\n<li>Encrypted Credit/Debit Card Information</li>\n<li>(etc.)</li>\n</ul>\n<p>On some pages, you can submit information about other people.\nFor example, if you order a gift online and want it sent directly to the recipient, you will need to submit the recipient’s address.\nIn this circumstance, the types of personal information collected are:</p>\n<ul>\n<li>Name</li>\n<li>Address</li>\n<li>Phone Number</li>\n<li>(etc.)</li>\n</ul>\n<p>\n<strong>The Way We Use Information:</strong>\n</p>\n<p>We use the information you provide about yourself when placing an order only to complete that order.\nWe do not share this information with outside parties except to the extent necessary to complete that order.</p>\n<p>We use the information you provide about someone else when placing an order only to ship the product and to confirm delivery.\nWe do not share this information with outside parties except to the extent necessary to complete that order.</p>\n<p>We offer gift-items by which you can personalize a product you order for another person.\nInformation you provide to us to create a gift-item is only used for that purpose, and it is only disclosed to the person receiving the gift.</p>\n<p>We use return email addresses to answer the email we receive.\nSuch addresses are not used for any other purpose and are not shared with outside parties.</p>\n<p>You can register with our website (if enabled) if you would like updates on our new products and services.\nInformation you submit on our website will not be used for this purpose unless you fill out the registration form.</p>\n<p>We use non-identifying and aggregate information to better design our website and to share with advertisers.\nFor example, we may tell an advertiser that X number of individuals visited a certain area on our website, or that Y number of men and Z number of women filled out our registration form, but we would not disclose anything that could be used to identify those individuals.</p>\n<p>Finally, we never use or share the personally identifiable information provided to us online in ways unrelated to the ones described above without also providing you an opportunity to opt-out or otherwise prohibit such unrelated uses.</p>\n<p>\n<strong>Our Commitment To Data Security</strong>\n</p>\n<p>To prevent unauthorized access, maintain data accuracy, and ensure the correct use of information, we have put in place appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect online.</p>\n<p>\n<strong>Our Commitment To Children’s Privacy:</strong>\n</p>\n<p>Protecting the privacy of the very young is especially important.\nFor that reason, we never collect or maintain information at our website from those we actually know are under 13, and no part of our website is structured to attract anyone under 13.</p>\n<p>\n<strong>How You Can Access Or Correct Your Information</strong>\n</p>\n<p>You can access all your personally identifiable information (if applicable) that we collect online and maintain by logging into your Member account (if this feature is currently enabled).\nWe use this procedure to better safeguard your information.</p>\n<p>You can correct factual errors in your personally identifiable information by sending us a request that credibly shows error.</p>\n<p>To protect your privacy and security, we will also take reasonable steps to verify your identity before granting access or making corrections.</p>\n<p>\n<strong>How To Contact Us</strong>\n</p>\n<p>Should you have other questions or concerns about these privacy policies, please send us an e-mail via our website’s Contact form.</p> ", "created_at": "2023-06-30 20:31:53.055582", "updated_at": "2023-06-30 20:32:53.205157"}], "points": [], "urls": ["campaignforchildren.org"]}}