{"error": 448, "message": "OK", "parameters": {"id": 9453, "name": "Epal", "created_at": "2023-09-01 04:25:43.800657", "updated_at": "2023-09-01 10:02:30.849662", "wikipedia": null, "keywords": null, "related": null, "slug": "epal", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9453.png", "url": "epal.gg", "documents": [{"id": 18632, "name": "Privacy Policy", "url": "https://policies.epal.gg/privacy-policy.html", "xpath": "//body", "text": " Privacy Policy <p> Thank you for choosing to be part of our community at Epal.gg, doing business as Epal.gg (\"Epal.gg\", \"EPAL, Inc.\", \"we\", \"us\", or \"our\").\nWe are committed to protecting your personal information and your right to privacy.\nIf you have any questions or concerns about our policy, or our practices with regards to your personal information, please contact us at support@epal.gg.\n</p>\n<p> When you visit our website Epal.gg, mobile application, and use our services, you trust us with your personal information.\nWe take your privacy very seriously.\nIn this privacy policy, we seek to explain to you in the clearest way possible what information we collect, how we use it and what rights you have in relation to it.\nWe hope you take some time to read through it carefully, as it is important.\nIf there are any terms in this privacy policy that you do not agree with, please discontinue use of our Sites or Apps and our services.\n</p>\n<p> This privacy policy applies to all information collected through our website (such as Epal.gg), mobile application, (\"Apps\"), and/or any related services, sales, marketing or events (we refer to them collectively in this privacy policy as the \"Services\").\n</p>\n<p> Please read this privacy policy carefully as it will help you make informed decisions about sharing your personal information with us.\n</p> TABLE OF CONTENTS <p> 1.\nWHAT INFORMATION DO WE COLLECT? </p>\n<p> 2.\nHOW DO WE USE YOUR INFORMATION? </p>\n<p> 3.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE? </p>\n<p> 4.\nWHO WILL YOUR INFORMATION BE SHARED WITH? </p>\n<p> 5.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES? </p>\n<p> 6.\nHOW DO WE HANDLE YOUR SOCIAL LOGINS? </p>\n<p> 7.\nWHAT IS OUR STANCE ON THIRD-PARTY WEBSITES? </p>\n<p> 8.\nHOW LONG DO WE KEEP YOUR INFORMATION? </p>\n<p> 9.\nHOW DO WE KEEP YOUR INFORMATION SAFE? </p>\n<p> 10.\nWHAT ARE YOUR PRIVACY RIGHTS? </p>\n<p> 11.\nDATA BREACH </p>\n<p> 12.\nCONTROLS FOR DO-NOT-TRACK FEATURES </p>\n<p> 13.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS? </p>\n<p> 14.\nDO WE MAKE UPDATES TO THIS POLICY? </p>\n<p> 15.\nHOW CAN YOU CONTACT US ABOUT THIS POLICY? </p> 1.\nWHAT INFORMATION DO WE COLLECT? <p> Personal information you disclose to us </p>\n<p> In Short: &nbsp;We collect personal information that you provide to us.\n</p>\n<p> We collect personal information that you voluntarily provide to us when registering at the Services or Apps, expressing an interest in obtaining information about us or our products and services, when participating in activities on the Services or Apps (such as posting messages in our online forums or entering competitions, contests or giveaways) or otherwise contacting us.\n</p>\n<p> The personal information that we collect depends on the context of your interactions with us and the Services or Apps, the choices you make and the products and features you use.\nThe personal information we collect can include the following: </p>\n<p> Publicly Available Personal Information.\nWe collect first name, maiden name, last name, and nickname.\nID.\ncurrent and former address.\nphone numbers.\nemail addresses.\nbusiness phone number.\nsocial media.\nand other similar data.\n</p>\n<p> Personal Information Provided by You.\nWe collect app usage.\ndata collected from surveys.\nfinancial information (credit card number, purchase history, invoices).\nand other similar data.\n</p>\n<p> Payment Data.\nWe collect data necessary to process your payment if you make purchases, such as your payment instrument number (such as a credit card number), billing information and the security code associated with your payment instrument.\nAll payment data is stored by Epal.gg.\n</p>\n<p> Social Media Login Data.\nWe may provide you with the option to register using social media account details, like your Facebook, Twitter or other social media account.\nIf you choose to register in this way, we will collect the Information described in the section called \"HOW DO WE HANDLE YOUR SOCIAL LOGINS\" below.\n</p>\n<p> All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.\n</p>\n<p> Information automatically collected </p>\n<p> In Short: &nbsp;&nbsp;Some information — such as IP address and/or browser and device characteristics — is collected automatically when you visit our Services or Apps.\n</p>\n<p> We automatically collect certain information when you visit, use or navigate the Services or Apps.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services or Apps and other technical information.\nThis information is primarily needed to maintain the security and operation of our Services or Apps, and for our internal analytics and reporting purposes.\n</p>\n<p> Like many businesses, we also collect information through cookies and similar technologies.\nYou can find out more about this in our Cookies Policy: https://www.Epal.gg/registerAgreement.\n</p>\n<p> Online Identifiers.\nWe collect applications.\ndevices.\ntools and protocols, such as IP (Internet Protocol) addresses.\ncookie identifiers, or others such as the ones used for analytics and marketing.\nand other similar data.\n</p>\n<p> Information collected through our Apps </p>\n<p> In Short: &nbsp;&nbsp;We may collect information regarding your geo-location, mobile device, push notifications, when you use our apps.\n</p>\n<p> If you use our Apps, we may also collect the following information: </p>\n<p> Geo-Location Information.\nWe may request access or permission to and track location-based information from your mobile device, either continuously or while you are using our mobile application, to provide location-based services.\nIf you wish to change our access or permissions, you may do so in your device's settings.\n</p>\n<p> Mobile Device Access.\nWe may request access or permission to certain features from your mobile device, including your mobile device's camera, microphone, social media accounts, storage, contacts, chat logs, image, and other features.\nIf you wish to change our access or permissions, you may do so in your device's settings.\n</p>\n<p> Mobile Device Data.\nWe may automatically collect device information (such as your mobile device ID, model and manufacturer), operating system, version information and IP address.\n</p>\n<p> Push Notifications.\nWe may request to send you push notifications regarding your account or the mobile application.\nIf you wish to opt-out from receiving these types of communications, you may turn them off in your device's settings.\n</p>\n<p> Information collected from other sources </p>\n<p> In Short: &nbsp;&nbsp;We may collect limited data from public databases, marketing partners, social media platforms, and other outside sources.\n</p>\n<p> We may obtain information about your from other sources, such as public databases, joint marketing partners, social media platforms (such as Facebook), as well as from other third parties.\nExamples of the information we receive from other sources include: social media profile information (your name, gender, birthday, email, current city, state and country, user identification numbers for your contacts, profile picture URL, and any other information that you choose to make public).\nmarketing leads and search results and links, including paid listings (such as sponsored links).\nWe will inform you about the source of information and the type of information and the type of information we have collected about you within a reasonable period after obtaining the personal data, but at the latest within one month.\n</p> 2.\nHOW DO WE USE YOUR INFORMATION? <p> In Short: &nbsp;We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent.\n</p>\n<p> We use personal information collected via our Services or Apps for a variety of business purposes described below.\nWe process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations.\nWe indicate the specific processing grounds we rely on next to each purpose listed below.\n</p>\n<p> We use the information we collect or receive: </p>\n<p> To facilitate account creation and log on process.\nIf you choose to link your account with us to a third party account (such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate account creation and log on process for the performance of the contract.\nSee the section below headed \"HOW DO WE HANDLE YOUR SOCIAL LOGINS\" for further information.\n</p>\n<p> To send you marketing and promotional communications.\nWe and/or our third party marketing partners may use the personal information you send to us for our marketing purposes, if this is in accordance with your marketing preferences.\nYou can opt-out of our marketing emails at any time (see the \"WHAT ARE YOUR PRIVACY RIGHTS\" below).\n</p>\n<p> To send administrative&nbsp;information to you.\nWe may use your personal information to send you product, service and new feature information and/or information about changes to our terms, conditions, and policies.\n</p>\n<p> Fulfill and manage your orders.\nWe may use your information to fulfill and manage your orders, payments, returns, and exchanges made through the Services or Apps.\n</p>\n<p> To post testimonials.\nWe post testimonials on our Services or Apps that may contain personal information.\nPrior to posting a testimonial, we will obtain your consent to use your name and testimonial.\nIf you wish to update, or delete your testimonial, please contact us at support@epal.gg&nbsp;and be sure to include your name, testimonial location, and contact information.\n</p>\n<p> Deliver targeted advertising to you.\nWe may use your information to develop and display content and advertising (and work with third parties who do so) tailored to your interests and/or location and to measure its effectiveness.\nFor more information, see our Cookie Policy: https://www.Epal.gg/registerAgreement.\n</p>\n<p> administer&nbsp;prize draws and competitions.\nWe may use your information to administer&nbsp;prize draws and competitions when you elect to participate in competitions.\n</p>\n<p> Request Feedback.\nWe may use your information to request feedback and to contact you about your use of our Services or Apps.\n</p>\n<p> To protect our Services.\nWe may use your information as part of our efforts to keep our Services or Apps safe and secure (for example, for fraud monitoring and prevention).\n</p>\n<p> To enable user-to-user communications.\nWe may use your information in order to enable user-to-user communications with each user's consent.\n</p>\n<p> To enforce our terms, conditions and policies for Business Purposes, Legal Reasons and Contractual.\n</p>\n<p> To respond to legal requests and prevent harm.\nIf we receive a subpoena or other legal request, we may need to inspect the data we hold to determine how to respond.\n</p>\n<p> To manage user accounts.\nWe may use your information for the purposes of managing our account and keeping it in working order.\n</p>\n<p> To deliver services to the user.\nWe may use your information to provide you with the requested service.\n</p>\n<p> To respond to user inquiries/offer support to users.\nWe may use your information to respond to your inquiries and solve any potential issues you might have with the use of our Services.\n</p>\n<p> For other Business Purposes.\nWe may use your information for other Business Purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Services or Apps, products, marketing and your experience.\nWe may use and store this information in aggregated and anonymized form so that it is not associated with individual end users and does not include personal information.\nWe will not use identifiable personal information without your consent.\n</p> 3.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE? <p> In Short: &nbsp;We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations.\n</p>\n<p> We may process or share data based on the following legal basis: </p>\n<p> Consent: We may process your data if you have given us specific consent to use your personal information in a specific purpose.\n</p>\n<p> Legitimate Interests: We may process your data when it is reasonably necessary to achieve our legitimate business interests.\n</p>\n<p> Performance of a Contract: Where we have entered into a contract with you, we may process your personal information to fulfill the terms of our contract.\n</p>\n<p> Legal Obligations: We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).\n</p>\n<p> Vital Interests: We may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved.\n</p>\n<p> More specifically, we may need to process your data or share your personal information in the following situations: </p>\n<p> Vendors, Consultants and Other Third-Party Service Providers.\nWe may share your data with third party vendors, service providers, contractors or agents who perform services for us or on our behalf and require access to such information to do that work.\nExamples include: payment processing, data analysis, email delivery, hosting services, customer service and marketing efforts.\nWe may allow selected third parties to use tracking technology on the Services or Apps, which will enable them to collect data about how you interact with the Services or Apps over time.\nThis information may be used to, among other things, analyze and track data, determine the popularity of certain content and better understand online activity.\nUnless described in this Policy, we do not share, sell, rent or trade any of your information with third parties for their promotional purposes.\nWe have contracts in place with our data processors.\nThis means that they cannot do anything with your personal information unless we have instructed them to do it.\nThey will not share your personal information with any organisation apart from us.\nThey will hold it securely and retain it for the period we instruct.\n</p>\n<p> Business Transfers.\nWe may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.\n</p>\n<p> Third-Party Advertisers.\nWe may use third-party advertising companies to serve ads when you visit the Services or Apps.\nThese companies may use information about your visits to our Website(s) and other websites that are contained in web cookies and other tracking technologies in order to provide advertisements about goods and services of interest to you.\nSee our Cookie Policy: https://www.Epal.gg/registerAgreement for further information.\n</p>\n<p> Affiliates.\nWe may share your information with our affiliates, in which case we will require those affiliates to honor this privacy policy.\nAffiliates include our parent company and any subsidiaries, joint venture partners or other companies that we control or that are under common control with us.\n</p>\n<p> Business Partners.\nWe may share your information with our business partners to offer you certain products, services or promotions.\n</p>\n<p> Offer Wall.\nOur Apps may display a third-party hosted “offer wall.” Such an offer wall allows third-party advertisers to offer virtual currency, gifts, or other items to users in return for acceptance and completion of an advertisement offer.\nSuch an offer wall may appear in our mobile application and be displayed to you based on certain data, such as your geographic area or demographic information.\nWhen you click on an offer wall, you will leave our mobile application.\nA unique identifier, such as your user ID, will be shared with the offer wall provider in order to prevent fraud and properly credit your account.\n</p> 4.\nWHO WILL YOUR INFORMATION BE SHARED WITH? <p> In Short: &nbsp;We only share information with the following third parties.\n</p>\n<p> We only share and disclose your information with the following third parties.\nWe have categorized each party so that you may be easily understand the purpose of our data collection and processing practices.\nIf we have processed your data based on your consent and you wish to revoke your consent, please contact us.\n</p>\n<p> Advertising, Direct Marketing, and Lead Generation </p>\n<p> Google AdSense </p>\n<p> Allow Users to Connect to their Third-Party Accounts </p>\n<p> Facebook account, Google account and Instagram account </p>\n<p> Invoice and Billing </p>\n<p> PayPal, Stripe, and Apple Pay </p>\n<p> User Account Registration and Authentication </p>\n<p> Facebook Login and Google Sign-In </p>\n<p> Web and Mobile Analytics </p>\n<p> Google Analytics </p> 5.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES? <p> In Short: &nbsp;We may use cookies and other tracking technologies to collect and store your information.\n</p>\n<p> We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information.\nSpecific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Policy: https://www.Epal.gg/registerAgreement.\n</p> 6.\nHOW DO WE HANDLE YOUR SOCIAL LOGINS? <p> In Short: &nbsp;If you choose to register or log in to our services using a social media account, we may have access to certain information about you.\n</p>\n<p> Our Services or Apps offer you the ability to register and login using your third party social media account details (like your Facebook or Twitter logins).\nWhere you choose to do this, we will receive certain profile information about you from your social media provider.\nThe profile Information we receive may vary depending on the social media provider concerned, but will often include your name, e-mail address, friends list, profile picture as well as other information you choose to make public.\n</p>\n<p> We will use the information we receive only for the purposes that are described in this privacy policy or that are otherwise made clear to you on the Services or Apps.\nPlease note that we do not control, and are not responsible for, other uses of your personal information by your third party social media provider.\nWe recommend that you review their privacy policy to understand how they collect, use and share your personal information, and how you can set your privacy preferences on their sites and apps.\n</p> 7.\nWHAT IS OUR STANCE ON THIRD-PARTY WEBSITES? <p> In Short: &nbsp;We are not responsible for the safety of any information that you share with third-party providers who advertise, but are not affiliated with, our websites.\n</p>\n<p> The Services or Apps may contain advertisements from third parties that are not affiliated with us and which may link to other websites, online services or mobile applications.\nWe cannot guarantee the safety and privacy of data you provide to any third parties.\nAny data collected by third parties is not covered by this privacy policy.\nWe are not responsible for the content or privacy and security practices and policies of any third parties, including other websites, services or applications that may be linked to or from the Services or Apps.\nYou should review the policies of such third parties and contact them directly to respond to your questions.\n</p> 8.\nHOW LONG DO WE KEEP YOUR INFORMATION? <p> In Short: &nbsp;We keep your information for as long as necessary to fulfill the purposes outlined in this privacy policy unless otherwise required by law.\n</p>\n<p> We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements).\nNo purpose in this policy will require us keeping your personal information for longer than the period of time in which users have an account with us.\n</p>\n<p> When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.\n</p> 9.\nHOW DO WE KEEP YOUR INFORMATION SAFE? <p> In Short: &nbsp;We aim to protect your personal information through a system of organizational and technical security measures.\n</p>\n<p> We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, please also remember that we cannot guarantee that the internet itself is 100% secure.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our Services or Apps is at your own risk.\nYou should only access the services within a secure environment.\n</p> 10.\nWHAT ARE YOUR PRIVACY RIGHTS? <p> In Short: &nbsp;In some regions, such as the European Economic Area, you have rights that allow you greater access to and control over your personal information.\nYou may review, change, or terminate your account at any time.\n</p>\n<p> In some regions (like the European Economic Area), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nTo make such a request, please use the contact details provided below.\nWe will consider and act upon any request in accordance with applicable data protection laws.\n</p>\n<p> If we are relying on your consent to process your personal information, you have the right to withdraw your consent at any time.\nPlease note however that this will not affect the lawfulness of the processing before its withdrawal.\n</p>\n<p> If you are resident in the European Economic Area and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here: http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.\n</p>\n<p> If you have questions or comments about your privacy rights, you may email us at support@epal.gg.\n</p>\n<p> Account Information </p>\n<p> If you would at any time like to review or change the information in your account or terminate your account, you can: </p>\n<p> &nbsp;&nbsp;&nbsp;&nbsp;■ &nbsp;Log into your account settings and update your user account.\n</p>\n<p> &nbsp;&nbsp;&nbsp;&nbsp;■ &nbsp;Contact us using the contact information provided.\n</p>\n<p> Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements.\n</p>\n<p> Cookies and similar technologies: Most Web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove cookies and to reject cookies.\nIf you choose to remove cookies or reject cookies, this could affect certain features or services of our Services or Apps.\nTo opt-out of interest-based advertising by advertisers on our Services or Apps visit http://www.aboutads.info/choices/.\nFor further information, please see our Cookie Policy: https://www.Epal.gg/registerAgreement.\n</p>\n<p> Opting out of email marketing: You can unsubscribe from our marketing email list at any time by clicking on the unsubscribe link in the emails that we send or by contacting us using the details provided below.\nYou will then be removed from the marketing email list – however, we will still need to send you service-related emails that are necessary for the administration&nbsp;and use of your account.\nTo otherwise opt-out, you may: </p>\n<p> &nbsp;&nbsp;&nbsp;&nbsp;■ &nbsp;Access your account settings and update preferences.\n</p> 11.\nDATA BREACH <p> A privacy breach occurs when there is unauthorized access to or collection, use, disclosure or disposal of personal information.\nYou will be notified about data breaches when Epal.gg&nbsp;believes you are likely to be at risk or serious harm.\nFor example, a data breach may be likely to result in serious financial harm or harm to your mental or physical well-being.\nIn the event that Epal.gg&nbsp;becomes aware of a security breach which has resulted or may result in unauthorized access, use or disclosure of personal information Epal.gg&nbsp;will promptly investigate the matter and notify the applicable Supervisory Authority not later than 72 hours after having become aware of it, unless the personal data breach is unlikely to result in a risk to the rights and freedoms of natural persons.\n</p> 12.\nCONTROLS FOR DO-NOT-TRACK FEATURES <p> Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nNo uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy policy.\n</p> 13.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS? <p> In Short: &nbsp;Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.\n</p>\n<p> California Civil Code Section 1798.83, also known as the “Shine The Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.\n</p>\n<p> If you are under 18 years of age, reside in California, and have a registered account with the Services or Apps, you have the right to request removal of unwanted data that you publicly post on the Services or Apps.\nTo request removal of such data, please contact us using the contact information provided below, and include the email address associated with your account and a statement that you reside in California.\nWe will make sure the data is not publicly displayed on the Services or Apps, but please be aware that the data may not be completely or comprehensively removed from our systems.\n</p> 14.\nDO WE MAKE UPDATES TO THIS POLICY? <p> In Short: &nbsp;Yes, we will update this policy as necessary to stay compliant with relevant laws.\n</p>\n<p> We may update this privacy policy from time to time.\nThe updated version will be indicated by an updated “Revised” date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy policy, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy policy frequently to be informed of how we are protecting your information.\n</p> 15.\nHOW CAN YOU CONTACT US ABOUT THIS POLICY? <p> If you have questions or comments about this policy, you may email us at support@epal.gg&nbsp;or by post to: Epal.gg&nbsp.\n</p>\n<p> HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU? </p>\n<p> Based on the laws of some countries, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances.\nTo request to review, update, or delete your personal information, please visit: Epal.gg.\nWe will respond to your request within 30 days.\n</p>\n<p> &nbsp.\n</p> ", "created_at": "2023-09-01 04:25:57.528693", "updated_at": "2023-09-01 04:26:05.672892"}, {"id": 18631, "name": "Terms of Service", "url": "https://policies.epal.gg/epal.html", "xpath": "//body", "text": " EPAL.GG TERMS OF SERVICE JUNE 1, 2020 <p> Thank you for using EPAL.GG! </p>\n<p> These Business Terms of Service (“Terms”) govern your access to and use of the EPAL.GG website (“EPAL.GG” or the “Service”) as an “Epal”.\nPlease read these Terms carefullyand contact us if you have any questions.\nBy creating an account under these Terms (“Business Account”), or by accessing or using the Service, you agree to be bound by these Terms, our Privacy Policy, and our Community Guidelines.\n</p> 1.\nOur Service <p> EPAL.GG helps you to post, discover and see the things you love.\nTo do that, we show you things we think will be relevant, interesting and personal to you based on your onsite and offsite activity.\nTo provide our Service, we need to be able to identify you and your interests.\nSome of the things we show you are promoted by advertisers.\n</p> 2.\nUsing EPAL.GG <p> a.&nbsp;<strong>Who can</strong>\n<strong>&nbsp;</strong>\n<strong>use </strong>\n<strong>EPAL.GG.</strong>\n<strong>\n</strong>\n</p>\n<p> You may use our Service only if you are Eighteen (18) years of age or older, can legally form a binding contract with EPAL.GG and only in compliance with these Terms and all applicable laws.\nWhen you create your Account, you must provide us with accurate and complete information.\nYou cannot use our Service if it would cause EPAL.GG to violate U.S.\nsanctions, and by agreeing to these Terms you represent to us that you are not a sanctioned party, in a sanctioned country, or otherwise subject to U.S.\nsanctions.\nAny use or access by anyone under the age of Eighteen (18) is strictly prohibited and we assume no liability to any use of our site by any such person.\nPart of our Service may include software that is downloaded to your computer, phone, tablet or other device.\nYou agree that we may automatically update that software and these Terms will apply to any updates.\nAdditionally, “Users” may search the website and enter into an agreement with any Epal to play games posted on the Website with that Epal.\nUsers are defined as individuals of the age of Thirteen (13) years or older who are aware of and will comply with all Terms of the Service.\n</p>\n<p>b.\nOur License to you.</p>\n<p> Subject to these Terms and our policies (including our Community Guidelines), we grant you a limited, non-exclusive, non-transferable and revocable license to use our Service.\n</p> 3.&nbsp;<strong>Your</strong>\n<strong>&nbsp;</strong>\n<strong>Content</strong>\n<strong>\n</strong>\n<p> a.&nbsp;<strong>Posting</strong>\n<strong>&nbsp;</strong>\n<strong>content</strong>\n<strong>\n</strong>\n</p>\n<p> EPAL.GG allows you to post content, including photos, comments, links and other materials.\nAnything that you post or otherwise make available on EPAL.GG is referred to as “User Content”.\nYou retain all rights in, and are solely responsible for, the User Content you post to EPAL.GG.\nEPAL.GG shall have the unencumbered and unrestricted right to record all User chatlogs on the site without compensation to or any restriction by User.\nIn no event shall any User Content utilizing drawings, artwork, photography or video, or any other medium of expression, depicting nudity of any sexual gender or orientation or sexually explicit content of any type, be permitted or allowed to be posted on the EPAL.GG website.\nAny and all such content will be immediately rejected by EPAL.GG in its sole discretion and as a final and unappealable decision.\nAdditionally, at no time will any type of harassment by a user of our Service of another user be permitted or allowed.\nAny such harassment will result in the immediate suspension and termination of the harassing user’s account by EPAL.GG and no refund of fees paid will be made to said harassing user.\nThe decision of EPAL.GG shall be final and unappealable.\n</p>\n<p>b.\nHow EPAL.GG and other users can use your content</p>\n<p> You grant EPAL.GG and our users a non-exclusive, royalty-free, transferable, sublicensable, worldwide license to use, store, display, reproduce, save, modify, create derivative works, perform and distribute your User Content on EPAL.GG solely for the purposes of operating, developing, providing and using the Service.\nNothing in these Terms shall restrict other legal rights EPAL.GG may have to User Content, for example under other licenses.\nWe reserve the right to remove or modify User Content or change the way it is used in the Service, for any reason, including User Content that we believe violates these Terms, our Community Guidelines, or any other policies.\n</p>\n<p> c.\nHow long we keep your content </p>\n<p> Following termination or deactivation of your account, or if you remove any User Content from EPAL.GG, we may retain your User Content for a reasonable period of time for backup, archival, or audit purposes.\nFurthermore, EPAL.GG and our users may retain and continue to use, store, display, reproduce, save, modify, create derivative works, perform, and distribute any of your User Content that other users have stored or shared on the EPAL.GG Service.\n</p>\n<p>d.\nYour responsibility for your content: </p>\n<p> i.&nbsp;<strong>To </strong>\n<strong>EPAL.GG </strong>\n<strong>and our</strong>\n<strong>&nbsp;</strong>\n<strong> community.</strong>\n<strong>\n</strong>\n</p>\n<p> EPAL.GG provides a creative and positive place for you and other users to discover and share things you love.\nTo keep it that way, you must abide by and comply with our policies, including our Community Guidelines.\nYou must not post User Content that violates or encourages any conduct that violates laws or regulations.\nYou are responsible for User Content and any third- party content posted on your boards and you represent and warrant that User Content and any third-party content posted on your boards comply with all applicable laws and regulations.\n</p>\n<p> Except as expressly provided in these Terms, you agree not to use, modify, reproduce, distribute, sell, license or otherwise use our Service without our permission.\n</p>\n<p> ii.\nTo third parties.\n</p>\n<p> EPAL.GG respects the rights of third-party creators and content owners and expects you to do the same.\nYou therefore agree that any User Content that you post to EPAL.GG does not and will not violate any law or infringe the rights of any third party.\n</p>\n<p>e.\nFeedback you provide</p>\n<p> We value hearing from our users and are always interested in learning about ways we can make EPAL.GG more awesome.\nIf you choose to submit comments, ideas, or feedback, you agree that we are free to use them without any restriction or compensation to you.\nBy accepting your submission, EPAL.GG does not waive any rights to use similar or related feedback previously known to EPAL.GG, developed by its employees or obtained from sources other than you.\n</p> 4.&nbsp;<strong>Tools</strong>\n<strong>&nbsp;</strong>\n<strong>for</strong>\n<strong>&nbsp;</strong>\n<strong>Site</strong>\n<strong>&nbsp;</strong>\n<strong>Owners</strong>\n<strong>\n</strong>\n<p>\n<strong>a.\nPermissions.</strong>\n<strong>\n</strong>\n</p>\n<p> i.&nbsp;You agree that EPAL.GG may collect and use information from you and your users as described in our Privacy Policy.\nYou also agree that EPAL.GG may use automated methods to analyze your site or&nbsp;service.\n</p>\n<p> ii.&nbsp;In the event that we allow you or your users to post or otherwise make available content features in our Service, by using these features, you give EPAL.GG and its users permission to such content as set forth in Section 3(b).\nNothing in this Section shall restrict other legal rights EPAL.GG may have to the&nbsp;content.\n</p> 5.&nbsp;<strong>Copyright</strong>\n<strong>&nbsp;</strong>\n<strong>Policy</strong>\n<strong>\n</strong>\n<p> EPAL.GG has adopted and implemented the EPAL.GG Copyright Policy in accordance with the Digital Millennium Copyright Act and other applicable copyright laws.\n</p> 6.&nbsp;<strong>Security</strong>\n<strong>\n</strong>\n<p> We care about the security of our users.\nWhile we work to protect the security of your content and account, EPAL.GG cannot guarantee that unauthorized third parties will not be able to defeat our security measures.\nWe ask that you keep your password secure.\nPlease notify us immediately of any compromise or unauthorized use of your account.\nFor accounts created on behalf of a company, organization or other entity, you are responsible for ensuring that only authorized individuals have access to the account.\n</p> 7.&nbsp;<strong>Third-party</strong>\n<strong>&nbsp;</strong>\n<strong>Links,</strong>\n<strong>&nbsp;</strong>\n<strong>Sites,</strong>\n<strong>&nbsp;</strong>\n<strong>and</strong>\n<strong>&nbsp;</strong>\n<strong>Services</strong>\n<strong>\n</strong>\n<p> EPAL.GG may contain links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by EPAL.GG.\nWe do not endorse or assume any responsibility for any such third-party sites, information, materials, products or services.\nIf you access any third-party websites, services or content from EPAL.GG, you do so at your own risk and you agree that EPAL.GG will have no liability arising from your use of or access to any third-party websites, services, or content.\n</p> 8.&nbsp;<strong>Termination</strong>\n<strong>\n</strong>\n<p> EPAL.GG may terminate or suspend your right to access or use this Service for any reason on appropriate notice.\nWe may terminate or suspend your access immediately and without notice if we have a good reason, including any violation of these Terms or our Community Guidelines.\nUpon termination, you continue to be bound by Sections 3, 4(a) and 9 of these Terms.\n</p> 9.&nbsp;<strong>Indemnity</strong>\n<strong>\n</strong>\n<p> You agree to indemnify and hold harmless EPAL.GG and our respective officers, directors, employees and agents, from and against any claims, suits, proceedings, disputes, demands, liabilities, damages, losses, costs, and expenses, including, without limitation, reasonable legal and accounting fees (including costs of defense of claims, suits, or proceedings brought by third parties), in any way related to (a) your access to or use of our Service, (b) your User Content, or (c) your breach of any of these Terms.\n</p> 10.&nbsp;<strong>Disclaimers</strong>\n<strong>\n</strong>\n<p> Our Service and all content on EPAL.GG are provided on an “as is” basis without warranty of any kind, whether express or implied.\n</p>\n<p> EPAL.GG SPECIFICALLY DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\n</p>\n<p> EPAL.GG takes no responsibility and assumes no liability for any User Content that you or any other user or third-party posts or sends using our Service.\nYou understand and agree that you may be exposed to User Content that is inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose.\n</p> 11.&nbsp;<strong>Limitation </strong>\n<strong>of</strong>\n<strong>&nbsp;</strong>\n<strong>Liability</strong>\n<strong>\n</strong>\n<p> TO THE MAXIMUM EXTENT PERMITTED BY LAW, EPAL.GG SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFITS OR REVENUES, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY LOSS OF DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES.\nIN NO EVENT SHALL EPAL.GG’S AGGREGATE LIABILITY FOR ALL CLAIMS RELATED TO THE SERVICE EXCEED THE GREATER OF ONE HUNDRED US DOLLARS (US $100.00) OR THE AMOUNTS PAID BY YOU TO EPAL.GG FOR THE PAST THREE MONTHS FOR THE SERVICE.\n</p>\n<p> To the extent that any claim, dispute or controversy regarding EPAL.GG or our Service isn’t arbitrable under applicable laws or otherwise: you and EPAL.GG both agree that any claim or dispute regarding EPAL.GG will be resolved exclusively in accordance with Section 13 of these Terms.\n</p> 12.&nbsp;<strong>Arbitration</strong>\n<strong>\n</strong>\n<p> For any dispute you have with EPAL.GG, you agree to first contact us and attempt to resolve the dispute with us informally.\nIf we need to contact you, we will do so at the email address associated with your Account.\nIf EPAL.GG has not been able to resolve the dispute with you informally, we each agree to resolve any claim, dispute or controversy (excluding claims for injunctive or other equitable relief) arising out of or in connection with or relating to these Terms through binding arbitration or (for qualifying claims) in small claims court.\n</p>\n<p> Arbitration is a more informal way to resolve our disagreements than a lawsuit in court.\nFor instance, arbitration uses a neutral arbitrator instead of a judge or jury, involves more limited discovery, and is subject to very limited review by courts.\nAlthough the process is more informal, arbitrators can award the same damages and relief that a court can award.\nYou agree that, by agreeing to these Terms of Use, the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this provision and that you and EPAL.GG are each waiving the right to a trial by jury or to participate in a class action.\nThe arbitrator has exclusive authority to resolve any dispute relating to the interpretation, applicability, or enforceability of this binding arbitration agreement.\nThis arbitration provision shall survive termination of this Agreement and the termination of your Business&nbsp;Account.\n</p>\n<p> Any arbitration will be administered by the American Arbitration Association (“AAA”) under the Consumer Arbitration Rules then in effect for the AAA, except as provided herein.\nYou can find their forms at www.adr.org.\nUnless you and EPAL.GG agree otherwise, the arbitration will be conducted in Los Angeles County.\nEach party will be responsible for paying any AAA filing, administrative and arbitrator fees in accordance with AAA rules.\nIf your claim is for $10,000&nbsp;or less, we agree that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules.\nIf your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision explaining the essential findings and conclusions on which the award is based, and any judgement on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this Section shall prevent either party from seeking injunctive or other equitable relief from the courts, including for matters related to data security, intellectual property or unauthorized access to the Service.\n</p>\n<p> ALL CLAIMS MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS.\nYOU AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND EPAL.GG ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.\n</p>\n<p> NOTHING IN THESE TERMS OF USE SHALL AFFECT ANY NON-WAIVABLE STATUTORY RIGHTS THAT APPLY TO YOU.\nTo the extent any claim, dispute or controversy regarding EPAL.GG or our Service isn’t arbitrable under applicable laws or otherwise, you and EPAL.GG both agree that any claim or dispute regarding EPAL.GG will be resolved exclusively in accordance with Section 13 of these Terms.\n</p> 13.&nbsp;<strong>Governing </strong>\n<strong>Law and</strong>\n<strong>&nbsp;</strong>\n<strong>Jurisdiction</strong>\n<strong>\n</strong>\n<p> These Terms shall be governed by the laws of the State of California, without respect to its conflict of laws principles.\nThe exclusive place of jurisdiction for all disputes arising from or in connection with this agreement is Los Angeles County, California or the United States District Court for the Central District of California and our dispute will be determined under California law.\n</p>\n<p>\n<strong>14.\nCookie Policy</strong>\n<strong>\n</strong>\n</p>\n<p> EPAL.GG uses certain technologies on its website to collect information that helps us improve your online experience.\nIn this Cookie Policy, we refer to these technologies, which include cookies, pixels, web beacons, and gifs, collectively as “cookies.” This policy explains the different types of cookies used by EPAL.GG and how you can control them.\nWe may change this Cookie Policy at any time so please take a look at the “last modified” legend at the top of this page to see when this Cookie Policy was last revised.\nAny changes in this Cookie Policy&nbsp;will become effective when we make the revised Cookie Policy available on the website.\nBy agreeing to this Cookie Policy, by using the EPAL.GG website, you expressly consent to information handling practices and storage and access of cookies as described in this&nbsp;policy.\n</p>\n<p>\n<strong>What is a Cookie?</strong>\n<strong>\n</strong>\n</p>\n<p> Cookies are small text files that are stored on your computer or mobile device.\nThey are widely used in order to make websites and software applications work, or work in a better, more efficient way.\nThey can do this because websites and software applications can read and write these files, enabling them to recognize you and remember important information that will make&nbsp;your use of a website or software application more convenient (e.g., by remembering your user preferences).\n</p>\n<strong>What Cookies do we use?</strong>\n<strong>\n</strong>\n<p> Below we list the different types of cookies we may use on the Twitch Services.\n</p>\n<p>\n<strong>Essential Cookies </strong>These cookies are essential to the operation of EPAL.GG in order to enable you to move around it and to use its features.\nWithout these cookies, services you have asked for, such as accessing secure areas of the website or paid for content, cannot be provided.\nThese cookies are essential for using the website and therefore cannot be turned off without severely affecting your use of the website.\n</p>\n<p>\n<strong>Performance Cookies </strong>Performance cookies, which often include analytics cookies, collect information about your use of this EPAL.GG website and enable us to improve the way it works.\nFor example, performance cookies show us which are the most frequently visited pages on the website, allow us to see the overall patterns of usage on the EPAL.GG website, help us record any difficulties you have with the website and show us whether our advertising is effective or not.\n</p>\n<p>\n<strong>Functionality Cookies </strong>In some circumstances, we may use functionality cookies.\nFunctionality cookies allow us to remember the choices you make on the EPAL.GG website and to provide enhanced and more personalized features, such as customizing a certain webpage, remembering if we have asked you to participate in a promotion and for other services you request, like watching a video or commenting on a blog.\nAll of these features help us to improve your visit to the EPAL.GG website.\n</p>\n<p>\n<strong>Targeting or Advertising Cookies </strong>We and our service providers may use targeting or advertising cookies to deliver ads that we believe are more relevant to you and your interests.\nFor example, we may use targeting or advertising cookies to limit the number of times you see the same ad on our website and to help measure the effectiveness of our advertising campaigns.\n</p>\n<p> These cookies remember what you have looked at on EPAL.GG and we may share this information with other organizations, such as advertisers.\n</p>\n<p>\n<strong>Flash Cookies </strong>We may, in certain situations, use Adobe Flash Player to deliver special content, such as video clips or animation.\nTo improve your user experience, Local Shared Objects (commonly known as “Flash cookies”) are employed to provide functions such as remembering your settings and preferences.\nFlash cookies are stored on your device, but they are managed through an interface different from the one provided by your web browser.\nThis means it is not possible to manage Flash cookies at the browser level, in the same way you would manage cookies.\nInstead, you can access your Flash management tools from Adobe’s website directly.\nPlease be aware that if you disable or reject Flash cookies for EPAL.GG, you may not be able to access certain features, such as video content or services that require you to sign in.\n</p>\n<strong>How do third parties use cookies on the site?</strong>\n<strong>\n</strong>\n<p> In some circumstances, we may work with third parties to provide services on the EPAL.GG website.\nIn addition, third-party advertisers and other organizations may use their own cookies to collect information about your activities on the EPAL.GG website and/or the advertisements you have clicked on.\nThis information may be used by them to serve advertisements that they believe are most likely to be of interest to you based on content you have viewed.\nThird-party advertisers may also use this information to measure the effectiveness of their advertisements.\n</p>\n<p> We do not control these cookies.\nTo disable or reject third-party cookies, please refer to the&nbsp;relevant third party’s website.\nFor Extensions in particular, we encourage you to visit an Extension’s detail pages to review any privacy policy posted by the relevant developer, which may include additional information on their cookie practices.\nYou can also learn more about controlling cookies in the “How do I control Cookies” section below.\n</p>\n<p>\n<strong>How do I control Cookies?</strong>\n<strong>\n</strong>\n</p>\n<p> You may refuse to accept cookies at any time by activating the setting on your browser which allows you to refuse cookies.\nYou can refuse to accept Flash cookies using Adobe’s Flash management tools at http://www.adobe.com/security/flashplayer.&nbsp;Further information about the procedure to follow in order to disable cookies can be found on your Internet browser provider’s website via your help screen.\nPlease be aware that if cookies are disabled, not all features of the EPAL.GG website may operate as intended.\n</p>\n<strong>15.\nGeneral Terms</strong>\n<strong>\n</strong>\n<p>\n<strong>Notification procedures and changes to these Terms</strong>\n<strong>\n</strong>\n</p>\n<p> EPAL.GG reserves the right to determine the form and means of providing notifications to you and you agree to receive legal notices electronically if we so choose.\nWe may revise these Terms from time to time and the most current version will always be posted on our website.\nIf a revision, in our discretion, is material, we will notify you.\nBy continuing to access or use the Service after revisions become effective, you agree to be bound by the revised Terms.\nIf you do not agree to the new terms, please stop using the Service.\n</p>\n<strong>Assignment</strong>\n<strong>\n</strong>\n<p> These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by EPAL.GG without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.\n</p>\n<strong>Entire Agreement/Severability</strong>\n<strong>\n</strong>\n<p> These Terms, together with the Privacy Policy and any amendments and any additional agreements you may enter into with EPAL.GG in connection with the Service, shall constitute the entire agreement between you and EPAL.GG concerning the Service and supersede any prior terms you have with EPAL.GG regarding the Service.\nIf any provision of these Terms is deemed invalid, that provision will be limited or eliminated to the minimum extent necessary and the remaining provisions of these Terms will remain in full force and effect.\n</p>\n<strong>No Waiver</strong>\n<strong>\n</strong>\n<p> No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term and EPAL.GG’s failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.\n</p>\n<strong>Parties</strong>\n<strong>\n</strong>\n<p> These Terms are a contract between you and EPAL, Inc.\n</p>\n<p>\n<br>\n</p> ", "created_at": "2023-09-01 04:25:43.830625", "updated_at": "2023-09-01 04:26:30.367208"}], "points": [], "urls": ["epal.gg"]}}