{"error": 448, "message": "OK", "parameters": {"id": 8092, "name": "Koninklijke KPN N.V", "created_at": "2023-04-24 19:58:16.80734", "updated_at": "2023-04-24 22:02:16.649986", "wikipedia": "https://en.wikipedia.org/wiki/KPN", "keywords": null, "related": null, "slug": "koninklijke-kpn-n-v", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8092.png", "url": "kpn.com", "documents": [{"id": 15693, "name": "General Terms and Conditions of Purchase", "url": "https://www.kpn.com/w3/file?uuid=57efecea-25e1-4184-b4cb-b5e65950e369&owner=8de86c61-bdc8-4848-872e-e5b380e682fc&contentid=3544", "xpath": "//body", "text": "Algemene ,Inkoopvoorwaarden,General Terms and ,Conditions of Purchase ,Version:juli/July 2022,2,Hoofdstuk A is van toepassing op zowel de afname van Chapter A applies to the procurement of products ,producten als de afname van diensten (inclusief software).and services (including software).,Artikel 1 Article 1 ,ToepasselijkheidApplicability,1.1.\nDeze Algemene Inkoopvoorwaarden zijn van toepassing 1.1.\nThese General Terms and Conditions of Purchase shall ,op alle producten en/of diensten (inclusief software) die apply to all products and/or services (including software), ,worden ingekocht door en geleverd aan alle Nederlandse purchased and/or procured by and delivered and/or ,dochterondernemingen van Koninklijke KPN N.V.\n(hierna: provided to all Dutch subsidiaries and affiliates of Royal ,KPN), waaronder, maar niet beperkt tot, KPN B.V.\nKPN N.V.\n(hereinafter ‘KPN’), including but not limited to ,Hoofdstuk B en Hoofdstuk C zijn slechts van toepassing KPN B.V.\nChapter B and Chapter C shall only apply if and ,voor zover respectievelijk producten of diensten worden insofar products or services respectively are delivered, ,geleverd, ingekocht en/of verstrekt.\npurchased and/or provided.,1.2.\nKPN wijst aanvullende of afwijkende voorwaarden 1.2.\nKPN rejects any supplementary and deviating ,die door de leverancier ter hand gesteld worden te allen conditions used and provided by supplier, whether or ,tijde af, ongeacht of deze voorwaarden een inkooporder not such conditions materially amend a purchase order and ,wezenlijk wijzigen en ongeacht of KPN de producten en/of whether or not KPN has accepted or paid for the products ,diensten van de leverancier heeft aanvaard of betaald.\nElke and/or services of supplier.\nAny reference made to a ,verwijzing naar een offerte, aanbieding of voorstel van de quotation, offer or proposal of supplier shall not constitute ,leverancier houdt niet in dat de voorwaarden of voorschriften acceptance of conditions or requirements contained in the ,in het desbetreffende document zijn aanvaard.\nrelevant document.\n,1.3.\nKPN is gerechtigd om een bepaling in deze Algemene 1.3.\nKPN may amend any provision in these General Terms ,Inkoopvoorwaarden te wijzigen.\nDe wijzigingen treden in and Conditions of Purchase.\nThe amendments come into ,werking vier weken na bekendmaking aan de leverancier effect four weeks after supplier being notified or on a later ,of op een latere datum als vermeld in de bekendmaking.date stated in the notification.,Artikel 2 Article 2 ,Totstandkoming van overeenkomstenEstablishment of agreements,2.1.\nOvereenkomsten komen uitsluitend tot stand op 2.1.\nAgreements are established solely at the ,het moment dat de leverancier de inkooporder van moment supplier accepts the purchase order provided ,KPN aanvaardt.\nby KPN.\n,2.2.\nEen inkooporder wordt geacht te zijn aanvaard:2.2.\nA purchase order shall be deemed accepted:,a)als de leverancier de inkooporder uitdrukkelijk,heeft aanvaard;,b)zodra de leverancier is begonnen met de uitvoeringvan ,de inkooporder.\nof,c)indien de leverancier de inkooporder niet binnen drie,werkdagen na ontvangst uitdrukkelijk heeft geweigerd.,2.3.KPN kan een inkooporder annuleren tot het moment 2.3.KPN can cancel a purchase order until the moment of ,van levering.\nIn dat geval vergoedt KPN alleen de delivery.\nIn such event, KPN shall reimburse only ,aantoonbaar gemaakte onvermijdelijke kosten van unavoidable costs demonstrably incurred by supplier up to ,leverancier tot het moment van annulering.the moment of cancellation.,a)i f supplier has expressly accepted the purchase order;,b)at such moment as supplier starts to carry out the,purchase order.\nor,c)i f supplier has not expressly rejected the purchase,order within three business days after receipt of,the purchase order.,Hoofdstuk A:Chapter A:,Algemene bepalingenGeneral provisions,3,Artikel 3 Article 3 ,Facturering en betalingInvoicing and payment,3.1.\nDe leverancier zal het verschuldigde bedrag voor de 3.1.\nSupplier shall only invoice the amount owed for ,door KPN afgenomen producten en/of diensten slechts products and/or services procured by KPN after delivery of ,factureren na levering van die producten en/of verrichting the products and/or performance of the services.\n,van die diensten.\n,3.2.\nElke factuur moet voldoen aan de wettelijke vereisten 3.2.\nEach invoice shall meet the legal requirements and ,en de vereisten van KPN, zoals gemeld aan de leverancier the KPN requirements, as notified to supplier by KPN, ,door KPN, voorzien van ten minste de volgende zaken:containing at least the following items: ,-Geadresseerd aan:-Addressed to:,*van toepassing zijnde KPN entiteit**applicable KPN entity*,Postbus 1455PO Box 1455,3800 BL Amersfoort3800 BL Amersfoort,-Factuurbedrag-Invoice amount,-Factuurdatum-The invoice date,-Factuurnummer-The invoice number,-Btw-nummer van de leverancier-The VAT identification number of supplier,-Volledige naam, adres en bankrekening van de leverancier-The full name, address and bank account of supplier,-Btw-nummer van KPN als de btw is verlegd naar KPN-The VAT identification number of KPN if VAT is levied by,(toepassing van het reverse-charge mechanisme) of eenKPN (application of the reverse-charge mechanism) or an,intracommunautaire levering van goederen is uitgevoerdintra-Community supply of goods has been performed,-De hoeveelheid en aard van de geleverde goederen, of de-The quantity and nature of the goods supplied, or the,omvang en de aard van de verleende dienstenextent and nature of the services rendered,-De datum van levering van de producten of verlening of-The date on which the supply of products or services,voltooiing van de dienstenwere rendered or completed,-Het belastbare bedrag per tarief of vrijstelling inclusief de-The taxable amount per rate or exemption including the,gebruikte valutacurrency used,-De eenheidsprijs exclusief btw en kortingen of als deze-The unit price exclusive of VAT and any discounts or,niet zijn opgenomen in de eenheidsprijs, inclusief derebates if they are not included in the unit price, including,gebruikte valutathe currency used,-Het toegepaste btw-tarief-The VAT rate applied,-Het te betalen btw-bedrag (in de lokale valuta,-The VAT amount payable (in the local currency,,voor Nederland is dat de Euro)which for the Netherlands is EUR),-Kamer van Koophandel-nummer-Chamber of Commerce registration number,-Inkoopordernummer (PO-nummer)-Purchase order number (PO-number),3.3.Facturen dienen te worden ingediend via ,invoices@kpn.com, tenzij de partijen zijn overeenkomen ,dat KPN de facturen indient (‘self-billing’).\nOp verzoek van ,KPN gebruikt de leverancier een platform voor elektronisch ,factureren (van een derde).\nElk van de partijen draagt ,zijn eigen kosten voor het gebruik van het voornoemde ,platform voor elektronisch factureren.\nDe leverancier stemt ,ermee in dat KPN de factuurstatus deelt met een door ,KPN geselecteerde derde partij.\n,3.4.De betaling van verschuldigde bedragen zal 3.4.\nOwed amounts shall be paid within 30 days of receipt ,plaatsvinden 30 dagen na ontvangst van de factuur, ,mits de factuur voldoet aan de in artikel 3.2 genoemde ,vereisten.\nDe enkele betaling dan wel het zonder protest ,in ontvangst nemen van facturen betekent niet dat KPN ,akkoord gaat met de factuur of de deugdelijkheid ervan ,en KPN behoudt zich in dat verband nadrukkelijk het recht ,voor (deel)betalingen terug te vorderen.,3.3.Invoices shall be submitted to invoices@kpn.com, ,unless parties have agreed that KPN shall submit the ,invoices (‘self-billing’).\nAt the request of KPN, supplier shall ,use an electronic billing platform (of a third party).\nEach ,party shall bear its own costs for use of the aforementioned ,electronic billing platform.\nSupplier accepts that KPN shall ,share the invoice status with a third party selected by KPN.\n,of the invoice, provided that the invoice meets the ,requirements stated in article 3.2.\nThe mere payment or ,receipt of invoices without protest shall not constitute ,KPN’s acceptance of the invoice or of the soundness of the ,invoice and KPN reserves the right to recover such ,(partially) paid invoices related thereto.\n,4,3.5.\nKPN mag de betaling geheel of gedeeltelijk opschorten 3.5.\nKPN may suspend payment in full or in part for such ,zolang de leverancier zijn verplichtingen niet of niet time as supplier fails to fulfil its obligations fully or partially.\n,volledig nakomt.\n,3.6.\nIn geval KPN een onbetwiste factuur ten 3.6.\nIf KPN omits to pay an undisputed invoice without ,onrechte onbetaald laat, heeft de leverancier recht op good reason, supplier shall be entitled to late payment ,vertragingsrente ter hoogte van 3% op jaarbasis.\ninterest of 3% on an annualised basis.\nInterest shall ,De rente wordt vanaf de vervaldatum berekend be calculated over the undisputed amount from ,over het onbetwiste bedrag.the due date.\n,3.7.\nKPN is niet verplicht om enige factuur te betalen die 3.7.\nKPN is not obliged to pay any invoice seeing to ,betrekking heeft op producten of diensten die zijn geleverd deliverables delivered, supplied or performed: ,of uitgevoerd:-more than a year before the invoice has been received by,-meer dan een jaar voor de ontvangst van de factuur doorKPN.\nor,KPN.\nof-without a valid purchase order.,-zonder een geldige inkooporder.,Artikel 4 Article 4 ,WaarborgenWarranties,4.1.\nDe leverancier garandeert dat:4.1.\nSupplier warrants that: ,-hij zijn verplichtingen nakomt in overeenstemming-it will perform its obligations in accordance with,met de bepalingen van de overeenkomst, toepasselijkethe provisions of the agreement, all applicable laws,,wetgeving, regelgeving en professionele gedragscodesregulations and professional codes of practice and with,en met een mate van zorgvuldigheid, voorzichtigheid,such degree of diligence, prudence, expertise, carefulness,deskundigheid en professionaliteit als algemeenand professionalism as are generally accepted as,geaccepteerd als de industriestandaard;industry standards;,-geleverde producten, verleende diensten en/of bereikte-delivered products, performed services and/or achieved,resultaten voldoen aan de specificaties zoals vermeldresults comply with the specifications stated in the,in de overeenkomst en zoals die de vereisten van KPNagreement, as reflecting KPN’s requirements in all,weergeven in alle materiële opzichten.material respects.,4.2.\nDe leverancier zal onverwijld, in elk geval niet langer 4.2.\nSupplier shall promptly, in any event no longer than ,dan drie weken na het schriftelijke verzoek van KPN, three weeks of KPN’s written request, take all required ,alle benodigde acties nemen om non-conformiteit van action to resolve any non-conformity in delivered products ,geleverde producten en/of verleende diensten op te and/or performed services that may occur, without ,lossen.\nDit zal geen afbreuk doen aan de rechten die KPN prejudice to the right or remedy that KPN may have at ,wettelijk of onder deze overeenkomst kan inroepen voor law or under this agreement to claim compensation for ,compensatie van alle kosten en schade als gevolg van een all costs and damage arising through any such ,dergelijke non-conformiteit.\nnon-conformity.,Artikel 5 Article 5 ,Corporate Social ResponsibilityCorporate Social Responsibility,De leverancier zal voldoen aan de meest recente versie van Supplier shall comply to the most recent version of ,KPN’s Supplier Code of Conduct (https://www.kpn.com/KPN’s Supplier Code of Conduct (https://www.kpn.com/,algemeen/alle-voorwaarden.htm) en ervoor zorgen dat zijn algemeen/alle-voorwaarden.htm) and ensure that its ,personeel, dochterondernemingen en onderaannemers personnel, affiliates and subcontractors comply with all ,voldoen aan alle van toepassing zijnde wetgeving.\napplicable laws.,5,Artikel 6 Article 6 ,Intellectuele eigendomsrechtenIntellectual property rights,6.1.\nDe leverancier draagt hierbij alle intellectuele 6.1.\nSupplier hereby transfers to KPN the full right, ,eigendomsrechten op en belangen in alle resultaten die title and interest in all intellectual property rights in ,de leverancier specifiek voor KPN ontwikkelt, ontwerpt any deliverable specifically developed, designed or ,of creëert, en voor welke ontwikkeling, ontwerp of creatie constructed for KPN, and for which development, design ,KPN (grotendeels) betaalt, over aan KPN, welke overdracht or construction KPN (largely) pays, which transfer is ,terstond na het ontstaan van die rechten door KPN reeds hereby accepted by in advance with effect from the ,nu voor alsdan hierbij is aanvaard.\nVoor zover nodig moment these rights arise.\nSupplier hereby grants KPN ,verleent de leverancier KPN hierbij een onherroepelijke an irrevocable power of attorney to execute in the name of ,volmacht om uit naam van de leverancier eventuele akten supplier any deeds that should be necessary to perfect or ,te laten passeren die noodzakelijk zijn voor het overdragen achieve assignment of such intellectual property rights to ,van de bovengenoemde intellectuele eigendomsrechten.\nKPN.\nSupplier waives its rights referred to in article 25 of ,Voor zover door de wet toegestaan, doet de leverancier the Copyright Act (“Auteurswet”), to the extent permitted ,afstand van de rechten die worden genoemd in artikel 25 by law.\nSupplier will supply the source code of the software ,van de Auteurswet.\nDe leverancier zal op verzoek van KPN developed for KPN within 10 working days after KPN ,de broncode aanleveren van de voor KPN ontwikkelde has accepted the specific result in accordance with the ,software binnen 10 werkdagen nadat KPN het specifieke required specifications.,resultaat conform de vereiste specificaties heeft aanvaard.,6.2.\nIndien en voor zover op de geleverde producten, 6.2.\nTo the extent already existing intellectual property ,verrichte diensten en/of resultaten reeds bestaande rights of supplier rest on the products supplied, services ,intellectuele eigendomsrechten van de leverancier rusten, performed and/or results, supplier hereby grants KPN a ,verleent de leverancier KPN hierbij een eeuwigdurende perpetual licence regarding such rights, including the right ,licentie met betrekking tot dergelijke rechten, inclusief het to grant its customers a sub-licence, except as otherwise ,recht een sublicentie te verlenen aan haar klanten, tenzij agreed upon in writing.\nAll (intellectual) property rights to ,anders schriftelijk overeengekomen.\nAlle (intellectuele) resources KPN provides to supplier are retained by KPN ,eigendomsrechten van door KPN aan de leverancier ter and/or its licensors.\nSupplier will, at the request of KPN, ,beschikking gestelde hulpmiddelen blijven berusten bij KPN give the source code of all software in the already existing ,en/of haar licentiegevers.\nDe leverancier zal op verzoek van intellectual property rights to a third party in escrow and ,KPN de broncode van alle software in de reeds bestaande KPN has the right to be a beneficiary in the ,intellectuele eigendomsrechten aan een derde in escrow escrow agreement.,geven en KPN heeft het recht begunstigde te zijn van de ,escrowovereenkomst.,6.3.\nDe leverancier vrijwaart en beschermt KPN tegen, en 6.3.\nSupplier indemnifies and defends KPN against and,stelt KPN schadeloos met betrekking tot, alle kosten die compensates KPN for all costs arising from any actions ,voortvloeien uit of in verband staan met een bewering stemming from or in connection with a claim that the ,dat de geleverde producten en/of verrichte diensten of products supplied and/or services performed or any part ,enig onderdeel daarvan en/of het commerciële gebruik thereof and/or the commercial use thereof by KPN within ,daarvan door KPN binnen haar bedrijfsactiviteiten direct its business operations, directly or indirectly or partly ,of indirect of mede inbreuk maken op de intellectuele infringes the intellectual property rights of any third party ,eigendomsrechten van een derde of onrechtmatige or results in the unlawful disclosure, unlawful use or illegal ,openbaring, onrechtmatig gebruik of wederrechtelijke appropriation of a third party’s company secrets (hereafter: ,toe-eigening opleveren van de bedrijfsgeheimen van een ‘the Infringement’), on condition that KPN notifies supplier ,derde (hierna: de Inbreuk), op voorwaarde dat KPN de within a reasonable time frame of the Infringement and ,leverancier binnen een redelijke periode in kennis stelt van involves supplier in the defence and the negotiations ,de Inbreuk en de leverancier betrekt bij de verdediging en connected with an arrangement or settlement.\nIn the event ,onderhandelingen in verband met een regeling of schikking.\nof such an Infringement, supplier will ensure that KPN’s ,In het geval van een dergelijke Inbreuk zal de leverancier business operations are not interrupted or disturbed.\nAll ,ervoor zorgen dat de bedrijfsactiviteiten van KPN niet costs incurred by KPN in connection with the Infringement ,worden onderbroken of verstoord.\nAlle kosten die door KPN will be reimbursed by supplier.,worden gemaakt in verband met de Inbreuk worden vergoed ,door de leverancier.\n,6,Artikel 7 Article 7 ,GeheimhoudingConfidentiality,7.1.\nKPN en de leverancier verplichten zich geen product-, 7.1.\nNeither KPN nor supplier shall disclose to any ,markt-, klanten- of bedrijfsgegevens van de andere partij third party any product, market, customer or business ,aan derden kenbaar te maken, tenzij deze informatie:information about the other party, unless such information:,a)van algemene bekendheid is, zonder dat dit veroorzaakta)is in the public domain, without this having been caused,is doordat de onderhavige geheimhoudingsplicht isby violation of this duty of non-disclosure;,geschonden;b)was developed independently by the other party,b)door de andere partij zelfstandig ontwikkeld is zonderwithout making use of such information;,gebruikmaking van deze informatie;c)was obtained by the other party lawfully from a third,c)door de andere partij rechtmatig van een derde isparty that is not bound by a similar non-disclosure,verkregen en welke derde niet aan een soortgelijkeobligation;,geheimhoudingsverplichting is gebonden;d)is disclosed to tax authorities and/or advisors in order,d)wordt bekendgemaakt aan belastingautoriteitento coordinate a parties’ VAT-position or,en/of adviseurs om de btw-positie van een partij tee)must be disclosed by law or regulation, court ruling or,coördineren.\nofpronouncement by a regulatory body.,e)openbaar dient te worden gemaakt op grond van wet- Parties shall use confidential information solely to ,of regelgeving, een rechterlijke uitspraak of een uitspraakperform the agreement concluded between them.\n,van een regelgevende instantie.,De partijen verplichten zich de vertrouwelijke informatie,uitsluitend te gebruiken voor de uitvoering van de tussen,hen gesloten overeenkomst.,7.2.De partijen verplichten zich om personen en/of andere7.2.\nParties shall impose the same obligations as stated ,entiteiten die door hen worden ingezet bij de uitvoering,van de tussen hen gesloten overeenkomsten dezelfde,verplichtingen op te leggen als hierboven opgenomen.,7.3.De geheimhoudingsverplichtingen blijven van kracht na,beëindiging van de overeenkomst.,Artikel 8 ,Persoonsgegevens,8.1.\nBij de nakoming van zijn verplichtingen onder een ,inkooporder of een overeenkomst zal de leverancier zich,strikt houden aan alle toepasselijk wet- en regelgeving,met betrekking tot de bescherming van persoonsgegevens,van KPN (zoals de gegevens over personeel, klanten,,zakenrelaties en contactpersonen van KPN), in het bijzonder,aan de Algemene Verordening Gegevensbescherming (AVG),en (indien van toepassing) aan de Telecommunicatiewet (Tw).,8.2.Voor zover de leverancier als verwerker,persoonsgegevens verwerkt ten behoeve van KPN,,dan mag de leverancier deze persoonsgegevens alleen ,verwerken nadat hij een Verwerkersovereenkomst heeft ,ondertekend.\nOnder die omstandigheden zal de leverancier,de persoonsgegevens strikt in overeenstemming met de,Verwerkersovereenkomst verwerken.\nDe technische en,organisatorische beveiligingsmaatregelen – die dienen te,voldoen aan de KPN Security Policy (KSP) - zullen separaat,door de partijen worden overeengekomen en vastgelegd in,een security annex.,8.3.Indien de leverancier is gevestigd in een andere lidstaat,van de EU, dan zal de leverancier ook voldoen aan de,relevante en toepasselijke privacy wetgeving van het land,van vestiging.,above on any persons and/or other entities they ,engage in the performance of their obligations ,under the agreements.\n,7.3.\nThe non-disclosure obligations shall survive the ,termination of the agreement.,Article 8 ,Personal data,8.1.\nIn the performance of its obligations under a purchase ,order or agreement, supplier shall comply with all ,applicable data protection laws and regulations regarding ,the protection of the personal data relating to KPN (such ,as employees, customers, business relations and contact ,persons of KPN), in particular with the General Data ,Protection Regulation (GDPR) and (if applicable) the Dutch ,Telecommunications Act (Tw).,8.2.\nTo the extent supplier processes personal data as a ,processor, supplier may only process personal data after ,he has signed a Data Processing Agreement.\nUnder those ,circumstances supplier shall process personal data strictly ,in accordance with the Data Processing Agreement.\nThe ,technical and organisational security measures – which ,must comply with the KPN Security Policy (KSP) – are ,separately agreed by the parties and recorded in a ,security annex.\n,8.3 If supplier is established in another EU member state, ,supplier shall also comply with the relevant and applicable ,privacy law of his country of establishment.,7,8.4.\nGeen van beide partijen zal persoonsgegevens 8.4.\nNeither party may transfer personal data ,doorgeven naar een land buiten de EER, tenzij: outside the EEA, unless: ,a)de Europese Commissie een besluit heeft uitgevaardigda)the European Commission has issued a decision to the,dat het land in kwestie een adequaat niveau vaneffect that the country in question has an adequate,bescherming heeft.\noflevel of protection.\nor,b)de overdracht geschiedt onder de EU Standaardb)the transfer occurs under the EU Standard,Contractual Clauses.\nofContractual Clauses.\nor,c)de overdracht geschiedt onder bindendec)the transfer occurs under binding corporate rules,bedrijfsvoorschriften (‘binding corporate rules’)within the meaning of article 47 of GDPR.,volgens de betekenis van artikel 47 van de AVG.,Artikel 9 Article 9 ,BeveiligingseisenSecurity requirements,KPN kan de leverancier verzoeken tot het implementeren KPN may require supplier to implement technical and ,van technische en organisatorische beveiligingsmaatregelen organisational security measures following the KPN ,volgens de KPN Security Policy (KSP) en de partijen kunnen Security Policy (KSP) and parties may set down such ,dit vastleggen in een aparte security annex.\nmeasures in a separate security annex.\n,Artikel 10 Article 10 ,Ontbinding van de overeenkomstTermination of the agreement,10.1.\nIndien de leverancier zijn verplichtingen uit hoofde 10.1.\nIf supplier fails to fulfil, to fulfil on time or to fulfil ,van de overeenkomst(en) niet, niet tijdig of niet behoorlijk properly its obligations under the agreement(s), KPN shall ,nakomt, zal KPN de leverancier schriftelijk of per e-mail in serve supplier with notice of breach by letter or e-mail, ,gebreke stellen en de leverancier een redelijke termijn voor giving supplier a reasonable time to remedy its breach.\nIf ,herstel van de tekortkoming in de nakoming geven.\nAls het supplier fails to remedy that breach within such reasonable ,de leverancier niet lukt om de tekortkoming te herstellen time, supplier shall be in default.\nHowever, if:,binnen zo’n redelijke periode, dan is de leverancier in a)parties have agreed a deadline for the delivery or,verzuim.\nEchter, indien:performance.\nor,a)de partijen een fatale termijn overeen zijn gekomen.\nofb)fulfilment of the obligations by supplier has become,b)nakoming anderszins blijvend onmogelijk is;permanently impossible;,is de leverancier zonder nadere ingebrekestellingsupplier shall be in default immediately without such ,in verzuim.further notice.\n,10.2.\nAls de leverancier in verzuim is, is KPN bevoegd:10.2.\nIf supplier is in default, KPN shall have the right, ,a)de overeenkomst(en) geheel of gedeeltelijk metat its sole discretion, to: ,onmiddellijke ingang en zonder rechterlijkea)terminate the agreement(s) with immediate effect,,tussenkomst te ontbinden.\nofwithout recourse to the courts.\nor,b)de (verdere) uitvoering van de overeenkomst(en)b)to suspend performance or further performance,met de leverancier op te schorten;of the agreement(s) with supplier;,tenzij het verzuim gegeven de specifieke aard of geringe unless the default, given its special nature or minor ,betekenis een dergelijke ontbinding of opschorting niet importance, does not justify such termination or ,rechtvaardigt, onverminderd alle overige rechten die KPN suspension and its consequences, all such rights without ,kan hebben, waaronder het recht op schadevergoeding.prejudice to any other rights KPN may have, including ,the right to compensation for damage.,8,10.3.\nDe partijen mogen verder, onverminderd eventuele 10.3.\nWithout prejudice to any other rights to compensation ,rechten op vergoeding van alle schade, de overeenkomst for any damage it has incurred, each party may further ,zonder enige aansprakelijkheid tot vergoeding van kosten terminate the agreement, in whole or in part with ,van de andere partij en zonder rechterlijke tussenkomst en immediate effect, with no liability for compensation for ,zonder ingebrekestelling met onmiddellijke ingang geheel of costs of the other party, without recourse to the courts ,gedeeltelijk ontbinden, indien:and without notice of breach, if:,a)de andere partij zijn ondernemingsactiviteiten staakt;a)the other party discontinues its business activities;,b)de andere partij surseance van betaling heeftb)the other party has petitioned for or has been,aangevraagd of dit aan hem is verleend;granted suspension of payments;,c)door of tegen de andere partij een faillissementsaanvraagc)a petition for bankruptcy has been filed by or,is ingediend of de andere partij in staat van faillissementagainst the other party, or the other party has,is verklaard;been declared bankrupt;,d)beslag is gelegd op een deel van of het geheled)all or some of the assets of the other party,vermogen van de andere partij.have been seized.,KPN mag tevens elke overeenkomst met onmiddellijke KPN may also terminate any agreement with immediate ,ingang beëindigen, zonder enige aansprakelijkheid effect, with no liability for compensation for costs of ,tot vergoeding van kosten van de leverancier, als de supplier, if control over the business of supplier has ,zeggenschap over de onderneming van de leverancier is transferred to a third party.,overgegaan op een derde.,10.4.\nEen overeenkomst, inclusief opdrachten of elk 10.4.\nAn agreement, including orders, or any part thereof ,onderdeel daarvan, mag te allen tijde worden beëindigd may be terminated by KPN at any time, also before any ,door KPN, ook als een op dat moment lopende termijn rolling term has expired, for convenience by giving supplier ,nog niet is verstreken, zonder opgave van redenen, met two months’ written notice .,inachtneming van een opzegtermijn van ten minste twee ,maanden.,10.5.\nAls er op grond van de wet of overeenkomst een recht 10.5.\nIf a termination right is provided under law or the ,bestaat op beëindiging, dan mag de beëindigende partij naar agreement, the terminating party may, at its option, ,eigen keuze de overeenkomst en/of de relevante opdrachten terminate the agreement and/or the relevant orders, ,geheel of gedeeltelijk beëindigen, met een proportionele either wholly or partly, by a proportional reduction of the ,vermindering van de wederzijdse verplichtingen.\nDe partijen mutual obligations.\nParties shall not be liable to each other ,zijn niet verplicht de andere partij op enig andere wijze by virtue of the termination other than as described in ,schadeloos te stellen voor de gevolgen van de opzegging this article.,van de overeenkomst.,Artikel 11 Article 11 ,Toepasselijk recht, geschillen en interpretatieApplicable law, disputes and interpretation,Op deze Algemene Inkoopvoorwaarden alsmede op alle Dutch law shall govern these General Terms ,overeenkomsten waarvan deze Algemene Inkoopvoorwaarden and Conditions of Purchase and all agreements of which ,deel uitmaken is Nederlands recht van toepassing.\nDe they form an integral part.\nThe conditions of delivery ,genoemde leveringsvoorwaarden worden uitgelegd shall be interpreted in accordance with the meanings ,overeenkomstig de betekenis die daaraan wordt toegekend in assigned to them in the most recent version of Incoterms.\n,de meest recente versie van de Incoterms.\nDe toepasselijkheid Application of the UN Convention on Contracts for the ,van het Verdrag der Verenigde Naties inzake internationale International Sale of Goods (‘Vienna Sales Convention’) ,koopovereenkomsten van roerende zaken (Weens is expressly excluded.\nAny disputes in connection with ,Koopverdrag) is uitdrukkelijk uitgesloten.\nAlle geschillen these General Terms and Conditions of Purchase and ,verband houdend met deze Algemene Inkoopvoorwaarden (the negotiation of) agreements of which they form an ,en (de totstandkoming van) overeenkomsten waarvan integral part shall be referred to the competent court of ,deze Algemene Inkoopvoorwaarden deel uitmaken law at Rotterdam, the Netherlands.\nThe General Terms and ,worden voorgelegd aan de ter zake bevoegde burgerlijke Conditions of Purchase are published in Dutch and English ,rechter te Rotterdam.\nDe Algemene Inkoopvoorwaarden versions.\nIf discrepancies in interpretation occur, ,verschijnen zowel in de Nederlandse als Engelse taal.\nthe Dutch version shall prevail and shall be ,Bij interpretatieverschillen is de Nederlandstalige versie binding between the parties.,doorslaggevend en bindend tussen de partijen.,Artikel 8 ,Persoonsgegevens,9,Artikel 12 Article 12 ,AuditsAudits,KPN mag, gedurende de looptijd van de overeenkomst en tot For the term of the agreement and for two years ,twee jaar na beëindiging ervan, een audit uit (laten) voeren, after it ends, KPN may have an audit performed by its ,door haar interne auditeurs of een onafhankelijke auditeur, internal auditors or by an independent auditor regarding ,naar de uitvoering van de overeenkomst door de leverancier, the performance of the agreement by supplier, including ,waaronder de kwaliteit van de bedrijfsvoering door de the quality of the conduct of business by supplier, the ,leverancier, de kwaliteit van bedrijfsprocessen, de juistheid van quality of its business processes, the accuracy of reports ,rapportages en facturen, en de naleving van verplichtingen and invoices, and legal and regulatory requirements and ,volgende uit de wet- en regelgeving en verplichtingen uit obligations under the agreement.\nSupplier shall provide ,hoofde van de overeenkomst.\nDe auditeur zal bij het uitvoeren its full cooperation in such an audit.\nWhen performing the ,van de werkzaamheden alle zorgvuldigheid in acht nemen en audit, the auditor shall exercise all due care and shall act ,zich gedragen in overeenstemming met professionele audit in accordance with professional auditing standards and ,standaarden en zonder de bedrijfsvoering van de leverancier without disrupting supplier’s business in an ,op een onredelijke wijze te verstoren.unreasonable manner.,Naast Hoofdstuk A is hoofdstuk B uitsluitend van toepassing In addition to Chapter A, this Chapter B applies exclusively ,op de afname van producten.to the procurement of products.,Artikel 13 Article 13 ,Productgaranties en algemene Product warranties and general ,eisen aan productenrequirements for products,13.1.\nDe leverancier garandeert dat de producten zullen:13.1.\nSupplier warrants that the products shall:,a)functioneren conform, en in ieder opzicht voldoen aan,a)function in accordance with and in every respect,hetgeen is overeengekomen;satisfy the matters agreed;,b)voldoen aan hetgeen in de overeengekomenb)satisfy the contents of the agreed documentation,documentatie (in het Nederlands of Engels) is vermeld;(in Dutch or English);,c)voldoen aan de bij of krachtens de wet gestelde eisen;c)satisfy requirements laid down by or pursuant to law;,d)voldoen aan de door de leverancier voorgestelded)satisfy the properties made known by supplier;,eigenschappen;e)be free of material, manufacturing, construction and,e)vrij zijn van materiaal-, fabricage-, constructie- endesign errors;,ontwerpfouten;f)be compliant to the Radio Equipment Directive (RED),f)voldoen aan de Richtlijn Radioapparatuur (RED)and the EMC Directive, if applicable;,en EMC richtlijnen, indien van toepassing;g)be made of and packaged in non-virgin and/or,g)gemaakt zijn van en verpakt in secundaire grondstoffenrenewable material where viable;,en/of hernieuwbaar materiaal waar haalbaar;h)be fully recyclable at end-of-use;,h)volledig recyclebaar zijn bij beëindiging gebruik;i)not contain any substances and/or preparations,i)geen bij of krachtens de wet voor de productenprohibited by or pursuant to any law applicable to the,verboden stoffen en/of preparaten bevatten;products;,j)voldoen aan alle relevante EU regelgeving, zoals maarj)comply with all relevant European Union regulations,,niet beperkt tot RoHS (Restriction of Hazardoussuch as but not limited to RoHS (Restriction of,Substances) en REACH, ongeacht het land van gebruik,Hazardous Substances) and REACH, irrespective of the,inclusief alle niet-Europese landen.country of use, including any non-European countries.,Hoofdstuk B:Chapter B:,Bepalingen van toepassing Provisions applicable ,op productento products,10,13.2.\nDe leverancier garandeert tevens dat geleverde 13.2.\nSupplier further warrants that delivered products ,producten vrij zijn van gebreken en van deugdelijke shall be free of defects and made of sound materials.\n,materialen vervaardigd.\nDe garantie houdt onder meer in, The warranty means among other things and without ,onverminderd het recht van KPN tot schadeloosstelling prejudice to KPN’s entitlement to compensation for ,voor alle kosten en schade welke het gevolg zijn van all costs and damage resulting from a deficiency or ,gebrekkigheid of ongeschiktheid van een product, dat op unsuitability of a product, that at the first written request ,eerste schriftelijke verzoek van KPN de leverancier:of KPN supplier shall:,-een creditnota verstrekt ten bedrage van het totaal-issue a credit note equal to the total number of returned,aantal geretourneerde gebrekkige producten, op basisdefective products, based on the most recently applicable,van de laatst geldende aankoopprijs of een anderepurchase price or some other agreed price or method.\nor,overeengekomen prijs of methode.\nof-immediately at its expense completely repair any,-onmiddellijk en op kosten van de leverancier alledefects occurring during the warranty period or provide,gebreken ontstaan tijdens de garantieperiode herstellenreplacement by an identical product and/or result within,of vervangen door eenzelfde product binnen drie wekenthree weeks of KPN’s written notification.\nKPN may, in,na de schriftelijke mededeling van KPN.\nIn spoedeisendeurgent cases, itself repair the defective products (or parts,gevallen kan KPN op kosten van de leverancier zelfthereof) at its customers’ premises at the expense of,de defecte (delen van) producten bij haar afnemerssupplier.\nOn request supplier shall in such cases provide,herstellen.\nOp verzoek zal de leverancier in dergelijkefree spare parts and/or tools and/or render all,gevallen kosteloos reserveonderdelen en/of gereedschappossible support.,verstrekken en/of alle mogelijke ondersteuning verlenen.,13.3.\nDe garantieperiode van producten voor consumenten 13.3.\nThe warranty period for products for KPN consumers ,van KPN is 24 maanden vanaf de datum van verkoop shall be 24 months from the date of sale to the consumer, ,aan de consument, met een maximum van 30 maanden subject to a maximum of 30 months after delivery.\nThe ,na levering.\nDe garantieperiode voor overige producten warranty period for other products shall be 18 months, ,is 18 maanden, te rekenen vanaf levering, tenzij in de starting from delivery, unless otherwise stipulated in the ,overeenkomst anders is vermeld.\nagreement.,13.4.\nDe leverancier moet verifiëren of de apparatuur die 13.4.\nSupplier must verify whether the equipment it ,hij distribueert volledig voldoet aan de toepasselijke (EU) distributes fully complies with applicable (EU) regulations.\n,regelgeving.\nIn navolging hierop garandeert de leverancier dat:In respect hereof supplier ensures that: ,a)CE-markering naar behoren is toegepast ena)CE-marking is duly applied and related documentation,,gerelateerde documentatie, zoals CE-certificering,en EU-conformiteitsverklaring, beschikbaar zijn,voor radioapparatuur en andere soorten apparatuur,(inrichting of vaste installatie).\nOp eerste verzoek zal,KPN worden voorzien van (CE-)documentatie voor,10 jaar na de datum van op de markt brengen,van de apparatuur;,b)CE-certificering is aanwezig en de EU-,conformiteitsverklaring is compleet en juist voor,radioapparatuur of andere soorten apparatuur (inrichting,of vaste installatie) die zijn gekocht buiten de EU of welke,zijn gefabriceerd of bewerkt door de leverancier of waar de,leverancier de apparatuur onder zijn naam of handelsmerk,op de markt heeft gebracht.\nIndien vereist mag KPN,verifiëren of dergelijke acties hebben plaatsgevonden.,Artikel 14 Article 14 ,Levering van productenDelivery of products,14.1.\nLevering van producten dient Delivery Duty Paid, 14.1.\nDelivery of products shall take place Delivery ,zoals vastgelegd in de meest recente versie van de Duty Paid, as laid down in the most recent version of ,Incoterms, en op de datum en het afleveradres zoals Incoterms, on the date and at the delivery address agreed ,overeengekomen in de overeenkomst te geschieden.\nin the agreement.\nPartial deliveries shall not be allowed ,Deelleveringen zijn zonder voorafgaande schriftelijke without the prior written permission of KPN.\nDelivery shall ,toestemming van KPN niet toegestaan.\nDe levering zal include all relevant documentation.,alle relevante documentatie bevatten.\n,such as CE-certification and Documents of Conformity,,are available for radio equipment or other types of,equipment (apparatus or fixed installation).\nAt first,request KPN will be provided with (CE-)documentation,for 10 years after the date that the equipment has been,placed on the market;,b)CE-certification is in place and that Documents,of Conformity are complete and correct for radio,equipment or other types of equipment (apparatus,or fixed installation) that have been purchased from,outside the EU or which has been manufactured or,modified by supplier or where supplier places equipment,on the market under its name or trademark.\nIf required,,KPN may verify whether such actions have taken place.,11,14.2.\nHet SV001 leverings- en verpakkingsdocument is van 14.2.\nThe SV001 delivery and packing document shall ,toepassing op alle leveranciers die goederen leveren aan apply to all suppliers that deliver goods to ,KPN voorraadlocaties.KPN warehouses.,14.3.\nEigendom van producten en het risico voor schade 14.3.\nOwnership of the products and the risk of damage ,of verlies zal overgaan op KPN op het moment van or loss shall pass to KPN at the moment of delivery of the ,aflevering.consignment.,Artikel 15 Article 15 ,KeuringInspection ,Onverminderd en in aanvulling op enige Without prejudice to and in addition to any warranty ,garantieverplichtingen van de leverancier, mag KPN binnen obligations of supplier, KPN may, within 30 days starting ,30 dagen te rekenen vanaf levering kan (een deel van) from delivery, reject the consignment or product (or part ,de zending of een product afkeuren, indien blijkt dat niet thereof) on observance of any failure to comply with the ,voldaan wordt aan de algemene eisen als gesteld in artikel 13 general requirements in article 13 (Product warranties and ,(Productgaranties en algemene eisen aan producten) en/of general requirements for products) and/or with the agreed ,aan de overeengekomen eisen als gesteld in de overeenkomst.\nrequirements laid down in the agreement.\nIf a consignment ,Indien een (deel van de) zending of een product is afgekeurd, or product (or part thereof) has been rejected, supplier ,zal de leverancier op zijn kosten binnen een redelijke shall at its expense, within a reasonable period of receiving ,periode nadat de mededeling van afkeuring is ontvangen notice of rejection, in accordance with the request of KPN:,overeenkomstig het verzoek van KPN:a)yet deliver anything found to be missing.\nor,a)het ontbrekende alsnog leveren.\nofb)collect the rejected goods and then repair or replace,b)de afgekeurde goederen ophalen en vervolgensthem and redeliver them after repair or replacement.,repareren of vervangen en na reparatie of vervanging,weer leveren.,Artikel 16 Article 16 ,ProductaansprakelijkheidProduct liability,De leverancier vrijwaart KPN voor alle aanspraken Supplier shall indemnify KPN for all third party claims ,van derden ter zake van gebrekkige producten in de regarding defective products within the meaning of the ,zin van de productaansprakelijkheidsbepalingen van product liability provisions in the Dutch Civil Code.,het Burgerlijk Wetboek.,Naast Hoofdstuk A is Hoofdstuk C uitsluitend In addition to Chapter A, this Chapter C applies ,van toepassing op de afname van diensten.exclusively to the procurement of services.,Artikel 17Article 17 ,Algemene eisen aan dienstenGeneral requirements for services,17.1.\nDe leverancier garandeert dat hij de diensten verricht 17.1.\nSupplier warrants it shall perform the services with ,met de mate van zorgvuldigheid, deskundigheid en the degree of carefulness, expertise and professionalism ,professionaliteit die gebruikelijk is binnen de branche customary within its industry.,van de leverancier.,Hoofdstuk C:Chapter C:,Bepalingen van toepassing Provisions applicable to ,op dienstenservices,12,17.2.\nHet is de leverancier niet toegestaan zijn 17.2.\nWithout the prior written permission of KPN, supplier ,verplichtingen uit hoofde van een overeenkomst geheel shall not assign and/or outsource its obligations under an ,of gedeeltelijk over te dragen en/of uit te besteden aan agreement, either in whole or in part, to any third party ,een derde (waaronder begrepen detachering) zonder (including secondment).\nSupplier shall impose on the third ,voorafgaande schriftelijke toestemming van KPN.\nDe party the same obligations as those applicable between ,leverancier legt de derde dezelfde verplichtingen op als KPN and supplier.\nEven after written permission, supplier ,die gelden tussen KPN en de leverancier.\nDe leverancier shall remain responsible and fully liable for performance ,blijft, ook bij schriftelijke toestemming, verantwoordelijk and fulfilment of all of its obligations and those of the ,en volledig aansprakelijk voor de uitvoering en aforementioned third parties, including but not limited ,nakoming van al zijn verplichtingen en die van een to the remittance of value added tax (VAT), payroll tax, ,van de bovengenoemde derden, waaronder begrepen, social insurance contributions and employee social security ,maar niet beperkt tot de afdracht van omzetbelasting contributions, and for observance of prevailing legislation.\n,(btw), loonbelasting, premies volksverzekeringen en At the first request of KPN, supplier shall provide KPN with ,werknemersverzekeringen, en voor de inachtneming the required information about the work performed by ,van geldende wetgeving.\nOp eerste verzoek van KPN such third parties.,dient de leverancier aan KPN de benodigde informatie ,te verstrekken met betrekking tot de door deze derden ,uitgevoerde werkzaamheden.,17.3.\nOp verzoek van KPN zal de leverancier met door 17.3.\nAt the request of KPN, supplier shall cooperate with ,KPN aangewezen derde partijen samenwerken.third parties designated by KPN.,17.4.\nDe leverancier zal uitsluitend gekwalificeerde personen 17.4.\nSupplier shall make available only qualified persons ,voor de overeengekomen diensten ter beschikking stellen.\nfor the agreed services.\nIf KPN has legitimate doubt about ,In geval van gerechtvaardigde twijfel van KPN aan de the suitability of a person, KPN may request replacement ,geschiktheid van een persoon kan KPN verzoeken dat deze of that person as soon as possible at the expense,persoon zo snel mogelijk op kosten van de leverancier wordt of supplier.,vervangen.,Artikel 18 Article 18 ,Beoordeling en goedkeuringExamination and approval,18.1.\nBeoordeling van de diensten en goedkeuring van 18.1.\nThe services shall be examined, and the results ,de resultaten vindt namens KPN plaats door de daartoe approved on behalf of KPN by designated persons and/,aangewezen personen en/of afdelingen.\nIndien naar het or departments.\nIf in the opinion of KPN the services have ,oordeel van KPN de diensten niet zijn verricht conform not been performed in conformity with what was agreed ,hetgeen is overeengekomen en/of indien de resultaten and/or if the results fail to meet the specifications, KPN ,niet overeenstemmen met de specificaties, mag KPN de may refuse the services and/or results.\nRefusal by KPN ,diensten en/of resultaten weigeren.\nWeigering door KPN zal shall be made known in writing, stating the reasons for the ,schriftelijk geschieden onder opgave van de redenen voor decision.\nSupplier shall rectify errors and/or shortcomings ,deze beslissing.\nFouten en/of tekortkomingen zullen door without delay.\nAny costs incurred for that purpose shall be ,de leverancier onverwijld worden hersteld.\nAlle daaraan payable by supplier.,verbonden kosten zijn voor rekening van de leverancier.,18.2.\nOnverminderd het bepaalde in artikel 18.1 kunnen 18.2.\nWithout prejudice to the provisions made in article ,KPN en de leverancier gezamenlijk steekproeven uitvoeren.\n18.1, KPN and supplier may jointly make random checks.\n,Eventueel hieruit blijkende fouten en tekortkomingen zullen Any errors or shortcomings revealed by such sampling ,door de leverancier onverwijld worden hersteld, zo nodig shall be rectified by supplier without delay, if necessary, ,ook in de voorgaande resultaten.also in earlier results.,13,Artikel 19 Article 19 ,Tarieven en vergoedingen voor dienstenRates and charges for services,19.1.\nDe diensten worden vergoed op basis van een 19.1.\nUnless explicitly agreed otherwise, the services shall ,overeengekomen vaste prijs, tenzij uitdrukkelijk anders be paid for based on an agreed fixed price.\nThe price paid ,overeengekomen.\nDe betaling van de prijs omvat de totale shall cover the total compensation due for the services ,vergoeding voor alle verrichte diensten op basis van performed under the agreement.\nIf any additional services ,de overeenkomst.\nEventuele aanvullende diensten en/and/or changes outside the scope of the agreement are ,of wijzigingen op de diensten kunnen slechts in rekening provided, such services can only be charged, and KPN ,worden gebracht en KPN hoeft deze slechts te betalen als can only be held to pay, if these services and charges ,deze diensten en wijzigingen uitdrukkelijk en schriftelijk zijn are explicitly agreed upon in writing.,overeengekomen.,19.2.\nDe in de overeenkomst genoemde tarieven gelden 19.2.\nUnless otherwise agreed, the rates stated in the ,voor de duur van de overeenkomst, tenzij anders agreement shall apply throughout the term of ,is overeengekomen.the agreement.,19.3.\nAlle onkosten zijn inbegrepen in het overeengekomen 19.3.\nAll expenses shall be included in the agreed rate.\n,tarief.\nReiskosten en reistijd zijn slechts declarabel indien Travel costs and travel time may be claimed only if incurred ,het een dienstreis betreft waarbij het begin en einde van for a business trip of which the start and end differ from ,de reis een andere zijn dan de overeengekomen plaats the agreed place of work and the trip was made on the ,van de werkzaamheden en deze reis in opdracht van instructions of KPN.,KPN wordt gemaakt.,Artikel 20 Article 20 ,Belastingen en sociale premiesTaxes and social security contributions,20.1.\nDe leverancier is en blijft te allen tijde verantwoordelijk 20.1.\nAt all times supplier shall be and shall remain ,en aansprakelijk voor de nakoming van de uit hoofde van responsible and liable for fulfilment of its and its ,de overeenkomst op hem en zijn onderaannemers rustende subcontractors’ obligations under the agreement that ,verplichtingen die voortvloeien uit de belastingwetgeving arise from tax and social security laws.\nSupplier shall ,en sociale verzekeringswetgeving.\nDe leverancier zal KPN indemnify KPN against claims brought in this respect.,vrijwaren tegen aanspraken ter zake hiervan.,20.2.\nDe leverancier zal op eerste verzoek binnen 30 20.2.\nSupplier shall at the first request within 30 days ,dagen een door de Belastingdienst verstrekte Verklaring submit to KPN evidence of fulfilment of its tax obligations ,betalingsgedrag nakoming fiscale verplichtingen in the form of a ‘Certificate of payment conduct in fulfilling ,overleggen aan KPN die niet ouder is dan drie maanden.\ntax obligations’ issued by the Dutch Tax and Customs ,Indien de leverancier nalaat deze verklaring te overleggen Administration that is not older than three months.\nIf ,heeft KPN het recht om zolang dit nalaten voortduurt, supplier fails to submit this certificate, KPN shall have the ,alle betalingen aan de leverancier uit hoofde van de right, for such time as the failure continues, to suspend ,overeenkomst op te schorten totdat de verklaring is all payments to supplier under the agreement until the ,overlegd.\nIn dat geval is KPN geen rente verschuldigd.certificate has been submitted.\nKPN shall not owe any ,20.3.\nKPN kan het bedrag waarvoor KPN uit hoofde 20.3.\nKPN may deposit on the blocked bank account ,van artikel 34 en/of artikel 35 van de Invorderingswet (‘G’ account) of supplier the amount for which KPN may ,aansprakelijk gesteld kan worden, storten op de be held liable under Section 34 and/or Section 35 of the ,G-rekening van de leverancier.\nDe leverancier zal daartoeCollection of State Taxes Act.\nFor that purpose, supplier ,zijn G-rekening aan KPN bekend maken en op al zijnshall make known its blocked account number to KPN and ,facturen vermelden.\nIndien artikel 34 van toepassing is, zalshall also state it on all invoices.\nIf Section 34 applies, KPN ,KPN als percentage 55% van het factuurbedrag (exclusiefshall apply as a percentage 55% of the invoiced amount ,btw) hanteren, tenzij anders schriftelijk overeengekomen.(exclusive of VAT), unless otherwise agreed in writing.\nIf ,Indien artikel 35 van toepassing is, zal KPN als percentageSection 35 applies, KPN shall apply as a percentage 30% of ,30% van het factuurbedrag hanteren.\nDe leverancier gaatthe invoiced amount.\nSupplier shall allow such amounts to ,akkoord met het storten op zijn G-rekening.be paid into its blocked account.,interest if this situation arises.,14,20.4.\nHet is de leverancier niet toegestaan om zonder 20.4.\nExcept with the prior written permission of KPN, ,voorafgaande schriftelijke toestemming van KPN de supplier shall not have the agreed work performed ,overeengekomen werkzaamheden te doen uitvoeren by any self-employed professionals.\nA self-employed ,door (een) Zelfstandige(n) Zonder Personeel (ZZP’er professional means any person not on the payroll of ,(s).\nOnder een ZZP’er wordt verstaan degene die niet bij supplier or of a third party, including a director who is ,de leverancier of een derde in loondienst is, daaronder a major shareholder of his/her own company but the ,mede begrepen de directeur-grootaandeelhouder in company, besides that director, has no other employees ,loondienst van zijn vennootschap, indien die vennootschap on its payroll.\nIf KPN has not granted the aforementioned ,behoudens de directeur-grootaandeelhouder zelf geen written permission, KPN shall not be bound to pay for ,andere werknemer(s) in loondienst heeft.\nIngeval KPN work performed by any self-employed professional.\n,de hier bedoelde schriftelijke toestemming niet heeft Supplier shall indemnify KPN for any damage arising ,verleend, is KPN niet gehouden te betalen voor door from back-assessments of payroll taxes, social insurance ,ZZP’er(s) uitgevoerde werkzaamheden.\nDe leverancier contributions, employee social security contributions ,vrijwaart KPN voor alle schade die voortvloeit uit door and contributions under the Care Insurance Act imposed ,de Belastingdienst aan KPN opgelegde naheffingen on KPN by the Dutch Tax and Customs Administration, ,loonbelasting, premies volks- en werknemersverzekeringen including any penalty and interest related to the ,en bijdragen Zorgverzekeringswet.\nInclusief boete en rente engagement of self-employed professionals.\n,die verband houden met de inzet van ZZP’er(s).,Artikel 21 Article 21 ,Non-concurrentiebedingNon-competition clause,De leverancier zal ervoor zorgdragen dat een persoon die For a period not exceeding one year after termination or ,door de leverancier aan KPN ter beschikking is gesteld, dissolution of the agreement, supplier shall ensure that a ,niet wordt ingezet bij concurrenten van KPN bij de person who was provided to KPN shall not be deployed ,uitvoering van inhoudelijk nauw verwante opdrachten, at competitors of KPN to perform work that, materially, is ,gedurende een periode van maximaal één jaar na closely related to the work performed for KPN, unless KPN ,beëindiging of ontbinding van de overeenkomst, tenzij and supplier have agreed otherwise.\nIn all such cases, the ,KPN en de leverancier anders overeenkomen.\nDe partijen parties shall define accurately the field of work and the ,zullen in alle voorkomende gevallen het werkgebied en competitors to which this clause shall apply.,de concurrenten waarop het beding van toepassing wordt ,verklaard nauwkeurig beschrijven.", "created_at": "2023-04-24 19:58:16.840741", "updated_at": "2023-04-24 19:58:35.384685"}, {"id": 15694, "name": " Privacy statement ", "url": "https://www.kpn.com/algemeen/missie-en-privacy-statement/privacy-statement.htm", "xpath": "/html/body/div[2]/div[2]/div/div", "text": " <p>September 2022</p>\n<p>KPN B.V.\nen zijn groepsmaatschappijen (hierna samen aangeduid als: KPN) bieden veel verschillende diensten, zoals vaste telefonie, mobiele telefonie, internetdiensten en televisie.\nDoor de aard van onze dienstverlening heeft KPN bepaalde gegevens van jou.</p>\n<p>We zetten alles op alles om iedereen in Nederland te verbinden met een duurzame toekomst.\nJe kunt er daarbij op vertrouwen dat jouw gegevens veilig bij ons zijn.\nDaarom zijn we altijd op zoek naar manieren om onze dienstverlening te verbeteren en onze diensten zo veel mogelijk af te stemmen op jouw persoonlijke behoeften en hiervoor maken wij mede gebruik van modellen gebaseerd op Artificial Intelligence (AI).</p>\n<p>Om je zo goed mogelijk van dienst te kunnen zijn, is het belangrijk dat wij weten welke producten en diensten van KPN je gebruikt.\nOok als je niet al je producten en diensten van één KPN-merk of -bedrijfsonderdeel afneemt.\nDaarom koppelen wij de informatie die wij hebben als je een of meerdere diensten bij ons afneemt.\nDaardoor kunnen we jouw vragen, meldingen (bijvoorbeeld over een storing) en klachten, snel en goed oppakken.</p>\n<p>KPN informeert jou graag persoonlijk en op het moment dat het voor jou relevant is.\nDeze informatie kan bestaan uit tips over producten die je gebruikt, nieuwsbrieven of interessante aanbiedingen.\nWe sturen je bijvoorbeeld een e-mail met een persoonlijke aanbieding wanneer je abonnement afloopt of wanneer jij je abonnement kunt verlengen.\nOf je ontvangt een sms-bericht op het moment dat je bundel op is met een opwaardeertip, zodat je niet te veel betaalt als dat niet nodig is.\nAls je meerdere diensten of producten bij ons afneemt, dan kunnen daar voordelen aan verbonden zijn.\nEen voorbeeld daarvan is KPN Hussel.\nWij vertellen je graag meer over deze voordelen.\nOok daarvoor verwerken we je gegevens.</p>\n<p>Bij de verwerking van je gegevens staat jouw belang voorop! Jij moet er iets aan hebben.\n</p>\n<p>\n<strong>Onze belofte:</strong>\n</p>\n<ul>\n<li>\n<strong>KPN is zorgvuldig met je gegevens.\nJe kunt erop rekenen dat jouw gegevens bij KPN veilig zijn en dat wij ons houden aan de wet.</strong>\n</li>\n<li>\n<strong>Wij kijken niet naar de inhoud van communicatie.\nWij bekijken geen gesprekken, lezen niet wat jij in sms-berichten, e- mails of chats schrijft en houden niet bij welke websites je bezoekt.</strong>\n</li>\n<li>\n<strong>Wij verkopen jouw gegevens niet aan derden.</strong>\n</li>\n<li>\n<strong>Wij informeren je over het gebruik van je gegevens en bieden je simpele mogelijkheden om je gegevens en privacy-keuzes in te zien en aan te passen.</strong>\n</li>\n<li>\n<strong>Jij bepaalt wat er met je gegevens gebeurt.\nWij respecteren de keuzes die je over je privacy hebt gemaakt.</strong>\n</li>\n</ul>\n<p>\n<br>\n</p>Diensten en jouw rechten <p>In dit privacy statement hebben wij voor jou op een rij gezet hoe we omgaan met je persoonsgegevens.\nJe kunt hierin lezen welke gegevens wij van je verwerken en welke invloed je daar zelf op hebt.\nDit privacy statement is opgebouwd uit verschillende hoofdstukken.\nEen overzicht hiervan vind je hieronder.</p>\n<p>Dit privacy statement geldt voor alle gegevens die KPN van je verwerkt voor de producten en diensten die KPN in Nederland op de markt brengt.\nHet statement is voor alle klanten die bijvoorbeeld vaste telefonie, mobiele telefonie, internet of televisie van KPN hebben.\nEn voor alle gebruikers van de websites van KPN.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> 1.\nWie is verantwoordelijk voor de verwerking van uw gegevens? <p>Alle entiteiten die onder de KPN Groep vallen, voeren in hoofdlijnen hetzelfde privacy beleid.\nZo weet je altijd waar je aan toe bent.\n</p>\n<p>Neem je bijvoorbeeld een dienst af van KPN B.V.\nof van een onderdeel van de KPN Groep, dan is KPN B.V.\n(<strong>Wilhelminakade 123 in Rotterdam</strong>) de verwerkingsverantwoordelijke voor de verwerking van je gegevens.</p> 2.\nOverzicht van de belangrijkste verwerkingen <p>Hieronder vind je een algemeen overzicht, waarin de belangrijkste gegevensverwerkingen staan.\nHet doel van het overzicht is om je in één oogopslag een goed beeld te geven van de gegevens die we van je verwerken als je onze telefoon-, internet- en televisiediensten gebruikt.\nIn dit overzicht staat ook welke keuzes je zelf per dienst kunt maken.</p>\n<p>Wil je meer weten over een bepaald onderwerp? Klik dan op het vakje dat daarbij hoort.\ndan krijg je hier meer informatie over te zien.\nWil je meer weten over de keuzes die kunt maken en hoe je die aan ons doorgeeft? Ga dan naar ‘Recht van verzet'.\nWil je weten welke gegevens van jou bij ons bekend zijn? Ga dan naar 'Inzage'.</p>\n<p>Wij verwerken ook gegevens van je op onze websites, in onze winkels en in onze apps.\nDit staat niet in dit overzicht.\nVoor een volledig beeld raden wij je om ons privacy statement helemaal te lezen.\nDaarin kun je ook lezen hoe wij je gegevens binnen KPN delen en wat ons beleid is voor het delen van jouw gegevens met derden.\n</p>\n<p>Om persoonsgegevens te mogen verwerken moeten we ons kunnen beroepen op een rechtsgrond.\nWe beroepen ons op de volgende rechtsgronden:</p>\n<ul>\n<li>\n<p>Noodzakelijk voor uitvoering van de overeenkomst - zoals bijvoorbeeld voor de dienstverlening, netwerkplanning, -beheer en -beveiliging</p>\n</li>\n<li>\n<p>Uitvoering van een wettelijke verplichting - zoals bijvoorbeeld dat we facturen bewaren voor een periode van 7 jaar voor de belastingdienst</p>\n</li>\n<li>\n<p>Gerechtvaardigd belang - deze zijn: het verbeteren van de diensten.\ninformeren over het gebruik van de dienst.\ntrendanalyse.\nhet voorkomen van fraude.\nmarketing en verkoop</p>\n</li>\n<li>Toestemming - zoals bijvoorbeeld voor gepersonaliseerde marketing en verkoop</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> Bellen Bellen Contact-/gebruiksgegevens (hoeveel heb je gebeld) Verbruiksgegevens (met wie heb je gebeld, waar en wanneer) Inhoud Communicatie Verlening van de dienst ja ja Nee Netwerk planning/beheer/beveiliging ja ja Nee Voldoen aan wettelijk plicht ja ja ja Verbeteren dienstverlening, informeren over gebruik van de dienst, trendanalyse ja, tenzij bezwaar alleen met toestemming Nee Marketing en het verkoopproces ja, tenzij bezwaar alleen met toestemming Nee Verstrekken aan derden door Marketing nee nee Nee Kredietaanschaf randapparaat Kredietaanschaf randapparaat Persoonsgegevens, Geregistreerde kredietbedragen en –achterstanden en uitslag diverse toetsen Verlening van dienst Ja Netwerk planning / beheer / beveiliging Nee Voldoen aan wettelijke plicht Ja Verbeteren dienstverlening, informeren over gebruik van de dienst, trendanalyse alleen met toestemming Marketing- en het verkoopproces alleen met toestemming Verstrekken aan derden voor marketing Nee Internet Internet Contact- / gebruiksgegevens (hoeveel MB’s heb je gebruikt) Verkeersgegevens Inhoud van communicatie, welke sites heb je bezocht Verlening van de dienst ja ja Nee Netwerk planning / beheer / beveiliging ja ja alleen met toestemming Voldoen aan wettelijke plicht ja ja ja Verbeteren dienstverlening, informeren over gebruik van de dienst, trendanalyse ja, tenzij bezwaar alleen met toestemming Nee Marketing en het verkoopproces ja, tenzij bezwaar alleen met toestemming Nee Verstrekken aan derden voor marketing Nee Nee Nee Televisie Televisie Contact-/gebruiksgegevens (aantal gekochte items) Real time tv-kijken Gebruik on demand, welke items heb je besteld Gemaakte opnames, welke opnames heb je gemaakt Verlening van de dienst ja ja, alleen om programma te tonen ja ja Netwerk planning / beheer / beveiliging ja ja, voor oplossen problemen ja ja Voldoen aan wettelijke plicht ja ja ja ja Verbeteren dienstverlening, informeren over gebruik van de dienst, trendanalyse ja, tenzij bezwaar nee ja alleen met toestemming Marketing- en het verkoopproces ja, tenzij bezwaar nee alleen met toestemming alleen met toestemming Verstrekken aan derden voor marketing nee nee nee nee KPN Websites KPN Websites Gegevens over bezoek KPN sites Gegevens die je zelf achterlaat Koppeling met jouw contact- en gebruiksgegevens Verlening van de dienst ja ja ja, bij cookies.\nPersoonlijk binnen en buiten de website en app van KPN Netwerk planning / beheer / beveiliging ja ja ja, bij cookies.\nPersoonlijk binnen en buiten de website en app van KPN Voldoen aan wettelijke plicht n.v.t.\nn.v.t.\nja, bij cookies.\nPersoonlijk binnen en buiten de website en app van KPN Verbeteren dienstverlening, informeren over gebruik van de dienst, trendanalyse ja, bij cookies.\nPersoonlijk binnen en buiten de website en app van KPN ja, tenzij bezwaar ja, bij cookies.\nPersoonlijk binnen en buiten de website en app van KPN Marketing- en het verkoopproces ja, bij cookies.\nPersoonlijk binnen en buiten de website en app van KPN.\nja, tenzij bezwaar ja, bij cookies.\nPersoonlijk binnen en buiten de website en app van KPN.\nVerstrekken aan derden voor marketing nee nee nee 3.\nBellen bij KPN 3.1 Welke gegevens verwerken we van u? 3.1.1.\nBij aanmelding, als u contact met ons opneemt <p>Als je bij ons een abonnement afsluit voor een vaste of een mobiele telefoonaansluiting, verwerken wij bepaalde gegevens van je.\nDat doen we ook als je je aanmeldt als klant of meedoet aan een actie.\nDe gegevens die we van je verwerken zijn bijvoorbeeld je naam, adres, woonplaats, kopie van je legitimatiebewijs of verblijfsdocument (zonder je foto en BSN-nummer), bankrekeningnummer, e-mailadres en geboortedatum, welke dienst(en) je bij ons afneemt, abonnementsvorm en telefoonnummer.\nHet maakt hiervoor niet uit of je telefonisch, via onze website(s) of in een van onze winkels contact met ons hebt gehad.</p>\n<p>Als je contact met ons opneemt, dan worden je gegevens geregistreerd en gebruiken we je contactgegevens.\nWij leggen bijvoorbeeld een vraag vast als je die telefonisch, via een KPN-website of via social media stelt.\nDit doen we om je vraag te kunnen beantwoorden en de acties te kunnen uitvoeren die nodig zijn om jou een goede oplossing te bieden.\nHetzelfde geldt als je een storing meldt, een klacht indient of een nota niet betaalt: ook dan worden jouw gegevens geregistreerd.\n</p>\n<p>Deze gegevens worden door ons aangeduid als ‘contactgegevens’.<br>\n<br>KPN kan opnames/tekstafschriften maken van het gesprek dat u met ons voert voor coaching van onze medewerkers.\nDaarnaast is KPN verplicht om opnames/tekstafschriften te maken voor het vastleggen van jouw wens tot het aanpassen of beëindigen van onze diensten.</p> 3.1.2.\nGebruik van de dienst <p>Als je gebruikmaakt van onze telefoondiensten, verwerkt KPN de technische gegevens van dit gebruik en de gegevens die nodig zijn om telefoonverkeer over ons netwerk te vervoeren.\nJe kunt hierbij denken aan:</p>\n<ul>\n<li>\n<p>De datum, het tijdstip en de duur van een verbinding, je eigen telefoonnummer en het telefoonnummer van degene met wie je belt, technische identificatiegegevens, het nummer van je SIM-kaart (IMSI) en het nummer van je mobiele toestel (IMEI), het aantal signalen dat jouw telefoon uitzendt;</p>\n</li>\n<li>\n<p>locatiegegevens die nodig zijn om ervoor te zorgen dat je op elk moment gebruik kunt maken van onze telefoondiensten en die nodig zijn om je belverkeer over ons netwerk te vervoeren.\nDeze locatiegegevens geven aan met welke zendmast jouw mobiel of tablet in verbinding staat.</p>\n</li>\n</ul>\n<p>De inhoud van de communicatie verwerken we niet.\nDe technische gegevens (met uitzondering van locatiegegevens) van je gebruik zie je terug op je notaspecificatie.\nOp het ongespecificeerde ‘voorblad’ van onze factuur geven we het aantal gebelde minuten en het aantal sms-berichten aan dat je hebt verstuurd en het totaal verschuldigde bedrag dat daarbij hoort.\n</p> 3.2 Wat doen we met uw gegevens? 3.2.1 Dienstverlening KPN verwerkt uw gegevens in de eerste plaats om onze diensten aan u te kunnen leveren.\nVoor het in behandeling nemen van aanvragen, het tot stand brengen van een aansluiting, het opbouwen van verbindingen, het versturen van een nota of vragen hierover en het afhandelen van storingsmeldingen of klachten is de verwerking van je gegevens noodzakelijk.\nZonder verwerking van uw gegevens kunnen wij onze diensten niet aan u leveren.\n3.2.2 Uitvoeren risico-analyse, kredietregistratie <p>Als je een nieuw mobiel telefoonabonnement en/of krediet aanvraagt, voert KPN een risicoanalyse uit.\nKPN legt daarvoor een bestand aan van contractanten, in samenwerking met andere aanbieders van openbare telecommunicatiediensten.\nDit bestand bevat contractanten van wie hun aansluiting buiten gebruik is gesteld (of bij wie de overeenkomst is beëindigd) omdat ze niet betaalden.\nHet bestand wordt door KPN en de andere aanbieders gebruikt om er zeker van te zijn dat het accepteren van bepaalde aanvragen voor telecommunicatiediensten de juiste keuze is.\nStichting Preventel is verantwoordelijk voor dit bestand.\nMeer informatie kun je vinden op https://www.preventel.nl/</p>\n<p>Op het moment dat een aanvraag voor een (nieuw) telefoonabonnement wordt ingediend of verlengd, worden jouw gegevens aan handelsinformatiebureau Experian gegeven.\nDit gebeurt ook als je een kredietaanvraag indient.\nAl je gegevens rond je betaalgedrag worden ook gedeeld met Experian.\nExperian verwerkt die gegevens verder onder haar eigen verantwoordelijkheid voor kredietwaardigheidsanalyse, fraudepreventie, schuldinningen en datakwaliteitsvalidatie.\nExperian kan op basis van deze gegevens een goede risicoanalyse maken.\nAls jij door een betalingsachterstand ooit bent afgesloten, kan deze informatie dus ingezien worden en gevolgen hebben voor andere overeenkomsten met (financiële) verplichtingen.\nDit geldt voor mobiele abonnementen gesloten na 1 januari 2010 en voor vaste abonnementen gesloten na 1 mei 2016.</p>\n<p>KPN Finance B.V.\nverstrekt (aflopende) kredieten van 1 of 2 jaar voor de aankoop van een mobiele telefoon.\nDaarom moet KPN extra gegevens van je verwerken.</p>\n<p>KPN vraagt voor dit doel de volgende gegevens rechtstreeks bij jou of bij controlerende partijen op: </p>\n<p>a) Naam, adres, woonplaats (NAW)</p>\n<p>b) Geboortedatum </p>\n<p>c) Geldig legitimatiebewijs (foto wordt onherkenbaar gemaakt en BSN-nr wordt doorgestreept) </p>\n<p>d) Telecom wanbetalersgedrag database (Preventel) </p>\n<p>e) Fraude detectiesysteem (om te bekijken of er eerder sprake is geweest van wanbetaling/fraude etc.) </p>\n<p>f) Bankrekeningnummer (je moet eenmalig € 0,01 pinnen, zodat wij je financiële relatie kunnen checken) </p>\n<p>g) Curateleregister </p>\n<p>h) Creditscoring (door Experian) </p>\n<p>Om aan de wettelijke verplichtingen bij kredietverstrekking te voldoen, verwerkt KPN vanaf 1 mei 2017 deze klantgegevens.<strong>\n</strong>\n</p>\n<p>\n<strong>Bij een krediet onder € 250</strong>\n</p>\n<p>Voor het aangaan van een overeenkomst verwerken wij een afgeschermde kopie van je legitimatiebewijs.\nOok vragen wij je om € 0,01 over te maken, zodat wij extra zekerheid kunnen krijgen.</p>\n<p>Financiële ondernemingen zijn verplicht volgens Regeling toezicht Sanctiewet 1977 maatregelen te treffen om de bepalingen van de sanctieregelgeving na te leven.\nKPN doet dit door tijdens het contract regelmatig te controleren of iemand op een sanctielijst voorkomt.\nIn die gevallen is KPN verplicht het contract te beëindigen en hiervan een melding te maken aan de Nederlandse Bank (DNB).</p>\n<p>De gegevens die we bij de melding aan de DNB doorgeven zijn:&nbsp;</p>\n<p>- NAW, geboorteplaats en -datum;</p>\n<p>- De aard en omvang van het direct opeisbare bedrag;</p>\n<p>- De actie die door KPN is ondernomen;</p>\n<p>- Het nummer van de toepasselijke sanctieregeling.<strong>\n</strong>\n</p>\n<p>\n<strong>Bij een krediet tussen € 250 en € 1000</strong>\n</p>\n<p>Voor een verantwoorde kredietverstrekking maakt KPN gebruik van:</p>\n<p>a.\nGegevens over het totaal aan geregistreerde kredietbedragen in het Centraal Kredietregistratiesysteem van het Bureau Kredietregistratie BKR (CKI)</p>\n<p>b.\nGegevens over betalingsachterstanden op kredietovereenkomsten in het CKI</p>\n<p>c.\nDe uitkomst van de Telecom Inkomsten- en Lastentoets</p>\n<p>Het BKR vertelt aan KPN hoeveel geregistreerde kredietbedragen en –limieten je hebt.\nOok laten ze ons weten of er op jouw naam actuele betalingsachterstanden op een kredietovereenkomst zijn geregistreerd.\nWanneer KPN een krediet aan je heeft verstrekt, wordt dit krediet geregistreerd in het CKI.\nAls je niet voldoet aan je betalingsverplichtingen maakt KPN daarvan een melding bij BKR, conform art.\n12 lid 1 (sub a en b) van het BKR Reglement.</p>\n<p>Voor de Telecom Inkomens- en Lastentoets vraagt KPN de volgende informatie bij je op:</p>\n<p>- Gezinssamenstelling</p>\n<p>- Netto maandinkomen</p>\n<p>- Maandelijkse woonlasten </p>\n<p>Wil je meer informatie? Lees dan de Telecomkredietcode via https://www.kpn.com/gespreidbetalen.</p> 3.2.3 Planning, beheer, beveiliging van ons netwerk, spamfilter/virusscan <p>KPN is verantwoordelijk voor het telecommunicatienetwerk waarover het telefoonverkeer plaatsvindt.\nWij dragen zorg voor het onderhouden, plannen en verbeteren van het netwerk en het beheer, zoals het routeren van verkeer, oplossen van storingen, bewaken van piek- en overbelasting.\nDoor het netwerkgebruik te analyseren krijgen wij essentiële informatie over het gebruik en de belasting van ons netwerk.\nOp basis van deze informatie kunnen wij ons netwerk gericht uitbreiden en verbeteren.\nKPN verwerkt jouw vaste en mobiele gegevens voor deze technische en statistische analyses.\nDe uitkomsten van deze analyses worden geanonimiseerd gerapporteerd binnen KPN en zijn daarom niet langer herleidbaar tot individuen.\nHet gaat ons hierbij niet om de inhoud van je communicatie, maar om de kwaliteit van de diensten die wij je bieden.</p>\n<p>KPN zorgt voor de beveiliging van ons netwerk en jouw aansluiting daarop.\nWe maken gebruik van geavanceerde technieken (zoals firewalls, spamfilters en virusscanners) voor de bescherming tegen veiligheidsinbreuken, virussen, spam en malware.\nWil je weten hoe je je eigen verbinding kunt beveiligen? Klik hier.</p> 3.2.4 Het voldoen aan wettelijke verplichtingen KPN is op grond van de wet verplicht om uw gegevens aan derden te verstrekken.\nU kunt daarbij denken aan de verstrekking van gegevens in het kader van een strafrechtelijk onderzoek, aan bevoegde autoriteiten, en -op uw verzoek- aan andere aanbieders ten behoeve van afscherming van het gebelde nummer op de nota.\n3.2.5 Verbetering van dienstverlening, informeren over gebruiksmogelijkheden van door u afgenomen diensten en producten, trendanalyse <p>KPN verwerkt je persoons- en gebruiksgegevens om de dienstverlening te verbeteren en om je te informeren over de gebruiksmogelijkheden van de diensten en producten die je bij ons afneemt, tenzij je daar natuurlijk bezwaar tegen hebt gemaakt.\nJe verbruiksgegevens kunnen hiervoor ook gebruikt worden, maar alleen als jij daar zelf toestemming voor hebt gegeven.</p>\n<p>Wanneer jij feedback geeft op berichten die jij van KPN hebt ontvangen dan kijken wij welke diensten jij afneemt.\nDit doen we om te leren van jouw situatie zodat wij onze processen kunnen verbeteren.</p>\n<p>KPN gebruikt statistische analyses om onderzoek te doen naar trends in de markt.\nDe informatie die wij uit deze analyses halen, gebruiken wij om onze producten, diensten en processen te beoordelen en aan te passen op grond van nieuwe ontwikkelingen.\nDeze onderzoeksresultaten worden niet gebruikt voor marketing- en verkoopactiviteiten die zich speciaal op jou richten.\nDaarvoor gebruiken wij je persoons- en gebruiksgegevens, behalve als je daartegen bezwaar hebt gemaakt.\nJe verbruiksgegevens kunnen daar ook voor worden gebruikt, maar alleen als je daar zelf mee hebt ingestemd.\n</p> 3.2.6 Marketing- en verkoopactiviteiten, verstrekking aan derden <p>KPN verwerkt je persoons- en gebruiksgegevens voor marketing- en verkoopactiviteiten (ook na de beëindiging van het contract voor de duur van twee jaar) en voor de verbetering van de KPN-dienstverlening, behalve als je daartegen bezwaar hebt gemaakt.\nVoor onze marketing- en verkoopactiviteiten kunnen we je verbruiksgegevens ook verwerken als jij daar toestemming voor hebt gegeven.\nanders niet.</p>\n<p>Je gegevens worden door KPN verwerkt om aanbiedingen te doen en om je te informeren over de gebruiksmogelijkheden van diensten en producten die je bij ons afneemt.\nWanneer je nog geen klant bent van KPN informeren wij je graag over de mogelijkheden bij KPN.\nDit doen we alleen als jij daar toestemming voor hebt gegeven.\nDeze informatie kunnen we schriftelijk, telefonisch en elektronisch (onder meer via sms en e-mail) met je delen, behalve als je bezwaar hebt gemaakt tegen benadering via brief, sms, e-mail of telefoon.\nJe kunt dit apart aangeven.\nBekijk hoofdstuk 12.3 van dit privacystatement voor meer informatie hierover.</p>\n<p>KPN verstrekt je gegevens niet aan derden voor marketing, verkoop en soortgelijke bedrijfsmatige activiteiten.\nAls gegevens wel aan derden worden verstrekt voor dergelijke activiteiten dan is dit niet voor verkoop en gebeurt dit alleen in geanonimiseerde en geaggregeerde vorm.</p>\n<p>Als je klant bent bij ING, deelt KPN informatie over SIM-wissels die KPN namens jou uitvoert met ING, om jou en ING te beschermen tegen fraude.\nBij het verstrekken van deze gegevens aan ING respecteert KPN je privacy door de privacygevoelige informatie in de rapportages zo veel mogelijk af te schermen.</p> 3.2.7 Incasso, Verkoop van vorderingen Voor de incasso van onze facturen maken wij gebruik van derden, zoals incassobureaus.\nAls je afgesloten wordt vanwege wanbetaling kunnen wij onze vorderingen overdragen aan zulke derden.\nIn dat geval delen we alle gegevens met deze bureaus die zij nodig hebben om de vordering te kunnen innen.\nHet incassobureau verwerkt jouw persoonsgegevens verder onder zijn eigen verantwoordelijkheid.\n3.2.8 Telefoongidsen en abonnee-informatiediensten <p>KPN verwerkt je contactgegevens (naam, adres, woonplaats en telefoonnummer) voor het uitgeven van elektronische en papieren telefoongidsen en voor het aanbieden van abonnee-informatiediensten.\nDat doen we alleen als je hebt aangegeven dat jouw telefoonnummer vermeld mag worden in een telefoongids en/of opvraagbaar mag zijn bij een abonnee-informatiedienst.\nKPN is in dat geval wettelijk verplicht om je gegevens te delen met andere uitgevers van telefoongidsen en abonnee-informatiediensten binnen de Europese Unie (EU).\nDaarmee zijn deze gegevens dus 'openbaar'.</p>\n<p>Je kunt kiezen voor een nummer met 'beperkte bekendheid', ook wel een 'geheim nummer' genoemd.\nDie beperking houdt in dat het telefoonnummer niet in een telefoongids komt te staan én niet op te vragen is bij een abonnee-informatiedienst.\nJe kunt er ook voor kiezen dat het nummer niet in een gids komt, maar wel op te vragen is bij een abonnee-informatiedienst binnen de EU.\nAls je een nummer met ‘beperkte bekendheid’ hebt, dan betekent dat niet dat jouw gegevens niet gebruikt kunnen worden voor trendanalyse en marketing- en verkoopactiviteiten.\nAls je niet wilt dat je gegevens voor trendanalyse en marketing- en verkoopactiviteiten worden gebruikt, dan moet je dit apart aangeven.\nOnder ‘Contact’ kun je lezen welke keuzes je hierin hebt en hoe je deze keuzes aan ons door kunt geven.</p>\n<p>Je kunt je vermelding later nog wijzigen.\nWil je meer informatie over waar je verzoeken tot vermelding, wijziging of verwijdering kunt doen? Bekijk ook dan ‘Contact’.\n</p> 3.2.9 Nummerweergave <p>KPN geeft je nummer standaard door aan de opgeroepen aansluiting.\nWil je niet dat je telefoonnummer zichtbaar wordt bij anderen? Dan kun je per gesprek (eenmalig) de weergave van je nummer blokkeren.\nJe kunt je nummerweergave ook permanent (laten) blokkeren.\nHoe je dit doet, vind je onder 'Contact'.</p>\n<p>Bij het bellen naar het alarmnummer 112 wordt je telefoonnummer altijd meegezonden, ook als je nummerweergave hebt laten blokkeren.\nHiertoe is KPN wettelijk verplicht.\n</p> 3.2.10 Notaspecificatie <p>Bij de specificatie van nota's kan het telefoonnummer van de opgeroepen aansluiting (wie je belt) op de nota van de oproepende aansluiting (degene die belt) worden weergegeven, behalve als er met de contractant van de opgeroepen aansluiting is overeengekomen dat zijn telefoonnummer wordt afgeschermd op de nota van andere klanten.\nDit afschermen houdt volgens wettelijke bepalingen in dat de laatste vier cijfers van het nummer onleesbaar worden gemaakt.\nHoe je deze zogenaamde B-nummerafscherming kunt aanvragen, vind je onder 'Contact'.<em>\n</em>\n</p>\n<p>KPN werkt samen met andere communicatieaanbieders om je nummer ook op hun nota te laten afschermen.\nToch kunnen we helaas niet beloven dat je afgeschermde nummer nooit verschijnt op de nota van die andere aanbieders.</p> 3.2.11 Telefonische overlast <p>Als iemand jou telefonisch lastigvalt dan kan je dat bij ons melden.\nJe kunt bij ons dan ook een schriftelijk verzoek indienen, waarin je ons vraagt om de contactgegevens van degene die jou lastig valt met je te delen.\nAls jij iemand telefonisch lastigvalt, dan kan die persoon dat bij ons melden en hetzelfde verzoek doen.</p>\n<p>Zo’n verzoek stuur je op naar het adres dat bij 'Contact' staat.\nIn dit verzoek moet je de volgende gegevens noemen:</p>\n<ul>\n<li>Je naam, adres-, postcode- en woonplaatsgegevens.</li>\n<li>Het telefoonnummer waarnaar gebeld is.</li>\n<li>Een beschrijving van het karakter en de ernst van de overlast als gevolg van de hinderlijke of kwaadwillige oproepen.</li>\n<li>Een indicatie van de data en tijdstippen van de telefoontjes.</li>\n</ul>\n<p>Als de identiteit van de beller bij KPN bekend is, zal KPN aan die persoon (schriftelijk) laten weten dat je de telefoontjes als overlast ervaart en we verzoeken die persoon dringend om ermee te stoppen.\nMocht dat niet helpen, dan zal KPN het telefoonnummer met de naam en het adres van de beller met je delen.\nVan deze gegevensverstrekking zal mededeling worden gedaan aan de beller van wie de gegevens zijn.</p> 3.2.12 Toestelverzekering Voor de dienst Toestelverzekering werkt KPN samen met Chubb.\nKPN verstrekt daarvoor jouw klantgegevens aan Chubb, zoals je naam, adres- en contactgegevens, KPN ID en gegevens over jouw abonnement en toestel.\nKPN heeft afspraken gemaakt met Chubb om ervoor te zorgen dat Chubb jouw privacy respecteert.\nHoe Chubb omgaat met jouw persoonsgegevens kun je vinden in het privacy statement van Chubb via chubb.com.\n<br>Als je een claim indient bij Chubb ontvangt KPN gegevens over de claim die nodig zijn voor de facturatie.\nAls je van Chubb een vervangend toestel krijgt ontvangen wij van Chubb het IMEI-nummer van je nieuwe toestel.\nHet IMEI-nummer hebben we nodig om onze telefoondiensten te kunnen verlenen.\nAls je je toestelverzekering via Chubb wijzigt, annuleert of hebt opgezegd worden we hiervan door Chubb op de hoogte gesteld.\nDeze gegevens verwerken we om je abonnementsgegevens volledig te houden en om je een juiste factuur te kunnen sturen.\n3.3 Hoe lang bewaren we uw gegevens? <p>KPN bewaart je gegevens niet langer dan wettelijk is toegestaan en noodzakelijk is voor de doeleinden waarvoor we jouw gegevens gebruiken.\nHoelang bepaalde gegevens worden bewaard is afhankelijk van de aard van de gegevens en waarvoor we ze verwerken.\nDe bewaartermijn kan dus per doel verschillen.<strong>\n</strong>\n</p>\n<p>Als je een abonnement bij KPN hebt, dan worden je persoonsgegevens in ieder geval tijdens de looptijd van je abonnement bewaard.\nJe niet-gespecificeerde factuur bewaren wij maximaal zeven jaar.\nOm fiscale redenen zijn wij wettelijk verplicht de factuur zo lang te bewaren.\nJe gespecificeerde factuur en jouw belgegevens worden voor factureringsdoeleinden maximaal zes maanden bewaard.\nVerbruiksgegevens die worden verwerkt om ervoor te zorgen dat je mobiel bereikbaar bent, worden maximaal twee weken bewaard voor netwerkdoeleinden.\nOok als je niet actief communiceert.</p> 3.4 Wat doen we met uw gegevens na afloop van de bewaartermijn? Na afloop van de bewaartermijn worden je persoonsgegevens verwijderd of geanonimiseerd.\nAnonimiseren houdt in dat je persoonsgegevens worden ontdaan van alle kenmerken die laten zien dat jij het bent.\nWat overblijft zijn statistische gegevens die op geen enkele manier meer aan jou kunnen worden gekoppeld.\nDeze statistische gegevens zijn voor ons van belang, omdat wij op basis daarvan inzicht kunnen krijgen in het gebruik dat van onze producten en diensten wordt gemaakt.\n4.\nInternet (vast en mobiel) van KPN 4.1 Welke gegevens verwerken we van u? 4.1.1 Bij aanmelding, als u contact met ons opneemt <p>Als je bij ons een abonnement afsluit voor een internetaansluiting, je je als klant aanmeldt óf meedoet met een actie, verwerken wij gegevens van je.\nDat zijn gegevens zoals je naam, adres, woonplaats, kopie van je legitimatiebewijs of verblijfsdocument (zonder je foto en BSN-nummer), bankrekeningnummer, e-mailadres en geboortedatum, welke dienst(en) je bij ons afneemt, abonnementsvorm en IP-adres.\nOf je dit nou telefonisch, via onze website(s) of in een van onze winkels) regelt.</p>\n<p>Als je contact met ons opneemt, dan worden er gegevens van je geregistreerd en gebruiken we je contactgegevens.\nWij leggen bijvoorbeeld een vraag vast als je die telefonisch, via een KPN-website, via KPN videohulp of via social media stelt.\nDeze vastlegging is nodig om je vraag te kunnen beantwoorden en acties te kunnen uitvoeren die misschien nodig zijn.\nHetzelfde geldt als je een storing meldt, een klacht indient of een nota niet betaalt.</p> 4.1.2 Gebruik van de dienst <p>Als je gebruikmaakt van onze internetdiensten, verwerkt KPN de technische gegevens over je gebruik die nodig zijn om internetverkeer over ons netwerk te vervoeren.\nJe kunt hierbij denken aan:</p>\n<ul>\n<li>de datum, technische gegevens (de datum, het tijdstip en de duur van een internetsessie, signaalsterkte, signaalkwaliteit, datasnelheid, frequentieband, modemgeheugen- en processor gebruik en instellingen), technische identificatiegegevens (zoals je gebruikersnaam en wachtwoord), e-mailadres, de applicatieserver waarmee apps die je gebruikt verbinding maken, je IP-adres, MAC-adres, IMEI-nummer, de route die je dataverkeer heeft afgelegd over ons netwerk, datavolume, de kwaliteit van je verbinding (denk aan foutmeldingen) en locatiegegevens die nodig om zijn internetverkeer over ons netwerk te vervoeren;</li>\n<li>gegevens over de door jou bezochte websites (URL’s) die nodig zijn om je naar de juiste (gedeelten) van de site te leiden.</li>\n</ul>\n<p>Deze technische gegevens die we verwerken bevatten geen inhoud van je communicatie via het internet maar vormen wel de basis voor de factuur die je van ons ontvangt.\nOp je factuur zie je een overzicht van hoeveel MB’s je hebt verbruikt en het totaalbedrag dat je aan ons moet betalen.</p> 4.2 Wat doen we met uw gegevens? 4.2.1 Dienstverlening KPN verwerkt je gegevens in de eerste plaats om onze diensten aan jou te kunnen leveren.\nVoor het in behandeling nemen van aanvragen moeten wij je contactgegevens verwerken.\nOm je naar de juiste (gedeelten) van de site te leiden is de verwerking van URL-gegevens noodzakelijk.\nOm je een factuur te kunnen sturen, moeten wij naast je contactgegevens ook bepaalde gegevens over het gebruik van je aansluiting verwerken, zoals het datavolume.\nOm storingen te voorkomen en om storingsmeldingen te kunnen afhandelen, is verwerking van bepaalde gebruiksgegevens weer nodig, zoals de datum, het tijdstip en de duur van een internetsessie, technische identificatiegegevens (zoals je gebruikersnaam en wachtwoord), e-mailadres, de applicatieserver waarmee de apps die je gebruikt verbinding maken, je IP-adres, de route die jouw dataverkeer heeft afgelegd over ons netwerk, datavolume en de kwaliteit van je verbinding (denk aan foutmeldingen).\nZonder de verwerking van al deze gegevens kunnen wij onze diensten niet (optimaal) aan jou leveren.\n4.2.2 Uitvoeren risico-analyse, kredietregistratie <p>Als je een aanvraag indient voor een nieuw (mobiel) data/internet abonnement, voert KPN een risicoanalyse uit.\nKPN legt daarvoor een bestand aan van contractanten, in samenwerking met andere aanbieders van openbare telecommunicatiediensten.\nDeze contractanten zijn mensen van wie hun aansluiting buiten gebruik is gesteld of bij wie de overeenkomst is beëindigd omdat ze niet betaalden.\nHet bestand wordt door KPN en de andere aanbieders gebruikt om er zeker van te zijn dat het accepteren van bepaalde aanvragen voor telecommunicatiediensten de juiste keuze is.\nStichting Preventel is verantwoordelijk voor dit bestand.\nMeer informatie kun je vinden op https://www.preventel.nl/.</p>\n<p>Op het moment dat een aanvraag voor een (nieuw) abonnement wordt ingediend of verlengd, worden jouw gegevens aan handelsinformatiebureau Experian gegeven.\nDit gebeurt ook als je een kredietaanvraag indient.\nAl je gegevens rond je betaalgedrag worden ook gedeeld met Experian.\nExperian verwerkt die gegevens verder onder haar eigen verantwoordelijkheid voor kredietwaardigheidsanalyse, fraudepreventie, schuldinningen en datakwaliteitsvalidatie.\nExperian kan op basis van deze gegevens een goede risicoanalyse maken.\nAls jij door een betalingsachterstand ooit bent afgesloten, kan deze informatie dus ingezien worden en gevolgen hebben voor andere overeenkomsten met (financiële) verplichtingen.\nDit geldt voor mobiele abonnementen gesloten na 1 januari 2010 en voor vaste abonnementen gesloten na 1 mei 2016.</p> 4.2.3 Planning, beheer, beveiliging van ons netwerk, spamfilter/virusscan <p>KPN is verantwoordelijk voor het telecommunicatienetwerk waarover het internetverkeer plaatsvindt.\nWij dragen zorg voor het onderhouden, plannen en verbeteren van het netwerk en het beheer.\nDaarbij kun je denken aan het routeren van verkeer, oplossen van storingen, bewaken van piek- en overbelasting.\nDoor het netwerkgebruik te analyseren krijgen wij essentiële informatie over het gebruik en de belasting van ons netwerk.\nOp basis van deze informatie kunnen wij ons netwerk gericht uitbreiden en verbeteren.\nKPN verwerkt je gegevens voor deze technische en statistische analyses.\nDe uitkomsten van deze analyses worden geanonimiseerd gerapporteerd binnen KPN en zijn zo niet langer herleidbaar tot individuen.\nDe inhoud van communicatie bekijken we niet.</p>\n<p>Alleen als je ermee hebt ingestemd, kunnen we hiervoor ook gegevens gebruiken over de websites (URL’s) die je hebt bezocht.</p>\n<p>KPN zorgt voor de beveiliging van ons netwerk en jouw aansluiting daarop.\nWe maken gebruik van geavanceerde technieken (zoals firewalls, spamfilters en virusscanners) voor bescherming tegen veiligheidsinbreuken, virussen, spam en malware.\nWil je meer informatie over hoe je je eigen verbinding kunt beveiligen? Klik hier.</p>\n<p>Om jouw aansluiting en ons netwerk tegen veiligheidsinbreuken, virussen, spam en malware te beschermen, wordt al het internetverkeer dat over ons netwerk gaat automatisch gescand door deze beveiligingstechnieken.\nWanneer wij bijvoorbeeld een bericht tegenkomen met een virus, dan verwijderen we dit virus en leveren we het bericht alsnog af.\nBehalve als het om spam gaat.</p> 4.2.4 Het voldoen aan wettelijke verplichtingen KPN is wettelijk verplicht om jouw gegevens in sommige gevallen met derden te delen.\nJe kunt daarbij denken aan de verstrekking van gegevens voor een strafrechtelijk onderzoek aan bevoegde autoriteiten of de verstrekking van gegevens aan auteursrechthebbenden, bijvoorbeeld voor een gerechtelijk onderzoek naar illegaal downloaden.\n4.2.5 Verbetering van dienstverlening, informeren over gebruiksmogelijkheden van door u afgenomen diensten en producten, trendanalyse <p>KPN verwerkt je contactgegevens en gebruiksgegevens om de dienstverlening te verbeteren en om je te informeren over de gebruiksmogelijkheden.\nWe kunnen je bijvoorbeeld laten weten hoe je optimaal gebruikmaakt van de diensten en producten die je bij ons afneemt.\nAls je tegen dit gebruik van je gebruiksgegevens bezwaar hebt gemaakt, doen we dat natuurlijk niet.\nJe verbruiksgegevens worden zelfs alleen maar voor dit doel gebruikt als je daarvoor zelf toestemming hebt gegevens.\nGegevens over door jou bezochte websites worden hiervoor niet verwerkt.</p>\n<p>Wanneer jij feedback geeft op berichten die jij van KPN hebt ontvangen dan kijken wij welke diensten jij afneemt.\nDit doen we om te leren van jouw situatie zodat wij onze processen kunnen verbeteren.</p>\n<p>Met statistische analyses voert KPN onderzoek uit naar trends in de markt.\nDe informatie die wij uit deze analyses halen, gebruiken wij om onze producten, diensten en processen te beoordelen en aan te passen op grond van nieuwe ontwikkelingen.\nDeze onderzoeksresultaten worden niet gebruikt voor specifiek op jou gerichte marketing- en verkoopactiviteiten.\nDaarvoor gebruiken wij je persoons- en gebruiksgegevens, behalve als je daartegen bezwaar hebt gemaakt.\nJe verbruiksgegevens kunnen daar ook voor worden gebruikt, maar alleen als je daar zelf mee hebt ingestemd.</p> 4.2.6 Marketing- en verkoopactiviteiten, verstrekking aan derden <p>KPN verwerkt je persoons- en gebruiksgegevens voor marketing- en verkoopactiviteiten (ook na de beëindiging van het contract voor de duur van twee jaar) en voor de verbetering van de KPN-dienstverlening, behalve als je daartegen bezwaar hebt gemaakt.\nVoor onze marketing- en verkoopactiviteiten kunnen we je verbruiksgegevens ook verwerken als jij daar toestemming voor hebt gegeven.\nanders niet.\nGegevens over websites die je hebt bezocht, worden niet verwerkt.</p>\n<p>Je gegevens worden door KPN verwerkt om aanbiedingen te doen en om je te informeren over de gebruiksmogelijkheden van diensten en producten die je bij ons afneemt.\nWanneer je nog geen klant bent van KPN informeren wij je graag over de mogelijkheden bij KPN.\nDit doen we alleen als jij daar toestemming voor hebt gegeven.\nDeze informatie kunnen we schriftelijk, telefonisch en elektronisch (onder meer via sms en e-mail) met je delen, behalve als je bezwaar hebt gemaakt tegen benadering via brief, sms, e-mail of telefoon.\nJe kunt dit apart aangeven.\nBekijk hoofdstuk 12.3 van dit privacystatement voor meer informatie hierover.</p>\n<p>KPN verstrekt je gegevens niet aan derden voor marketing, verkoop en andere bedrijfsmatige activiteiten.\nAls gegevens wel aan derden worden verstrekt voor activiteiten dan is dit niet voor verkoop en gebeurt dit alleen in geanonimiseerde en geaggregeerde vorm.</p>\n<p>Als je klant bent bij ING, deelt KPN informatie over simwissels die KPN namens jou uitvoert met ING, om jou en ING te beschermen tegen fraude.\nBij het verstrekken van deze gegevens aan ING respecteert KPN je privacy door de privacygevoelige informatie in de rapportages zo veel mogelijk af te schermen.\n</p> 4.2.7 Incasso, Verkoop van vorderingen Voor de incasso van onze facturen maken wij gebruik van derden, zoals incassobureaus.\nAls je afgesloten wordt vanwege wanbetaling kunnen wij onze vorderingen overdragen aan zulke derden.\nIn dat geval delen we alle gegevens met deze bureaus die zij nodig hebben om de vordering te kunnen innen.\n4.2.8 Behandeling van klachten over strafbare of onrechtmatige informatie op internet (notice &amp.\ntake down) Als je wordt geconfronteerd met onrechtmatige of strafbare informatie op internet, dan kun je dat bij ons melden.\nAls een ander een klacht heeft over onrechtmatig of strafbare informatie die jij hebt verspreid, dan kan die ander dat ook bij ons melden.\nAlle klachten hierover behandelen wij volgens de procedure die is omschreven in de Gedragscode ‘notice-and-take-down’ van de Rijksoverheid, te raadplegen op https://noticeandtakedowncode.nl/wp-content/uploads/2018/12/ECP_01054-Gedragscode-notice-and-takedown-pdf-2.pdf.\nIn de Gedragscode is beschreven welke procedure wij volgen als er een klacht wordt ingediend en welke maatregelen wij kunnen treffen.\nMaatregelen kunnen onder andere bestaan uit het ontoegankelijk maken of verwijderen van informatie en het – onder voorwaarden – verstrekken van je naam, adres en woonplaats aan derden.\n4.3 Hoe lang bewaren we uw gegevens? <p>KPN bewaart uw gegevens niet langer dan wettelijk is toegestaan en noodzakelijk is voor de doeleinden waarvoor uw gegevens worden verwerkt.\nHoe lang bepaalde gegevens worden bewaard is afhankelijk van de aard van de gegevens en de doeleinden waarvoor zij worden verwerkt.\nDe bewaartermijn kan dus per doel verschillen.<strong>\n</strong>\n</p>\n<p>Als u een abonnement bij KPN hebt dan worden uw persoonsgegevens in ieder geval tenminste gedurende de looptijd van uw abonnement bewaard.\nUw niet-gespecificeerde factuur bewaren wij gedurende maximaal zeven jaar.\nWij zijn om fiscale redenen wettelijk verplicht de factuur zo lang te bewaren.\nUw gebruiksgegevens worden voor factureringsdoeleinden gedurende maximaal zes maanden bewaard.\nGegevens over door u bezochte sites (URL’s) worden niet opgeslagen.</p> 4.4 Wat doen we met uw gegevens na afloop van de bewaartermijn? Na afloop van de bewaartermijn worden uw persoonsgegevens verwijderd of geanonimiseerd.\nAnonimiseren houdt in dat uw persoonsgegevens worden ontdaan van alle mogelijk identificerende kenmerken.\nWat overblijft zijn statistische gegevens die op geen enkele manier meer aan uw persoon kunnen worden gekoppeld.\nDeze statistische gegevens zijn voor ons van belang omdat wij op basis daarvan inzicht kunnen krijgen in het gebruik dat van onze producten en diensten wordt gemaakt.\n5.\nTV van KPN 5.1 Welke gegevens verwerken we van u? 5.1.1 Bij aanmelding, als u contact met ons opneemt <p>Als je bij ons een abonnement afsluit voor interactieve televisie (iTV) van KPN, je je aanmeldt als klant of als je meedoet met een actie, verwerken wij gegevens van je.\nDat zijn gegevens zoals je naam, adres, woonplaats, kopie van je legitimatiebewijs of verblijfsdocument (zonder je foto en BSN-nummer), bankrekeningnummer, e-mailadres en geboortedatum, welke dienst(en) je bij ons afneemt, het televisiepakket dat je hebt gekozen, IP-adres, het nummer van je iTV-ontvanger of smartcard, KPN ID, TAN-code en pincode.\nDeze gegevens verwerken we altijd, of je nou telefonisch, via onze website(s) of in een van onze winkels besloten hebt televisie van KPN te kiezen.\nAl deze gegevens hebben we namelijk nodig om de dienst voor je te kunnen activeren.</p>\n<p>Als je contact met ons opneemt, dan worden er gegevens van je geregistreerd en gebruiken we je contactgegevens.\nWij leggen bijvoorbeeld een vraag vast als je die telefonisch, via een KPN-website of via social media stelt.\nDeze vastlegging is nodig om je vraag te kunnen beantwoorden en acties te kunnen uitvoeren die misschien nodig zijn.\nHetzelfde geldt als je een storing meldt, een klacht indient of een nota niet betaalt.\n</p> 5.1.2 Uitvoeren risico-analyse, kredietregistratie Op het moment dat een aanvraag voor een (nieuw) televisieabonnement wordt ingediend of verlengd, worden jouw gegevens aan handelsinformatiebureau Experian gegeven.\nDit gebeurt ook als je een kredietaanvraag indient.\nAl je gegevens rond je betaalgedrag worden ook gedeeld met Experian.\nExperian verwerkt die gegevens verder onder haar eigen verantwoordelijkheid voor kredietwaardigheidsanalyse, fraudepreventie, schuldinningen en datakwaliteitsvalidatie.\nExperian kan op basis van deze gegevens een goede risicoanalyse maken.\nAls jij door een betalingsachterstand ooit bent afgesloten, kan deze informatie dus ingezien worden en gevolgen hebben voor andere overeenkomsten met (financiële) verplichtingen.\n5.1.3 Gebruik van de dienst <p>Als je gebruikmaakt van onze televisiediensten, verwerkt KPN allerlei technische gegevens over je gebruik.\nDie gegevens hebben we nodig om onze televisiediensten aan je te kunnen leveren, on demand-items te leveren en je opnames in te plannen en voor je beschikbaar te houden.\nJe kunt hierbij denken aan de volgende gegevens:</p>\n<ul>\n<li>de datum, het tijdstip en de duur van de sessie, bekeken kanalen, zapgegevens, gegevens over de kwaliteit van je verbinding</li>\n<li>bestelde on demand-items, datum en tijdstip van bestellen, gegevens over kijken, pauzeren, terugspoelen en doorspoelen</li>\n<li>ingeplande en gemaakte opnames, datum en tijdstip van de opname, gegevens over kijken en pauzeren </li>\n<li>technische gegevens van de tv-ontvanger, zoals belasting van het werkgeheugen door apps en kenmerken van de HDMI, wifi, ethernet en bluetooth verbinding</li>\n</ul>\n<p>Gegevens die iets zeggen over jouw kijkgedrag beschouwen we als gevoelige persoonsgegevens.<br>\n<br>Op de factuur zie je een overzicht waarop het aantal betaalde programma’s staat dat je besteld hebt, net als het totale bedrag dat je hiervoor moet betalen.\nDeze gegevens worden door ons aangeduid als ‘gebruiksgegevens’.</p> 5.2 Wat doen we met uw gegevens? 5.2.1 Dienstverlening <p>\n<em>\n<strong>Tonen programma's en facturering</strong>\n</em>\n</p>\n<p>\n<em>\n</em>KPN verwerkt je gegevens in de eerste plaats om onze diensten aan je te kunnen leveren.\nOm je aanvragen in behandeling te nemen, moeten wij je contactgegevens verwerken.\nOm je de juiste programma’s te laten zien is de verwerking van gegevens over je kanaalkeuze noodzakelijk.\nOm je een factuur te kunnen sturen moeten wij naast jouw contactgegevens en het door jou gekozen televisiepakket ook bepaalde gegevens verwerken over het gebruik van je aansluiting, zoals de betaalde on demand-items die je besteld hebt.</p>\n<p>\n<em>\n<strong>Voorkomen en opheffen van storingen</strong>\n</em>\n</p>\n<p>Om storingen te voorkomen en om storingsmeldingen snel te kunnen afhandelen, is de verwerking van verbruiksgegevens noodzakelijk.\nDat zijn gegevens zoals de datum, het tijdstip en de duur van een sessie, technische identificatiegegevens (zoals je TAN-code en het nummer van jouw iTV-ontvanger), kwaliteit van je verbinding, bekeken kanalen, opnemen en gebruik van on demand-diensten als ‘Begin gemist’, ‘Programma gemist’ en ‘Videotheek’, opnemen en terug- of doorspoelen.</p>\n<p>\n<em>\n<strong>On demand diensten</strong>\n</em>\n</p>\n<p>Voor de on demand-diensten ‘Begin gemist’, ‘Programma gemist’ en ‘Videotheek’ worden programma’s een bepaalde periode (bijv.\n24 uur) voor je beschikbaar gehouden.\nDoor jou gemaakte opnames worden door ons gedurende een periode van maximaal een jaar voor je beschikbaar gehouden.\nAls je een on demand-item of een opname bekijkt, dan bieden wij je de mogelijkheid om het item of de opname te hervatten.\nHiervoor is het noodzakelijk dat wij niet alleen bijhouden welk item je hebt besteld of welk programma je hebt opgenomen, maar ook de datum en het tijdstip van bestellen of opnemen, of je hebt gekeken en of je het programma hebt gepauzeerd en waar je het programma heeft gepauzeerd.\n<em>\n<strong>\n</strong>\n</em>\n</p>\n<p>\n<em>\n<strong>Méér TV</strong>\n</em>\n</p>\n<p>Maak je gebruik van ‘Méér TV’? Dan bieden wij je de mogelijkheid om via je iTV-menu een aantal apps te openen, zoals YouTube en Wikipedia.\nKijk je een televisieprogramma en ga je naar zo’n app, dan zie je daar het programma dat je op dat moment bekijkt als zoekterm al ingevuld staan, met alle zoekresultaten die daarbij horen.\nOm deze functie mogelijk te maken verstrekken wij de titel van het programma dat je op dat moment bekijkt aan de app-aanbieder.\nWij verstrekken je gegevens alleen als je daarvoor vooraf toestemming hebt gegeven.\nWij vragen je om je toestemming in het televisiemenu.</p>\n<p>\n<em>\n<strong>Televisie van derden</strong>\n</em>\n</p>\n<p>Derden maken gebruik van ons televisienetwerk om hun eigen televisiediensten te kunnen leveren.\nNeem je een televisiedienst af van zo’n derde, dan verwerkt KPN jouw gegevens, zoals je TAN-code, het nummer van je iTV-ontvanger, kanaalkeuze, het gebruik van on demand-items en gemaakte opnames.\nZonder verwerking van je gegevens kunnen wij onze diensten niet aan je leveren.</p> 5.2.2 Planning, beheer van ons netwerk KPN is verantwoordelijk voor het netwerk waarover het televisieverkeer plaatsvindt.\nWij zorgen voor het onderhouden, plannen en verbeteren van het netwerk en het beheer.\nJe kunt daarbij denken aan het laten zien van de juiste programma’s, het verbeteren van de beeldkwaliteit, het oplossen van storingen en het bewaken van piek- en overbelasting.\nDoor het netwerkgebruik te analyseren krijgen wij de informatie die we nodig hebben over het gebruik en de belasting van ons netwerk.\nOp basis van deze informatie kunnen wij ons netwerk gericht uitbreiden en verbeteren.\nKPN verwerkt jouw gegevens voor deze technische en statistische analyses.\nDe uitkomsten van deze analyses worden geanonimiseerd gerapporteerd binnen KPN.\nDaardoor zijn de gegevens niet langer herleidbaar tot individuen.\nWie je bent blijft zo altijd geheim.\n5.2.3 Het voldoen aan wettelijke verplichtingen KPN is wettelijk verplicht om je gegevens in sommige gevallen aan derden te verstrekken.\nJe kunt daarbij denken aan de verstrekking van gegevens aan auteursrechthebbenden, bijvoorbeeld voor een gerechtelijk onderzoek naar hacken, illegaal downloaden of illegaal uploaden.\n5.2.4 Marktanalyse ten behoeve van rapportages aan Content-aanbieders, verbetering van dienstverlening en informeren over gebruiksmogelijkheden van door u afgenomen diensten en producten <p>\n<em>\n<strong>Content-aanbieders</strong>\n</em>\n</p>\n<p>Content-aanbieders (programmamakers, omroepen) zijn alleen bereid om hun programma’s via Televisie van KPN beschikbaar te stellen als KPN daarvoor een afdracht betaalt.\nOm de hoogte van de afdracht te kunnen bepalen en te kunnen controleren, vragen zij KPN om een rapportage waarin staat hoe vaak bepaalde programma’s in een bepaalde periode on demand zijn besteld en (bij iTV online) hoe vaak er is ingelogd op de app.</p>\n<p>We leveren een rapportage op over gebruik van gratis on demand-items en een rapportage over gebruik van betaalde on demand-items.\nOm de rapportage over gebruik van gratis on demand-items te kunnen maken, voert KPN anonieme tellingen uit.\nHet opstellen van de rapportage over gebruik van betaalde on demand-items gebeurt niet volledig anoniem, omdat de gegevens over je gebruik van betaalde on demand-items ook worden bewaard voor facturering.\nIn beide gevallen geldt echter dat het ons niet gaat om wie een programma heeft bekeken of wie een item heeft besteld.\nwe gebruiken de informatie alleen om in kaart te brengen hoe vaak een bepaald programma is besteld.</p>\n<p>De tellingen die we hiervoor gebruiken worden door ons verwerkt tot geaggregeerde rapportages, waarin is opgenomen hoe vaak bepaalde programma’s in een bepaalde periode on demand zijn besteld.\nDe geaggregeerde rapportages bevatten geen identificerende gegevens.\nKortom: we koppelen je kijkgedrag los van jouw gegevens, zodat jij anoniem blijft.</p>\n<p>\n<em>\n<strong>Verbetering dienstverlening</strong>\n</em>\n</p>\n<p>De hierboven genoemde geaggregeerde rapportages worden verder door ons verwerkt om onze producten, diensten en processen te beoordelen en deze aan te passen op grond van nieuwe ontwikkelingen.\n</p>\n<p>Wanneer jij feedback geeft op berichten die jij van KPN hebt ontvangen dan kijken wij welke diensten jij afneemt.\nDit doen we om te leren van jouw situatie zodat wij onze processen kunnen verbeteren.</p> 5.2.5 Marketing- en verkoopactiviteiten, verstrekking aan derden <p>KPN verwerkt je persoons- en gebruiksgegevens voor marketing- en verkoopactiviteiten (ook na de beëindiging van het contract voor de duur van twee jaar) en voor de verbetering van de KPN-dienstverlening, behalve als je daartegen bezwaar hebt gemaakt.</p>\n<p>Je gegevens worden door KPN verwerkt om aanbiedingen te doen en om je te informeren over de gebruiksmogelijkheden van diensten en producten die je bij ons afneemt.\nWanneer je nog geen klant bent van KPN informeren wij je graag over de mogelijkheden bij KPN.\nDit doen we alleen als jij daar toestemming voor hebt gegeven.\nDeze informatie kunnen we schriftelijk, telefonisch en elektronisch (onder meer via sms en e-mail) met je delen, behalve als je bezwaar hebt gemaakt tegen benadering via brief, sms, e-mail, telefoon of TV.\nJe kunt dit apart aangeven.\nBekijk hoofdstuk 12.3 van dit privacystatement voor meer informatie hierover.</p>\n<p>KPN verwerkt je verbruiksgegevens en gegevens over gebruik van on demand-items die gratis en betaald zijn om geaggregeerde rapportages te maken.\nIn die rapportages staat hoe vaak bepaalde programma’s in een bepaalde periode on demand zijn besteld.\nDe geaggregeerde rapportages bevatten geen identificerende gegevens.\nWij gebruiken deze rapportages voor algemene marktanalyses en voor het verbeteren van onze dienstverlening.\nOm de rapportage over gebruik van gratis on demand items te kunnen maken, voert KPN anonieme tellingen uit.\nHet maken van de rapportage over gebruik van betaalde on demand items gebeurt niet volledig anoniem.\nDit heeft te maken met het feit dat de gegevens over je gebruik van betaalde on demand items ook worden bewaard voor facturering.\nIn allebei de gevallen gaat het ons niet om wie een programma heeft bekeken heeft of wie een item heeft besteld.\nWe willen alleen maar in kaart brengen hoe vaak een bepaald programma is besteld.</p>\n<p>Alleen als jij daarvoor toestemming hebt gegeven verwerken wij je verbruiksgegevens en gevoelige gegevens.\nDaarbij kun je denken aan informatie over welke programma’s je hebt bekeken, welke on demand-items je hebt besteld en/of bekeken, welke opnames je hebt ingepland of gemaakt om je persoonlijke aanbevelingen te doen en om je te informeren over de gebruiksmogelijkheden van diensten en producten die je bij ons afneemt.</p>\n<p>KPN deelt jouw gegevens niet met derden voor marketing, verkoop en andere bedrijfsmatige activiteiten.\nAls er gegevens aan derden worden verstrekt voor het uitvoeren van hun activiteiten, dan gebeurt dit alleen in geanonimiseerde en geaggregeerde vorm.\nDaardoor zijn de gegevens op geen enkele manier meer te herleiden zijn tot jou.</p> 5.2.6 Incasso, Verkoop van vorderingen Voor de incasso van onze facturen maken wij gebruik van derden, zoals incassobureaus.\nAls je afgesloten wordt vanwege wanbetaling kunnen wij onze vorderingen overdragen aan zulke derden.\nIn dat geval delen we alle gegevens met ze die zij nodig hebben om de vordering te kunnen innen.\n5.3 Hoe lang bewaren we uw gegevens? <p>KPN bewaart je gegevens niet langer dan wettelijk is toegestaan en noodzakelijk is voor de doeleinden waarvoor we jouw gegevens gebruiken.\nHoelang bepaalde gegevens worden bewaard is afhankelijk van de aard van de gegevens en waarvoor we ze verwerken.\nDe bewaartermijn kan dus per doel verschillen.<strong>\n</strong>\n</p>\n<p>Als je een abonnement bij KPN hebt dan worden je persoonsgegevens in ieder geval tijdens de looptijd van je abonnement bewaard.\nJe niet-gespecificeerde factuur bewaren wij maximaal zeven jaar.\nOm fiscale redenen zijn we wettelijk verplicht de factuur zo lang te bewaren.\nGegevens over jouw televisiepakket en over de on demand-items die jij besteld hebt, worden voor factureringsdoeleinden maximaal zes maanden bewaard.\nGegevens over opnames die je gemaakt hebt worden maximaal een jaar bewaard, behalve als jij de opname zelf eerder verwijdert.\nGegevens over door jou bekeken programma’s worden alleen maar voor een periode van 14 dagen opgeslagen, bedoeld voor netwerkdoeleinden.\nGeaggregeerde en anonieme rapportages voor contentaanbieders worden door ons 13 maanden bewaard.</p> 5.4 Wat doen we met uw gegevens na afloop van de bewaartermijn? Na afloop van de bewaartermijn worden je persoonsgegevens verwijderd of geanonimiseerd.\nAnonimiseren betekent dat je persoonsgegevens worden ontdaan van alle mogelijk identificerende kenmerken.\nWat overblijft zijn statistische gegevens die op geen enkele manier meer aan jou gekoppeld kunnen worden.\nDeze statistische gegevens zijn voor ons van belang omdat wij ze kunnen gebruiken om inzicht te krijgen in het gebruik dat van onze producten en diensten wordt gemaakt.\nOp basis van deze statistische gegevens kunnen wij bijvoorbeeld een telling maken van het aantal keren dat een bepaald programma is bekeken, besteld of opgenomen.\n5.5 Persoonlijke aanbevelingen <p>KPN wil jouw tv-ervaring relevanter maken door persoonlijke aanbevelingen.\nHiervoor moet jij expliciet toestemming geven.\nAls je toestemming geeft, dan kunnen we deze aanbevelingen tonen als banner of via een persoonlijk bericht op TV.</p>\n<p>KPN maakt voor persoonlijke aanbevelingen een profiel op basis van kijkgedrag (keuze van programma’s, series en films), contractgegevens (geslacht, leeftijd voor zover bekend, en welke diensten jij afneemt) en het gebruik van de televisiedienst (zoals zoekopdrachten en menunavigatie).\nDeze informatie wordt aangevuld met demografische-, geografische- en economische gegevens van externe bronnen.\nDit zijn gegevens van Whooz en het Dataportaal van de Overheid.\n</p>\n<p>Whooz maakt gedetailleerde marktanalyses met kenmerken en interesses van huishoudens www.whooz.nl.\nHet dataportaal van de overheid bevat openbare data over bijvoorbeeld gemiddelde gezinssamenstelling en economische situatie per postcodegebied.\nDeze gegevens zijn door iedereen in te zien via https://data.overheid.nl/.\n</p>\n<p>De persoonlijke profielen die KPN voor deze aanbevelingen van klanten maakt, worden niet gedeeld met derden.\n</p>\n<p>Toestemming voor het gebruik van jouw gegevens voor persoonlijke aanbevelingen per TV kun je ook zelf weer intrekken.\n</p> 6.\nKPN websites 6.1 Welke gegevens verwerken we van jou? 6.1.1 Bezoek van onze website(s), inloggen op de 'MijnKPN' omgeving <p>Als je onze website(s) bezoekt dan verwerken wij de volgende gegevens van je:</p>\n<p>- je IP-adres, het type en de taal van je browser, de tijd van je bezoek en het webadres van waaruit je onze website bereikte, de pagina's die je daarop bekijkt, de koppelingen (links) waarop je klikt en de andere acties die je onderneemt.\nHiervoor gebruiken we cookies.\nMeer informatie over onze cookies en de keuzes die je hierin kunt maken, vind je hieronder;</p>\n<p>- op sommige KPN-websites vragen wij je om aanvullende persoonlijke informatie, zoals je e-mailadres, naam, thuis- of werkadres of een telefoonnummer.\nWanneer je een aankoop doet of een abonnement neemt op een betaalde service, vragen wij je om aanvullende informatie, zoals je bankrekeningnummer of nummer van een identificatiebewijs.\nDaarnaast vragen we soms profielgegevens of demografische gegevens, zoals je postcode, leeftijd, geslacht, voorkeuren, interesses en favorieten;</p>\n<p>- wanneer je toegang wilt tot de ‘MijnKPN’-omgeving via onze website(s) en app of wanneer je gebruik maakt van onze servicetools dan moet je je aanmelden met je KPN ID.\nJe KPN ID kan je gebruiken op basis van een e-mailadres en een wachtwoord.\n</p>\n<p>- bij inloggen in 'MijnKPN' slaan wij ook op met welk apparaat je toegang hebt.\nDeze gegevens worden gebruikt voor het beveiligen van je account, om fraude met je gegevens te voorkomen en om je te kunnen informeren.</p> 6.1.2 Cookies <p>KPN-websites maken gebruik van cookies en zogenaamde ‘page tagging’-pixels (hierna samen aangeduid als ‘cookies’).\nVoordat een cookie wordt geplaatst vertellen wij je op onze websites over de soorten cookies die wij gebruiken en de keuzes die je over de cookies kunt maken (https://www.kpn.com/algemeen/cookies.htm).\n</p>\n<p>Bij het accepteren van cookies kun je kiezen uit twee instellingen: ‘Functionele en analytische cookies’ en ’Persoonlijk binnen en buiten de website en app van KPN'.</p>\n<p>Je kunt kiezen voor ‘Nee, zelf instellen’ of ‘ja, dat is prima’.\n'Nee, zelf instellen’, betekent dat je kiest voor ‘Functionele en analytische cookies’.\nIn dat geval worden alleen functionele en statistische cookies geplaatst.\nDeze cookies zorgen ervoor dat onze websites goed functioneren, dat wij het gebruik van onze websites kunnen meten en problemen snel kunnen ontdekken.\nWij gebruiken deze cookies ook om fraude te voorkomen en voor het beveiligingen van onze website(s) en apps.\nDe functionele en analytische cookies kun je niet uitzetten.\n</p>\n<p>Als je kiest voor ‘Ja, dat is prima’, dan betekent dit dat je kiest voor ‘Persoonlijk binnen en buiten de website en app van KPN’.\nIn dat geval plaatsen wij naast functionele en statistische cookies ook social media-cookies en advertentiecookies.\nSocial media-cookies zijn bedoeld om de inhoud van onze websites te delen via social media.\nAdvertentiecookies zijn bedoeld om te meten hoe vaak een advertentie op onze website bekeken is en om te verrekenen met de adverteerder.\nDe informatie die wij verzamelen met deze social media- en advertentiecookies combineren we met de contact- en gebruiksgegevens die wij van je hebben omdat je klant van ons bent.\nZo kunnen wij onze websites en onze dienstverlening verbeteren en advertenties en aanbiedingen laten zien die beter bij je passen.\n</p>\n<p>De meeste onlineadvertenties die je ziet op KPN-websites worden geplaatst door KPN zelf.\nMaar daarnaast staan we ook advertentienetwerken van derden toe om advertenties te plaatsen op KPN-webpagina's.\nSommige van deze advertentienetwerken plaatsen een ‘permanent cookie’ op je device om deze te kunnen herkennen wanneer ze je een onlineadvertentie sturen.\nOp deze manier kunnen deze netwerken informatie verzamelen over waar jij en andere gebruikers van jouw device de advertenties zagen en op welke advertenties jullie hebben geklikt.\nVerder bekijkt zo’n derde hoe vaak het klikken op een advertentie op een KPN-website leidt tot een aankoop op de eigen website van deze derde.\nAl deze informatie zorgt ervoor dat de advertentienetwerken reclame te leveren waarvan zij denken dat deze jou interesseert.\nKPN heeft geen toegang tot de cookies die door advertentienetwerken van derden worden geplaatst.\nWel laten we je weten wat voor cookies er worden plaatst en welke partijen wij toelaten op onze website: die informatie vind je op onze cookiepagina.\n</p> 6.2 Wat doen we met uw gegevens? 6.2.1 Dienstverlening Wij verzamelen en gebruiken je gegevens op onze websites in de eerste plaats om onze (web)diensten aan je te kunnen leveren.\nEn om meldingen naar je te sturen bijvoorbeeld over virussen.\n6.2.2 Verbetering van dienstverlening en onze websites, tonen gerichte advertenties Jouw (gecombineerde) gegevens gebruiken we ook om onderzoek te doen en om analyses uit te voeren.\nHet doel hiervan is om onze diensten en onze websites te verbeteren.\nAls wij bijvoorbeeld weten dat gebruikers na het bezoeken van onze website alsnog contact opnemen met onze klantenservice over een bepaald onderwerp, dan kunnen wij onze online dienstverlening verbeteren.\nOok gebruiken wij deze gegevens om jou beter en persoonlijker van dienst te zijn, bijvoorbeeld door de advertenties die je op de site ziet aan te passen aan jouw persoonlijke voorkeuren.\nWij doen dit alleen als je bij het accepteren van cookies hebt gekozen voor ‘Persoonlijk binnen en buiten de website en app van KPN’.\n6.2.3 Marketing- en verkoopactiviteiten, verstrekking aan derden <p>Tenslotte gebruiken wij je gegevens om je soms via e-mail, sms of telefoon aanbiedingen te doen en informatie over andere producten of services van KPN te geven.\nWij doen dit alleen als je bij het accepteren van cookies hebt gekozen voor ‘optimaal’ en als je geen bezwaar hebt gemaakt tegen benadering.\n</p>\n<p>KPN verstrekt de gegevens die we van jou verwerken via onze websites niet aan derden.</p> 6.2.4 Servicetools Servicetools zijn digitale hulpmiddelen die worden aangeboden aan klanten om jou bij specifieke hulpvragen van dienst te kunnen zijn.\nDeze tools verwerken persoonsgegevens die noodzakelijk zijn voor het leveren van de toegevoegde waarde dienst, waaronder bijvoorbeeld ook gegevens uit het netwerk.\nAls je daarvoor kiest, dan kunnen onze ondersteunende afdelingen je ook nog verder helpen door contact op te nemen voor persoonlijk advies.\nAan het begin van iedere servicetool zul je kort geïnformeerd worden welke acties worden uitgevoerd.\nDe servicetools zijn te gebruiken via www.kpn.com/servicetools of via MijnKPN.\n6.3 Hoe lang bewaren we uw gegevens? KPN bewaart je gegevens niet langer dan wettelijk is toegestaan en noodzakelijk is voor de doeleinden waarvoor we jouw gegevens gebruiken.\nHoelang bepaalde gegevens worden bewaard is afhankelijk van de aard van de gegevens en waarvoor we ze verwerken.\nDe bewaartermijn kan dus per doel verschillen 6.4 Wat doen we met uw gegevens na afloop van de bewaartermijn? Na afloop van de bewaartermijn worden jouw persoonsgegevens verwijderd of geanonimiseerd.\nAnonimiseren betekent dat je persoonsgegevens worden ontdaan van alle mogelijk identificerende kenmerken.\nWat daarna overblijft zijn statistische gegevens die op geen enkele manier meer aan jou kunnen worden gekoppeld.\nDeze statistische gegevens zijn voor ons van belang omdat wij ze kunnen gebruiken om inzicht te krijgen in het gebruik dat van onze producten en diensten wordt gemaakt.\n7.\nKPN apps <p>KPN biedt verschillende apps aan.\nPer app kan het verschillen welke persoonsgegevens we van je verwerken, waarvoor we dit doen en voor en hoelang.\nDaarom verwijzen we je graag naar de KPN app die je gebruikt voor meer details over de verwerking van je persoonsgegevens door de app en de mogelijke keuzes die je daarbij zelf kunt maken.\nDeze informatie zal ook aan je getoond worden tijdens het installatieproces van de app.</p>\n<p>Onze apps zijn bedoeld om je zo goed mogelijk te helpen, en worden ontwikkeld voor een zo optimaal mogelijke ervaring.\nNatuurlijk maken we de ervaring graag persoonlijk.\nDit doen we door informatie over jouw app gebruik te combineren met contact en productgegevens.\nDaarvoor hebben we soms toestemming nodig.\nDit wordt aangegeven in de desbetreffende app.</p>\n<p>KPN apps kunnen ook gebruik maken cookies.\nVoordat een cookie wordt geplaatst vertellen wij je in onze apps over de soorten cookies die wij gebruiken en de keuzes die je over de cookies kunt maken</p>\n<p>Download alleen de officiële apps uit betrouwbare app stores.\nSchakel geen beveiligingen van je device uit om te voorkomen dat malware geïnstalleerd zou kunnen worden.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> 7.1 KPN Veilig <p>Een App die helpt bij de veiligheid van jouw device is de KPN Veilig app.\nDeze is gebaseerd op F-Secure technologie.\nMeer informatie vind je hier.\n</p> 7.2 MijnKPN app Met MijnKPN regel je alles zelf rondom je abonnementen bij KPN.\nKijk hier voor de voorwaarden.\n8.\nIn onze kantoren en winkels Om onze werknemers, klanten en eigendommen te beschermen maakt KPN gebruik van videocamera beveiliging in o.a.\nkantoorpanden, technische gebouwen, op terreinen en de winkels van KPN.\nDeze camera's zijn duidelijk zichtbaar geplaatst.\nBovendien word je bij het betreden van deze KPN gebouwen er vooraf op gewezen dat hier gebruikt wordt gemaakt van videocamera beveiliging.\n9.\nHoe worden uw gegevens binnen KPN gedeeld <p>Veel klanten nemen meerdere producten of diensten bij KPN af.\nMisschien neem jij al jouw diensten af van het merk KPN, maar het kan ook zijn dat je diensten afneemt van verschillende KPN-merken of verschillende KPN-onderdelen.\nOm jou zo goed mogelijk van dienst te zijn combineren we de gegevens waarover wij beschikken omdat je klant van ons bent.</p>\n<p>De informatie die we verzamelen vullen we aan met informatie die we van andere bedrijven hebben verkregen.\nWe maken bijvoorbeeld gebruik van diensten van andere bedrijven, waardoor wij een algemeen beeld krijgen van jouw geografische gebied op basis van je IP-adres, zodat we onze dienstverlening ook daaraan kunnen aanpassen.</p>\n<p>Wij gebruiken deze gecombineerde gegevens voor de volgende doelen: </p>\n<p>\n<em>\n<strong>Dienstverlening</strong>\n</em>\n</p>\n<p>Gebruik jij meerdere diensten van ons? Dan koppelen wij informatie om jou zo goed mogelijk van dienst te zijn.\nHierdoor kunnen wij jouw vragen, meldingen (bijvoorbeeld over een storing) en klachten, snel en goed afhandelen, ook als je niet alle diensten van één merk of van één bedrijfsonderdeel afneemt.</p>\n<p>\n<em>\n<strong>Verbetering dienstverlening, aanbiedingen</strong>\n</em>\n</p>\n<p>Wij gebruiken de gecombineerde informatie om onze service en dienstverlening te verbeteren.\nEn om ons netwerk, onze producten en onze diensten aan te kunnen passen aan wat onze klanten willen.\nWe kunnen de informatie ook gebruiken om jou informatie te sturen, bijvoorbeeld een aanbiedingen waarvan wij denken dat deze interessant voor jou is.\nNatuurlijk respecteren we daarbij de keuzes die je hebt gemaakt rondom je privacy.<em>\n</em>\n</p>\n<p>Als je bij het accepteren van cookies op onze website(s) hebt gekozen voor ‘optimaal’, dan koppelen wij de gegevens die we van je verzamelen via onze websites met de gegevens die wij hebben via diensten die je gebruikt.\nWij gebruiken deze gegevens onder andere om onze (online) diensten te verbeteren.\n</p>\n<p>\n<strong>Informeren en geven van voordeel bij meerdere producten op één adres</strong>\n</p>\n<p>Als je meerdere producten of diensten van KPN op jouw adres gebruikt, dan kunnen daar voordelen aan verbonden zijn.\nJe kunt van deze voordelen gebruikmaken, ook als niet alle abonnementen op jouw adres op één naam staan.\nBijvoorbeeld als er op jouw huisadres een Mobiel en een Internetabonnement van KPN wordt afgenomen.\nVoorbeelden hiervan zijn KPN Compleet en KPN Hussel.\nOm te kijken of jouw huishouden in aanmerking komt en om je te wijzen op de voordelen combineren wij de gegevens die we hebben over de diensten die op jouw adres gebruikt worden.\nDit doen we na je aanmelding of bij het afsluiten van een nieuw abonnement.\nJe mobiele nummer en jouw contactgegevens van onze diensten worden door ons niet aan je huisgenoten verstrekt.\nWil je niet dat jouw productgegevens voor dit doel gecombineerd worden? Dan kun je dit aangeven door bezwaar te maken tegen het delen van je gegevens binnen KPN voor dit doel (zie H12.3.3).\n<br>\n<br>Ook als je producten of diensten van Simyo, Solcon of XS4ALL én van KPN gebruikt, kunnen daar voordelen aan verbonden zijn.\nVoorbeelden hiervan zijn Solcon -, Simyo - en XS4ALL Compleet.\nWelke voordelen voor jou precies gelden is afhankelijk van je abonnementen.\nOp jouw verzoek kunnen we bekijken of jij in aanmerking komt voor de Compleet voordelen.\nDaarbij combineren wij de gegevens die de verschillende merken van jouw delen ter controle van je deelname, met de gegevens die wij hebben over de diensten die jij van ons gebruikt.\nDeze gegevens worden alleen gebruikt om je de Compleet voordelen te geven.<em>\n<strong>\n<br>\n<br>Financiële analyse</strong>\n</em>\n<br>\n<br>Voor het maken van financiële analyses over de KPN groep worden gegevens zoals het aantal afgenomen - en soort diensten per adres binnen de groep gedeeld.<br>\n</p> 10.\nDelen van jouw gegevens met derden <p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> 10.1 Wat doen wij niet KPN verkoopt je gegevens niet aan derden voor marketing of soortgelijke bedrijfsmatige activiteiten.\nAls wij wel gegevens delen voor activiteiten van derden dan gebeurt dit alleen in geanonimiseerde en geaggregeerde vorm.\nDat betekent dat de gegevens op geen enkele manier meer te herleiden zijn tot een individu.\n10.2 Wat doen wij wel 10.2.1 Verstrekken van gegevens aan door ons ingeschakelde derden (verwerkers) en business partners <p>KPN schakelt derde partijen in bij bepaalde netwerkdiensten, het bezorgen van onze producten, het ondersteunen bij klantvragen en voor opslag.\nAls deze derden bij het uitvoeren van hun diensten toegang hebben tot jouw gegevens, dan heeft KPN de nodige contractuele en organisatorische maatregelen genomen om ervoor te zorgen dat jouw gegevens alleen voor de bovenstaande doeleinden worden verwerkt.\nOok als KPN met een partij werkt van buiten de Europese Economische Ruimte, maken we duidelijke afspraken om te zorgen voor de veiligheid van jouw gegevens.\nIn zulke gevallen zijn er zogenaamde standaardbepalingen afgesloten die goedgekeurd zijn door de Europese Commissie.<strong>\n</strong>\n</p>\n<p>KPN verkoopt haar producten en diensten ook via door haar geselecteerde partners waaronder externe callcenters die we met zorg hebben geselecteerd.\nHiervoor deelt KPN contactgegevens en gebruiksgegevens met haar partners.</p> 10.2.2 Verstrekken gegevens in het kader van een Wholesale-relatie Derden maken gebruik van ons televisienetwerk om hun eigen televisiediensten te kunnen leveren.\nNeemt u een televisiedienst af van zo’n derde dan verwerkt KPN uw hierboven genoemde gegevens, zoals uw TAN-code, het nummer van uw settopbox, kanaalkeuze, het gebruik van on demand items en gemaakte opnames.\nKPN verwerkt deze gegevens uitsluitend om uw televisieaanbieder in staat te stellen zijn televisiedienst te leveren.\nIn dat kader worden de gegevens ook door KPN aan uw televisieaanbieder verstrekt.\n10.2.3 Verstrekken gegevens aan bevoegde autoriteiten KPN is wettelijk verplicht om jouw gegevens in sommige gevallen met derden te delen.\nJe kunt daarbij denken aan de verstrekking van gegevens aan bevoegde autoriteiten voor opsporing en een strafrechtelijk onderzoek.\nOf aan het delen van gegevens met auteursrechthebbenden, bijvoorbeeld voor een gerechtelijk onderzoek naar illegaal downloaden.\nMeer informatie hierover vind je op de sites van de rijksoverheid en de politie.\n10.2.4 Verstrekken gegevens aan uitgevers van gidsen en abonnee-informatiediensten <p>Als jij hebt aangegeven dat jouw telefoonnummer vermeld mag worden in de telefoongids en/of opvraagbaar mag zijn bij de abonnee-informatiedienst, dan is KPN wettelijke verplicht om de belangrijke gegevens voor gidsvermelding aan andere uitgevers van telefoongidsen en abonnee-informatiediensten door te geven.\n</p>\n<p>Je kunt de opname van je gegevens altijd wijzigen via www.mijnnummervermelding.nl.</p> 10.2.5 Verstrekken gegevens over afgeschermde B-nummers aan andere aanbieders Als je een afgeschermd B-nummer hebt dan verstrekken wij je nummer aan andere aanbieders voor de afscherming van het gebelde nummer op de nota.\n10.2.6 Verstrekken aan 112 Bij het bellen naar het alarmnummer 112 wordt jouw telefoonnummer altijd meegestuurd, ook als je nummerweergave hebt laten blokkeren.\nKPN is wettelijk verplicht om je telefoonnummer mee te sturen.\n10.2.7 Verstrekken van (geanonimiseerde) gegevens aan televisie-contentaanbieders en adverteerders <p>Om te kunnen voldoen aan onze rapportage- en afdrachtverplichtingen voor contentaanbieders (televisieprogrammamakers, omroepen), stelt KPN rapportages voor ze op waarin staat hoe vaak bepaalde programma’s in een bepaalde periode on demand zijn besteld.\nDe geaggregeerde rapportages bevatten geen identificerende gegevens.\nJij blijft dus onbekend bij deze aanbieders.</p>\n<p>Klanten die hebben gekozen voor reclame op maat worden ingedeeld in een profielgroep.\nEen profielgroep bestaat uit minstens 100 personen.\nKPN deelt de namen van de profielgroepen met adverteerders zodat zij relevante reclame kunnen aanbieden aan de profielgroep.\nKPN stelt vervolgens een geaggregeerde rapportage op waarin staat hoe vaak bepaalde reclames getoond zijn.\nDe geaggregeerde rapportages bevatten geen identificerende gegevens.\nKPN deelt nooit persoonlijke gegevens met adverteerders.</p> 10.2.8 Verstrekken gegevens aan derden ten behoeve van risico-analyse en kredietregistraties <p>Samen met andere aanbieders van openbare telecommunicatiediensten legt KPN een bestand aan van contractanten van wie een aansluiting buiten gebruik is gesteld.\nEn van mensen waarmee de overeenkomst is beëindigd omdat ze hun (betalings)verplichtingen niet nakwamen.\nDit bestand wordt door KPN en deze aanbieders gebruikt om beslissingen te maken over het accepteren van aanvragen voor telecommunicatiediensten.\nStichting Preventel is verantwoordelijk voor dit bestand.\nBij hen kun je nagaan of je in dit bestand bent opgenomen en op welke manier.\nAls je het niet eens bent met de manier waarop je in dit bestand staat, kun je daartegen bezwaar maken.\nJe kunt jouw verzoek of bezwaar dan richten aan Stichting Preventel, Postbus 744, 7400 AS Deventer.\nKijk voor meer informatie op https://www.preventel.nl/.</p>\n<p>Op het moment dat een aanvraag voor een (nieuw) abonnement wordt ingediend of verlengd, worden jouw gegevens aan handelsinformatiebureau Experian gegeven.\nDit gebeurt ook als je een kredietaanvraag indient.\nAl je gegevens rond je betaalgedrag worden ook gedeeld met Experian.\nExperian verwerkt die gegevens verder onder haar eigen verantwoordelijkheid voor kredietwaardigheidsanalyse, fraudepreventie, schuldinningen en datakwaliteitsvalidatie.\nExperian kan op basis van deze gegevens een goede risicoanalyse maken.\nAls jij door een betalingsachterstand ooit bent afgesloten, kan deze informatie dus ingezien worden en gevolgen hebben voor andere overeenkomsten met (financiële) verplichtingen.\nDit geldt voor mobiele abonnementen gesloten na 1 januari 2010 en voor vaste abonnementen gesloten na 1 mei 2016.</p>\n<p>Als je bezwaar wilt maken of informatie wilt over de manier waarop je bent opgenomen in de risicoanalyse van Experian, kun je contact opnemen met Experian via hun website https://www.experian.nl/.\nOf je kunt met ons contact opnemen via onze afdeling KPN Klantrelaties.</p> 10.2.9 Verstrekken van gegevens in verband met telefonische overlast en klachten over strafbare of onrechtmatige informatie op internet (notice &amp.\ntake down) Als iemand jou telefonisch lastigvalt of jij onrechtmatige of strafbare informatie tegenkomt op internet, dan kun je dat bij ons melden.\nWil je weten van wie de hinderlijke of kwaadwillige oproepen zijn? Dien dan schriftelijk een verzoek in met de vraag of wij de gegevens van de beller met je kunnen delen.\nAls jij iemand telefonisch lastigvalt of iemand anders strafbare of onrechtmatige informatie van jou tegenkomt op internet, dan kan die ander dat bij ons melden en ook een verzoek indienen om achter jouw gegevens te komen.\nAls wij zo’n verzoek ontvangen dan volgen wij de procedure zoals die bij 3.2.11 is omschreven.\nMocht dat niet helpen, dan zal KPN je telefoonnummer, naam, adres en woonplaats met de verzoeker delen.\n10.2.10 Toestelverzekering Meer informatie over gegevenslevering ten behoeve van de dienst Toestelverzekering vindt u onder paragraaf 3.2.12.\n10.2.11 Verstrekken van gegevens aan derden wanneer je je aanmeldt voor hun service en deze gegevens door hen wordt gebruikt voor authenticatie en fraudepreventie <p>Om te voorkomen dat jouw gegevens misbruikt worden kunnen andere aanbieders van producten of diensten aan KPN vragen om gegevens die zij van jou hebben ontvangen te controleren.\nDit kan op basis van gerechtvaardigd belang.\nAfhankelijk van de vraag van de aanbieder, kan het hierbij gaan om het controleren van accountgegevens (gehashte versies van je naam, adres, woonplaats, telefoonnummer, geboortedatum) of om een uitvraag van een datum/tijdstip van een simwissel.\nNa een controle informeren wij deze aanbieder alleen of jouw gegevens bij deze aanbieder wel of niet correct zijn (met als antwoord ja of nee) of verstrekken wij uitsluitend een datum/tijdstip wanneer je simkaart in gebruik is genomen.\nDoor deze controles kan fraude worden tegengegaan.\n</p>\n<p>Klik hier voor meer uitleg en lees voor meer informatie over fraudepreventie of identiteitscontroles ook de toepasselijke voorwaarden en privacyverklaringen van de aanbieders zelf.\n</p> 10.2.12 Verstrekken van gegevens aan partijen wanneer jij aankopen betaalt via je KPN factuur <p> Wanneer jij gebruik maakt van KPN Pay voor je online aankopen in de Apple Store of Google Play Store.\nOf als jij de abonnementskosten van (content)aanbieders zoals bijvoorbeeld Netflix of Spotify via je KPN factuur betaalt.\nDan delen wij die gegevens die noodzakelijk zijn om de gemaakte kosten op jouw factuur te vermelden.\nDit zijn gegevens zoals klantnummer, telefoonnummer, e-mailadres of de unieke code die jij van de aanbieder hebt gekregen.\nDe door jouw gekochte diensten en apps vind je terug op je KPN factuur.\n</p>\n<p>(Content)aanbieders zijn verantwoordelijk voor de verwerking van jouw persoonsgegevens zodat jij gebruik kunt maken van de dienst.\nAls jij wilt weten hoe deze partijen omgaan met jouw persoonsgegevens of hoe jij jouw rechten kunt uitoefenen, kijk dan in de privacystatements van deze partijen.<br>\n</p> 11.\nUw rechten (Inzage, Correctie, Verzet) 11.1 Inzage in jouw gegevens <p>Je hebt recht op inzage in jouw persoonsgegevens.\nDat betekent dat je kunt opvragen welke persoonsgegevens we van jou hebben en waarvoor we die gegevens gebruiken.</p>\n<p>Dit kan je op verschillende manieren doen.\nWil je inzage in gesprekken die je hebt gevoerd of films en andere on demand-items die je hebt besteld? Dan verwijzen wij je in de eerste plaats door naar de MijnKPN-omgeving op onze websites (onder ‘uw gegevens’) en naar de MijnKPN-app .\nDaar kun je niet alleen jouw persoonlijke gegevens inzien maar ook je gespecificeerde factuur bekijken.</p>\n<p>Op een aantal punten geven wij je de mogelijkheid om zelf aan te geven of je wilt dat je gegevens worden verwerkt, bijvoorbeeld bij de verwerking van jouw persoonsgegevens voor analysedoeleinden en commerciële benadering, zoals aanbiedingen.\nEen eenvoudig overzicht van de keuzes die wij van je hebben geregistreerd kun je vinden in de MijnKPN-omgeving op onze websites (onder ‘uw gegevens’) en in de MijnKPN-app.\nJe kunt hierin niet alleen zien welke keuzes je hebt gemaakt: we geven je namelijk ook de mogelijkheid om je keuzes op ieder moment eenvoudig te veranderen.</p>\n<p>Kun je de informatie die je zoekt niet vinden via onze websites of in onze app? Dan kun je een verzoek tot inzage indienen door een brief te sturen.\nZorg ervoor dat je naam, adres, vaste- en/of mobiele telefoonnummer en een afgeschermde kopie (zonder pasfoto en BSN nummer) van een geldig legitimatiebewijs bij deze brief zitten.\nJe kunt de brief sturen naar adres dat bij ‘Contact’ staat.\nJe krijgt dan binnen 4 weken antwoord van ons.</p> 11.2 Correctie van uw gegevens Je hebt het recht om jouw persoonsgegevens te laten verbeteren als ze niet kloppen.\nJe kunt hiervoor contact met ons opnemen, zoals er bij 'Contact' staat.\nJe krijgt dan binnen 4 weken schriftelijk antwoord van ons.\n11.3 Recht van verzet, toestemming voor verwerking van uw gegevens 11.3.1 Bezwaar tegen verwerking van uw persoonsgegevens door KPN <p>Je kunt bezwaar maken tegen verwerking van je persoonsgegevens door KPN als ze worden gebruikt voor doeleinden die niet noodzakelijk zijn voor de uitvoering van een overeenkomst of voor het nakomen van een wettelijke verplichting.\nJe kunt bijvoorbeeld bezwaar maken tegen het gebruik van je persoonsgegevens voor analyse-, marketing- en verkoopactiviteiten.\nDit doe je via de MijnKPN-omgeving op onze websites (onder ‘uw gegevens’) of in de MijnKPN-app.\nJe keuze kun je op elk moment aanpassen.</p>\n<p>Ook kun je hiervoor contact met ons opnemen op de manier die bij 'Contact' aangegeven staat.</p> 11.3.2 Toestemming voor verwerking van uw bel- en locatiegegevens en gegevens over kijkgedrag <p>Sommige gegevens kunnen wij alleen gebruiken als jij daar toestemming voor hebt gegeven.\nDat geldt voor privacygevoelige gegevens die niet noodzakelijk zijn voor de uitvoering van een overeenkomst of voor het nakomen van een wettelijke verplichting.\nje kunt daarbij denken aan gebruik van jouw belgegevens om je een aanbieding te doen voor een abonnement dat goed bij je past.\nOf aan het verwerken van gegevens over je kijkgedrag om jou persoonlijk kijkadvies te geven.\nIn deze gevallen zullen wij je altijd vooraf om toestemming vragen voordat wij je gegevens hiervoor gebruiken.\nWil je niet dat jouw gegevens hiervoor worden gebruikt? Geef ons er dan geen toestemming voor.\nDat heeft geen gevolgen voor jouw gebruik van de dienst.\nAls je eerder wel toestemming hebt gegeven voor de verwerking van jouw gevoelige gegevens voor de doelen die we hierboven beschrijven, dan kun je je toestemming op elk moment weer intrekken.\nJe kunt dit doen via de MijnKPN-omgeving op onze websites (onder ‘uw gegevens’) of in de MijnKPN-app.\nJe kunt jouw keuze op elk moment aanpassen.</p>\n<p>Natuurlijk kun je hiervoor ook contact met ons opnemen.\nHoe je dat kunt doen, staat bij 'Contact'.</p> 11.3.3 Bezwaar tegen delen van uw gegevens binnen KPN <p>Wil je niet dat KPN jouw gegevens deelt met andere KPN-merken en bedrijfsonderdelen? Of dat jouw gegevens worden gecombineerd om te bekijken of je adres in aanmerking komt voor KPN Compleet? Maak hier dan bezwaar tegen.\nDit kun je doen via de MijnKPN-omgeving op onze websites (onder ‘uw gegevens’) of in de MijnKPN-app.\nJe kunt je keuze op elk moment aanpassen.</p>\n<p>Ook kun je hiervoor contact met ons opnemen op de manier die bij 'Contact' staat.\nVermeld in de brief duidelijk tegen welk gebruik van je gegevens je bezwaar maakt.\nMaak je bijvoorbeeld alleen bezwaar tegen het delen van je gegevens? Of maak je ook bezwaar tegen het gebruik van je gegevens door KPN of tegen allebei? Je krijgt binnen 4 weken na je bezwaar van ons een schriftelijk antwoord.</p> 11.3.4 Bezwaar tegen benadering <p>Je kunt bezwaar maken tegen benadering door KPN voor doelen die niet noodzakelijk zijn voor de uitvoering van een overeenkomst of voor het nakomen van een wettelijke verplichting.\nZo kun je bijvoorbeeld bezwaar maken tegen benadering voor verkoopactiviteiten.</p>\n<p>Je kunt los van elkaar bezwaar maken tegen de volgende vormen van benadering:</p>\n<p>- schriftelijke benadering </p>\n<p>- benadering via SMS/e-mail </p>\n<p>- telemarketing</p>\n<p>- benadering via TV</p>\n<p>Je kunt dit doen via de ‘MijnKPN’-omgeving op onze websites (onder ‘uw gegevens’) of in de MijnKPN-app.\nJe kunt je ook afmelden door de instructies te volgen in de berichten die je van ons ontvangt of door na afloop van een telefoongesprek aan te geven dat je niet meer door KPN gebeld wilt worden.\nJe kunt jouw keuze op elk moment aanpassen.\nNeem je liever contact met ons op? Bij 'Contact' staat hoe je dit kunt doen.</p>\n<p>KPN zal je bezwaar zo snel mogelijk verwerken.\nWel kan er wat tijd voorbijgaan voordat je bezwaar in alle bestanden is verwerkt.\nIn die periode kan het daarom gebeuren dat je toch nog benaderd wordt.</p> 11.4 Recht op vergetelheid In sommige gevallen heb je recht op verwijdering van jouw persoonsgegevens.\nJe hebt KPN dan bijvoorbeeld eerder (uitdrukkelijke) toestemming gegeven voor het gebruik van jouw gegevens, maar trekt die toestemming nu in.\nKPN verwijdert je gegevens dan.\nKPN kan niet altijd jouw gegevens verwijderen als je daarom verzoekt.\nSoms zijn wij (wettelijk) verplicht om jouw gegevens te bewaren, bijvoorbeeld als de persoonsgegevens nog nodig zijn voor het doeleinde waarvoor de persoonsgegevens verzameld zijn.\n11.5 Recht op dataportabiliteit Je hebt het recht om de persoonsgegevens te ontvangen die KPN van je heeft.\nZo kun je die gegevens gemakkelijk doorgeven aan een andere leverancier van eenzelfde soort dienst.\nJe kunt ook aan KPN vragen of wij de gegevens direct aan die andere organisatie geven 11.6 Klacht indienen bij de toezichthouder Je hebt het recht om een klacht in te dienen bij de nationale toezichthouder, de Autoriteit Persoonsgegevens (de AP).\nDat kan via de website van de AP.\n12.\nContact Contact met KPN Doel/reden Schrijf naar Bel of SMS onze Klantenservice Meer informatie op onze website / of in de MijnKPN app Recht op inzage, correctie, vergetelheid en dataportabiliteit KPN Klantreacties (o.v.v.\nRechten AVG) Postbus 58800 1040 JA Amsterdam rechtenavg@kpn.com Voeg ter controle, naam, adres, vaste- en/of mobiele telefoonnummer en een afgeschermde kopie legitimatiebewijs aan het verzoek toe.\nVerzet tegen gebruik gegevens voor analyse, marketing www.kpn.com/uwgegevens Verzet tegen schriftelijke benadering KPN (o.v.v.\n'AVG') Postbus 2547 3500 GM Utrecht www.kpn.com/uwgegevens Verzet tegen e-mail/sms-benadering Ben je zakelijke klant: sms ‘STOP’ naar 1683 Bel naar 0800-0402 voor vaste telefonie.\nBel naar 0800-0105 voor mobiele telefonie www.kpn.com/uwgegevens Verzet tegen telefonische benadering Bel naar 0800-0402 voor vaste telefonie.\nBel naar 0800-0105 voor mobiele telefonie www.kpn.com/uwgegevens Verzet tegen benadering via TV Via het TV-menu Correctie BKR-registratie KPN Risicobeheer Postbus 13500 9700 EG Groningen Verwijderen gegevens in telefoongids/abonnee-informatiebestand Bel naar 0800-0402 voor vaste telefonie.\nBel naar 0800-0105 voor mobiele telefonie Ga naar je Mijn KPN-account op onze website en kies ‘Thuis bellen’ Blokkeren nummerweergave Permanente blokkering: Bel naar 0800-0402 voor vaste telefonie.\nBel naar 0800-0105 voor mobiele telefonie.\nBlokkeren per gesprek: toets *31* voor het nummer dat je wilt kiezen Melden telefonische overlast Bel naar 0800-0402 Melden overlast Opvragen vorige versie Privacy Statement KPN Klantreacties (o.v.v.\nopvragen vorig privacy statement) Postbus 58800 1040 JA Amsterdam Telefoonclaim betreffende uitspraak Hoge Raad KPN Mobiel T.a.v.\nCMU/team 1 Inzake opvragen dossier Postbus 13500 9700 EG Groningen uitspraken.rechtspraak.nl/inziendocument?id=ecli:nl:hr:2016:236 Functionaris Gegevensbescherming Dhr.\nJ.\nJongenelen E-mail naar: PrivacyOfficer@kpn.com ", "created_at": "2023-04-24 19:58:16.872882", "updated_at": "2023-04-24 19:59:06.368415"}], "points": [], "urls": ["kpn.com"]}}