{"error": 448, "message": "OK", "parameters": {"id": 8762, "name": "Landmark Properties  ", "created_at": "2023-07-03 23:33:00.9861", "updated_at": "2023-07-04 10:02:11.941892", "wikipedia": null, "keywords": null, "related": null, "slug": "landmark-properties", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8762.png", "url": "landmarkproperties.com", "documents": [{"id": 17096, "name": "Terms ", "url": "https://www.landmarkproperties.com/terms-of-use/", "xpath": "//body", "text": " <ul>\n<li> Who We Are About Us Management Team Culture Latest News Contact </li>\n<li> What We Do Development Landmark Construction Acquisitions Consulting Management Investment </li>\n<li>\n</li>\n<li> Our Portfolio Our Brands Our Properties </li>\n<li> Careers Careers Internships </li>\n</ul> Terms Of Use <p>\n<strong>Effective Date:</strong> January 1, 2023</p>\n<p>To download and/or print this Terms of Use (“Terms”), click here.</p>\n<p>\n<strong>Introduction</strong>\n</p>\n<p>Please read these Terms carefully before using an online service (e.g.\nwebsite or mobile app) owned or operated by Landmark Properties, Inc.\nd/b/a LMK Properties, Inc.\nor one of its affiliates&nbsp.\n(“<strong>Landmark Properties</strong>”, “<strong>we</strong>”, or “<strong>us</strong>” or “<strong>our</strong>”) that post a link to these Terms (the “<strong>Service</strong>”).&nbsp.\nBy visiting or otherwise using the Service in any manner, you agree to the then posted Terms and any applicable Additional Terms (defined below), to be bound by them, and that you have read and understood them.&nbsp.\nYou also acknowledge, agree and consent to our data practices as described in our Privacy Policy.</p>\n<p>These Terms affect your legal rights, responsibilities and obligations and govern your use of the Service, are legally binding, limit Landmark Properties’ liability to you and require you to indemnify us and to settle certain disputes through individual arbitration.\n<strong>If you do not wish to be bound by these Terms and any Additional Terms, do not use the Service and uninstall Service downloads and applications.</strong>\n</p>\n<p>\n<strong>Additional Terms</strong>\n</p>\n<p>In some instances, additional or different terms, posted on the Service, apply to your use of certain parts of the Service (individually and collectively “<strong>Additional Terms</strong>”).&nbsp.\nTo the extent there is a conflict between these Terms and any Additional Terms, the Additional Terms will control unless the Additional Terms expressly state otherwise.</p>\n<p>\n<strong>Updates to these Terms and Additional Terms</strong>\n</p>\n<p>We may prospectively change these Terms and Additional Terms by posting new or changed terms on the Service as more fully explained here.</p>\n<p>\n<strong>Quick Links</strong>\n</p>\n<p>\n<strong>We have summarized some (but not all) of the main topics of these Terms below.&nbsp.\nThe complete provisions, and not the headings or summaries govern.</strong>\n</p>\n<ul>\n<li>\n<strong>Grants and Limitations of Rights</strong>\n<ul>\n<li>We only grant you a limited revocable license to use the Service subject to rules and limitations.&nbsp.\nMore</li>\n<li>You grant us a broad license to the content you submit and to your profile.&nbsp.\nYou retain ownership of and responsibility for your content.&nbsp.\nWe have the right to manage our Service to keep its content appropriate.&nbsp.\nMore</li>\n<li>Your use of our Service is subject to various restrictions designed to protect the Service and users.&nbsp.\nMore</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<strong>Limitations on Your Remedies</strong>As permitted by applicable law,\n<ul>\n<li>We also disclaim most warranties and provide the Service “As Is”.&nbsp.\nMore</li>\n<li>Our liability is greatly limited.&nbsp.\nMore</li>\n<li>Your equitable or injunctive relief rights are limited.&nbsp.\nMore</li>\n</ul>\n</li>\n<li>\n<strong>Dispute Resolution</strong>\n<ul>\n<li>As permitted by law, you agree to arbitrate disputes and waive jury trial and class actions.&nbsp.\nMore</li>\n</ul>\n</li>\n<li>\n<strong>Availability of Service</strong>\n<ul>\n<li>We may change or discontinue our Service, or your right to access it, in whole or in part.\nMore Our Service is intended for access from and use in the U.S.A.\nMore</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>OWNERSHIP AND YOUR RIGHTS TO USE THE SERVICE AND CONTENT</strong>\n</p>\n<p>\n<strong>Ownership</strong>.&nbsp.\nThe Service and all of its content (“<strong>Content</strong>”), including all copyrights, patents, trademarks, service marks, trade names and all other intellectual property rights therein (“<strong>Intellectual Property</strong>”), are owned or controlled by Landmark Properties, our licensors, and certain other third parties.&nbsp.\nAll right, title, and interest in and to the Content and Intellectual Property available via the Service is the property of Landmark Properties, our licensors or certain other third parties, and is protected by U.S.\nand international copyright, trademark, trade dress, patent and/or other Intellectual Property and unfair competition rights and laws to the fullest extent possible.&nbsp.\nLandmark Properties owns the copyright in the selection, compilation, assembly, arrangement, and enhancement of the Content on the Service.</p>\n<p>\n<strong>Your Rights to Use the Service and Content</strong>\n</p>\n<p>Your right to use the Service and Content is subject to your strict compliance with these Terms and the Additional Terms.\nYour right to access and use the Service and the Intellectual Property shall automatically terminate upon any violations.\nThese rights are non-exclusive, limited, and revocable by us at any time in our sole discretion without advance notice or liability.\nAs your right to access and use the Service and the content is personal to you, you may not assign nor transfer your right.\nany attempt to do so is void.\nYou may, for your personal, non-commercial, lawful use only (collectively, the following are the “<strong>Landmark Properties Licensed Elements</strong>”):</p>\n<ul>\n<li>Display, view, use, and play the Content on a computer, mobile or other internet enabled or permitted device (“<strong>Device</strong>”) and/or print one copy of the Content (excluding source and object code in raw form or otherwise) as it is displayed to you;</li>\n<li>Stream the Content using any of the widgets and/or other digital streaming internet video players, if any, provided on the Service;</li>\n<li>Subject to any applicable Additional Terms, if the Service includes a “Send to Friend,” social media sharing or similar tool that allows you to initiate and send to one or more of your contacts a communication that includes content, or to post our content to third-party services or your own site or online service, and the tool is operational, use the tool to do so.\nprovided, however, that you do not do so in any manner that violates applicable law or third-party rights or reflects negativity on us, and only send to recipients you have permission to contact;</li>\n<li>If the Service includes a “Download” link next to a piece of content (including, without limitation, an image, an icon, a wallpaper, a music track, a video, a trailer, an RSS feed), you may only download a single copy of such content to a single Device;</li>\n<li>Download, install and use one copy of any software, including apps, that we make available on or through the Service (“<strong>Software</strong>”) on your Device in machine-executable object code form only and make one additional copy for back-up purposes.\nprovided, however, that you understand and agree that (i) by allowing you to download the Software, Landmark Properties does not transfer title to the Software to you (i.e., you own the medium on which the Software is recorded, but the Software’s owner (which may be Landmark Properties and/or its third-party Software licensor) will retain full and complete title to such Software).\n(ii) you may not copy, modify, adapt, translate into any language, distribute, or create derivative works based on the Software,&nbsp.\nexcept as expressly authorized in these Terms or applicable Additional Terms, without the prior written consent of Landmark Properties.\n(iii) you may not assign, rent, lease, or lend the Software to any person or entity and any attempt by you to sublicense, transfer, or assign the Software will be void and of no effect.\nand (iv) you may not decompile, disassemble, reverse engineer, or attempt to reconstruct, identify, or discover any source code, underlying ideas, underlying user interface techniques, or algorithms of the Software by any means whatsoever, except to the extent the foregoing restriction is prohibited by applicable law;</li>\n<li>If made available to you, obtain a registered personal account (and/or related username and password) on the Service and interact with the Service in connection therewith;</li>\n<li>Link to the Service from a website or other online service, so long as: (a) the links only incorporate text, and do not use any Landmark Properties names, logos, or images, (b) the links and the content on your website do not suggest any affiliation with Landmark Properties or cause any other confusion, and (c) the links and the content on your website do not portray Landmark Properties or its products or services in a false, misleading, derogatory, or otherwise offensive manner, and do not contain content that is unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, harassing, or abusive, or that violate any right of any third-party or are otherwise objectionable to Landmark Properties.&nbsp.\nLandmark Properties reserves the right to suspend or prohibit linking to the Service for any reason, in its sole discretion, without advance notice or any liability of any kind to you or any third-party.\nand</li>\n<li>Use any other functionality expressly provided by Landmark Properties on or through the Service for use by users, subject to these Terms (including, without limitation, functionality to create and/or post User-Generated Content (as defined below)) and any applicable Additional Terms.</li>\n</ul>\n<p>\n<strong>Rights of Others</strong>.&nbsp;In using the Service, you must respect the Intellectual Property and rights of others and Landmark Properties.&nbsp;Your unauthorized use of Content may violate the rights of others and applicable laws, and may result in your civil and criminal liability.&nbsp;If you believe that your work has been infringed via the Service, see Section 6&nbsp;below.</p>\n<p>\n<strong>Reservation of all Rights Not Granted as to Content and Service</strong>.&nbsp;These Terms and any applicable Additional Terms include only narrow, limited grants of rights to use and access the Service and content.&nbsp;No right or license may be construed, under any legal theory, by implication, estoppel, industry custom, or otherwise.&nbsp;ALL RIGHTS NOT EXPRESSLY GRANTED TO YOU ARE RESERVED BY LANDMARK PROPERTIES AND ITS LICENSORS AND OTHER THIRD PARTIES.&nbsp;<em>Any unauthorized use of any Content or the Service for any purpose is prohibited.</em>\n</p>\n<p>\n<strong>Third-Party Services</strong>.&nbsp.\nWe are not responsible for third parties or their content, advertisement(s), apps or sites (“<strong>Third-Party Services</strong>”).&nbsp.\nFor instance, portions of the Service may be integrated into or linked to third-party sites, platforms and apps that we do not control.&nbsp.\nSimilarly, we may make ads and third-party content or services, which we also may not control, available to you on or via our Service.&nbsp.\nThis may include the ability to register or sign in to our Services using Facebook Connect or other third-party tools, and to post content on third-party sites and services using their plug-ins made available on our Services.&nbsp.\nUse caution when dealing with third parties and consult their terms of use and privacy policies.&nbsp.\nWe take no responsibility for Third-party Services.&nbsp.\nIf you are accessing or using the Service through Apple, Android, or any other platform, these are Third-Party Services.&nbsp.\nIf you access our Apps via Apple, click here&nbsp;for Additional Terms and conditions that are applicable to you and are incorporated into the Terms by this reference.</p> X\n<p>TERMS APPLICABLE FOR APPLE IOS</p>\n<ul>\n<li>To the extent that you are accessing the Service through an Apple mobile application, you acknowledge that these Terms are entered into between you and Landmark Properties and, that Apple, Inc.\n(“<strong>Apple</strong>”) is not a party to these Terms other than as third-party beneficiary as contemplated below.</li>\n<li>The license granted to you by Landmark Properties under the Terms is subject to the permitted Usage Rules set forth in the App Store Terms of Use (see: App Store Terms of Use) and any third-party terms of agreement applicable to the Service.</li>\n<li>You acknowledge that Landmark Properties, and not Apple, is responsible for providing the Service and Content thereof.</li>\n<li>You acknowledge that Apple has no obligation whatsoever to furnish any maintenance or any support services to you with respect to the Service.</li>\n<li>To the maximum extent not prohibited by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Service.</li>\n<li>Notwithstanding anything to the contrary herein, and subject to the terms and conditions of the Terms, you acknowledge that, solely as between Apple and Landmark Properties, Landmark Properties, and not Apple is responsible for addressing any claims you may have relating to the Service, or your possession and/or use thereof, including, but not limited, to: (i) product liability claims.\n(ii) any claim that the Service fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</li>\n<li>Further, you agree that if the Service, or your possession and use of the Service, infringes on a third-party’s Intellectual Property rights, you will not hold Apple responsible for the investigation, defense, settlement and discharge of any such Intellectual Property infringement claims.</li>\n<li>You acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of the Terms, and that, upon your acceptance of the terms and conditions of the Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce the Terms against you as a third-party beneficiary thereof.</li>\n<li>When using the Service, you agree to comply with any and all third-party terms that are applicable to any platform, website, technology or service that interacts with the Service.</li>\n<li>Your use of real time route guidance on the Service (if any) is at your sole risk.&nbsp.\nLocation data may not be accurate.</li>\n</ul>\n<p>Return to navigation</p>\n<p>Return to navigation</p>\n<p>\n<strong>CONTENT YOU SUBMIT AND COMMUNITY USAGE RULES</strong>\n</p>\n<p>\n<strong>User-Generated Content</strong>\n</p>\n<ul>\n<li>\n<strong>General</strong>.&nbsp.\nLandmark Properties may now, or in the future, offer users of the Service the opportunity to create, build, post, upload, display, publish, distribute, transmit, broadcast, or otherwise make available on or submit through the Service, or on or in response to our pages or posts on any third-party platforms or in connection with any of our promotions by any media or manner, or otherwise submit to us (e.g., on our Facebook or other social media pages, in response to our tweets, through a sweepstakes or contest, or by otherwise sending it to us) (collectively, “submit”) messages, text, illustrations, files, images, graphics, photos, comments, responses, sounds, music, videos, information, content, ratings, reviews, data, questions, suggestions, personally identifiable information, or other information or materials and the ideas contained therein (collectively, but excluding Landmark Properties Licensed Elements included therein, “User-Generated Content” or “UGC”).&nbsp.\nYou may submit UGC through your profile, forums, blogs, message boards, social networking environments, content creation and posting tools, gameplay, social communities, contact us tools, email, and other communications functionality.&nbsp.\nExcept to the extent of the rights and license you grant in these Terms and, subject to any applicable Additional Terms, you retain whatever legally cognizable right, title, and interest that you have in your UGC.</li>\n<li>\n<strong>Non-Confidentiality of Your User-Generated Content</strong>.&nbsp.\nExcept as otherwise described in the Service’s posted Privacy Policy [LINK], or any applicable Additional Terms, you agree that (a) your UGC will be treated as non-confidential and non-proprietary by us – regardless of whether you mark them “confidential,” “proprietary,” or the like – and will not be returned, and (b) to the maximum extent not prohibited by applicable law, Landmark Properties does not assume any obligation of any kind to you or any third-party with respect to your UGC.&nbsp.\nUpon request, you will provide documentation necessary to authenticate rights to such content and verify your compliance with these Terms or any applicable Additional Terms.&nbsp.\nYou acknowledge that the Internet and mobile communications may be insecure and subject to breaches of security.\naccording, you acknowledge and agree that your UGC is submitted at your own risk.<br>\nIn your communications with Landmark Properties, please keep in mind that we do not seek any unsolicited ideas or materials for products or services, or even suggested improvements to products or services, including, without limitation, ideas, concepts, inventions, or designs for music, websites, apps, books, scripts, screenplays, motion pictures, television shows, theatrical productions, software or otherwise (collectively, “Unsolicited Ideas and Materials”).&nbsp.\nAny Unsolicited Ideas and Materials you submit are deemed UGC and licensed to us as set forth below.&nbsp.\nIn addition, Landmark Properties retains all of the rights held by members of the general public with regard to your Unsolicited Ideas and Materials.&nbsp.\nLandmark Properties’ receipt of your Unsolicited Ideas and Materials is not an admission by Landmark Properties of their novelty, priority, or originality, and it does not impair Landmark Properties’ right to contest existing or future Intellectual Property rights relating to your Unsolicited Ideas and Materials.</li>\n<li>\n<strong>License to Landmark Properties of Your UGC</strong>.&nbsp.\nExcept as otherwise described in any applicable Additional Terms (such as a promotion’s official rules), which specifically govern the submission of your UGC, or in our Privacy Policy [LINK], you hereby grant Landmark Properties, the non-exclusive, unrestricted, unconditional, unlimited, worldwide, irrevocable, perpetual, and cost-free right and license to use, copy, record, distribute, reproduce, disclose, sell, re-sell, sublicense (through multiple levels), display, publicly perform, transmit, publish, broadcast, translate, make derivative works of, and otherwise use and exploit in any manner whatsoever, all or any portion of your UGC (and derivative works thereof), for any purpose whatsoever in all formats, on or through any means or medium now known or hereafter developed, and with any technology or devices now known or hereafter developed, and to advertise, market, and promote the same.&nbsp.\nWithout limitation, the granted rights include the right to: (a) configure, host, index, cache, archive, store, digitize, compress, optimize, modify, reformat, edit, adapt, publish in searchable format, and remove such UGC and combine same with other materials, and (b) use any ideas, concepts, know-how, or techniques contained in any UGC for any purposes whatsoever, including developing, producing, and marketing products and/or services.&nbsp.\nYou understand that in exercising such rights metadata, notices and content may be removed or altered, including copyright management information, and you consent thereto and represent and warrant you have all necessary authority to do so.&nbsp.\nIn order to further effect the rights and license that you grant to Landmark Properties to your UGC, you also, as permitted by applicable law, hereby grant to Landmark Properties, and agree to grant to Landmark Properties, the unconditional, perpetual, irrevocable right to use and exploit your name, persona, and likeness in connection with any UGC, without any obligation or remuneration to you.&nbsp.\nExcept as prohibited by law, you hereby waive, and you agree to waive, any moral rights (including attribution and integrity) that you may have in any UGC, even if it is altered or changed in a manner not agreeable to you.&nbsp.\nTo the extent not waivable, you irrevocably agree not to exercise such rights (if any) in a manner that interferes with any exercise of the granted rights.&nbsp.\nYou understand that you will not receive any fees, sums, consideration, or remuneration for any of the rights granted in this Section 2.A(iii).</li>\n<li>\n<strong>Landmark Properties’ Exclusive Right to Manage Our Service</strong>.&nbsp.\nLandmark Properties may, but will not have any obligation to, review, monitor, display, post, store, maintain, accept, or otherwise make use of, any of your UGC, and Landmark Properties may, in its sole discretion, reject, delete, move, re-format, remove or refuse to post or otherwise make use of UGC without notice or any liability to you or any third-party in connection with our operation of UGC venues in an appropriate manner, such as to enhance accessibility of UGC, address copyright infringement and protect Users from harmful UGC.&nbsp.\nWithout limitation, we may, but do not commit to, do so to address content that comes to our attention that we believe is offensive, obscene, lewd, lascivious, filthy, violent, harassing, threatening, abusive, illegal or otherwise objectionable or inappropriate, or to enforce the rights of third parties or these Terms or any applicable Additional Terms.&nbsp.\nSuch UGC submitted by you or others need not be maintained on the Service by us for any period of time, and you will not have the right, once submitted, to access, archive, maintain, change, remove, or otherwise use such UGC on the Service or elsewhere, except that California minors have certain rights to have certain content about them that they have themselves posted on the Service prospectively removed from public display as provided for in the Privacy Policy [LINK].</li>\n<li>\n<strong>Representations and Warranties Related to Your UGC</strong>.&nbsp.\nEach time you submit any UGC, you represent and warrant that you are at least the age of majority in the jurisdiction in which you reside and are the parent or legal guardian, or have all proper consents from the parent or legal guardian, of any minor who is depicted in or contributed to any UGC you submit, and that, as to that UGC, (a) you are the sole author and owner of the Intellectual Property and other rights to the UGC, or you have a lawful right to submit the UGC and grant Landmark Properties the rights to it that you are granting by these Terms and any applicable Additional Terms, all without any Landmark Properties obligation to obtain consent of any third-party and without creating any obligation or liability of Landmark Properties.\n(b) the UGC is accurate.\n(c) the UGC does not and, as to Landmark Properties’ permitted uses and exploitation set forth in these Terms, will not infringe any Intellectual Property or other right of any third-party.\nand (d) the UGC will not violate these Terms or any applicable Additional Terms, or cause injury or harm to any person.</li>\n<li>\n<strong>Enforcement</strong>.&nbsp.\nLandmark Properties has no obligation to monitor or enforce your Intellectual Property rights to your UGC, but you grant us the right to protect and enforce our rights to your UGC, including initiating actions in your name and on your behalf (at Landmark Properties’ cost and expense, to which you hereby consent and irrevocably appoint Landmark Properties as your attorney-in-fact, with the power of substitution and delegation, which appointment is coupled with an interest).</li>\n</ul>\n<p>\n<strong>Community Usage Rules</strong>.\n&nbsp;As a user of the Service, these Community Usage Rules (“<strong>Rules</strong>”) are here to help you understand the conduct that is expected of members of the Service’s online communities (“<strong>Communities</strong>”).</p>\n<ul>\n<li>\n<strong>Nature of Rules</strong>.&nbsp.\nYour participation in the Communities is subject to all of the Terms, including these Rules:\n<ul>\n<li>Your UGC.&nbsp.\nAll of your UGC either must be original with you or you must have all necessary rights in it from third parties in order to permit you to comply with these Terms and any applicable Additional Terms.&nbsp.\nYour UGC should not contain any visible logos, phrases, or trademarks that belong to third parties.&nbsp.\nDo not use any UGC that belongs to other people and pass it off as your own.\nthis includes any content that you might have found elsewhere on the Internet.&nbsp.\nIf anyone contributes to your UGC or has any rights to your UGC, or if anyone appears or is referred to in the UGC, then you must also have their permission to submit such UGC to Landmark Properties.&nbsp.\n(For example, if someone has taken a picture of you and your friend, and you submit that photo to Landmark Properties as your UGC, then you must obtain your friend’s and the photographer’s permission to do so.)</li>\n<li>Speaking of Photos:&nbsp.\nNo Pictures, Videos, or Images of Anyone Other Than You and Your Friends and Family.&nbsp.\nIf you choose to submit photos to the Service, link to embedded videos, or include other images of real people, then make sure they are of you or of you and someone you know – and only if you have their express permission to submit it.</li>\n<li>Act Appropriately.&nbsp.\nAll of your Service activities must be venue appropriate, as determined by us.&nbsp.\nBe respectful of others’ opinions and comments so we can continue to build Communities for everyone to enjoy.&nbsp.\nIf you think your UGC might offend someone or be embarrassing to someone, then chances are it probably will and it doesn’t belong on the Service.&nbsp.\nCursing, harassing, stalking, insulting comments, personal attacks, gossip, and similar actions are prohibited.&nbsp.\nYour UGC must not threaten, abuse, or harm others, and it must not include any negative comments that are connected to race, national origin, gender, sexual orientation, religion, or handicap.&nbsp.\nYour UGC must not be defamatory, slanderous, indecent, obscene, pornographic, or sexually explicit.&nbsp.\nYour UGC must not exploit children under the age of 18.</li>\n<li>Do Not Use for Commercial or Political Purposes.&nbsp.\nYour UGC must not advertise or promote a product or service or other commercial activity, or a politician, public servant, or law.</li>\n<li>Do Not Use to Solicit or Send Unwanted Communications.&nbsp.\nDo not harvest or collect email addresses or other contact information of others from the Service by electronic or other means for the purposes of sending unsolicited emails or other unsolicited communications.&nbsp.\nDo not solicit personal information from anyone or solicit passwords or personally identifying information for commercial or unlawful purposes.&nbsp.\nThis also includes not uploading, posting, transmitting, sharing or otherwise making available any unsolicited or unauthorized advertising, solicitations, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of solicitation.</li>\n<li>Do Not Use for Inappropriate Purposes.\n&nbsp;Your UGC must not promote any infringing, illegal, or other similarly inappropriate activity.</li>\n<li>Be Honest and Do Not Misrepresent Yourself or Your UGC.&nbsp.\nDo not impersonate any other person, user, or company, and do not submit UGC that you believe may be false, fraudulent, deceptive, inaccurate, or misleading, or that misrepresents your identity or affiliation with a person or company.\nIn the event you receive anything in consideration from us with respect to your UGC (e.g., coupons, sweepstakes entries, etc.) you represent you will include disclosure of the receipt of this consideration clearly and conspicuously as part of the UGC and include any other disclosures we may require.</li>\n<li>Others Can See.&nbsp.\nWe hope that you will use the Communities to exchange information and content and have venue appropriate discussions with other members.&nbsp.\nHowever, please remember that the Communities are public or semi-public and UGC that you submit on the Service within a Community may be accessible and viewable by other users.&nbsp.\nDo not submit personally identifying information (e.g., first and last name together, password, phone number, address, credit card number, medical information, email address, or other personally identifiable information or contact information) on Community spaces and take care when otherwise disclosing this type of information to others.</li>\n<li>Don’t Share Other People’s Personal Information.&nbsp.\nYour UGC should not reveal another person’s address, phone number, email address, social security number, credit card number, medical information, financial information, or any other information that may be used to track, contact, or impersonate that individual, unless, and in the form and by the method, specifically requested by Landmark Properties (e.g., an email address to send an email invite to a friend).</li>\n<li>Don’t Damage the Service or Anyone’s Computers or Other Devices.&nbsp.\nYour UGC must not submit viruses, Trojan horses, spyware, or any other technologies or malicious code that could impact the operation of the Service or any computer or other Device.</li>\n</ul>\n<p>If you submit UGC that Landmark Properties reasonably believes violates these Rules, then we may take any legally available action that we deem appropriate, in our sole discretion.&nbsp.\nHowever, we are not obligated to take any action not required by applicable law.&nbsp.\nWe may require, at any time, proof of the permissions referred to above in a form acceptable to us.&nbsp.\nFailure to provide such proof may lead to, among other things, the UGC in question being removed from the Service.</p>\n</li>\n<li>Your Interactions With Other Users.\nDisputes.&nbsp.\nYou are solely responsible for your interaction with other users of the Service, whether online or offline.&nbsp.\nWe are not responsible or liable for the conduct or content of any user.&nbsp.\nWe reserve the right, but have no obligation, to monitor or become involved in disputes between you and other users.&nbsp.\nExercise common sense and your best judgment in your interactions with others (e.g., when you submit any personal or other information) and in all of your other online activities.</li>\n</ul>\n<p>\n<strong>Appropriate Content and Alerting Us of Violations</strong>.&nbsp;We expect UGC to be appropriate for a general audience, but do not undertake to monitor it, and you consent to potentially encountering content you find offensive or inappropriate.&nbsp.\nWe may include venue and content rules as Additional Terms.&nbsp.\nIf you discover any content that violates these Terms or any applicable Additional Terms, then you may report it here.&nbsp.\nFor alleged infringements of Intellectual Property rights, see Section 6.</p>\n<p>\n<strong>SERVICE AND CONTENT USE RESTRICTIONS</strong>\n</p>\n<p>\n<strong>Service Use Restrictions</strong>.&nbsp;You agree that you will not: (i) use the Service for any political or commercial purpose (including, without limitation, for purposes of advertising, soliciting funds, collecting product prices, and selling products).\n(ii) use any meta tags or any other “hidden text” utilizing any Intellectual Property.\n(iii) engage in any activities through or in connection with the Service that seek to attempt to or do harm any individuals or entities or are unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, harassing, or abusive, or that violate any right of any third-party, or are otherwise objectionable to Landmark Properties.\n(iv) decompile, disassemble, reverse engineer, or attempt to reconstruct, identify, or discover any source code, underlying ideas, underlying user interface techniques, or algorithms of the Service by any means whatsoever or modify any Service source or object code or any Software or other products, services, or processes accessible through any portion of the Service.\n(v) engage in any activity that interferes with a user’s access to the Service or the proper operation of the Service, or otherwise causes harm to the Service, Landmark Properties, or other users of the Service.\n(vi) interfere with or circumvent any security feature (including any digital rights management mechanism, device or other content protection or access control measure) of the Service or any feature that restricts or enforces limitations on use of or access to the Service, the Content, or the UGC.\n(vii) harvest or otherwise collect or store any information (including personally identifiable information about other users of the Service, including email addresses, without the express consent of such users).\n(viii) attempt to gain unauthorized access to the Service, other computer systems or networks connected to the Service, through password mining or any other means.\nor (ix) otherwise violate these Terms or any applicable Additional Terms.</p>\n<p>\n<strong>Content Use Restrictions.</strong> You also agree that, in using the Service, you: (i) will not monitor, gather, copy, or distribute the Content (except as may be a result of standard search engine activity or use of a standard browser) on the Service by using any robot, rover, “bot”, spider, scraper, crawler, spyware, engine, device, software, extraction tool, or any other automatic device, utility, or manual process of any kind.\n(ii) will not frame or utilize framing techniques to enclose any such content (including any images, text, or page layout).\n(iii) will keep intact all Trademark, copyright, and other Intellectual Property and other notices contained in such content.\n(iv) will not use such content in a manner that suggests an unauthorized association with any of our or our licensors’ products, services, or brands.\n(v) will not make any modifications to such content (other than to the extent of your specifically permitted use of the Landmark Properties Licensed Elements, if applicable).\n(vi) will not copy, modify, reproduce, archive, sell, lease, rent, exchange, create derivative works from, publish by hard copy or electronic means, publicly perform, display, disseminate, distribute, broadcast, retransmit, circulate or transfer to any third-party or on any third-party application or website, or otherwise use or exploit such content in any way for any purpose except as specifically permitted by these Terms or any applicable Additional Terms or with the prior written consent of an officer of Landmark Properties or, in the case of content from a licensor, the owner of the content.\nand (vii) will not insert any code or product to manipulate such content in any way that adversely affects any user experience or the Service.</p>\n<p>\n<strong>Availability of Service and Content.</strong>&nbsp.\nLandmark Properties, in its sole discretion without advance notice or liability, may immediately suspend or terminate the availability of the Service and/or Content (and any elements and features of them), in whole or in part, for any reason, in Landmark Properties’ sole discretion, and without advance notice or liability.</p>\n<p>\n<strong>CREATING AN ACCOUNT</strong>\n</p>\n<p>\n<strong>Accounts.</strong>&nbsp;If you register with us or create an account, you are solely responsible and liable for the security and confidentiality of your access credentials and for restricting access to your Device and for all activity under your account.\nUsernames and passwords must be personal and unique that do not violate the rights of any person or entity, and is not offensive.\nWe may reject the use of any password, username, or email address for any reason in our sole discretion.\nYou are solely responsible for your registration information and for updating and maintaining it.\nYou will immediately notify us here&nbsp;of any unauthorized use of your account, password, or username, or any other breach of security, but will remain responsible for any unauthorized use thereafter.\nYou will not sell, transfer, or assign your account or any account rights.</p>\n<p>Accounts may only be set up by an authorized representative of the individual that is the subject of the account and who is of the age of majority.\nWe do not review accounts for authenticity, and are not responsible for any unauthorized accounts that may appear on the Service.\nFor any dispute as to account creation or authenticity, we shall have the sole right, but are not obligated, to resolve such dispute as we determine appropriate, without notice.</p>\n<p>\n<strong>Profiles.</strong>&nbsp.\nWe may, either directly or through a third-party partner, from time-to-time permit you to set up private, semi-private and/or public profile pages (“<strong>Profile Page(s)</strong>”) that allow you to provide and/or display information about you.\nYour Profile Page may not include any form of prohibited UGC, as outlined in Section 2&nbsp;above and in our Rules.&nbsp.\nWithout limiting the foregoing, Profile Pages may not include content regarding goods or services that you are attempting to sell through the Service and cannot be used to conduct commercial activities, including, but not limited to, transactions, advertising, fundraising, contests or other promotions, absent our prior written consent.&nbsp.\nWe may offer you the ability to set preferences relating to your profile or Service activities, but settings may not become effective immediately or be error free and options may change from time-to-time.&nbsp.\nWe assume no responsibility or liability for users’ profile material.\nYour profile information, including your photo, may be used by us for identity management and fraud prevention on and off the Service.</p>\n<p>Profile Pages may only be set up by an authorized representative of the individual that is the subject of the Profile Page.&nbsp.\nWe do not review Profile Pages to determine if they were created by an appropriate party, and we are not responsible for any unauthorized Profile Pages that may appear on the Service.&nbsp.\nIf there is any dispute as to whether a Profile Page has been created or is being maintained by an authorized representative of the individual who is the subject of that Profile Page, then we shall have the sole right, but are not obligated, to resolve such dispute as we determine is appropriate, in our sole discretion.&nbsp.\nSuch resolution may include, without limitation, deleting or disabling access to Profile Pages, or any portion thereof, at any time, without notice.</p>\n<p>\n<strong>WIRELESS, MESSAGING AND LOCATION-BASED FEATURES</strong>\n</p>\n<p>\n<strong>Wireless Features.</strong>&nbsp.\nThe Service may offer certain features and services via your wireless Device.&nbsp.\nFeatures and services may include the ability to access the Service’s features, upload content to the Service, receive messages from the Service, and download applications to your wireless Device (collectively, “<strong>Wireless Features</strong>”).&nbsp.\nYou agree to receive communications we may send through Wireless Features for which you are registered.&nbsp.\nFurther, we may collect information related to your use of the Wireless Features.&nbsp.\nIf you have registered via the Service for Wireless Features, then you agree to notify Landmark Properties of any changes to your wireless contact information (including phone number) and update your accounts on the Service to reflect the changes.&nbsp.\nThese notifications, including badge, alert or pop-up messages, may be delivered to your Device even when the Service is running in the background.&nbsp.\nYou may have the ability, and it is your responsibility, to adjust the notifications you do, or do not, receive via your Device through your Device and/or App settings.&nbsp.\nStandard message, data and other fees may be charged by your carrier, and carriers may deduct charges from pre-paid amounts or data allowances for which you are responsible.&nbsp.\nYour carrier may prohibit or restrict certain Wireless Features and certain Wireless Features may be incompatible with your carrier or wireless Device.\nContact your carrier with questions regarding these issues.</p>\n<p>\n<strong>Email Messages.</strong>&nbsp.\nYou may cancel or modify our email marketing communications you receive from us by following the instructions contained within our promotional emails.&nbsp.\nThis will not affect subsequent subscriptions and, if your opt-out is limited to certain types of emails, the opt-out will be so limited.&nbsp.\nSubject to applicable law, we reserve the right to send you certain communications relating to your account or use of our Service, such as administrative and service announcements, and these informational or transactional account messages may be unaffected if you choose to opt-out from receiving our marketing communications.</p>\n<p>\n<strong>Text Messages.</strong> You may be given opportunities to subscribe to various text marketing or other text messaging programs and, by doing so, you consent to receive ongoing text alerts (including via actual or potential auto-dialers) from us related to our various businesses and affiliates, which may include co-promotions with or about other parties, except that if the scope of your consent for a particular subscription is limited, that subscription will be so limited.&nbsp.\nSuch consent is not required to purchase any product or service aside from the text subscription itself.&nbsp.\nFor each subscription, text “HELP” for help and text “STOP” to terminate (i.e., opt-out of) that subscription.&nbsp.\nSubsequent or different subscriptions will be unaffected by an opt-out.&nbsp.\nYou consent to receive a text confirming any opt-out as well as non-marketing administrative or transactional messages.&nbsp.\nFor subscriptions to recurring text messages, you may receive up to the number of text messages per month specified in your consent or to which you later consent (to the extent specified).&nbsp.\nAlerts auto-renew unless otherwise specified when you consented.\nExcept for the purchase of premium text programs to which you subscribe for a fee, your consent to receive text messages is not a condition of any purchase, and no purchase is necessary.\nYou understand that we may send mobile text messages using automated technology.\nIf you subscribe to text messages, you represent that you are 18 years of age or older or have obtained parental consent.&nbsp.\nStandard message, data and other fees may be charged by your carrier, and carriers may deduct charges from pre-paid amounts or data allowances for which you are responsible.&nbsp.\nContact your carrier for details.\nPremium rates that we charge (if any) for text messages will be explained in the applicable subscription consent.&nbsp.\nNot all phones and/or carriers are supported.&nbsp.\nWe are the sponsor of our text messages.</p>\n<p>\n<strong>PROCEDURE FOR ALLEGING COPYRIGHT INFRINGEMENT</strong>\n</p>\n<p>If you are a copyright owner who would like to send us a notice pursuant to the Digital Millennium Copyright Act (“<strong>DMCA</strong>”) to identify content or material posted on the Service that is infringing that you would like removed from our Service, or if you are a user whose work has been removed in response to such a notice of infringement and would like to file a DMCA counter-notice, you may submit such notice to us by following the instructions here.</p>\n<p>DMCA Notice.&nbsp.\nLandmark Properties asks our users to respect the intellectual property rights of others.&nbsp.\nIt is our policy to respond appropriately to clear notices of alleged copyright infringement, as set forth more fully below.&nbsp.\nIn Landmark Properties’ sole discretion, Landmark Properties may remove content that may be infringing on another person’s intellectual property rights with or without notice to the potential infringer.&nbsp.\nIn accordance with the U.S.\nDigital Millennium Copyright Act (“DMCA”) and other applicable law, Landmark Properties has adopted a policy of terminating, in appropriate circumstances, users who are deemed to be repeat infringers.</p>\n<p>If we remove or disable access in response to a DMCA Copyright Infringement Notice, we will make a good faith attempt to contact the owner or administrator of the affected content so that they may make a counter-notification.&nbsp.\nIf you own a copyright in a work (or represent such a copyright owner) and believe that your (or such owner’s) copyright in that work has been infringed by an improper posting or distribution of it via the Service, then you may send us a written notice that includes all of the following:</p>\n<ul>\n<li>a legend or subject line that says: “DMCA Copyright Infringement Notice”;</li>\n<li>a description of the copyrighted work that you claim has been infringed or, if multiple copyrighted works are covered by a single notification, a representative list of such works;</li>\n<li>a description of where the material that you claim is infringing or is the subject of infringing activity is located that is reasonably sufficient to permit us to locate the material (please include the full URL of the page(s) on the Service on which the material appears);</li>\n<li>your full name, address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;</li>\n<li>a statement by you, made under penalty of perjury, that all the information in your notice is accurate, and that you are the copyright owner (or, if you are not the copyright owner, then your statement must indicate that you are authorized to act on the behalf of the owner of an exclusive right that is allegedly infringed).\nand</li>\n<li>your electronic or physical signature.</li>\n</ul>\n<p>Landmark Properties will only respond to DMCA Notices that it receives by mail or email at the addresses below:</p>\n<p>By Mail:Landmark Properties</p>\n<p>&nbsp;315 Oconee Street,</p>\n<p>&nbsp;Athens, GA 30601</p>\n<p>&nbsp;(Attn: Amanda Henningsen/DMCA)</p>\n<p>By Email:amanda.henningsen@landmarkproperties.com</p>\n<p>For more information call: 706-543-1910</p>\n<p>It is often difficult to determine if your copyright has been infringed.&nbsp.\nLandmark Properties may elect to not respond to DMCA Notices that do not substantially comply with all of the foregoing requirements, and Landmark Properties may elect to remove allegedly infringing material that comes to its attention via notices that do not substantially comply with the DMCA.</p>\n<p>Please note that the DMCA provides that any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.</p>\n<p>We may send the information that you provide in your notice to the person who provided the allegedly infringing work.&nbsp.\nThat person may elect to send us a DMCA Counter-Notification.</p>\n<p>Without limiting Landmark Properties’ other rights, Landmark Properties may, in appropriate circumstances, terminate a repeat infringer’s access to the Service and any other website owned or operated by Landmark Properties.</p>\n<p>\n<strong>Counter-Notification</strong>.&nbsp.\nIf access on the Service to a work that you submitted to Landmark Properties is disabled or the work is removed as a result of a DMCA Copyright Infringement Notice, and if you believe that the disabled access or removal is the result of mistake or misidentification, then you may send us a DMCA Counter-Notification to the addresses above.&nbsp.\nYour DMCA Counter-Notification should contain the following information:</p>\n<ul>\n<li>a legend or subject line that says: “DMCA Counter-Notification”;</li>\n<li>a description of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled (please include the full URL of the page(s) on the Service from which the material was removed or access to it disabled);</li>\n<li>a statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled;</li>\n<li>your full name, address, telephone number, email address, and the username of your Account;</li>\n<li>a statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or, if the address is located outside the U.S.A., to the jurisdiction of the United States District Court for the Central District of California), and that you will accept service of process from the person who provided DMCA notification to us or an agent of such person.\nand</li>\n<li>your electronic or physical signature.</li>\n</ul>\n<p>Please note that the DMCA provides that any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability.</p>\n<p>If we receive a DMCA Counter-Notification, then we may replace the material that we removed (or stop disabling access to it) in not less than ten (10) and not more than fourteen (14) business days following receipt of the DMCA Counter-Notification.&nbsp.\nHowever, we will not do this if we first receive notice at the addresses above that the party who sent us the DMCA Copyright Infringement Notice has filed a lawsuit asking a court for an order restraining the person who provided the material from engaging in infringing activity relating to the material on the Service.&nbsp.\nYou should also be aware that we may forward the Counter-Notification to the party who sent us the DMCA Copyright Infringement Notice.</p>\n<p>\n<strong>NOTICES, QUESTIONS AND CUSTOMER SERVICE</strong>\n</p>\n<p>You agree that we may give you notices or otherwise respond to you by mail or to your email (if we have it on file) or in any other manner reasonably elected by us.&nbsp.\nAll legal notices to us must be sent to: 315 Oconee Street, Athens, GA 30601 (Attn: Legal Department).\nIf you have a question regarding the Service, you may contact Landmark Properties Customer Support by sending an email here&nbsp;or calling us at 706-543-1910.\nYou acknowledge that we have no obligation to provide you with customer support of any kind and that customer service personnel cannot change or waive Terms or applicable Additional Terms.</p>\n<p>\n<strong>ARBITRATION AND DISPUTE TERMS</strong>\n</p>\n<p>\n<strong>Forum Selection/Jurisdiction.</strong>&nbsp.\nJurisdiction and venue for any controversy, allegation, or claim arising out of or relating to the Service, the Content, your UGC, these Terms, or any applicable Additional Terms, (collectively, “<strong>Dispute</strong>”) shall be in Athens-Clarke County, Georgia.\nEach party submits to personal jurisdiction and venue in Athens-Clarke County, Georgia for any and all purposes.</p>\n<p>\n<strong>Pre-Arbitration Notification.</strong>&nbsp.\nLandmark Properties and you agree that it would be advantageous to discuss and hopefully resolve any Disputes before formal proceedings are initiated.\nprovided, however, that Landmark Properties need not do so in circumstances where its claims of Intellectual Property rights are concerned (“<strong>IP Disputes</strong>,” with all other disputes referred to as “<strong>General Disputes</strong>”).\nThe party making a claim – whether you or Landmark Properties – shall send a letter to the other side briefly summarizing the claim and the request for relief.\nIf Landmark Properties is making a claim, the letter shall be sent, via email, to the email address listed in your Landmark Properties account, if applicable.\nIf no such information exists or if such information is not current, then we have no notification or delay obligations under this Section 8.B.&nbsp.\nIf you are making a claim, the letter shall be sent to 315 Oconee Street, Athens, GA 30601 (Attn: Legal Department).\nIf the Dispute is not resolved within sixty (60) days after notification, the claimant may proceed to initiate proceedings as set forth in this Section 8.\nEither you or Landmark Properties, however, may seek provisional remedies (such as preliminary injunctive relief, subject to Section 8.D) before the expiration of this sixty (60)-day period.</p>\n<p>\n<strong>Arbitration of Claims.</strong> All actions or proceedings arising in connection with, touching upon or relating to any controversy, allegation, or claim arising out of or relating to the service, these terms, or the scope of the provisions of this section (collectively, “<strong>Dispute</strong>”), shall be submitted to the American Arbitration Association (“<strong>AAA</strong>”) for final and binding arbitration, to be held in Athens-Clarke County, Georgia.\nArbitration shall be conducted pursuant to the Consumer Arbitration Rules then prevailing at the AAA if the dispute is with an individual consumer and pursuant to the Commercial Arbitration Rules then prevailing at the AAA for all other disputes.\nIf the Dispute has a claimed value of not more than $100,000, then the arbitration will be heard and determined by a single neutral arbitrator who is a retired judge or a lawyer with not less than fifteen (15) years’ experience as a practicing member of the bar in the substantive practice area related to the Dispute.&nbsp.\nIf the Dispute has a claimed value of more than $100,000, or if Landmark Properties elects in its sole discretion to bear the costs of arbitration in excess of those that would occur for a proceeding before a single neutral arbitrator, then the arbitration will be heard and determined by a three-member panel, with one member to be selected by each party and the third (who will be chair of the panel) selected by the two party-appointed members or by the AAA.\nWe may have the right to pay the AAA fees if required for arbitration to be enforceable.\nThe arbitration shall be a confidential proceeding, closed to the general public.\nprovided, however, that a party may disclose information relating to the arbitration proceedings to its and its affiliates’ lawyers, insurance providers, auditors and other professional advisers.&nbsp.\nThe fact that there is a dispute between the parties that is the subject of arbitration shall be confidential to the same extent.\nThe arbitrator shall issue a written opinion stating the essential findings and conclusions upon which the arbitrator’s award is based.&nbsp.\nNeither party shall be entitled or permitted to commence or maintain any action in a court of law with respect to any matter in dispute until such matter shall have been submitted to arbitration as herein provided and then only for the enforcement of the arbitrator’s award.\nprovided, however, that prior to the appointment of the arbitrator or for remedies beyond the jurisdiction of an arbitrator, at any time, either party may seek pendente lite relief (subject to the provisions of these terms waiving or limiting that relief) in a court of competent jurisdiction in Athens-Clarke County, Georgia or, if sought by Landmark Properties, such other court that may have jurisdiction over you, without thereby waiving its right to arbitration of the dispute or controversy under this section.\nprovided further, however, that the losing party shall have fifteen (15) business days after the issuance of the arbitrator’s decision to fully comply with such decision, after which the prevailing party may enforce such decision by a petition to any court having jurisdiction over you, which may be made ex parte, for confirmation and enforcement of the award.</p>\n<p>\n<strong>Limitation on Injunctive Relief</strong>.\nAS PERMITTED BY APPLICABLE LAW, IF YOU CLAIM THAT YOU HAVE INCURRED ANY LOSS, DAMAGES, OR INJURIES IN CONNECTION WITH YOUR USE OF THE SERVICE, THEN THE LOSSES, DAMAGES, AND INJURIES WILL NOT BE DEEMED IRREPARABLE OR SUFFICIENT TO ENTITLE YOU TO AN INJUNCTION OR TO OTHER EQUITABLE RELIEF OF ANY KIND.&nbsp.\nTHIS MEANS (WITHOUT LIMITATION) THAT, IN CONNECTION WITH YOUR CLAIM, YOU AGREE THAT YOU WILL NOT SEEK, AND THAT YOU WILL NOT BE PERMITTED TO OBTAIN, ANY COURT OR OTHER ACTION THAT MAY INTERFERE WITH OR PREVENT THE DEVELOPMENT OR EXPLOITATION OF ANY WEBSITE, APPLICATION, CONTENT, UGC, PRODUCT, SERVICE, OR INTELLECTUAL PROPERTY OWNED, LICENSED, USED, OR CONTROLLED BY ANY LANDMARK PROPERTIES PARTY (DEFINED BELOW) (INCLUDING YOUR LICENSED UGC) OR A LICENSOR OF ANY LANDMARK PROPERTIES PARTY.</p>\n<p>\n<strong>Governing Law.</strong>&nbsp.\nThese Terms and any applicable Additional Terms, General Disputes and IP Disputes, and any other claim brought by you against Landmark Properties or by Landmark Properties against you pursuant to this Section 8, or otherwise related to the Service, Content, Landmark Properties Licensed Elements, UGC or other Landmark Properties products or services, will be governed by, construed, and resolved in accordance with, the laws of the State of Georgia, U.S.A., without regard to its conflicts of law provisions that might apply the laws of another jurisdiction.\nThis Section 8 shall be governed solely by the Federal Arbitration Act, 9 U.S.C.\n§1, et seq., and not by the law of any state, and is enforceable pursuant to its terms on a self-executing basis.\nYou and Landmark Properties agree that we intend that this Section 8 satisfies the “writing” requirement of the Federal Arbitration Act.&nbsp.\nThis Section 8 can only be amended by mutual agreement.&nbsp.\nEither party may seek enforcement of this Section 8 in any court of competent jurisdiction.\nThe arbitrator shall determine any and all challenges to the arbitrability of a claim.</p>\n<p>\n<strong>Class Action Waiver.</strong>&nbsp.\nAs permitted by applicable law, both you and Landmark Properties waive the right to bring any Dispute as a class, consolidated, representative, collective, or private attorney general action, or to participate in a class, consolidated, representative, collective, or private attorney general action regarding any Dispute brought by anyone else.\nNotwithstanding any provision in the JAMS Comprehensive Arbitration Rules and Procedures to the contrary, the arbitrator shall not have the authority or any jurisdiction to hear the arbitration as a class, consolidated, representative, or private attorney general action or to consolidate, join, or otherwise combine the Disputes of different persons into one proceeding.\nNotwithstanding the arbitration provision set forth above, if the provision regarding waiver of class, collective, representative, and private attorney general claims of this Section 8 is found to be void or otherwise unenforceable, any such class, collective, representative, or private attorney general claims must be heard and determined through an appropriate court proceeding, and not in arbitration.</p>\n<p>\n<strong>Jury Waiver.&nbsp.\nAS PERMITTED BY APPLICABLE LAW, THE PARTIES HEREBY WAIVE THEIR RIGHT TO JURY TRIAL WITH RESPECT TO ALL CLAIMS AND ISSUES ARISING UNDER, IN CONNECTION WITH, TOUCHING UPON OR RELATING TO THESE TERMS, THE BREACH THEREOF AND/OR THE SCOPE OF THE PROVISIONS OF THIS SECTION, WHETHER SOUNDING IN CONTRACT OR TORT, AND INCLUDING ANY CLAIM FOR FRAUDULENT INDUCEMENT THEREOF.\n</strong>\n</p>\n<p>\n<strong>&nbsp;Small Claims Matters</strong>.&nbsp;Notwithstanding the foregoing, either of us may bring qualifying claim of General Dispute (but not IP Disputes) in small claims court, subject to Section 8.F.</p>\n<p>The provisions of this Section 8 shall supersede any inconsistent provisions of any prior agreement between the parties.\nThis Section 8 shall remain in full force and effect notwithstanding any termination of your use of the Service or these Terms.</p>\n<p>\n<strong>DISCLAIMER OF REPRESENTATIONS AND WARRANTIES</strong>\n</p>\n<p>AS PERMITTED BY APPLICABLE LAW, YOUR ACCESS TO AND USE OF THE SERVICE IS AT YOUR SOLE RISK AND THE SERVICE IS PROVIDED ON AN “AS IS”, “AS AVAILABLE”, AND “WITH ALL FAULTS” BASIS.&nbsp.\nTo the fullest extent permissible by applicable law, Landmark Properties and their direct and indirect parents, subsidiaries, affiliates, and each of their respective employees, directors, members, managers, shareholders, agents, vendors, licensors, licensees, contractors, customers, successors, and assigns (collectively, “<strong>Landmark Properties Parties</strong>”) hereby disclaim and make no representations, warranties, endorsements, or promises, express or implied, in connection with, or otherwise directly or indirectly related to, without limitation, the Service, Content, Landmark Properties Licensed Elements, UGC or other Landmark Properties products or services, except as set forth in subsection C, below.</p>\n<p>\n<strong>EXCEPT FOR ANY SPECIFIC WARRANTIES PROVIDED HEREIN, OR IN APPLICABLE ADDITIONAL TERMS, OR AS OTHERWISE REQUIRED BY APPLICABLE LAW, LANDMARK PROPERTIES PARTIES HEREBY FURTHER DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OR MISAPPROPRIATION OF INTELLECTUAL PROPERTY RIGHTS OF THIRD PARTIES, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, SYSTEM INTEGRATION AND FREEDOM FROM COMPUTER VIRUS.</strong>\n</p>\n<p>\n<strong>NOTWITHSTANDING THE FOREGOING, THIS SECTION DOES NOT EXPAND OR LIMIT (I) ANY EXPRESS, WRITTEN PRODUCT WARRANTY OR RELATED DISCLAIMERS THAT ARE PROVIDED BY LANDMARK PROPERTIES PARTIES OR THEIR SUPPLIERS WITH REGARD TO A PHYSICAL PRODUCT SOLD BY LANDMARK PROPERTIES PARTIES TO YOU, OR ANY WARRANTY ON A PHYSICAL PRODUCT TO THE EXTENT REQUIRED BY APPLICABLE LAW.\n(II) LANDMARK PROPERTIES PARTIES’ LIABILITY&nbsp.\nFOR PERSONAL INJURY TO YOU CAUSED BY LANDMARK PROPERTIES PARTIES TO THE EXTENT NOT WAIVABLE OR CANNOT BE LIMITED UNDER APPLICABLE LAW.\nOR (III) ANY CAUSE OF ACTION YOU MAY HAVE AGAINST LANDMARK PROPERTIES PARTIES THAT IS NOT WAIVABLE OR CANNOT BE LIMITED UNDER APPLICABLE LAW.</strong>\n</p>\n<p>\n<strong>LIMITATIONS OF OUR LIABILITY</strong>\n</p>\n<p>\n<strong>AS PERMITTED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES WILL ANY LANDMARK PROPERTIES PARTIES BE RESPONSIBLE OR LIABLE FOR ANY LOSS OR DAMAGES OF ANY KIND, </strong>including personal injury or death or for any direct, indirect, economic, exemplary, special, punitive, incidental, or consequential losses or damages of any kind, including without limitation loss of profits, in connection with, or otherwise directly or indirectly related to, without limitation, the Service, Content, Landmark Properties Licensed Elements, UGC or other Landmark Properties products or services, except, to the extent not waivable under applicable law, for direct damages for personal injury caused by a physical product manufactured, sold or provided by Landmark Properties.</p>\n<p>The foregoing limitations of liability will apply even if any of the events or circumstances were foreseeable and even if Landmark Properties Parties were advised of or should have known of the possibility of such losses or damages, regardless of whether you bring an action based in contract, negligence, strict liability, or tort (including whether caused, in whole or in part, by negligence, acts of god, telecommunications failure, or destruction of the Service).</p>\n<p>\n<strong>AS PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL LANDMARK PROPERTIES PARTIES’ TOTAL LIABILITY TO YOU, FOR ALL POSSIBLE DAMAGES, LOSSES, AND CAUSES OF ACTION IN CONNECTION WITH YOUR ACCESS TO AND USE OF THE SERVICE AND YOUR RIGHTS UNDER THESE TERMS, EXCEED AN AMOUNT EQUAL TO THE AMOUNT YOU HAVE PAID LANDMARK PROPERTIES IN CONNECTION WITH THE TRANSACTION(S) THAT UNDERLIE THE CLAIM(S).</strong>\n</p>\n<p>\n<strong>NOTWITHSTANDING THE FOREGOING, THIS SECTION DOES NOT EXPAND OR LIMIT (I) ANY EXPRESS, WRITTEN PRODUCT WARRANTY OR RELATED DISCLAIMERS THAT ARE PROVIDED BY LANDMARK PROPERTIES PARTIES OR THEIR SUPPLIERS WITH REGARD TO A PHYSICAL PRODUCT SOLD BY LANDMARK PROPERTIES PARTIES TO YOU, OR ANY WARRANTY ON A PHYSICAL PRODUCT TO THE EXTENT REQUIRED BY APPLICABLE LAW.\n(II) LANDMARK PROPERTIES PARTIES’ LIABILITY&nbsp.\nFOR PERSONAL INJURY TO YOU CAUSED BY LANDMARK PROPERTIES PARTIES TO THE EXTENT NOT WAIVABLE OR CANNOT BE LIMITED UNDER APPLICABLE LAW.\nOR (III) ANY CAUSE OF ACTION YOU MAY HAVE AGAINST LANDMARK PROPERTIES PARTIES THAT IS NOT WAIVABLE OR CANNOT BE LIMITED UNDER APPLICABLE LAW.</strong>\n</p>\n<p>\n<strong>UPDATES TO TERMS</strong>\n</p>\n<p>It is your responsibility to review the posted Terms and any applicable Additional Terms each time you use the Service (at least prior to each transaction or submission).\nEACH TIME YOU SIGN IN TO OR OTHERWISE USE THE SERVICE YOU ARE ENTERING INTO A NEW AGREEMENT WITH US ON THE THEN APPLICABLE TERMS AND CONDITIONS AND YOU AGREE THAT WE MAY NOTIFY YOU OF NEW TERMS BY POSTING THEM ON THE SERVICE (OR IN ANY OTHER REASONABLE MANNER OF NOTICE WHICH WE ELECT), AND THAT YOUR USE OF THE SERVICE AFTER SUCH NOTICE CONSTITUTES YOUR GOING FORWARD AGREEMENT TO THE NEW TERMS FOR YOUR NEW USE AND TRANSACTIONS.&nbsp.\nAny new Terms or Additional Terms will be effective as to new use and transactions as of the time that we post them, or such later date as may be specified in them or in other notice to you.&nbsp.\nIn the event any notice to you of new, revised, or additional terms is determined by a tribunal to be insufficient, the prior agreement shall continue until sufficient notice to establish a new agreement occurs.&nbsp.\nYou can reject any new, revised or additional terms by discontinuing use of the Service.</p>\n<p>\n<strong>GENERAL PROVISIONS</strong>\n</p>\n<p>\n<strong>Landmark Properties’ Consent or Approval.</strong>&nbsp.\nAs to any provision in these Terms or any applicable Additional Terms that grants Landmark Properties a right of consent or approval, or permits Landmark Properties to exercise a right in its “sole discretion,” Landmark Properties may exercise that right in its sole and absolute discretion.&nbsp.\nNo Landmark Properties consent or approval may be deemed to have been granted by Landmark Properties without being in writing and signed by an officer of Landmark Properties.</p>\n<p>\n<strong>Indemnity</strong>.&nbsp.\nAs permitted by applicable law, you agree to, and you hereby, defend (if requested by Landmark Properties), indemnify, and hold Landmark Properties Parties harmless from and against any and all claims, damages, losses, costs, investigations, liabilities, judgments, fines, penalties, settlements, interest, and expenses (including attorneys’ fees) that directly or indirectly arise from or are related to any claim, suit, action, demand, or proceeding made or brought against any Landmark Properties Party, or on account of the investigation, defense, or settlement thereof, arising out of or in connection with: (i) your UGC.\n(ii) your use of the Service and your activities in connection with the Service.\n(iii) your breach or alleged breach of these Terms or any applicable Additional Terms.\n(iv) your violation or alleged violation of any laws, rules, regulations, codes, statutes, ordinances, or orders of any governmental or quasi-governmental authorities in connection with your use of the Service or your activities in connection with the Service.\n(v) information or material transmitted through your Device, even if not submitted by you, that infringes, violates, or misappropriates any copyright, trademark, trade secret, trade dress, patent, publicity, privacy, or other right of any person or entity.\n(vi) any misrepresentation made by you.\nand (vii) Landmark Properties Parties’ use of the information that you submit to us (including your UGC) subject to our Privacy Policy&nbsp;(all of the foregoing, “<strong>Claims and Losses</strong>”).&nbsp.\nYou will cooperate as fully required by Landmark Properties Parties, in the defense of any Claim and Losses.&nbsp.\nNotwithstanding the foregoing, Landmark Properties Parties retain the exclusive right to settle, compromise, and pay any and all Claims and Losses.&nbsp.\nLandmark Properties Parties reserve the right to assume the exclusive defense and control of any Claims and Losses.&nbsp.\nYou will not settle any Claims and Losses without, in each instance, the prior written consent of an officer of a Landmark Properties Party.\nThis section is not intended to limit any causes of action against us that you may have but are not waivable under applicable law.</p>\n<p>\n<strong>Operation of Service.\nAvailability of Products and Services.\nInternational Issues.</strong>&nbsp.\nLandmark Properties controls and operates the Service from the U.S.A., and makes no representation that the Service is appropriate or available for use beyond the U.S.A.&nbsp.\nIf you use the Service from other locations, you are doing so on your own initiative and responsible for compliance with applicable local laws regarding your online conduct and acceptable content, if and to the extent local laws apply.</p>\n<p>\n<strong>Export Controls.</strong>&nbsp.\nYou are responsible for complying with all applicable trade regulations and laws both foreign and domestic.&nbsp.\nExcept as authorized by U.S.\nlaw, you agree and warrant not to export or re-export the software to any county, or to any person, entity, or end-user subject to U.S.\nexport controls or sanctions.</p>\n<p>\n<strong>Severability.\nInterpretation.</strong>&nbsp.\nIf any provision of these Terms, or any applicable Additional Terms, is for any reason deemed invalid, unlawful, void, or unenforceable by a court or arbitrator of competent jurisdiction, then that provision will be deemed severable from these Terms or the applicable Additional Terms, and the invalidity of the provision will not affect the validity or enforceability of the remainder of these Terms or the applicable Additional Terms.&nbsp.\nTo the extent permitted by applicable law, you agree to waive and will waive, any applicable statutory and common law that may permit a contract to be construed against its drafter.</p>\n<p>\n<strong>Investigations.\nCooperation with Law Enforcement.\nTermination.\nSurvival.</strong> As permitted by applicable law, Landmark Properties reserves the right, without limitation, to: (i) investigate any suspected breaches of its Service security or its information technology or other systems or networks, (ii) investigate any suspected breaches of these Terms and any applicable Additional Terms, (iii) use any information obtained by Landmark Properties in accordance with its Privacy Policy&nbsp;in connection with reviewing law enforcement databases or complying with applicable laws and use and/or disclose any information obtained by Landmark Properties to comply with law enforcement requests or legal requirements in accordance our Privacy Policy, (iv) involve and cooperate with law enforcement authorities in investigating any of the foregoing matters, (v) prosecute violators of these Terms and any applicable Additional Terms, and (vi) discontinue the Service, in whole or in part, or, suspend or terminate your access to it, in whole or in part, including any user accounts or registrations, at any time, without notice, for any reason and without any obligation to you or any third-party.\n&nbsp.\nAny suspension or termination will not affect your obligations to Landmark Properties under these Terms or any applicable Additional Terms.&nbsp.\nUpon suspension or termination of your access to the Service, or upon notice from Landmark Properties, all rights granted to you under these Terms or any applicable Additional Terms will cease immediately, and you agree that you will immediately discontinue use of the Service.&nbsp.\nThe provisions of these Terms and any applicable Additional Terms, which by their nature should survive your suspension or termination will survive, including the rights and licenses you grant to Landmark Properties in these Terms, as well as the indemnities, releases, disclaimers, and limitations on liability and the provisions regarding jurisdiction, choice of law, no class action, and mandatory arbitration.</p>\n<p>\n<strong>Assignment.</strong>&nbsp.\nLandmark Properties may assign its rights and obligations under these Terms and any applicable Additional Terms, in whole or in part, to any party at any time without any notice.&nbsp.\nThese Terms and any applicable Additional Terms may not be assigned by you, and you may not delegate your duties under them, without the prior written consent of an officer of Landmark Properties.</p>\n<p>\n<strong>Complete Agreement.\nNo Waiver.</strong>&nbsp.\nThese Terms, and any applicable Additional Terms, reflect our complete agreement regarding the Service and supersede any prior agreements, representations, warranties, assurances or discussion related to the Service.\nExcept as expressly set forth in these Terms or any applicable Additional Terms, (i) no failure or delay by you or Landmark Properties in exercising any of rights, powers, or remedies under will operate as a waiver of that or any other right, power, or remedy, and (ii) no waiver or modification of any term of these Terms or any applicable Additional Terms will be effective unless in writing and signed by the party against whom the waiver or modification is sought to be enforced.</p>\n<p>\n<strong>California Consumer Rights and Notices.</strong>&nbsp.\nCalifornia residents can obtain information on our privacy practices, including how we comply with the California Online Privacy Protection Act and the California Shine the Light Act in our Privacy Policy&nbsp;and in our California Consumer Privacy Notice.</p>\n<p>Any California residents under the age of eighteen (18) who have registered to use the Service, and who have posted content or information on the Service, can request that such information be removed from the Service by contacting us at the email or address set forth in Section 7&nbsp;making such a request, stating that they personally posted such content or information and detailing where the content or information is posted.\nWe will make reasonable good faith efforts to remove the post from prospective public view or anonymize it so the minor cannot be individually identified.\nThis removal process cannot ensure complete or comprehensive removal.\nFor instance, third-parties may have republished the post and archived copies of it may be stored by search engines and others that we do not control.</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<ol>\n<li>OWNERSHIP AND YOUR RIGHTS TO USE THE SERVICE AND CONTENT.\n<ol>\n<li>Ownership</li>\n<li>Your Rights to Use the Service and Content</li>\n<li>Rights of Others</li>\n<li>Reservation of all Rights Not Granted as to Content and Service</li>\n<li>Third-Party Services</li>\n</ol>\n</li>\n<li>CONTENT YOU SUBMIT AND COMMUNITY USAGE RULES\n<ol>\n<li>User-Generated Content</li>\n<li>Community Usage Rules</li>\n<li>Appropriate Content and Alerting Us of Violations</li>\n</ol>\n</li>\n<li>SERVICE AND CONTENT USE RESTRICTIONS\n<ol>\n<li>Service Use Restrictions</li>\n<li>Content Use Restrictions</li>\n<li>Availability of Service and Content</li>\n</ol>\n</li>\n<li>CREATING AN ACCOUNT\n<ol>\n<li>Accounts</li>\n<li>Profiles</li>\n</ol>\n</li>\n<li>WIRELESS, MESSAGING AND LOCATION-BASED FEATURES\n<ol>\n<li>Wireless Features</li>\n<li>Email Messages</li>\n<li>Text Messages</li>\n</ol>\n</li>\n<li>PROCEDURE FOR ALLEGING COPYRIGHT INFRINGEMENT\n<ol>\n<li>DMCA Notice</li>\n<li>Counter-Notification</li>\n</ol>\n</li>\n<li>NOTICES, QUESTIONS AND CUSTOMER SERVICE</li>\n<li>ARBITRATION AND DISPUTE TERMS\n<ol>\n<li>Forum Selection/Jurisdiction</li>\n<li>Pre-Arbitration Notification</li>\n<li>Arbitration of Claims</li>\n<li>Limitation on Injunctive Relief</li>\n<li>Governing Law</li>\n<li>Class Action Waiver</li>\n<li>Jury Waiver</li>\n<li>Small Claims Matters</li>\n<li>Provision</li>\n</ol>\n</li>\n<li>DISCLAIMER OF REPRESENTATIONS AND WARRANTIES</li>\n<li>LIMITATIONS OF OUR LIABILITY</li>\n<li>UPDATES TO TERMS</li>\n<li>GENERAL PROVISIONS\n<ol>\n<li>Landmark Properties’ Consent or Approval</li>\n<li>Indemnity</li>\n<li>Operation of Service.\nAvailability of Products and Services.\nInternational Issues</li>\n<li>Export Controls</li>\n<li>Severability.\nInterpretation</li>\n<li>Investigations.\nCooperation with Law Enforcement.\nTermination.\nSurvival</li>\n<li>Assignment</li>\n<li>Complete Agreement.\nNo Waiver</li>\n<li>California Consumer Rights and Notices</li>\n</ol>\n</li>\n</ol>\n<p>Who We Are</p>\n<ul>\n<li> About Us </li>\n<li> Management Team </li>\n<li> Culture </li>\n<li> Latest News </li>\n<li> Contact </li>\n</ul>\n<p>What We Do</p>\n<ul>\n<li> Development </li>\n<li> Landmark Construction </li>\n<li> Acquisitions </li>\n<li> Consulting </li>\n<li> Management </li>\n<li> Investment </li>\n</ul>\n<p>Our Portfolio</p>\n<ul>\n<li> Our Brands </li>\n<li> Our Properties </li>\n</ul>\n<p>Contact</p>\n<p> (706) 543-1910 </p>\n<p>315 Oconee Street <br>Athens, GA 30601</p> View Us On Facebook View Us On linkedIn View Us On Instagram Leave a Google Review <p>\n<small>Landmark Properties is a fully integrated real estate firm specializing in consulting, investment, development, construction and management of high quality residential&nbsp.\ncommunities.\nBacked by a deep understanding of the markets, a commitment to quality and a strong track record of success, Landmark is responsible for some of the premier student housing communities in the nation.</small>\n</p>\n<ul>\n<li> Terms of Use </li>\n<li> Privacy Policy </li>\n<li> CA Privacy Rights </li>\n<li> About Ads </li>\n<li> Disclosures </li>\n</ul>\n<ul>\n<li> CA Do Not Sell or Share My Personal Information </li>\n</ul> Copyright © 2023 All Rights Reserved | Employee Resources Website Design &amp.\nMarketing By JUMPEM CALL US ", "created_at": "2023-07-03 23:33:01.017008", "updated_at": "2023-07-03 23:33:34.67522"}, {"id": 17097, "name": "Privacy Policy", "url": "https://www.landmarkproperties.com/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li> Who We Are About Us Management Team Culture Latest News Contact </li>\n<li> What We Do Development Landmark Construction Acquisitions Consulting Management Investment </li>\n<li>\n</li>\n<li> Our Portfolio Our Brands Our Properties </li>\n<li> Careers Careers Internships </li>\n</ul> Privacy <p>\n<strong>Effective Date:</strong> January 1, 2023</p>\n<p>To download and/or print this Privacy Policy (“Privacy Policy”), click here.</p>\n<p>\n<strong>Privacy Policy Scope</strong>\n</p>\n<p>Welcome! An overview of this Landmark Properties Privacy Policy is provided below.\nTo see the full text, click on the links.\nThis Privacy Policy applies to your use of any online services (e.g., website, software, or mobile app, and certain e-mails we send) that posts a link to this Privacy Policy, regardless of how you access or use it.\nClick here to view our Terms of Use.</p>\n<p>\n<strong>Your California Privacy Rights</strong>\n</p>\n<p>California residents have certain privacy rights detailed in our California Consumer Privacy Notice here.\nTo the extent that there is a conflict between this Privacy Policy and the California Consumer Privacy Notice, the California Consumer Privacy Notice will control.</p>\n<p>\n<strong>Quick Links</strong>\n</p>\n<p>\n<strong>We have summarized some (but not all) of the main topics of this Privacy Policy below.\nThe complete provisions, and not the headings or summaries govern.</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Your Choices and Your CA and NV Privacy Rights</strong>\n</p>\n<p>You have certain choices regarding information collection and communications options explained here, including:</p>\n<ul>\n<li>California residents have certain privacy rights detailed here;</li>\n<li>Nevada residents have certain privacy rights detailed here;</li>\n<li>Connecticut residents have certain privacy rights detailed here;</li>\n<li>Although Landmark Properties does not look for or respond to “do not track” signals, you can find information on tracking technologies here</li>\n<li>\n<em>About Ads and Tracking:</em> Learn about certain choice options regarding Tracking Technologies here;</li>\n<li>Your options regarding accessing and changing certain of your Personally Identifiable Information are available here;</li>\n<li>Your options regarding promotional communications are explained here.\nand</li>\n<li>Children’s and minors’ privacy rights, and notice to parents of these rights, are explained here.</li>\n</ul>\n<p>\n<strong>Collection Of Information</strong>\n</p>\n<ul>\n<li>Landmark Properties may ask you to provide Personally Identifiable Information (<i>e.g.</i>, name, address, e-mail, phone number, etc.), as well as other information (<i>e.g.</i>, gender, interests, etc.), which may be required to access certain content, features, and functionality.\nMore</li>\n<li>Landmark Properties and other parties may collect information from you automatically as you access the Service (<i>e.g.</i>, information about the devices you use to access the Service and your usage activities).\nMore</li>\n<li>This may include use of cookies and other technologies to keep track of your interactions with the Service, and to offer you a more personalized and relevant experience.\nMore </li>\n<li>The information Landmark Properties receives via the Service may be combined with information Landmark Properties receives from other parties and sources outside of the Service.\nMore</li>\n</ul>\n<p>\n<strong>Use of Information</strong>\n</p>\n<p>The information Landmark Properties collects is used for a variety of purposes as detailed in this Privacy Policy.\n&nbsp;For example, your information helps Landmark Properties provide and improve the Service, communicate with you, serve advertising and offers to you, and operate Landmark Properties’ business.\nMore</p>\n<p>\n<strong>Sharing of Information</strong>\n</p>\n<ul>\n<li>Landmark Properties may disclose the information Landmark Properties receives from or about you via the Service (or give others access to it), including your Personally Identifiable Information, for a variety of purposes, as detailed in this Privacy Policy.\nMore.\n&nbsp;These include, without limitation:\n<ul>\n<li>to deliver and improve Landmark Properties’ services;</li>\n<li>to tailor our advertisements;</li>\n<li>for Landmark Properties’ Affiliates’ (defined below) marketing and other purposes;</li>\n<li>in connection with corporate transactions (e.g., merger or sale);</li>\n<li>to display your posts or send your messages (More);</li>\n<li>in connection with your use of other services (More).\nand</li>\n<li>in connection with sweepstakes, contests and promotions (More).</li>\n</ul>\n</li>\n<li>Landmark Properties does not knowingly share Personally Identifiable Information with third parties (other than Landmark Property Affiliates) for their own direct marketing purposes.</li>\n<li>Landmark Properties may disclose your non-Personally Identifiable Information, aggregate and/or de-identified information about you except as prohibited by applicable law.</li>\n</ul>\n<p>\n<strong>Questions and How to Contact Landmark Properties</strong>\n</p>\n<p>For more information about Landmark Properties’ privacy practices regarding the Service, read the full Privacy Policy.\n&nbsp;You can also contact Landmark Properties here&nbsp;if you have questions or concerns.</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<p>For a clickable table of contents that will help you find and navigate to all the sections of the full Privacy Policy click here.</p>\n<p>\n<strong>Full Privacy Policy</strong>\n</p>\n<p>To see and print our full Privacy Policy, click here.</p>\n<p>\n<strong>FULL LANDMARK PROPERTIES PRIVACY POLICY</strong>\n</p>\n<p>Thank you for visiting an online service that posts a link to this Privacy Policy (<strong>“Service”</strong>) owned or operated by Landmark Properties, Inc.\nd/b/a LMK Properties, Inc.\nor one of its Affiliates (defined below)] (“<strong>Landmark Properties</strong>”, “<strong>we</strong>”, or “<strong>us</strong>” or “<strong>our</strong>”).\n&nbsp.\nThis Privacy Policy will provide you with information as to how Landmark Properties collects, uses, and discloses information about you, including the choices Landmark Properties offers with respect to that information, and applies to your use of any Service, regardless of how you access or use it.&nbsp.\nIt does not apply to Landmark Properties’ data collection activities offline or otherwise outside of the Service (unless otherwise stated below or at the time of collection).\nFor certain Services, there may be additional notices about information practices and choices.\nPlease read those additional privacy disclosures to understand how they apply to you.</p>\n<p>By visiting or otherwise using the Service, you agree to the Service’s Terms of Use and consent to Landmark Properties’ data collection, use, and disclosure practices, and other activities as described in this Privacy Policy, and any additional privacy statements that may be posted on an applicable part of the Service.&nbsp.\nIf you do not agree and consent, please discontinue use of the Service, and uninstall Service downloads and applications.</p>\n<p>\n<strong>1.\nINFORMATION WE COLLECT</strong>\n</p>\n<strong>A.\nInformation about You that You Provide.</strong>\n<br>\nLandmark Properties, and/or its Service Providers (defined below), may collect information you provide directly to Landmark Properties and/or its Service Providers via the Service.&nbsp.\nFor example, Landmark Properties collects information when you use or register for the Service, subscribe to notifications, post on the Service, participate in promotional activities, or communicate or transact through the Service.&nbsp.\nIn addition, when you interact with Third-Party Services (defined below), you may be able to provide information to those third parties.&nbsp.\nFor more information on Third-Party Services’ data collection and practices click here.\nFor more information on Service Provider data collection and practices click here.Information Landmark Properties, its Service Providers and/or Third-Party Services may collect includes: (1) personally identifiable information, which is information that identifies you personally, such as your first and last name, e-mail address, phone number, address, Social Security number, government-issued identification number, education or employment information, criminal history, vehicle information, and full payment account number (<strong>“Personally Identifiable Information” </strong>or “<strong>PII</strong>”).\n(2) demographic information, such as your gender, age, citizenship, zip code, interests, and recent and upcoming purchases (“<strong>Demographic Information</strong>”).\nand (3)&nbsp;commercial information such as your apartment preferences, desired budget, lease term, move-in date, and any additional information you wish to provide (“<strong>Commercial Information</strong>”).\nExcept to the extent required by applicable law, Demographic Information is <strong>“non</strong>–<strong>Personally Identifiable Information”</strong> or <strong>“non-PII” </strong>(i.e., data that is not Personally Identifiable Information under this Privacy Policy).&nbsp.\nIn addition, Personally Identifiable Information, including, without limitation, Landmark Properties-Collected PII (defined below), once <strong>“De</strong>–<strong>identified” </strong>(i.e., the removal or modification of the personally identifiable elements, or the extraction of non-personally identifiable elements including through anonymization, pseudonymization, and/or hashing) is also non-Personally Identifiable Information and may be used and shared without obligation to you, except as prohibited by applicable law.&nbsp.\nTo the extent any non-Personally Identifiable Information, or PII collected outside of the Service,&nbsp.\nis combined by or on behalf of Landmark Properties with Personally Identifiable Information Landmark Properties itself collects directly from you on the Service (<strong>“Landmark Properties</strong>–<strong>Collected PII”</strong>), Landmark Properties will treat the combined data as Landmark Properties-Collected PII under this Privacy Policy.\nThe definition of “personal information” under certain California laws differs from the definition of PII used in this Privacy Policy.\nCalifornia residents can learn more about their privacy rights here.\n<p>\n<strong>B.\nInformation Collected Automatically</strong>.\nLandmark Properties, its Service Providers, and/or Third-Party Services may also automatically collect certain information about you when you access or use the Service (“Usage Information”).&nbsp.\nUsage Information may include IP address, device identifier, browser type, operating system, information about your use of the Service, and data regarding network connected hardware (<i>e.g.</i>, computer or mobile device).&nbsp.\nExcept to the extent required by applicable law, or to the extent Usage Information is combined by or on behalf of Landmark Properties with Landmark Properties-Collected PII, Landmark Properties does not consider Usage Information (including, without limitation, unique device identifiers) to be Personally Identifiable Information or Landmark Properties-Collected PII.&nbsp.\nFor more information on Third-Party Services’ data collection and practices click here.\nFor more information on Service Provider data collection and practices click here.\nFor information on choices some of these third parties may offer you regarding automated data collection click here.</p>\n<p>The methods that may be used on the Service to collect Usage Information include:</p>\n<ul>\n<li>\n<strong>Log Information</strong>:</li>\n<li>Log information is data about your use of the Service, such as IP address, browser type, Internet service provider, referring/exit pages, operating system, date/time stamps, and related data, and may be stored in log files.</li>\n<li>\n<strong>Information Collected by Cookies and Other Tracking Technologies</strong>:&nbsp;&nbsp;Cookies, web beacons (also known as “tracking pixels”), embedded scripts, location-identifying technologies, device recognition technologies, device and activity monitoring and other tracking technologies now and hereafter developed (“<strong>Tracking Technologies</strong>”) may be used to collect information about interactions with the Service or e-mails, including information about your browsing and purchasing behavior.</li>\n</ul>\n<ul>\n<li>Cookies\n<ul>\n<li>A cookie is a small text file that is stored on a user’s device, which may be session ID cookies or tracking cookies.\nSession cookies make it easier for you to navigate the Service and expire when you close your browser.\nTracking cookies remain longer and help in understanding how you use the Service and enhance your user experience.\nCookies may remain on your hard drive for an extended period of time.\nIf you use your browser’s method of blocking or removing cookies, some but not all types of cookies may be deleted and/or blocked and as a result some features, and functionalities of the Service may not work.&nbsp.\nA Flash cookie (or locally shared object) is a data file which may be placed on a device via the Adobe Flash plug-in that may be built-in to or downloaded by you to your device.&nbsp.\nHTML5 cookies can be programmed through HTML5 local storage.\nFlash cookies and HTML5 cookies are locally stored on your device other than in the browser and browser settings won’t control them.&nbsp.\nTo identify certain types of local shared objects on your device and adjust your settings, please visit: www.macromedia.com settings manager.\n&nbsp;The Service may associate some or all of these types of cookies with your devices.</li>\n</ul>\n</li>\n<li>Web Beacons (“Tracking Pixels”)\n<ul>\n<li>Web beacons are small graphic images, also known as “Internet tags” or “clear gifs,” embedded in web pages and e-mail messages.\nWeb beacons may be used, without limitation, to count the number of visitors to the Service, to monitor how users navigate the Service, and to count content view.</li>\n</ul>\n</li>\n<li>Embedded Scripts\n<ul>\n<li>An embedded script is programming code designed to collect information about your interactions with the Service.\nIt is temporarily downloaded onto your computer from Landmark Properties’ web server, or from a third party with which Landmark Properties works and is active only while you are connected to the Service and deleted or deactivated thereafter.</li>\n</ul>\n</li>\n<li>Location-identifying Technologies\n<ul>\n<li>Geo-filtering and other location-aware technologies locate you, or make assumptions about your location, for purposes such as verifying your location and delivering or restricting content, including third party ads, based on your location.&nbsp.\nIf you have enabled GPS or use other location-based features on the Service, your device location may be tracked by us and third parties.</li>\n</ul>\n</li>\n<li>Device Recognition Technologies.\n<ul>\n<li>Technologies, including application of statistical probability to data sets, as well as linking a common unique identifier to different device use (e.g., Facebook ID), which attempt to recognize or make assumptions about users and devices (e.g., that a user of multiple devices is the same user or household) (“<strong>Cross-device Data</strong>”).</li>\n</ul>\n</li>\n<li>Device and Activity Monitoring\n<ul>\n<li>Technologies that monitor, and may record, certain of your interactions with the Service, including without limitation, keystrokes, and/or collect and analyze information from your device, such as, without limitation, your operating system, plug-ins, system fonts, and other data, for purposes such as identification, security, fraud prevention, troubleshooting, tracking and/or improving the Services and customizing or optimizing your experience on the Services.</li>\n</ul>\n</li>\n</ul>\n<p>Landmark Properties is giving you notice of the Tracking Technologies and your choices regarding them explained in Section 11 so that your consent to encountering them is meaningfully informed.</p>\n<p>\n<strong>C.</strong>Information Landmark Properties Collects From Other Sources.\nLandmark Properties may also obtain information about you from other sources, including Service Providers and Third-Party Services, and combine that with Landmark Properties-Collected PII.&nbsp.\nNotwithstanding anything to the contrary, except to the extent such data is combined by or on behalf of Landmark Properties with Landmark Properties-Collected PII, this Privacy Policy is not intended to limit Landmark Properties’ activities regarding such third-party-sourced, or non-Service-sourced, information (including Personally Identifiable Information), and such data will only be treated as Landmark Properties-Collected PII to the extend it is combined with Landmark Properties-collected PII.\nLandmark Properties is not responsible or liable for the accuracy of the information provided by third parties or for third party policies or practices.</p>\n<p>Return to navigation</p>\n<p>\n<strong>HOW WE USE THE INFORMATION WE OBTAIN</strong>\n</p>\n<p>Landmark Properties may use information about you, including Landmark Properties-Collected PII and other Personally Identifiable Information, for any purposes not inconsistent with Landmark Properties’ statements under this Privacy Policy, or otherwise made by us in writing at the point of collection, and not prohibited by applicable law, including, without limitation, the following:</p>\n<ul>\n<li>Allow you to participate in the features we offer on the Service;</li>\n<li>Facilitate, manage, personalize, and improve your online experience;</li>\n<li>Process your registration and manage your account;</li>\n<li>Transact with you, provide services or information you request, respond to your comments, questions and requests, serve you content and/or advertising, and send you notices;</li>\n<li>Landmark Properties Affiliates’ marketing and other purposes;</li>\n<li>Improve the Service and for any other internal business purposes;</li>\n<li>Tailor our content, advertisements, and offers;</li>\n<li>Fulfill other purposes disclosed at the time you provide Personally Identifiable Information or otherwise where we are legally permitted or are required to do so;</li>\n<li>Determine your location and manage digital content rights (e.g., territory restrictions).\nand</li>\n<li>Prevent and address fraud, breach of policies or terms, and threats or harm.</li>\n</ul>\n<p>Return to navigation</p>\n<p>\n<strong>information we disclose to third parties</strong>\n</p>\n<p>Except as restricted by applicable law, this Privacy Policy, or any other representation Landmark Properties makes to you, Landmark Properties may share non-Personally Identifiable Information, and Personally Identifiable Information that is not deemed Landmark Properties-Collected PII hereunder (provided that Landmark Properties is aware of no restrictions of Landmark Properties’ use, if any), with third parties or Landmark Properties affiliates (<strong>“Affiliates”</strong>) for any purpose.\nWithout limiting the generality of the foregoing, we and third parties may convert your Personally Identifiable Information, including Landmark Properties-Collected PII, to non-Personally Identifiable Information, including without limitation through hashing it or substituting a unique identifier for the Personally Identifiable Information and we and third parties may use and share that data as permitted by applicable law, including to match data attributes to and from other sources.\nAny such third-party activities are subject to their privacy policies and practices.&nbsp.\nLandmark Properties’ sharing of Landmark Properties-Collected PII is, however, subject to the following:</p>\n<ul>\n<li>Marketing: &nbsp;Subject to your communications choices explained in Section 11.D, and the rights of California residents explained here, we may use your Personally Identifiable Information to send you marketing communications.&nbsp.\nLandmark Properties will not share your Landmark Properties-Collected PII with third parties, other than Affiliates, for their own direct marketing purposes, except in connection with Corporate Transactions (defined below) absent your consent (which may be by means of third party interaction described in the next bullet point).</li>\n<li>Your Disclosure or Consent: &nbsp;As more fully described in Section 5 (Third-Party Content, Third-Party Services, Social Features, Advertising and Analytics), your activities on the Service may, by their nature, result in the sharing of your Landmark Properties-collected Personally Identifiable Information (as well as your other Personally Identifiable Information and your non-Personally Identifiable Information) with other parties and by engaging in these activities you consent to that and further sharing and disclosure to other parties.&nbsp.\nSuch data receipt and collection is subject to the privacy and business practices of that other party, not Landmark Properties.</li>\n</ul>\n<p>Landmark Properties may also share any information about you (including, without limitation, Landmark Properties-Collected PII) for any purposes not inconsistent with this Privacy Policy, or our written statements at the point of collection, and otherwise not prohibited by applicable law, including, without limitation:</p>\n<ul>\n<li>Landmark Properties’ agents, vendors, consultants, and other service providers (collectively “Service Providers”) may receive, or be given access to, your information, including, without limitation, Personally Identifiable Information, Demographic Information, Commercial Information, and Usage Information, in connection with their work on Landmark Properties’ behalf, provided however, Landmark Properties does not authorize its Service Providers to use Landmark Properties-Collected PII provided by Landmark Properties to the Service Providers to send you direct marketing messages other than related to Landmark Properties and Landmark Properties Affiliates absent your consent.&nbsp.\nFor more information on choices Service Providers may offer you click here.</li>\n<li>To comply with the law, law enforcement or other legal process, and, where permitted, in response to a government request.\nand</li>\n<li>If Landmark Properties believes your actions are inconsistent with Landmark Properties’ terms of use, user agreements, applicable terms or policies, or to protect the rights, property, life, health, security and safety of Landmark Properties, the Service or its users, or any third party.</li>\n</ul>\n<p>In addition, Landmark Properties may disclose your Landmark Properties-Collected Personally Identifiable Information (as well as your other Personally Identifiable Information and your non-Personally Identifiable Information), in connection with or during negotiations of any proposed or actual financing of our business, or merger, purchase, sale, joint venture, or any other type of acquisition or business combination of all or any portion of Landmark Properties assets, or transfer of all or a portion of Landmark Properties’ business to another company, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding (“Corporate Transactions”).</p>\n<p>Return to navigation</p>\n<p>\n<strong>Sweepstakes, Contests, and Promotions</strong>\n</p>\n<p>Landmark Properties may offer sweepstakes, contests, and other promotions (each, a “Promotion”), including Promotions jointly sponsored or offered by third parties, which may require submitting Personally Identifiable Information.&nbsp.\nIf you voluntarily choose to enter a Promotion, your information, including Personally Identifiable Information, may be disclosed to Landmark Properties, co-sponsors, Service Providers, and other third parties, including for administrative purposes and as required by law (<i>e.g.</i>, on a winners list).\nBy entering, you are agreeing to the official rules that govern that Promotion, which may include consent to additional or differing data practices from those contained in this Privacy Policy.&nbsp.\nPlease review those rules carefully.</p>\n<p>Return to navigation</p>\n<p>\n<strong>Third-Party Content, Third-Party Services, Social Features, Advertising And Analytics</strong>\n</p>\n<p>The Service may include hyperlinks to, or include on or in connection with, the Service (e.g., apps, plug-ins, application programming interfaces (“<strong>API</strong>”), and software development kits (“<strong>SDK</strong>”)), websites, locations, platforms, applications or services operated by third parties (<strong>“Third</strong>–<strong>Party Service(s)”</strong>).\nThese Third-Party Services may use their own cookies, web beacons, and other Tracking Technology to independently collect information about you and may solicit Personally Identifiable Information from you.</p>\n<p>Certain functionalities on the Service permit interactions that you initiate between the Service and certain Third-Party Services, such as third-party social networks (<strong>“Social Features”</strong>).&nbsp.\nExamples of Social Features include: logging in to the Service using your Third-Party Service account (e.g., using Facebook Connect to sign-in to the Service).\nand to otherwise connect the Service to a Third-Party Service (e.g., to pull or push information to or from the Service).&nbsp.\nIf you use Social Features, and potentially other Third-Party Services, information you post or provide access to may be publicly displayed by the Third-Party Service that you use.\nSimilarly, if you post information on a third-party service that references the Service (<i>e.g.</i>, by using a hashtag associated with Landmark Properties or Landmark Properties Affiliates in a tweet or status update), your post may be used on or in connection with the Service or otherwise by Landmark Properties and Landmark Properties Affiliates.\nAlso, both Landmark Properties and the third party may have access to certain information about you and your use of the Service and any Third-Party Service.</p>\n<p>Landmark Properties may use Google Analytics, Adobe Analytics or other Service Providers for analytics services.&nbsp.\nThese analytics services may use cookies and other Tracking Technologies to help Landmark Properties analyze Service users and how they use the Service.&nbsp.\nInformation generated by these services (<i>e.g.</i>, your IP address and other Usage Information) may be transmitted to and stored by these Service Providers on servers in the U.S.\n(or elsewhere) and these Service Providers may use this information for purposes such as evaluating your use of the Service, compiling statistic reports on the Service’s activity, and providing other services relating to Service activity and other Internet usage.</p>\n<p>Landmark Properties is not responsible for, and makes no representations regarding, the policies or business practices of any third parties, including, without limitation, analytics Service Providers and Third-Party Services associated with the Service, and encourages you to familiarize yourself with and consult their privacy policies and terms of use.\nSee Section 10 for more on certain choices offered by some third parties regarding their data collection and use, including regarding Interest-based Advertising and analytics.</p>\n<p>Return to navigation</p>\n<p>\n<strong>Data Security and Monitoring</strong>\n</p>\n<p>Landmark Properties takes reasonable measures to protect Landmark Properties-Collected PII from loss, theft, misuse and unauthorized access, disclosure, alteration, and destruction.\nNevertheless, transmission via the Internet and online digital storage are not completely secure and Landmark Properties does not guarantee the security of your information collected through the Service.</p>\n<p>To help protect you and others, Landmark Properties and its Service Providers may (but make no commitment to) monitor use of the Service, and may collect and use related information including Landmark Properties-Collected PII and other Personally Identifiable Information for all purposes not prohibited by applicable law or inconsistent with this Privacy Policy, including, without limitation, to identify fraudulent activities and transactions.\nprevent abuse of, and investigate and/or seek prosecution for, any potential threats to or misuse of the Service.\nensure compliance with the Terms of Use and this Privacy Policy.\ninvestigate violations of or enforce these documents.\nimprove the Services and your Services experiences, and to protect the rights and property of Landmark Properties, third parties, and other users.&nbsp.\nMonitoring may result in the collection, recording, and analysis of online activity or communications through our Service.&nbsp.\nIf you do not consent to these conditions, you must discontinue your use of the Service.</p>\n<p>Return to navigation</p>\n<p>\n<strong>International Transfer</strong>\n</p>\n<p>Landmark Properties is based in the U.S.\nand the information Landmark Properties and its Service Providers collect is governed by U.S.\nlaw.\nIf you are located in&nbsp;the European Union (EU), European Economic Area (EEA), and/or Switzerland, please note that Company does not intend to offer goods and services (including the Services) to EU, EEA, or Swiss individuals.\nIf you are accessing the Service from outside of the U.S., please be aware that information collected through the Service may be transferred to, processed, stored, and used in the U.S.&nbsp.\nData protection laws in the U.S.\nmay be different from those of your country of residence.\nYour use of the Service or provision of any information therefore constitutes your consent to the transfer to and from, processing, usage, sharing, and storage of your information, including Personally Identifiable Information, in the U.S.\nas set forth in this Privacy Policy.</p>\n<p>Return to navigation</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>The Service is intended for a general audience and not directed to children less than sixteen (16) years of age.</p>\n<p>Landmark Properties does not intend to collect personal information as defined by the U.S.\nChildren’s Online Privacy Protection Act (“<strong>COPPA</strong>”) (<strong>“Children’s Personal Information”</strong>) in a manner that is not permitted by COPPA.&nbsp.\nIf we obtain knowledge that we have collected Children’s Personal Information in a manner not permitted by COPPA, we will remove such data to the extent required by COPPA.</p>\n<p>Return to navigation</p>\n<p>\n<strong>Accessing and Changing Information</strong>\n</p>\n<p>Landmark Properties may provide web pages or other mechanisms allowing you to delete, correct, or update some of the Landmark Properties-Collected PII, and potentially certain other information about you (e.g., profile and account information).&nbsp.\nLandmark Properties will make good faith efforts to make requested changes in Landmark Properties’ then-active databases as soon as practicable, but it is not always possible to completely change, remove or delete all of your information or public postings from Landmark Properties’ databases and residual and/or cached data may remain archived thereafter.\nFurther, we reserve the right to retain data (a) as required by applicable law.\nand (b) for so long as reasonably necessary to fulfill the purposes for which the data is retained except to the extent prohibited by applicable law.</p>\n<p>Return to navigation</p>\n<p>\n<strong>Choices: Tracking and Communications Options</strong>\n</p>\n<p>\n<strong>Tracking Technologies Generally</strong>.\nRegular cookies may generally be disabled or removed by tools available as part of most commercial browsers, and in some instances blocked in the future by selecting certain settings.&nbsp.\nBrowsers offer different functionalities and options, so you may need to set them separately.&nbsp.\nAlso, tools from commercial browsers may not be effective with regard to Flash cookies (also known as locally shared objects), HTML5 cookies, or other Tracking Technologies.&nbsp.\nFor information on disabling Flash cookies, go to Adobe’s website helpx.adobe.com/.\nPlease be aware that if you disable or remove these technologies, some parts of the Service may not work and that when you revisit the Service your ability to limit browser-based Tracking Technologies is subject to your browser settings and limitations.</p>\n<p>Your browser settings may allow you to automatically transmit a “Do Not Track” signal to online services you visit.&nbsp.\nLike many online services, Landmark Properties currently does not alter Landmark Properties’ practices when Landmark Properties receives a “Do Not Track” signal from a visitor’s browser.\nTo find out more about “Do Not Track,” you can visit www.allaboutdnt.com, but Landmark Properties is not responsible for the completeness or accuracy of this third party information.&nbsp.\nSome third parties, however, may offer you choices regarding their Tracking Technologies.\nOne way to potentially identify cookies on our web site is to add the free Ghostery plug-in to your browser One way to potentially identify cookies on our web site is to add the free Ghostery plug-in to your browser (www.ghostery.com), which according to Ghostery will display for you traditional, browser-based cookies associated with the web sites you visit and privacy and opt-out policies and options of the parties operating those cookies.&nbsp.\nLandmark Properties is not responsible for the completeness or accuracy of this tool or third-party choice notices or mechanisms.\n&nbsp.\nFor specific information on some of the choice options offered by third party analytics and advertising providers, see the next section.</p>\n<p>\n<strong>Analytics and Advertising Tracking Technologies</strong>.\nYou may exercise choices regarding the use of cookies from Google Analytics by going to Analytics Opt Out or downloading the Google Analytics Opt-out Browser Add-on.\n&nbsp;You may exercise choices regarding the use of cookies from Adobe Analytics by going to Adobe Opt Out&nbsp;under the section labeled “Tell our customers not to measure your use of their web sites or tailor their online ads for you.”</p>\n<p>You may choose whether to receive some Interest-based Advertising by submitting opt-outs.&nbsp.\nSome of the advertisers and Service Providers that perform advertising-related services for us and third parties may participate in the Digital Advertising Alliance’s (“<strong>DAA</strong>”) Self-Regulatory Program for Online Behavioral Advertising.&nbsp.\nTo learn more about how you can exercise certain choices regarding Interest-based Advertising, including use of Cross-device Data for serving ads, visit aboutads.info/choices, and aboutads.info/appchoices ffor information on the DAA’s opt-out program specifically for mobile apps (including use of precise location for third party ads).&nbsp.\nSome of these companies may also be members of the Network Advertising Initiative (“<strong>NAI</strong>”).\nTo learn more about the NAI and your opt-out options for their members, see networkadvertising.org/choices/.&nbsp.\nPlease be aware that, even if you are able to opt out of certain kinds of Interest-based Advertising, you may continue to receive other types of ads.&nbsp.\nOpting out only means that those selected members should no longer deliver certain Interest-based Advertising to you but does not mean you will no longer receive any targeted content and/or ads (<i>e.g.</i>, from other ad networks).&nbsp.\nAlso, if your browsers are configured to reject cookies when you visit these opt-out webpages, or you subsequently erase your cookies, use a different device or web browser or use a non-browser-based method of access (<i>e.g.</i>, mobile app), your NAI / DAA browser-based opt-out may not, or may no longer, be effective.&nbsp.\nLandmark Properties supports the ad industry’s Self-regulatory Principles for Online Behavioral Advertising and expects that ad networks Landmark Properties directly engages to serve you Interest-based Advertising will do so as well, though Landmark Properties cannot guaranty their compliance.\nLandmark Properties is not responsible for effectiveness of, or compliance with, any third-parties’ opt-out options or programs or the accuracy of their statements regarding their programs.</p>\n<p>In addition, we may serve ads on third-party services that are targeted to reach people on those services that are also identified on one of more of our data bases (<strong>“Matched List Ads”</strong>).&nbsp.\nThis is done by using Tracking Technologies or by matching common factors between our data bases and the data bases of the third-party services.&nbsp.\nFor instance, we may use such ad services offered by Facebook or Twitter and other Third-Party Services.&nbsp.\nWe are not responsible for these Third-Party Services, including without limitation their security of the data.&nbsp.\nIf we use Facebook to serve Matched List Ads on Facebook services, you should be able to hover over the box in the right corner of such a Facebook ad, or go to your account settings, and find out what options Facebook offers you to control such ads.&nbsp.\nIf we use Twitter Matched List Ads, you should be able to review your ad options in account settings on Twitter.&nbsp.\nWe are not responsible for such third parties’ failure to comply with your or our opt-out instructions, they may not give us notice of opt-outs to our ads that you give to them, and they may change their options without notice to us or you.</p>\n<p>\n<strong>Communications</strong>.\nYou can opt out of receiving certain promotional communications (emails or text messaging) from Landmark Properties at any time by (i) for promotional e-mails, following the instructions provided in emails to click on the unsubscribe link, or if available by changing your communication preferences by logging onto your account.\n(ii) for text messages, following the instructions provided in text messages from Landmark Properties to text the word, “STOP”.\nand (iii) for app push notifications turn off push notifications on the settings of your device and/or the app, as applicable.&nbsp.\nPlease note that your opt-out is limited to the e-mail address or phone number used and will not affect subsequent subscriptions.&nbsp.\nIf you opt-out of only certain communications, other subscription communications may continue.&nbsp.\nEven if you opt out of receiving promotional communications, Landmark Properties may, subject to applicable law, continue to send you non-promotional communications, such as those about your account, transactions, servicing, or Landmark Properties’ ongoing business relations.</p>\n<p>\n<strong>Cross-Device Data</strong>.\nTo learn more about how you can exercise certain choices regarding Cross-device data for Interest-based Advertising, see the section above regarding the DAA’s Interest-based Advertising choices.</p>\n<p>Return to navigation</p>\n<p>\n<strong>State Notices</strong>\n</p>\n<p>\n<strong>California Residents</strong>.\nThis California Privacy Notice (“<strong>Notice</strong>”) is provided pursuant to the California Consumer Privacy Act, as amended (the “<strong>CCPA</strong>”), and describes how and why Landmark Properties, its affiliates, and subsidiaries (collectively, “<strong>Landmark</strong>”) collects, uses, and discloses Personal Information of California consumers (“<strong>you</strong>”), the rights afforded to you by the CCPA, and how to exercise those rights.\nThis Notice does not apply to California job applicants, current and former employees, contractors, or beneficiaries.\nIf you are a California consumer and interacted with us in one of these capacities, please contact us as provided below for more information.</p>\n<p>As used in this Notice, the term “<strong>Personal Information</strong>” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with you.\nPersonal information does not include information that is publicly available, de-identified, or aggregated.</p>\n<p>Unless otherwise noted, the disclosures in this Notice cover our activities in the twelve (12) months prior to the Effective Date, as well as our current practices.</p>\n<p>\n<strong>Collection, Use, and Disclosure of Personal Information</strong>\n</p>\n<p>Landmark may collect, use, and disclose Personal Information for business purposes consistent with applicable laws as identified below.\nWhere we transfer applicable Personal Information to recipients, such as our service providers, we do so for the same business purposes described below.\nThese examples may vary depending on the nature of your interactions with us.</p>\n<strong>Category of Personal Information</strong>\n<strong>Purposes for Collection, Use, or Disclosure</strong>\n<strong>Categories of Recipients to whom Personal Information is Disclosed</strong>\n<strong>Identifiers</strong>, including real name, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, social security number, driver’s license number, state ID number, passport number, or other similar identifiers <ul>\n<li>To communicate with you</li>\n<li>To manage and facilitate business operations, including transactions, advertising and marketing services, safety and security, fraud detection and prevention, quality assurance, and our websites</li>\n<li>To evaluate and improve our business operations</li>\n<li>To comply with legal obligations</li>\n</ul>\n<ul>\n<li>Service providers</li>\n<li>Affiliates</li>\n<li>Advertising providers</li>\n<li>Data analytics providers</li>\n<li>IT vendors</li>\n</ul>\n<strong>Personal information described in Cal.\nCiv.\nCode § 1798.80(e), </strong>including physical characteristics or description, signature, telephone number, date of birth, education, employment, bank account number, or any other financial information, medical information <ul>\n<li>To communicate with you</li>\n<li>To manage and facilitate business operations, including transactions, advertising and marketing services, safety and security, fraud detection and prevention, quality assurance, and our websites</li>\n<li>To evaluate and improve our business operations</li>\n<li>To comply with legal obligations</li>\n</ul>\n<ul>\n<li>Service providers</li>\n<li>Affiliates</li>\n<li>IT vendors</li>\n</ul>\n<strong>Characteristics of protected classifications </strong>under California or federal law, including age, citizenship, familial status, disability <ul>\n<li>To comply with legal obligations</li>\n<li>To manage and facilitate business operations, including transactions, advertising and marketing services, safety and security, fraud detection and prevention, quality assurance, and our websites</li>\n</ul>\n<ul>\n<li>Service providers</li>\n<li>Affiliates</li>\n</ul>\n<strong>Commercial Information, </strong>including the location and type of apartment, home, or building you are interested in, desired budget, lease term, and move-in date, whether you have pets, and any additional details you wish to provide <ul>\n<li>To comply with legal obligations</li>\n<li>To manage and facilitate business operations, including transactions, advertising and marketing services, safety and security, fraud detection and prevention, quality assurance, and our websites</li>\n</ul>\n<ul>\n<li>Service providers</li>\n<li>Affiliates</li>\n<li>\n</li>\n</ul>\n<strong>Internet Usage Information, </strong>including browsing, search, and usage histories <ul>\n<li>To manage and facilitate business operations, including transactions, advertising and marketing services, safety and security, fraud detection and prevention, quality assurance, and our websites</li>\n</ul>\n<ul>\n<li>Service providers</li>\n<li>Affiliates</li>\n<li>Advertising providers</li>\n<li>Data analytics providers</li>\n<li>Internet service providers</li>\n<li>IT vendors</li>\n</ul>\n<strong>Geolocation Data, </strong>including physical location inferred from your IP address <ul>\n<li>To manage and facilitate business operations, including transactions, advertising and marketing services, safety and security, fraud detection and prevention, quality assurance, and our websites</li>\n</ul>\n<ul>\n<li>Service providers</li>\n<li>Affiliates</li>\n<li>Advertising providers</li>\n<li>Data analytics providers</li>\n<li>Internet service providers</li>\n<li>IT vendors</li>\n</ul>\n<strong>Sensory Data</strong>, including audio and/or visual recordings of customer care calls, and security cameras footage <ul>\n<li>To manage and facilitate business operations, including transactions, safety and security, and fraud detection and prevention</li>\n</ul>\n<ul>\n<li>Service providers</li>\n<li>IT vendors</li>\n</ul>\n<strong>Professional or Employment Information, </strong>including professional, educational, or employment-related information, including personal or professional references <ul>\n<li>To comply with legal obligations</li>\n<li>To manage and facilitate business operations, including transactions, advertising and marketing services, safety and security, fraud detection and prevention, quality assurance, and our websites</li>\n</ul>\n<ul>\n<li>Service providers</li>\n<li>Affiliates</li>\n</ul>\n<strong>Non-public Education Records</strong>, including education records directly related to a student maintained by an educational institution or party acting on its behalf, or student financial information <ul>\n<li>To manage and facilitate business operations, including transactions, safety and security, fraud detection and prevention, and quality assurance</li>\n</ul>\n<ul>\n<li>Service providers</li>\n<li>Affiliates</li>\n</ul>\n<strong>Other Categories of Personal Information</strong>, including national identification information, vehicle information, and criminal history <ul>\n<li>To comply with legal obligations</li>\n<li>To manage and facilitate business operations, including transactions, safety and security, and fraud detection and prevention</li>\n</ul>\n<ul>\n<li>Service providers</li>\n<li>Affiliates</li>\n</ul>\n<p>\n<strong>Sources of Personal Information</strong>\n</p>\n<p>We collect the Personal Information identified above from the following sources:</p>\n<ul>\n<li>\n<strong>Directly from you</strong>.&nbsp.\n&nbsp;For example, during the purchase or rental application process, through our websites or online systems, and other processes where you may submit Personal Information to us.</li>\n<li>\n<strong>Automatically when using our digital services or visiting our premises</strong>.\nFor example, when you use our websites or online services, and when you access our facilities.</li>\n<li>\n<strong>Landmark affiliates</strong>.\nFor example, we receive Personal Information from our affiliates, as permitted, to enable us to manage our business.</li>\n<li>\n<strong>Parties to corporate transactions</strong>.\nAs permitted by law, we may receive Personal Information as part of a corporate transaction or proceeding such as a merger, financing, acquisition, bankruptcy, dissolution, or at transfer, divestiture, or sale of all or a portion of a business or assets.</li>\n<li>\n<strong>Business partners</strong>.\nWe may receive information about you from service providers, business partners, or other vendors.\nFor example, we may receive employment-related information about you from your references, or through a background check service provider.</li>\n</ul>\n<p>\n<strong>Disclosing Your Personal Information</strong>\n</p>\n<p>We may disclose each of the categories of Personal Information identified above to the respectively identified categories of recipients for operational or business purposes consistent with the purposes for collection or use designated, as is reasonably necessary and proportionate to achieve those purposes, or for another purpose that is compatible with the context in which the Personal Information was collected including, but not limited to:</p>\n<ul>\n<li>Auditing ads;</li>\n<li>Helping to ensure security and integrity;</li>\n<li>Debugging, repairing, and improving functionality;</li>\n<li>Short-term, transient use;</li>\n<li>Performing services on our behalf;</li>\n<li>Providing advertising and marketing services, as applicable;</li>\n<li>Internal research for technological development.\nand</li>\n<li>Verifying quality and/or safety.</li>\n</ul>\n<p>In addition to the other purposes for collection, use, and disclosure of Personal Information described in this Notice, we may collect, use, and disclose Personal Information as required by law, regulation or court order.\nto respond to governmental and/or law enforcement requests.\nto identify, contact or bring legal action against someone who may be causing injury to or interfering with our or others’ rights or property.\nto support any actual or threatened claim, defense or declaration in a case or before any jurisdictional and/or administrative authority, arbitration or mediation panel.\nor in connection with disciplinary actions/investigations.\nLikewise, we may use and disclose Personal Information to other parties in connection with a sale, assignment, merger, reorganization, or other transfer of Landmark.</p>\n<p>\n<strong>Data Retention</strong>\n</p>\n<p>We generally maintain Personal Information according to our retention obligations and policies, operational business purposes, and other legal and regulatory requirements.\nWe discard this Personal Information when reasonably practicable.</p>\n<p>We keep the categories of Personal Information described above for as long as is necessary for the purposes described in this Notice or otherwise authorized by law.\nThis generally means holding the information for as long as one of the following apply:</p>\n<ul>\n<li>Your Personal Information is reasonably necessary to manage our operations, to manage your relationship with us, or to satisfy another purpose for which we collected it;</li>\n<li>Your Personal Information is reasonably necessary to carry out a disclosed purpose that is reasonably compatible with the context in which it was collected;</li>\n<li>Your Personal Information is reasonably required to protect or defend our rights or property (which will generally relate to applicable laws that limit actions in a particular case);</li>\n<li>We are otherwise required or permitted to keep your Personal Information by applicable laws or regulations.</li>\n</ul>\n<p>Where your Personal Information is used for more than one purpose, we will retain it until the purpose with the latest period expires.</p>\n<p>\n<strong>Sales and Sharing of Personal Information</strong>\n</p>\n<p>We do not sell Personal Information in exchange for money, but some of the ways in which we share Personal Information may be considered a sale under the CCPA.\nWe may sell and/or share the following categories of personal information with third parties for the purposes of cross-context behavioral advertising:</p>\n<ul>\n<li>Identifiers</li>\n<li>Internet or other electronic network activity</li>\n<li>Geolocation data</li>\n</ul>\n<p>We sell and/or share this Personal Information with third parties for advertising purposes.\nThe third parties to whom this Personal Information is sold and/or shared are advertisers and analytics vendors.</p>\n<p>California residents may opt out of sales and sharing of your Personal Information as set forth in the “Right to Opt Out of Sales and Sharing of Personal Information” section below.</p>\n<p>We do not have actual knowledge that we sell or share the personal information of consumers under sixteen (16) years of age.</p>\n<p>\n<strong>California Privacy Rights</strong>\n</p>\n<p>If you are a resident of California, you have the right to submit certain requests relating to your Personal Information as described below.\nTo exercise any of these rights, please email us at privacy@landmarkproperties.com, or call us at 1 (888) 914-9661 PIN 493149.</p>\n<p>If you make a privacy request, we may take steps to verify your identity before responding to your request.\nYou may designate an authorized agent to make a request on your behalf.\nYou may make such a designation by providing the agent with written permission to act on your behalf.\nAs permitted by law, we may take steps to verify your own identity in response to a request even if you choose to use an agent.</p>\n<p>\n<strong>Right to Know.</strong> You have the right to know what Personal Information we have collected about you, which includes:</p>\n<ol>\n<li>The categories of Personal Information we have collected about you, including:\n<ol>\n<li>The categories of sources from which the Personal Information was collected;</li>\n<li>Our business or commercial purposes for collecting, disclosing, or sharing Personal Information;</li>\n<li>The categories of recipients to which we disclose Personal Information;</li>\n<li>The categories of Personal Information that we sold, and for each category identified, the categories of third parties to which we sold that particular category of Personal Information;</li>\n<li>The categories of Personal Information that we disclosed for a business purpose, and for each category identified, the categories of recipients to which we disclosed that particular category of Personal Information.</li>\n</ol>\n</li>\n<li>The specific pieces of Personal Information we have collected about you.</li>\n</ol>\n<p>\n<strong>Right to Delete Your Personal Information.</strong> You have the right to request that we delete Personal Information we collected from you, subject to certain exceptions.</p>\n<p>\n<strong>Right to Correct Inaccurate Information.\n</strong>If you believe the Personal Information we maintain about you is inaccurate, you have the right to request that we correct that information.</p>\n<p>\n<strong>Right to Opt Out of Sales and Sharing of Personal Information.\n</strong>You have the right to opt out of the sale of your Personal Information and to request that we do not share your Personal Information for cross-context behavioral advertising.</p>\n<p>\n<strong>Right to Limit Use and Disclosure of Sensitive Personal Information.\n</strong>We do not use or disclose sensitive Personal Information for purposes to which the right to limit use and disclosure applies under the CCPA.</p>\n<p>\n<strong>Right to Non-Discrimination for the Exercise of Your Privacy Rights.</strong> If you choose to exercise any of your privacy rights under the CCPA, you also have the right not to receive discriminatory treatment by us.</p>\n<p>\n<strong>Notice of Financial Incentives</strong>\n</p>\n<p>From time to time, Landmark may offer a financial incentive such as a gift card or merchandise to consumers who choose to sign up for additional information about our properties, to register as an active sales lead, to visit one of our properties for a tour, or sign a lease.\nParticipation in these activities requires you to provide some Personal Information, such as your Identifiers and Commercial Information.\nThese incentives are designed to encourage participants to visit our properties or sign a lease.</p>\n<p>We have made a good faith estimate that the value of this Personal Information provided in connection with our incentives is equivalent to the relevant expenses related to the collection and retention of that Personal Information.\nAny difference in price or benefits provided to participants who receive an incentive is reasonably related to the value of the Personal Information provided.</p>\n<p>Should you wish to withdraw your participation in any program associated with a financial incentive as described above, please email us at privacy@landmarkproperties.com, or call us at 1 (888) 914-9661 PIN 493149.&nbsp.\nPlease visit our Privacy Policy [link] for more information about our privacy practices and how we may collect, use and disclose your Personal Information.</p>\n<p>\n<strong>Third Party Marketing and Your California Privacy Rights</strong>\n</p>\n<p>California’s “Shine the Light” law permits California residents to request certain information regarding our disclosure of Personal Information to third parties or affiliates for their own direct marketing purposes.\nWe do not share Personal Information with third parties or affiliates for those third parties’ or affiliates’ own direct marketing purposes.\nCalifornians may request information about our compliance with this law by contacting us as provided below.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>For more information on your California privacy rights please email us at privacy@landmarkproperties.com, or call us at 1 (888) 914-9661 PIN 493149.</p>\n<p>\n<strong>Nevada Residents</strong>.\nAlthough we do not “sell” “covered information” of Nevada “consumers” as those terms are defined by Chapter 603A of the Nevada Revised Statutes, you may contact us here and register an e-mail contact address for us to provide you notice in the event we should do so in the future, at which point you will have an opportunity to be verified and exercise your opt-out rights under that law.\nContact us in the same manner to update your contact email for notices.\nChanging your email elsewhere (e.g., informational requests, account information, etc.) will not update your Nevada notice contact information.\nIt is your responsibility to keep your notice contact information current.</p>\n<p>\n<strong>Connecticut Privacy Notice</strong>.\nConnecticut law requires any person or entity that collects Social Security numbers from Connecticut residents in the course of business to create a privacy protection policy and to publish or display it publicly.\nIt is our policy to protect the confidentiality of Social Security numbers in our possession from misuse and improper disclosure by maintaining and enforcing policies and physical and electronic safeguards against misuse and improper disclosure.\nUnlawful disclosure of Social Security numbers is prohibited, and access to them is limited to personnel who need access to such information in order to perform their job functions.</p>\n<p>Return to navigation</p>\n<p>\n<strong>Changes to This Privacy Policy</strong>\n</p>\n<p>We reserve the right to change this Privacy Policy prospectively effective upon the posting of the revised Privacy Policy and your use of our Service indicates your consent to the privacy policy posted at the time of use.&nbsp.\nHowever, we will not treat your previously collected Landmark Properties-Collected PII, to the extent it is not collected under the new privacy policy, in a manner materially different than represented at the time it was collected without your consent.\nTo the extent any provision of this Privacy Policy is found by a competent tribunal to be invalid or unenforceable, such provision shall be severed to the extent necessary for the remainder to be valid and enforceable.</p>\n<p>Return to navigation</p>\n<p>\n<strong>Contact Landmark Properties</strong>\n</p>\n<p>If you have any questions about this Privacy Policy, please contact Landmark Properties here&nbsp;or at 315 Oconee Street Athens, GA 30601 (Attention: Legal Department).</p>\n<p>Return to navigation</p>\n<p>\n<em>© Landmark Properties 2023.\n&nbsp;All Rights Reserved.</em>\n</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<p>Click on the links to navigate to the sections:</p>\n<ol>\n<li>Information We Collect\n<ol>\n<li>Information about You that You Provide</li>\n<li>Information Collected Automatically</li>\n<li>Information Landmark Properties Collects From Other Sources</li>\n</ol>\n</li>\n<li>How We Use The Information We Obtain</li>\n<li>Information We Share With Third Parties</li>\n<li>Sweepstakes, Contests, and Promotions</li>\n<li>Information You Disclose Publicly or to Others</li>\n<li>Third-Party Content, Third-Party Services, Social Features, Advertising and Analytics</li>\n<li>Data Security and Monitoring</li>\n<li>International Transfer</li>\n<li>Children’s Privacy</li>\n<li>Accessing and Changing Information</li>\n<li>Choices: Tracking and Communications Options\n<ol>\n<li>Tracking Technologies Generally</li>\n<li>Analytics and Advertising Tracking Technologies</li>\n<li>Communications</li>\n<li>Cross-Device Data</li>\n</ol>\n</li>\n<li>State Notices\n<ol>\n<li>California Residents</li>\n<li>Nevada Residents</li>\n<li>Connecticut Privacy Notice</li>\n</ol>\n</li>\n<li>Changes to this Privacy Policy</li>\n<li>Contact Landmark Properties</li>\n</ol>\n<p>\n<strong>Landmark Properties </strong>\n<strong>California Consumers Privacy Notice</strong>\n</p>\n<p>\n<strong>Effective Date:</strong> January 1, 2020</p>\n<p>\n<em>\n<strong>This notice reflects our good faith understanding of the law and our data practices as of the date posted (set forth above), but the CCPA’s implementing regulations recently became final and there remain differing interpretations of the law.&nbsp.\nAccordingly, we may from time-to-time update information in this and other notices regarding our data practices and your rights, modify our methods for responding to your requests, and/or supplement our response to your requests, as we continue to develop our compliance program to reflect the evolution of the law and our understanding of how it relates to our data practices.</strong>\n</em>\n</p>\n<p>This California Privacy Notice (“<strong>Notice</strong>”) applies to “Consumers” as defined by the California Consumer Privacy Act (“<strong>CCPA</strong>”) as a supplement to Landmark Properties, Inc.\nand its affiliates’, subsidiaries’, and related entities (collectively referred to as “<strong>Landmark Properties</strong>” <strong>“us” “we” “our”</strong>) other privacy policies or notices.\nIn the event of a conflict between any other Landmark Properties policy, statement or notice and this Notice, this Notice will prevail as to California Consumers and their rights under the CCPA.\nPlease see also any general privacy policy or notice posted or referenced on our websites, apps, products, or services, including without limitation, https://www.landmarkproperties.com/.</p>\n<p>This Notice covers our collection, use, disclosure, and sale of California Consumers’ “Personal Information” (“<strong>PI</strong>”) as defined by the CCPA, except to the extent such PI is exempt from the notice obligations of the CCPA for the twelve months preceding the Effective Date.\nThis Notice also covers rights California Consumers have under the CCPA as well other notices to Californians required by other laws.\nThe description of our data practices in this Notice, as required by the CCPA, covers only calendar year 2019 and will be updated annually.\nOur practices in calendar year 2020 may differ, however, if materially different from this Notice we will provide pre-collection notice of the current practices, which may include reference to our general privacy policy or other applicable privacy notices, which will reflect current practices.</p>\n<p>Consistent with the CCPA, job applicants, current and former employees and independent contractors (“<strong>Personnel</strong>”), and subjects of certain business-to-business communications acting solely in their capacity as representatives of another business, are not considered “Consumers” for purposes of this California Privacy Notice or the rights described herein.\nHowever, our Personnel may obtain a separate privacy notice that is applicable to them by contacting our Human Resources department <strong>here.</strong>&nbsp;Publicly available information is also not treated as PI under the CCPA, so this notice is not intended to apply to that data and your Consumer privacy rights do not apply to that data.</p>\n<p>To aid in readability, in some places we have abbreviated or summarized CCPA terms or language, but a full copy of the CCPA is available at Title 1.81.5 of the California Civil Code, Sections 1798.100 – .199 for your review, and in some places in this Notice we cite and/or link to specific CCPA sections for your reference.\nTerms defined in the CCPA that are used in this Notice shall have the same meaning as in the CCPA.</p>\n<p>You can click on the following links to navigate to the different sections in this Notice.</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<ul>\n<li>PI We Collect\n<ul>\n<li>Sources of PI</li>\n<li>Use of PI</li>\n</ul>\n</li>\n<li>Sharing of PI</li>\n<li>California Privacy Rights\n<ul>\n<li>The Right to Know\n<ul>\n<li>Information Rights</li>\n<li>Obtaining Copies of PI</li>\n</ul>\n</li>\n<li>Do Not Sell</li>\n<li>Delete</li>\n<li>Non-Discrimination and Financial Incentive Programs</li>\n<li>Authorized Agents</li>\n<li>Limitation of Rights</li>\n</ul>\n</li>\n<li>Additional California Notices\n<ul>\n<li>Third Party Marketing and Your California Privacy Rights</li>\n<li>Online Privacy Practices\n<ul>\n<li>Tracking and Targeting</li>\n<li>California Minors</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Contact Us</li>\n</ul>\n<p>\n<strong>PI WE COLLECT</strong>\n</p>\n<p>Based on our 2019 data practices through the Effective Date, we give you notice that we collect the following types of PI about California Consumers, and use and share it as set forth below.\nThis notice will be updated annually, and our current privacy notices at the point of collection, and general privacy policies, may reflect more current practices.</p>\n<strong>Category of PI</strong>\n<strong>Examples of PI</strong>\n<strong>Identifiers</strong>\nThis may include but is not limited to: a real name, alias, postal address, prior address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, social security number, driver’s license number, state ID number, passport number, or other similar identifiers.\n<strong>Personal Records</strong>\nThis may include information such as: physical characteristics or description, signature, telephone number, date of birth, education, employment, and criminal history, insurance policy number, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\n<strong>Personal Characteristics or Traits </strong>\nThis may include, but is not limited to: age, citizenship, sex, marital status, religion, veteran status, familial status, race, disability, gender identity, and creed.\n<strong>Customer Account Details / Commercial Information</strong>\nThis may include, but is not limited to: records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\nThis may include, for example, the location and type of apartment, home, or building you are interested in, desired budget, lease term, and move-in date, whether you have pets, and any additional details you wish to provide.\n<strong>Biometric Information</strong>\nThis may include but is not limited to: genetic, physiological, behavioral, and biological characteristics, that can be used to establish individual identity, including but not limited to fingerprints, voiceprints, retina scans from which an identifier template can be extracted, and other physical patterns, and sleep, health, or exercise data, that contain identifying info.\n<strong>Internet Usage Information</strong>\nThis may include, but is not limited to: browsing history, search history, and information regarding your interaction with an Internet Web site, application, or advertisement.\n<strong>Geolocation Data</strong>\nThis may include, but is not limited to: precise physical location or movements and travel patterns.\n<strong>Sensory Data</strong>\nThis may include, but is not limited to: audio and/or visual recordings of customer care calls, electronic, visual, thermal, olfactory, or similar information (e.g., security cameras).\n<strong>Professional or Employment Information</strong>\nThis may include, but is not limited to: professional, educational, or employment-related information, including personal or professional references.\n<strong>Non-public Education Records</strong>\nThis may include but is not limited to: education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\n<strong>Inferences from PI Collected</strong>\nThis may include, but is not limited to: creating a profile about a Consumer reflecting the Consumer’s preferences, characteristics, psychological trends, preferences, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\n<p>The chart above reflects that categories of PI required by the CCPA.\nThere may be additional information that we collect that meets the CCPA’s definition of PI but is not reflected by a category, in which case we will treat it as PI as required by the CCPA, but will not include it when we are required to describe our practices by category of PI.</p>\n<p>As permitted by applicable law, we do not treat deidentified data or aggregate consumer information as PI and we reserve the right to convert, or permit others to convert, your PI into deidentified data or aggregate consumer information, and may elect not to treat publicly available information as PI.\nWe have no obligation to re-identify information or keep it longer than we need it to respond to your requests.</p>\n<p>Return to Navigation</p>\n<p>\n<strong>Sources of PI</strong>\n</p>\n<p>We may collect your PI directly from you or from service providers, vendors and suppliers, credit reporting agencies, our affiliates, or other individuals and businesses, as well as public sources of data such as government databases.</p>\n<p>Return to Navigation</p>\n<p>\n<strong>Use of PI</strong>\n</p>\n<p>Generally, we collect, retain, use, and share your PI to provide you services and as otherwise related to the operation of our business.\nFor more detail on our disclosures and sale of PI, see the next section Sharing of PI.</p>\n<p>We may collect, use and share the PI we collect for one or more of the following business purposes:</p>\n<ul>\n<li>\n<strong>Processing Interactions and Transactions</strong>\n</li>\n<li>\n<strong>Managing Interactions and Transactions</strong>\n</li>\n<li>\n<strong>Performing Services</strong>\n</li>\n<li>\n<strong>Research and Development</strong>\n</li>\n<li>\n<strong>Quality Assurance</strong>\n</li>\n<li>\n<strong>Security </strong>\n</li>\n<li>and <strong>Debugging</strong>\n</li>\n</ul>\n<p>Additional business purposes include sharing PI with third parties for other than a sale or one of the foregoing business purposes as required or permitted by applicable law, such as to our vendors that perform services for us, to the government or private parties to comply with law or legal process, to the consumer or other parties at the consumer’s request, for the additional purposes explained in our Privacy Policy, and &nbsp;to assignees as part of a merger or asset sale (“<strong>Other Business Purposes</strong>”).</p>\n<p>Subject to restrictions and obligations of the CCPA, our vendors may also use your PI for some or all of the above listed business purposes.\nOur vendors may themselves engage services providers or subcontractors to enable them to perform services for us, which sub-processing is, for purposes of certainty, an Other Business Purpose for which we are providing you notice.</p>\n<p>We may collect and use your PI for commercial purposes such as for interest based advertising.</p>\n<p>In addition, we may collect, retain, and use PI for the purpose of sharing it as set forth in the next section.</p>\n<p>Return to Navigation</p>\n<p>\n<strong>Sharing of PI</strong>\n</p>\n<p>We may share PI with our service providers, other vendors (including those that facilitate interest-based and other advertising and marketing), and/or affiliates, including without limitation during calendar year 2019 as follows:</p>\n<strong>Category of PI</strong>\n<strong>Categories of Recipients</strong>\n<strong>Identifiers</strong>\n<strong>Business Purpose Disclosure: </strong>Service providers.\nlegal teams.\npublic authorities/government bodies.<p>\n</p>\n<p>\n<strong>Sale</strong>: Not Sold.</p>\n<strong>Personal Records</strong>\n<strong>Business Purpose Disclosure:</strong> Service providers.\nlegal counsel.\npublic authorities/government bodies.<p>\n</p>\n<p>\n<strong>Sale</strong>: Not Sold.</p>\n<strong>Personal Characteristics or Traits </strong>\n<strong>Business Purpose Disclosure:</strong> Service providers.\nlegal counsel.\npublic authorities/government bodies.<p>\n</p>\n<p>\n<strong>Sale</strong>: Not Sold.</p>\n<strong>Customer Account Details / Commercial Information</strong>\n<strong>Business Purpose Disclosure: </strong>Service providers.\nlegal counsel.\npublic authorities/government bodies.<p>\n</p>\n<p>\n<strong>Sale</strong>: Not Sold.</p>\n<strong>Biometric Information</strong>\n<strong>Business Purpose Disclosure:</strong> N/A<p>\n</p>\n<p>\n<strong>Sale</strong>: Not Sold.</p>\n<strong>Internet Usage Information</strong>\n<strong>Business Purpose Disclosure:</strong> Service providers.<p>\n</p>\n<p>\n<strong>Sale</strong>: Not Sold.</p>\n<strong>Geolocation Data</strong>\n<strong>Business Purpose Disclosure:</strong> Service providers.<p>\n</p>\n<p>\n<strong>Sale</strong>: Not Sold.</p>\n<strong>Sensory Data</strong>\n<strong>Business Purpose Disclosure:</strong> Service providers.\nlegal counsel.<p>\n</p>\n<p>\n<strong>Sale</strong>: Not Sold.</p>\n<strong>Professional or Employment Information</strong>\n<strong>Business Purpose Disclosure:</strong> Service providers.\nlegal counsel.\npublic authorities/government bodies.<p>\n</p>\n<p>\n<strong>Sale: </strong>Not Sold.</p>\n<strong>Non-public Education Records</strong>\n<strong>Business Purpose Disclosure: </strong>Service providers.<p>\n</p>\n<p>\n<strong>Sale</strong>: Not Sold.</p>\n<strong>Inferences from PI Collected</strong>\n<strong>Business Purpose Disclosure:</strong> Service providers.\nlegal counsel.<p>\n</p>\n<p>\n<strong>Sale</strong>: Not Sold.</p>\n<p>Return to Navigation</p>\n<p>\n<strong>CALIFORNIA PRIVACY RIGHTS</strong>\n</p>\n<p>The CCPA is a new law and there remain differing interpretations of it and the regulations that implement it.\nAccordingly, we may from time-to-time update information in our notices regarding our data practices and your rights, modify our methods for you to make and for us to respond to your requests, and/or supplement our response(s) to your requests, as we continue to develop our compliance program to reflect the evolution of the law and our understanding of how it relates to our data practices.</p>\n<p>We provide California Consumers the privacy rights described in this section.\nYou have the right to exercise these rights via an authorized agent who meets the agency requirements of the CCPA and related regulations.\nAs permitted by the CCPA, any request you submit to us is subject to an identification and residency verification process (“<strong>Verifiable Consumer Request</strong>”).\nWe will not fulfill your CCPA request unless you have provided sufficient information for us to reasonably verify you are the Consumer about whom we collected PI.\nPlease follow the instructions at our Consumer Rights Request page here&nbsp;and respond to any follow up inquires we may make.\nYou may also obtain information on how to make, and may submit, a request by asking a manager at any of our management offices.</p>\n<p>Some PI we maintain about Consumers is not sufficiently associated with enough PI about the Consumer for us to be able to verify that it is a particular Consumer’s PI when a Consumer request that requires verification pursuant to the CCPA’s verification standards is made (e.g., clickstream data tied only to a pseudonymous browser ID).&nbsp.\nAs required by the CCPA we do not include that PI in response to those requests.\nIf we cannot comply with a request, we will explain the reasons in our response.\nWe will use PI provided in a Verifiable Consumer Request only to verify your identity or authority to make the request and to track and document request responses, unless you also gave it to us for another purpose.</p>\n<p>We will make commercially reasonable efforts to identify Consumer PI that we collect, process, store, disclose and otherwise use and to respond to your California Consumer privacy rights requests.\nIn some cases, particularly with voluminous and/or typically irrelevant data, we may suggest that you receive the most recent or a summary of your PI and give you the opportunity to elect whether you want the rest or not.\nWe reserve the right to direct you to where you may access and copy responsive PI yourself.\nWe will typically not charge a fee to fully respond to your requests.\nprovided, however, that we may charge a reasonable fee, or refuse to act upon a request, if your request is excessive, repetitive, unfounded or overly burdensome.\nIf we determine that the request warrants a fee, or that we may refuse it, we will give you notice explaining why we made that decision.\nYou will be provided a cost estimate and the opportunity to accept such fees before we will charge you for responding to your request.</p>\n<p>Consistent with the CCPA and our interest in the security of your PI, we will not deliver to you your social security number, driver’s license number or other government-issued id number, financial account number, any health or medical identification number, an account password, security questions or answers, or unique biometric data generated from measurements or technical analysis of human characteristics in response to a CCPA request.\nhowever, you may be able to access some of this information yourself through your account if you have an active account with us.</p>\n<p>Your California Consumer privacy rights are as follows:</p>\n<p>\n<strong>A.\nThe Right to Know:</strong>\n</p>\n<p>\n<strong>i.\nInformation Rights:</strong>\n</p>\n<p>You have the right to send us a request, no more than twice in a twelve-month period, for any of the following for the period that is twelve months prior to the request date:</p>\n<ul>\n<li>The categories of PI we have collected about you.</li>\n<li>The categories of sources from which we collected your PI.</li>\n<li>The business or commercial purposes for our collecting or selling your PI.</li>\n<li>The categories of third parties to whom we have shared your PI.</li>\n<li>A list of the categories of PI disclosed for a business purpose in the prior 12 months and, for each, the categories of recipients, or that no disclosure occurred.</li>\n<li>A list of the categories of PI sold about you in the prior 12 months and, for each, the categories of recipients, or that no sale occurred.</li>\n</ul>\n<p>To make a request, follow the instructions at our Consumer Rights Request page <strong>here</strong>&nbsp;email us<strong> here</strong>&nbsp;or call us at 1 (888) 914-9661 PIN 493149 and indicate that you are making a right to know categories request.\nIn order for us to look into your request, we first need to verify your identity, meaning that we need to make sure that you are the consumer we may have collected personal information about or a person who has been duly authorized to make the request on behalf of the consumer.\nWe are required to verify a consumer’s request to know categories of PI to a reasonable degree of certainty, which may include matching at least two data points provided by the consumer with data points maintained by us, which we have determined to be reliable for the purpose of verifying the consumer.\nIf you fail to do so we will be unable to verify you sufficiently to honor your request.\nThe information you send for us to verify your identity will be used for this purpose only.</p>\n<p>For your specific pieces of information, as required by the CCPA, we will apply the heightened verification standards set forth in subsection (ii) below.\nPlease note that PI is retained by us for various time periods, so we may not be able to fully respond to what might be relevant going back 12 months prior to the request.</p>\n<p>\n<strong>ii.\nObtaining Copies of PI</strong>\n</p>\n<p>You have the right to make or obtain a transportable copy, no more than twice in a twelve-month period, of your PI that we have collected in the period that is 12 months prior to the request date and are maintaining.\nTo make a request, follow the instructions at our Consumer Rights Request page <strong>here</strong>&nbsp;email us<strong> here</strong>&nbsp;or call us at 1 (888) 914-9661 PIN 493149 and indicate that you are requesting to know the specific pieces of PI that we have collected about you.\nIn order for us to look into your request, we first need to verify your identity, meaning that we need to make sure that you are the consumer we may have collected personal information about or a person who has been duly authorized to make the request on behalf of the consumer.\nWe are required to verify a consumer’s request to know specific pieces of PI to a reasonably high degree of certainty, which may include matching at least three data points provided by the consumer with data points maintained by us, which we have determined to be reliable for the purpose of verifying the consumer together with a signed declaration under penalty of perjury that the requestor is the consumer whose personal information is the subject of the request.\nIf you fail to provide the data points we will be unable to verify you sufficiently to honor your request.\nThe information you send for us to verify your identity will be used for this purpose only.</p>\n<p>Please note that PI is retained by us for various time periods, so we may not be able to fully respond to what might be relevant going back 12 months prior to the request.</p>\n<p>\n<strong>B.\nDo Not Sell</strong>\n</p>\n<p>We do not believe that we sell your PI as “sell” is defined under the CCPA, and until such time as we change this policy by updating this Privacy Notice, and provide a method to opt-out of sale, we will treat PI collected under that policy as subject to a do not sell request.\nTo make a request, follow the instructions at our Consumer Rights Request page here.</p>\n<p>There may be cookies and other tracking technologies associated with our online services that may provide data, which may be treated as PI under the CCPA, to other parties that may use it for their own purposes, which in turn may provide that data to other parties for their own purposes.\nWhile there is not yet a consensus, we do not believe that data practices of third-party cookies and tracking devices associated with our online services constitute a sale of PI by us and therefore we do not currently treat these activities as a “sale.” Currently, a do not sale request to us will not affect these third-party activities.\nHowever, you can exercise control over browser-based cookies by adjusting the settings on your browser, and mobile devices may offer ad and data limitation choices.&nbsp.\nIn addition, third party tools may enable you to search for and opt-out of some of these trackers, such as the Ghostery browser plug-in available at https://www.ghostery.com/.\nYou can learn more about how to exercise certain choices regarding cookies and interest-based advertising at http://www.aboutads.info/choices/, &nbsp;http://www.aboutads.info/appchoices, and http://www.networkadvertising.org/choices/.</p>\n<p>For easy access, here are links on how to manage cookies from some of the more popular browsers:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Firefox</li>\n<li>Internet Explorer</li>\n<li>Edge</li>\n<li>Safari</li>\n</ul>\n<p>We do not represent that these third-party tools, programs or statements are complete or accurate.\nClearing cookies or changing settings may affect your choices and you may have to opt-out separately via each browser and other device you use.\nCookie-enabled opt-outs signals may no longer be effective if you delete, block or clear cookies.\nWe are not responsible for the completeness, accuracy or effectiveness of any third-party notices or choices<strong>.</strong>\n</p>\n<p>Some browsers have signals that may be characterized as do not track signals, but we do not understand them to operate in that manner or to indicate a do not sell expression by you so we currently do not recognize these as a do not sell request.&nbsp;Further, there is not currently a consensus as to how various user-enabled privacy or “do not track” signals or settings should be treated or what they mean, so we will not look for or respond to any that are not expressly listed here as programs in which we participate or otherwise accept, which may change as programs evolve.\nWe understand that various parties are developing do not sell signals and we may recognize certain such signals if we conclude such a program is appropriate.</p>\n<p>We do not knowingly sell the PI of Consumers under 16.</p>\n<p>We may disclose your PI for the following purposes, which are not a sale: (i) if you direct us to share PI.\n(ii) to comply with your requests under the CCPA.\n(iii) disclosures amongst the entities that constitute Landmark Properties as defined above, or as part of a merger or asset sale.\nand (iv) as otherwise required or permitted by applicable law.</p>\n<p>\n<strong>C.\nDelete:</strong>\n</p>\n<p>Except to the extent we have a basis for retention under CCPA, you may request that we delete your PI that we have collected directly from you and are maintaining.\nOur retention rights include, without limitation, to complete transactions and service you have requested or that are reasonably anticipated, for security purposes, for legitimate internal business purposes, including maintaining business records, to comply with law, to exercise or defend legal claims, and to cooperate with law enforcement.\nNote also that we are not required to delete your PI that we did not collect directly from you.</p>\n<p>To make a request,follow the instructions at our Consumer Rights Request page <strong>here</strong>&nbsp;email us<strong> here</strong>&nbsp;or call us at 1 (888) 914-9661 PIN 493149and indicate that you are making a request to delete your PI.\nIn order for us to look into your request, we first need to verify your identity, meaning that we need to make sure that you are the consumer we may have collected personal information about or a person who has been duly authorized to make the request on behalf of the consumer.\nWe are required to verify a consumer’s request to delete to a reasonable degree of certainty, which may include matching at least two data points provided by the consumer with data points maintained by us, or to a reasonably high degree of certainty, which may include matching at least three data points provided by the consumer with data points maintained by us, depending on the sensitivity of the PI and the risk of harm to the consumer posted by unauthorized deletion.\nIf you fail to provide the data points we will be unable to verify you sufficiently to honor your request.\nThe information you send for us to verify your identity will be used for this purpose only.</p>\n<p>However, you may alternatively exercise a more limited control of your PI by instead exercising one of the following more limited opt-out, such as op exercising a more limited opt-out, such as opting out of marketing communications.</p>\n<p>\n<strong>D.\nNon-Discrimination and Financial Incentive Programs:</strong>\n</p>\n<p>We will not discriminate against you in a manner prohibited by the CCPA because you exercise your CCPA rights.&nbsp.\nWe do not currently offer financial incentive programs or charge a different price or rate, or offer a different level or quality of good or service that relates to your data.&nbsp.\nIf this policy changes, the material aspects of that policy will be explained and described in its program terms in accordance with the CCPA.</p>\n<p>\n<strong>E.\nAuthorized Agents:</strong>\n</p>\n<p>If a Consumer chooses to submit a request through an authorized agent, we require the Consumer to:</p>\n<ul>\n<li>Provide the authorized agent signed permission by the Consumer to submit a request, a copy of which must be provided to us;</li>\n<li>Verify their own identity directly with us;</li>\n<li>Directly confirm with us that they provided the authorized agent permission to submit the request.</li>\n</ul>\n<p>If the authorized agent has a power of attorney issued under California Probate Code sections 4000 to 4465, then the written agreement is not necessary.\nPursuant to Probate Code Sections 4121 and 4122, a power of attorney is only valid if it is notarized or witnessed by two adults other than the attorney-in-fact.\nWhere witnesses are used rather than a notary, we require verification of the witnesses’ identities, and verification that they in fact witnessed the appointment.\nThe power of attorney must be sufficiently broad, or specific, to establish agency to make a CCPA request.\nWe are entitled to reject any request submitted through a power of attorney if the attorney-in-fact cannot reasonably verify the validity of the power of attorney.</p>\n<p>If the authorized agent is not authorized by a power of attorney, we require an agent that is an entity be registered with the Secretary of State to conduct business in California.\nWe are entitled to verify the legitimacy of an agency appointment, such as through a representation under the penalty of perjury with two verified witnesses.&nbsp;We are entitled to require a natural person acting on behalf of an entity agent to attest under penalty of perjury with two verified witnesses that (1) they are authorized to act on behalf of the entity and the consumer.\n(2) they are who they claim to be.\nand (3) everything they have submitted is valid and accurate.\nWe are entitled to require the same of an individual acting as an agent, except for the qualification that they be registered with the Secretary of State to do business in California.</p>\n<p>In the absence of any of the general conditions detailed above, we are entitled to reject any request submitted through an agent.\nIn addition, the agent is subject to the verification standards applicable to the type of request(s) made.</p>\n<p>\n<strong>F.\nLimitation of Rights:</strong>\n</p>\n<p>Notwithstanding anything to the contrary, we may collect, use and disclose your PI as required or permitted by applicable law and this may override your CCPA rights.\nIn addition, we need not honor any of your requests to the extent that doing so would infringe upon our or any other person or party’s rights or conflict with applicable law.</p>\n<p>Return to Navigation</p>\n<p>\n<strong>ADDITIONAL CALIFORNIA NOTICES</strong>\n</p>\n<p>In addition to CCPA rights, certain Californians are entitled to certain other notices, including:</p>\n<p>\n<strong>A.\nThird Party Marketing and Your California Privacy Rights:</strong>\n</p>\n<p>\n<strong>Separate from your CCPA “Do Not Sell” rights you have the following additional rights regarding disclosure of your information to third parties for their own direct marketing purposes:</strong>\n</p>\n<p>We do not share personal information as defined by California Civil Code § 1798.83 (the “Shine the Light law”) with third parties, other than Landmark Property affiliates, for their direct marketing purposes.\nIf you are a California resident, you may request information about our compliance with the Shine the Light law by request information about our compliance with the Shine the Light law, by emailing us <strong>here</strong>\n<strong>&nbsp;</strong>or by sending a letter to us at 315 Oconee Street, Athens, Georgia, 30606, (Attention: Legal Counsel).\nRequests must include “California Privacy Rights Request” in the first line of the description and include your name, street address, city, state, and ZIP code.\nPlease note that we are only required to respond to one request per customer each year, and we are not required to respond to requests made by means other than through this email address or mail address.</p>\n<p>\n<strong>As these rights and your CCPA rights are not the same and exist under different laws, you must exercise your rights under each law separately.</strong>\n</p>\n<p>\n<strong>B.\nOnline Privacy Practices:</strong>\n</p>\n<p>For more information on our online practices and your California rights specific to our online services see our online <strong>Privacy Policy</strong>.\nWithout limitation, Californians that visit our online services and seek or acquire goods, services, money or credit for personal, family or household purposes are entitled to the following notices of their rights:</p>\n<p>\n<strong>Tracking and Targeting:</strong>\n</p>\n<p>When you visit our online services, we and third parties may use tracking technologies to collect usage information based on your device for a variety of purposes, including serving you advertising, based on your having visited our services or your activities across time and third-party locations.\nSome browsers may enable you to turn on or off a so-called “Do Not Track” signal.\nBecause there is no industry consensus on what these signals should mean and how they should operate, we do not look for or respond to “Do Not Track” signals.\nFor more information on tracking and targeting and your choices regarding these practices, see our online <strong>Privacy Policy</strong>.</p>\n<p>Return to Navigation</p>\n<p>\n<strong>California Minors:</strong>\n</p>\n<p>Although our online service(s) are intended for an audience over the age of 18, any California residents under the age of eighteen (18) who have registered to use our online services, and who posted content or information on the service, can request removal by contacting us <strong>here</strong>, detailing where the content or information is posted and attesting that you posted it.\nWe will then make reasonably good faith efforts to remove the post from prospective public view or anonymize it, so the minor cannot be individually identified to the extent required by applicable law.\nThis removal process cannot ensure complete or comprehensive removal.\nFor instance, third parties may have republished or archived content by search engines and others that we do not control.</p>\n<p>Return to Navigation</p>\n<p>\n<strong>CONTACT US.</strong>\n</p>\n<p>For more information on your California privacy rights email us<strong> here</strong>&nbsp;or call us at 1 (888) 914-9661 PIN 493149.\nYou may also use our California Consumer Rights page found <strong>here</strong>.</p>\n<p>Return to Navigation</p>\n<p>\n</p>\n<p>\n<strong>Landmark Properties </strong>\n<strong>California Applicant Privacy Notice</strong>\n</p>\n<p>\n<strong>Effective Date:</strong> January 1, 2023</p>\n<p>The purpose of this California Applicant Privacy Notice (“<strong>Applicant Notice</strong>”) is to inform job applicants of Landmark Properties, its affiliates, and subsidiaries (“<strong>Landmark</strong>”) who are residents of the State of California (“<strong>Applicants</strong>” or “<strong>you</strong>”) of the categories of Personal Information we may collect about them and how we use their Personal Information.\nThis Applicant Notice is provided pursuant to the California Consumer Privacy Act, as amended (the “<strong>CCPA</strong>”), and should be read in conjunction with all other policies that govern your relationship with us.</p>\n<p>As used in this Applicant Notice, the term “<strong>Personal Information</strong>” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with Applicants.\nPersonal Information does not include information that is publicly available, de-identified, or aggregated.</p>\n<p>Unless otherwise noted, the disclosures herein cover our activities in the twelve (12) months preceding the Effective Date, as well as our current practices.</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<ol>\n<li>Collection, Use, and Disclosure of Personal Information</li>\n<li>Sources of Personal Information</li>\n<li>Disclosing Your Personal Information</li>\n<li>Selling or Sharing of Your Personal Information</li>\n<li>How Long We Keep Your Personal Information</li>\n<li>California Privacy Rights</li>\n<li>How to Contact Us</li>\n</ol>\n<p>\n<strong>Collection, Use, and Disclosure of Personal Information</strong>\n</p>\n<p>Landmark may collect, use, and disclose Personal Information for business purposes consistent with applicable laws as identified below.\nWhere we transfer applicable Personal Information to recipients, such as our service providers, we do so for the same business purposes described below.\nThese examples may vary depending on the nature of your interactions with us.</p>\n<strong>Category of Personal Information</strong>\n<strong>Purposes for Collection, Use, or Disclosure</strong>\n<strong>Categories of Recipients to whom Personal Information is<br>\nDisclosed</strong>\n<strong>Identifiers</strong> including name, alias, postal address, IP address, email address, or other similar identifiers <ul>\n<li>To process job applications and maintain records</li>\n<li>To assess qualifications for a particular job or task</li>\n<li>To complete activities related to recruiting, onboarding, and employment referrals</li>\n<li>To enable you to register an account with us</li>\n<li>To improve our websites</li>\n<li>To recommend potential jobs for you</li>\n<li>To verify your identity and stated credentials</li>\n<li>To undertake activities to verify or maintain the quality or safety of our systems and services, and to improve, upgrade, or enhance our systems and services</li>\n</ul>\n<ul>\n<li>Data analytics providers</li>\n<li>Background check vendors</li>\n<li>Information technology vendors</li>\n</ul>\n<strong>Personal Information described in Cal.\nCiv.\nCode § 1798.80(e)</strong>, including your name, address, telephone number, education, employment, and employment history <ul>\n<li>To process job applications and maintain records</li>\n<li>To assess qualifications for a particular job or task</li>\n<li>To complete activities related to recruiting, onboarding, and employment referrals</li>\n<li>To enable you to register an account with us</li>\n<li>To improve our websites</li>\n<li>To recommend potential jobs for you</li>\n<li>To verify your identity and stated credentials</li>\n<li>To undertake activities to verify or maintain the quality or safety of our systems and services, and to improve, upgrade, or enhance our systems and services</li>\n</ul>\n<ul>\n<li>Data analytics providers</li>\n<li>Background check vendors</li>\n<li>Information technology vendors</li>\n</ul>\n<strong>Characteristics of protected classifications under California or federal law</strong>, including race and ethnicity <ul>\n<li>To comply with applicable laws and regulations</li>\n</ul>\n<ul>\n<li>State or federal government agencies</li>\n</ul>\n<strong>Internet or other electronic network activity information</strong>, including network traffic data, job search history, and information regarding your interactions with our websites <ul>\n<li>To ensure and improve the security, integrity, and functionality of our websites</li>\n<li>To offer you information and employment-related opportunities</li>\n</ul>\n<ul>\n<li>Data analytics providers</li>\n<li>Information technology vendors</li>\n</ul>\n<strong>Sensory Information</strong>, including audio and/or visual information, such as: closed- circuit images/video and audio recordings as may relate to your application <ul>\n<li>To manage the security of our premises and systems</li>\n<li>To detect and prevent fraud against you and/or us</li>\n</ul>\n<ul>\n<li>Security providers</li>\n<li>Information technology vendors</li>\n</ul>\n<strong>Professional or employment-related information</strong>, including:<p>\n</p>\n<p>Skills, qualifications, work experience, references, recommendations, and other information included in a resume, CV, application form, or cover letter;</p>\n<p>Answers to behavioral or other screening questions in an interview;</p>\n<p>Information contained in any personal webpages or documents you choose to share with us;</p>\n<p>Information relating to professional licenses, training, disciplinary actions, and membership in professional organizations;</p>\n<p>Information relating to membership in civic organizations you may provide to us.</p>\n<ul>\n<li>To open and maintain your application records</li>\n<li>To assess your eligibility for employment</li>\n<li>To assess qualifications for a particular job or task</li>\n<li>To comply with applicable laws and regulations</li>\n<li>To manage the workplace safety and security</li>\n<li>To verify your identity and stated credentials</li>\n</ul>\n<ul>\n<li>Background check providers, including vendors and state or federal government agencies</li>\n</ul>\n<strong>Non-public education Information</strong>, including school(s) attended, and other information relating to your secondary and post-secondary education <ul>\n<li>To open and maintain your application records</li>\n<li>To assess your eligibility for employment</li>\n<li>To assess qualifications for a particular job or task</li>\n<li>To comply with applicable laws and regulation</li>\n<li>To manage the workplace safety and security</li>\n<li>To verify your identity and stated credentials</li>\n</ul>\n<ul>\n<li>Background check providers, including vendors and state or federal government agencies</li>\n</ul>\n<strong>Inferences</strong> used to create a profile reflecting your skills abilities, and aptitudes <ul>\n<li>We will only use this information for recruitment efforts and will not impact your current application or future employment with us.</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<strong>Other Categories of Personal Information</strong>, including national identification information (citizenship, immigration, visa status, and work authorization information), criminal records information (such as results of background checks), languages spoken, and drug screening results <ul>\n<li>To open and maintain your application records</li>\n<li>To assess your eligibility for employment</li>\n<li>To assess qualifications for a particular job or task</li>\n<li>To comply with applicable laws and regulations</li>\n<li>To manage the workplace safety and security</li>\n<li>To verify your identity and stated credentials</li>\n<li>Undertaking internal research for technological development and demonstration</li>\n<li>Undertaking activities to verify, maintain, improve, upgrade, or enhance the quality or safety of a service or device that is owned/manufactured/controlled by Landmark</li>\n</ul>\n<ul>\n<li>Background check providers, including vendors and state or federal government agencies</li>\n<li>State or federal government agencies related to confirmation of national identification information and criminal records information</li>\n</ul>\n<p>Return to Navigation</p>\n<p>\n<strong>Sources of Personal Information</strong>We may collect the Personal Information identified above from the following sources:</p>\n<ul>\n<li>\n<strong>Directly from you</strong>.\nFor example, during the application process and throughout your interactions with us, including through our IT systems, company forms, and other processes where you submit information to us.</li>\n<li>\n<strong>Automatically when using our electronic systems</strong>.\nFor example, we may collect your usage history when you use our websites, systems, and applications.</li>\n<li>\n<strong>Landmark affiliates</strong>.\nWe receive Personal Information from Landmark affiliates, as permitted, to enable us to manage our business and workforce.</li>\n<li>\n<strong>Automatically when you visit our facilities</strong>.\nFor example, security camera footage.</li>\n<li>\n<strong>Service providers</strong>.\nFor example, we may receive your resume and other application information from entities such as LinkedIn or other job boards or job posting aggregates.</li>\n</ul>\n<p>Return to Navigation</p>\n<p>\n<strong>Disclosing Your Personal Information</strong>We may disclose each of the categories of Personal Information identified above to the respectively identified categories of recipients for operational or business purposes consistent with the purposes for collection or use designated, as is reasonably necessary and proportionate to achieve those purposes, or for another purpose that is compatible with the context in which the Personal Information was collected including, but not limited to:</p>\n<ul>\n<li>Helping to ensure security and integrity;</li>\n<li>Debugging, repairing, and improving functionality;</li>\n<li>Short-term, transient use;</li>\n<li>Performing services on our behalf;</li>\n<li>Internal research for technological development.\nand</li>\n<li>Verifying quality and/or safety.</li>\n</ul>\n<p>In addition to the other purposes for collection, use, and disclosure of Personal Information described in this Applicant Notice, we may collect, use, and disclose Personal Information as required by law, regulation or court order.\nto respond to governmental and/or law enforcement requests.\nto identify, contact or bring legal action against someone who may be causing injury to or interfering with our or others’ rights or property.\nto support any actual or threatened claim, defense or declaration in a case or before any jurisdictional and/or administrative authority, arbitration or mediation panel.\nor in connection with disciplinary actions/investigations.\nLikewise, we may use and disclose Personal Information to other parties in connection with a sale, assignment, merger, reorganization, or other transfer of our Company.</p>\n<p>Return to Navigation</p>\n<p>\n<strong>Selling or Sharing of Your Personal Information</strong>We do not sell your Personal Information or share it for cross-context behavioral advertising.</p>\n<p>Return to Navigation</p>\n<p>\n<strong>How Long We Keep Your Personal Information</strong>We generally maintain Personal Information according to our retention obligations and policies, operational business purposes, and other legal and regulatory requirements.\nWe discard this Personal Information when reasonably practicable.</p>\n<p>We keep the categories of Personal Information described above for as long as is necessary for the purposes described in this Applicant Notice or otherwise authorized by law.\nThis generally means holding the information for as long as one of the following apply:</p>\n<ul>\n<li>Your Personal Information is reasonably necessary to manage our operations, to manage your relationship with us, or to satisfy another purpose for which we collected it;</li>\n<li>Your Personal Information is reasonably necessary to carry out a disclosed purpose that is reasonably compatible with the context in which it was collected;</li>\n<li>Your Personal Information is reasonably required to protect or defend our rights or property (which will generally relate to applicable laws that limit actions in a particular case);</li>\n<li>We are otherwise required or permitted to keep your Personal Information by applicable laws or regulations.</li>\n</ul>\n<p>Where your Personal Information is used for more than one purpose, we will retain it until the purpose with the latest period expires</p>\n<p>Return to Navigation</p>\n<p>\n<strong>California Privacy Rights</strong>If you are a resident of California, you have the right to submit certain requests relating to your Personal Information as described below.\nTo exercise any of these rights, please submit a request through&nbsp;our Privacy Web Form (onetrust.com) email us at privacy@landmarkproperties.com, or call us at 1 (888) 914-9661 PIN 493149</p>\n<p>If you make a privacy request, we may take steps to verify your identity before responding to your request.\nYou may designate an authorized agent to make a request on your behalf.\nYou may make such a designation by providing the agent with written permission to act on your behalf.\nAs permitted by law, we may take steps to verify your own identity in response to a request even if you choose to use an agent.</p>\n<p>\n<strong>Right to Opt Out of the Sale and Sharing of Your Personal Information</strong>.\nWe do not sell or share Personal Information for purposes to which the right to limit use and disclosure applies under the CCPA</p>\n<p>\n<strong>Right to Limit Use and Disclosure of Your Sensitive Personal Information.</strong> We do not collect, use, or disclose sensitive Personal Information for purposes to which the right to limit use and disclosure applies under the CCPA.</p>\n<p>\n<strong>Right to Know</strong>.\nYou have the right to know what Personal Information we have collected about you, which includes:</p>\n<ol>\n<li>The categories of Personal Information we have collected about you, including:\n<ol>\n<li>The categories of sources from which the Personal Information was collected;</li>\n<li>Our business purposes for collecting or disclosing Personal Information;</li>\n<li>The categories of recipients to which we disclose Personal Information;</li>\n<li>The categories of Personal Information that we disclosed for a business purpose, and for each category identified, the categories of recipients to which we disclosed that particular category of Personal Information.</li>\n</ol>\n</li>\n<li>The specific pieces of Personal Information we have collected about you.</li>\n</ol>\n<p>\n<strong>Right to Delete Your Personal Information</strong>.\nYou have the right to request that we delete Personal Information we collected from you, subject to certain exceptions.</p>\n<p>\n<strong>Right to Correct Inaccurate Information</strong>.\nIf you believe that Personal Information we maintain about you is inaccurate, you have the right to request that we correct that information.</p>\n<p>\n<strong>Right to Non-Discrimination for the Exercise of Your Privacy Rights</strong>.\nIf you choose to exercise any of your privacy rights under the CCPA, you also have the right not to receive discriminatory treatment by us, including retaliation against you as an Applicant.</p>\n<p>Return to Navigation</p>\n<p>\n<strong>How to Contact Us</strong>If you have any questions about how Landmark handles your Personal Information or if you need to access this Applicant Notice in an alternative format or language, please contact us at:</p>\n<p>Phone: 1 (888) 914-9661 PIN 493149</p>\n<p>Email: privacy@landmarkproperties.com</p>\n<p>Return to Navigation</p>\n<p>\n</p>\n<p>Who We Are</p>\n<ul>\n<li> About Us </li>\n<li> Management Team </li>\n<li> Culture </li>\n<li> Latest News </li>\n<li> Contact </li>\n</ul>\n<p>What We Do</p>\n<ul>\n<li> Development </li>\n<li> Landmark Construction </li>\n<li> Acquisitions </li>\n<li> Consulting </li>\n<li> Management </li>\n<li> Investment </li>\n</ul>\n<p>Our Portfolio</p>\n<ul>\n<li> Our Brands </li>\n<li> Our Properties </li>\n</ul>\n<p>Contact</p>\n<p> (706) 543-1910 </p>\n<p>315 Oconee Street <br>Athens, GA 30601</p> View Us On Facebook View Us On linkedIn View Us On Instagram Leave a Google Review <p>\n<small>Landmark Properties is a fully integrated real estate firm specializing in consulting, investment, development, construction and management of high quality residential&nbsp.\ncommunities.\nBacked by a deep understanding of the markets, a commitment to quality and a strong track record of success, Landmark is responsible for some of the premier student housing communities in the nation.</small>\n</p>\n<ul>\n<li> Terms of Use </li>\n<li> Privacy Policy </li>\n<li> CA Privacy Rights </li>\n<li> About Ads </li>\n<li> Disclosures </li>\n</ul>\n<ul>\n<li> CA Do Not Sell or Share My Personal Information </li>\n</ul> Copyright © 2023 All Rights Reserved | Employee Resources Website Design &amp.\nMarketing By JUMPEM CALL US <p>This website uses cookies to enhance user experience and to analyze performance and traffic on our website.\nWe also share information about your use of our site with our social media, advertising and analytics partners.Read our Cookie Policy here.</p>Accept AllReject AllManage PreferencesCookie PolicyYour Opt Out Preference Signal is Honored<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Functional Cookies</li>\n<li>Performance, Social Media and Targeting Cookies</li>\n</ul>Your Privacy<p>Our website uses cookies and tracking technologies (“Cookies”) to enable functionality, understand site performance, enhance our marketing efforts, and serve more relevant content and advertisements to you.\nCalifornia consumers have the option to opt out of Cookies we place on your browser or device by changing the toggle in the “Performance, Social Media and Targeting Cookies” tab below.\nPlease note that your preferences are applied on a browser and device basis, and you will need to set your Cookie preferences for each browser and device you use to access our website.\nIf you clear the Cookies on your device or browser, you may need to set your Cookie preferences again.\nYou must click on the \"Confirm My Choices\" button to make your changes effective.\nYou cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.).\nFor more information about the Cookies we use please review our privacy policy at the following link.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by service providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Performance, Social Media and Targeting Cookies Performance, Social Media and Targeting Cookies <p>Under the California Consumer Privacy Act (“the CCPA”), you have the right to opt-out of the sale and share of your personal information to third parties.\nThese cookies collect information for analytics and to personalize your experience with targeted ads.\nYou may exercise your right to opt out of the sale and share of personal information by using this toggle switch.\nYou must click on the “Confirm My Choices” button to make your changes effective.\nIf you opt out we will not be able to offer you personalised ads and will not sell or share your personal information with any third parties.\nTo learn more about your rights under the CCPA please visit https://www.landmarkproperties.com/privacy-policy/#ccpa.</p>Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My ChoicesReject All Allow All", "created_at": "2023-07-03 23:33:01.046825", "updated_at": "2023-07-03 23:33:55.094948"}], "points": [], "urls": ["landmarkproperties.com"]}}