{"error": 448, "message": "OK", "parameters": {"id": 7534, "name": "U.S. Office of Personnel Management", "created_at": "2023-03-13 21:12:23.828598", "updated_at": "2023-03-29 19:26:45.847848", "wikipedia": null, "keywords": null, "related": null, "slug": "u-s-office-of-personnel-management", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7534.png", "url": "opm.gov", "documents": [{"id": 14499, "name": "Privacy Policy", "url": "https://www.opm.gov/information-management/privacy-policy/#url=Web-Privacy-Notice", "xpath": "//body", "text": " Skip to page navigation <p>An official website of the United States government</p>\n<p>Here's how you know</p> Here's how you know <p>\n<strong>Official websites use .gov</strong>\n<br>A <strong>.gov</strong> website belongs to an official government organization in the United States.\n</p>\n<p>\n<strong>Secure .gov websites use HTTPS</strong>\n<br>A <strong>lock</strong> ( Lock A locked padlock ) or <strong>https://</strong> means you’ve safely connected to the .gov website.\nShare sensitive information only on official, secure websites.\n</p> Menu <ul>\n</ul> Search all of OPM Submit Sections <ul>\n<li>AboutToggle submenu<ul>\n<li>Our Agency</li>\n<li>Our Director</li>\n<li>Our Inspector General</li>\n<li>Our Mission, Role &amp.\nHistory</li>\n<li>Our People &amp.\nOrganization</li>\n<li>Careers at OPM</li>\n<li>Doing Business with OPM</li>\n<li>Budget &amp.\nPerformance</li>\n<li>Open Government</li>\n<li>Get Help</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>PolicyToggle submenu<ul>\n<li>Assessment &amp.\nSelection</li>\n<li>Classification &amp.\nQualifications</li>\n<li>Data, Analysis &amp.\nDocumentation</li>\n<li>Disability Employment</li>\n<li>Diversity, Equity, Inclusion, and Accessibility</li>\n<li>CDOE Council</li>\n<li>CHCO Council</li>\n<li>Coronavirus Disease 2019</li>\n<li>Employee Relations</li>\n<li>Future of the Workforce</li>\n<li>Hiring Information</li>\n<li>Human Capital Management</li>\n<li>Human Capital Framework</li>\n<li>Labor-Management Relations</li>\n<li>Oversight Activities</li>\n<li>Pandemic Information</li>\n<li>Pay &amp.\nLeave</li>\n<li>Performance Management</li>\n<li>Senior Executive Service</li>\n<li>Settlement Guidelines</li>\n<li>Snow &amp.\nDismissal Procedures</li>\n<li>Training &amp.\nDevelopment</li>\n<li>Veterans Services</li>\n<li>Work-Life</li>\n<li>Workforce Restructuring</li>\n<li>Policy FAQs</li>\n<li>Contact Policymakers</li>\n<li>Talent Surge Playbook</li>\n</ul>\n</li>\n<li>InsuranceToggle submenu<ul>\n<li>Life Events</li>\n<li>Changes in Health Coverage</li>\n<li>Healthcare</li>\n<li>FEHB Plan Comparison Tool</li>\n<li>Dental &amp.\nVision</li>\n<li>FEDVIP Plan Comparison Tool</li>\n<li>Life Insurance</li>\n<li>Flexible Spending Accounts</li>\n<li>Long Term Care</li>\n<li>Tribal Employers</li>\n<li>Special Initiatives</li>\n<li>Insurance Glossary</li>\n<li>Insurance FAQs</li>\n<li>Contact Healthcare &amp.\nInsurance</li>\n<li>The Affordable Care Act</li>\n<li>Postal Service Health Benefits Program</li>\n</ul>\n</li>\n<li>RetirementToggle submenu<ul>\n<li>My Annuity and Benefits</li>\n<li>CSRS Information</li>\n<li>FERS Information</li>\n<li>Phased Retirement</li>\n<li>Retirement Statistics</li>\n<li>Special Notices</li>\n<li>Federal Ball Park Estimator</li>\n<li>FEGLI Calculator</li>\n<li>Federal Tax Withholding Calculator</li>\n<li>Publications &amp.\nForms</li>\n<li>Benefits Officers Center</li>\n<li>Pre-Retirement</li>\n<li>Post-Retirement</li>\n<li>Leaving the Government</li>\n<li>Survivor Benefits</li>\n<li>How to Make a Payment</li>\n</ul>\n</li>\n<li>SuitabilityToggle submenu<ul>\n<li>Suitability Executive Agent</li>\n<li>Position Designation Tool</li>\n<li>Suitability Adjudications</li>\n<li>Suitability Training</li>\n<li>Oversight</li>\n<li>Policy</li>\n<li>Frequently Asked Questions</li>\n<li>Contact SuitEA</li>\n</ul>\n</li>\n<li>Agency ServicesToggle submenu<ul>\n<li>Classification &amp.\nJob Design</li>\n<li>Workforce Restructuring</li>\n<li>Workforce &amp.\nSuccession Planning</li>\n<li>Recruiting &amp.\nStaffing Solutions</li>\n<li>Assessment &amp.\nEvaluation</li>\n<li>Federal Leadership Programs</li>\n<li>Center For Leadership Development</li>\n<li>Performance Management</li>\n<li>Telework and Hybrid Solutions</li>\n<li>Technology Systems</li>\n<li>Human Capital Industry Solutions</li>\n<li>Human Resources Line of Business</li>\n<li>Administrative Law Judges</li>\n<li>Contact Agency Services</li>\n</ul>\n</li>\n<li>Operating Status<ul>\n</ul>\n</li>\n</ul> In this section <ul>\n<li>Facebook</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li>A–Z Index</li>\n<li>Contact Us</li>\n<li>Forms</li>\n<li>FAQs</li>\n</ul> Operating Status: AlertOpen with Maximum Telework Flexibilities to all current telework eligible employees, pursuant to direction from agency heads Search for U.S.\nOffice of Personnel Management <ul>\n<li>About Open \"About\" Submenu <ul>\n</ul>Featured TopicsOur Vision<p>Empowering Excellence in Government through Great People.</p>Our Mission<p>We lead and serve the Federal Government in enterprise human resources management by delivering policies and services to achieve a trusted effective civilian workforce.</p>Close Menu </li>\n<li>Policy Open \"Policy\" Submenu <ul>\n</ul>\n<ul>\n</ul>Featured TopicsSalaries and Wages<p>Find out more about Federal compensation throughout your career and around the world.</p>Schedule A Hiring Authority<p>Staffing to align with your agency's mission</p>Close Menu </li>\n<li>Insurance Open \"Insurance\" Submenu <ul>\n</ul>\n<ul>\n</ul>Featured TopicsFEGLI Handbook<p>Review the Federal Employees Group Life Insurance (FEGLI) Handbook</p>Frequently Asked Questions<p>Answering your questions about Healthcare and Insurance</p>Close Menu </li>\n<li>Retirement Open \"Retirement\" Submenu <ul>\n</ul>\n<ul>\n</ul>Featured TopicsServices Online<p>Manage your retirement online.</p>Close Menu </li>\n<li>Suitability Open \"Suitability\" Submenu <ul>\n</ul>Featured TopicsSuitability Executive Agent (SuitEA)<p>\"...The Director of the Office of Personnel Management shall serve as the Suitability and Credentialing Agent...\" ~Executive Order 13467, as amended</p>Close Menu </li>\n<li>Agency Services Open \"Agency Services\" Submenu <ul>\n</ul>\n<ul>\n</ul>Featured TopicsTelework: Is Your Agency Ready?<p>OPM’s Human Resources Solutions organization can help your agency answer this critically important question.</p>Federal Executive Institute<p>Developing senior leaders in the U.S.\nGovernment through Leadership for a Democratic Society, Custom Programs and Interagency Courses.</p>Close Menu </li>\n<li>Operating Status</li>\n</ul> ☰ <ul>\n<li>About Open \"About\" Submenu <ul>\n</ul>Featured TopicsOur Vision<p>Empowering Excellence in Government through Great People.</p>Our Mission<p>We lead and serve the Federal Government in enterprise human resources management by delivering policies and services to achieve a trusted effective civilian workforce.</p>Close Menu </li>\n<li>Policy Open \"Policy\" Submenu <ul>\n</ul>\n<ul>\n</ul>Featured TopicsSalaries and Wages<p>Find out more about Federal compensation throughout your career and around the world.</p>Schedule A Hiring Authority<p>Staffing to align with your agency's mission</p>Close Menu </li>\n<li>Insurance Open \"Insurance\" Submenu <ul>\n</ul>\n<ul>\n</ul>Featured TopicsFEGLI Handbook<p>Review the Federal Employees Group Life Insurance (FEGLI) Handbook</p>Frequently Asked Questions<p>Answering your questions about Healthcare and Insurance</p>Close Menu </li>\n<li>Retirement Open \"Retirement\" Submenu <ul>\n</ul>\n<ul>\n</ul>Featured TopicsServices Online<p>Manage your retirement online.</p>Close Menu </li>\n<li>Suitability Open \"Suitability\" Submenu <ul>\n</ul>Featured TopicsSuitability Executive Agent (SuitEA)<p>\"...The Director of the Office of Personnel Management shall serve as the Suitability and Credentialing Agent...\" ~Executive Order 13467, as amended</p>Close Menu </li>\n<li>Agency Services Open \"Agency Services\" Submenu <ul>\n</ul>\n<ul>\n</ul>Featured TopicsTelework: Is Your Agency Ready?<p>OPM’s Human Resources Solutions organization can help your agency answer this critically important question.</p>Federal Executive Institute<p>Developing senior leaders in the U.S.\nGovernment through Leadership for a Democratic Society, Custom Programs and Interagency Courses.</p>Close Menu </li>\n<li>Operating Status</li>\n</ul> OPM.gov / Information Management / Privacy Policy Skip to main contentIn this section<ul>\n<li>Information Management</li>\n<li>Accessibility</li>\n<li>Check Payments</li>\n<li>Information Quality Guidelines</li>\n<li>Privacy Policy</li>\n<li>Records Management</li>\n<li>Web Content Inventory</li>\n<li>Freedom of Information Act</li>\n<li>Plain Language </li>\n<li>External Links Policy</li>\n</ul> Privacy Policy <ul>\n<li>Overview</li>\n<li>Web Privacy Notice</li>\n<li>PIAs</li>\n<li>SORNs</li>\n<li>CMAs</li>\n<li>Reference Materials</li>\n</ul> Overview <p>Welcome to our Privacy page.&nbsp.\nHere, you will find our&nbsp;Web Privacy Notice which outlines how we collect, maintain, use, and disseminate information.&nbsp.\nYou will also be able to review our&nbsp;Privacy Impact Assessments, pursuant to the e-Government Act of 2002, and our Systems of Records Notices, required by the Privacy Act of 1974.&nbsp.\nIn addition, you may access additional OPM and OMB privacy-related guidance and policies.</p>\n<p>For questions about Privacy at OPM, please contact:</p>\n<p>Kellie Cosgrove Riley<br> Chief Privacy Officer<br> U.S.\nOffice of Personnel Management<br> 1900 E Street, N.W.<br> Washington, D.C.&nbsp.\n20415<br>privacy@opm.gov</p> Web Privacy Notice <p>\n<em>Last Updated: July 1, 2012</em>\n</p>\n<p>Thank you for visiting the U.\nS.\nOffice of Personnel Management (OPM) website and reviewing our privacy policy.\nOur privacy policy is clear: We will collect no personal information about you when you visit our website unless you choose to provide the information to us.</p>\n<p>Here is how we handle information about your visit to our website:</p>\nInformation Collected and Stored Automatically\n<p>If you visit our site to read or download information, we collect and store the following information about your visit:</p>\n<ol>\n<li>The name of the Internet domain (for example, \"xcompany.com\" if you use a private Internet access account, or \"yourschool.edu\" if you are connecting from a university's domain) and the IP address (a number automatically assigned to your computer when you are using the Internet) from which you access our site;</li>\n<li>The type of browser and operating system used to access our site;</li>\n<li>The date and time you access our site;</li>\n<li>The Internet address of the website from which you linked directly to our site.\nand</li>\n<li>The pages you visit and the information you request.</li>\n</ol>\n<p>This information is primarily collected for statistical analysis and technical improvements to the site.\nThis government computer system uses software programs to create summary statistics, which may be used for such purposes as assessing what information is of most and least interest, determining technical design specifications, and identifying system performance or problem areas.\nWhen required by law or security related necessity, we may take additional steps to identify you based on collected information and we may share this information with other government agencies.</p>\nIf You Send Us Personal Information\n<p>You do not have to provide any personal information to visit this website.\nIf you choose to provide us with personal information, such as by sending a message to an email address on this website or by filling out a form and submitting it through our website, we will use that information to respond to your message or to fulfill the stated purpose of the communication.\nIf you submit your resume to us electronically we will use your personal information to consider your application for employment.\nOPM does not collect, use, or sell information for commercial marketing.\nWe may share information you give us with contractors acting on our behalf or with another government agency if your inquiry relates to that agency.\nIn other limited circumstances, such as responses to requests from Congress and private individuals, we may be required by law to disclose information you submit.\nIf you provide comments in response to a request for public comments we may make those comments as well as your identity available to the public in a publication or by posting them on our website.\nWhere possible we may give you more specific guidance at the point of collection regarding how your personal information may be used or disclosed.</p>\n<p>Electronically submitted information is maintained and destroyed according to the principles of the Federal Records Act and the regulations and records schedules of the National Archives and Records Administration and in some cases may be covered by the Privacy Act and subject to the Freedom of Information Act.\nView a discussion of your rights under these laws(external link).\n<br>Remember, email is not necessarily secure against interception.\nIf your communication is sensitive or includes personal information you may prefer to send it by postal mail instead.</p>\nCookies\n<p>\"Cookies\" are small bits of text which are either used for the duration of a session (\"session cookies\"), or saved on a user's hard drive in order to identify that user, or information about that user, the next time the user logs on to a website (\"persistent cookies\").\nOPM and its program sites may use Tier 1, Tier 2, and Tier 3 cookies as defined in the Office of Management and Budget memorandum guidance.(external link)(PDF file)</p>\n<p>OPM utilizes web measurement technology in order to improve our website and provide a better user experience for our customers.\nThe Office of Management and Budget classifies this as a Tier 2 usage, since we are utilizing a multi-session web measurement technology that does not collect any personally identifiable information (PII).\nThis technology anonymously tracks how visitors interact with opm.gov, including where they came from, what they did on the site, and whether they completed any pre-determined tasks while on the site.</p>\n<p>This technology is provided by Google Analytics and the information collected is used to optimize our website.\nhelping us determine top tasks, improve our user interface and diversify our content offerings to meet the needs of our customers.\nNo personally identifiable information is collected, so the anonymity of the end user is protected.\nThe measurement data that is collected is only retained for as long as is needed for proper analysis and optimization of the website and is accessible only to employees whose position necessitates it.</p>\n<p>Since disabling this web measurement technology requires modifying individual browser settings it is enabled by default.\nIf you wish to opt-out of this technology, you can use these step-by-step instructions(external link) for changing your settings.</p>\n<p>Google also provides a browser plug-in that will allow you to opt-out(external link) of all Google Analytics measurements.\nPlease note that opting-out in no way affects your access to content within opm.gov or how you see the site.</p>\n<p>OPM may make very limited use of some Tier 3 persistent cookies to allow cross session and website authentication.\nOPM will make notice of the use of such technologies on the application or websites employing them and inform the user to opt-in to allow the Tier 3 cookie to be set before engaging OPM.\nOPM does not make use of any persistent cookies, which can be accessed by third party entities.</p>\nOur Social Network Policy\n<p>OPM participates in open, un-moderated forums offered by commercial social networks sites in order to increase government transparency, promote public participation and encourage collaboration with the Agency.\nOPM currently maintains official accounts on Facebook(external link), YouTube(external link), Flickr(external link), and Twitter(external link).\nOPM also engages in the use of social bookmarking applications such as AddThis(external link).\nOPM does not control, moderate or endorse the comments or opinions provided by visitors to these sites.\nIn addition, the Agency does not collect, maintain or disseminate information posted there.</p>\nLinks to Other Sites\n<p>Our website has links to other federal agencies.\nWe also link to other organizations’ websites when we have a good business reason to do so.\nThis does not constitute an endorsement of their policies or products.\nOnce you link to another site, you are subject to the privacy policy of the new site.</p>\nSite Security\n<p>For site security purposes and to ensure this service remains available to all users, this Government computer system employs software programs to monitor network traffic to identify unauthorized attempts to upload or change information, or otherwise cause security related problems.\nAnyone using this system expressly consents to such monitoring and is advised if such monitoring reveals evidence of possible abuse or criminal activity, such evidence may be provided to appropriate law enforcement officials.\nUnauthorized attempts to upload or change information on this server are strictly prohibited and may be punishable by law, including the Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act of 1996.</p>\nVulnerability Disclosure Policy (VDP)\n<p>OPM is committed to ensuring the security of the American public by safeguarding their digital information.\nThe Vulnerability Disclosure Policy (VDP) provides guidelines for the cybersecurity research community and members of the general public (hereafter referred to as researchers) on conducting good faith vulnerability discovery activities directed at public facing OPM websites and services.\nThe VDP also instructs researchers on how to submit discovered vulnerabilities to the OPM's Office of the Chief Information Officer (OCIO).</p>\n<p>Back to Top</p> On This Page\n<ul>\n<li>Information Collected and Stored Automatically</li>\n<li>If You Send Us Personal Information</li>\n<li>Cookies</li>\n<li>Our Social Network Policy</li>\n<li>Links to Other Sites</li>\n<li>Site Security</li>\n</ul> Privacy Impact Assessment Summaries <p>Below is a list of the OPM Privacy Impact Assessments (PIAs).\nPlease direct any questions to&nbsp;Privacy@opm.gov.</p>\n<ul>\n<li>Acceptance of Scanned Retirement Documents Project(PDF file)</li>\n<li>Accountability Information Management System (AIMS)(PDF file)</li>\n<li>Annuitant Health Benefits Open Season System (AHBOSS)(PDF file)</li>\n<li>Annuity Roll System (ARS)(PDF file)</li>\n<li>BENEFEDS(PDF file)</li>\n<li>Benefits Financial Management System (BFMS)(PDF file)</li>\n<li>Case Logging, Enforcement &amp.\nActivity Reporting System (CLEAR)(PDF file)</li>\n<li>Competency Exploration for Development and Readiness (CEDAR)(PDF file)</li>\n<li>Combined Federal Campaign (CFC) Online Application and Donation System(PDF file)</li>\n<li>Consolidated Information Business System (CBIS)(PDF file)</li>\n<li>CXOne Retirement Services Contact Center as a Service (CXOne RS CCaaS)(PDF file)</li>\n<li>Document Approval System Hub (DASH)(PDF file)</li>\n<li>DELPHI(PDF file)</li>\n<li>Electronic Official Personnel Folder system (eOPF)(PDF file)</li>\n<li>Electronic Official Personnel Folder system (eOPF) Scanning Facility(PDF file)</li>\n<li>Employee Express (EEX)(PDF file)</li>\n<li>Enterprise Cost Accounting System Privacy Impact Assessment (ECAS PIA)(PDF file)</li>\n<li>Enterprise Human Resources Integration Data Warehouse (EHRI DW)(PDF file)</li>\n<li>Executive and Schedule C System (ESCS)(PDF file)</li>\n<li>Federal Annuity Claims Expert System (FACES)(PDF file)</li>\n<li>Federal Long Term Care Insurance Program (FLTCIP) System(PDF file)</li>\n<li>FEHB Data Hub (HUB)(PDF file)</li>\n<li>FEHB Disputed Claims (FDC)(PDF file)</li>\n<li>FOIAXpress and Public Access Link (PAL)(PDF file)</li>\n<li>FSAFEDS PIA(PDF file)</li>\n<li>Government Retirement Benefits Privacy Impact Assessment (GRBPIA)(PDF file)</li>\n<li>Health Insurance Data Warehouse (HIDW)(PDF file)</li>\n<li>Human Resources Links system (HR Links)(PDF file)</li>\n<li>Interim Closeout Data Capture (ICDC)(PDF file)</li>\n<li>Multi-State Plan Program System (MSPPS)(PDF file)(PDF file)</li>\n<li>Office of Inspector General Network (OIG-NET)(PDF file)</li>\n<li>Online Retirement Application Privacy Impact Assessment (ORAPIA)(PDF file)</li>\n<li>Open Opportunities(PDF file)</li>\n<li>OPM - Microsoft Office 365(PDF file)</li>\n<li>Payment Processing Automation Initiative - Online Bill Payment (PPAI-OLBPS)(PDF file)</li>\n<li>Presidential Management Fellows Program Talent Management System Privacy Impact Assessment(PDF file)</li>\n<li>Scholarship for Service (SFS)(PDF file)</li>\n<li>Service Credit Redeposit and Deposit System (SCRD)(PDF file)</li>\n<li>Services Online (SOL)(PDF file)</li>\n<li>SME Assessment Review Prototype (ARP)(PDF file)</li>\n<li>Trust Fund Systems Privacy Impact Assessment(TFS PIA)(PDF file)</li>\n<li>USA Hire℠(PDF file)</li>\n<li>USA Hire - Hire Vue(PDF file)</li>\n<li>USAJOBS(PDF file)</li>\n<li>USALearning®(PDF file)</li>\n<li>USA Performance (USAP)(PDF file)</li>\n<li>USA Staffing System(PDF file)</li>\n<li>USA Survey Ex(PDF file)</li>\n</ul>\n<p>\n</p>\n<p>\n</p> Systems of Records Notices (SORN) <p>This agency has governmentwide responsibility for various systems of records maintained on Federal employees.\nBelow is a list of the OPM System of Records Notices (SORN).\nEach listing is&nbsp;a link to an Adobe Acrobat (.pdf) file copy of the full text of the listed SORN that may be downloaded or viewed online.</p>\n<p>2013 OPM Statement of Routine Uses for OPM's Internal and Central Systems of Records(PDF file)</p>\n<p>OPM SORN CENTRAL-1-Civil Service Retirement and Insurance Records(PDF file)</p>\n<p>OPM SORN CENTRAL-2-Complaints and Inquiries Records</p>\n<p>OPM SORN CENTRAL-3-[Reserved](PDF file)</p>\n<p>OPM SORN CENTRAL-4-Inspector General Investigations Cases File(PDF file)</p>\n<p>OPM SORN CENTRAL-5-Intergovernmental Personnel Act Assignment Record(PDF file)</p>\n<p>OPM SORN CENTRAL-6-Administrative Law Judge Application Records(PDF file)</p>\n<p>OPM SORN CENTRAL-7-Litigation and Claims Records(PDF file)</p>\n<p>OPM SORN CENTRAL-8-Privacy Act/Freedom of Information Act(PA/FOIA) Case Records(PDF file)</p>\n<p>OPM SORN CENTRAL-9-Personnel Investigations Records(PDF file)</p>\n<p>OPM SORN CENTRAL-10-Federal Executive Institute Program Participant Records(PDF file)</p>\n<p>OPM SORN CENTRAL-11-Presidential Management Fellows (PMF) Program Records(PDF file)</p>\n<p>OPM SORN CENTRAL-12-[Reserved](PDF file)</p>\n<p>OPM SORN CENTRAL-13-Executive Personnel Records(PDF file)</p>\n<p>OPM SORN CENTRAL-14-Debarment of Suspension Records for Federal Employee Health Benefits(PDF file)</p>\n<p>OPM SORN CENTRAL-15-Health Claims Data Warehouse(PDF file)</p>\n<p>OPM SORN CENTRAL-16-Health Claims Disputes External Review Service(PDF file)</p>\n<p>OPM SORN CENTRAL-18-Federal Employees Health Benefits Program Claims Data Warehouse(PDF file)</p>\n<p>OPM SORN CENTRAL-19: External Review Records for Multi-State Plan (MSP) Program (78 FR 65011,&nbsp;80 FR 74815)</p>\n<p>OPM SORN Central-20 National Combined Federal Campaign (CFC)</p>\n<p>OPM SORN Central-21 Federal Employee Viewpoint Survey </p>\n<p>OPM SORN Central-22 Federal Competency Assessment System (85 FR 51498)</p>\n<p>OPM SORN Central-23 FEHB Program Enrollment (86 FR 6377)</p>\n<p>OPM SORN Central-26 FEDVIP FLTCIP FSAFEDS Records (87 FR 36889)</p>\n<p>OPM SORN CENTRAL-X-Federal Competency Assessment Tool(PDF file)</p>\n<p>OPM SORN GOVT-1 General Personnel Records(PDF file)</p>\n<p>OPM SORN GOVT-2 Employee Performance File System Records(PDF file)</p>\n<p>OPM SORN GOVT-3 Records of Adverse Actions, Performance Based Reductions In Grade and Removal Actions, and Terminations of Probationers(PDF file)</p>\n<p>OPM SORN GOVT-4 [Reserved](PDF file)</p>\n<p>OPM SORN GOVT-5 Recruiting, Examining and Placement Records(PDF file) (86 FR 68291)</p>\n<p>OPM SORN GOVT-6 Personnel Research and Test Validation Records(PDF file)</p>\n<p>OPM SORN GOVT-7 Applicant Race, Sex, National Origin, and Disability Status Records(PDF file)</p>\n<p>OPM SORN GOVT-8 [Reserved](PDF file)</p>\n<p>OPM SORN GOVT-9 File on Position Classification Appeals, Job Grading Appeals.\nRetained Grade or Pay Appeals, and Fair Labor Standard Act (FLSA) Claims and Compliants(PDF file)</p>\n<p>OPM SORN GOVT-10 Employee Medical File Systems Records(PDF file)</p>\n<p>OPM SORN Internal-1 Defense Mobilization Emergency Cadre Records(PDF file)</p>\n<p>OPM SORN Internal-2 Negotiated Grievance Procedure Records(PDF file)</p>\n<p>OPM SORN Internal-4 Health Program Records(PDF file)</p>\n<p>OPM SORN Internal-5 Pay, Leave, and Travel Records(PDF file)</p>\n<p>OPM SORN Internal-6 Appeal and Administrative Review Records(PDF file)</p>\n<p>OPM SORN Internal-7 Complaints and Inquiries Records(PDF file)</p>\n<p>OPM SORN Internal-8 Employee Counseling Services Program Records(PDF file)</p>\n<p>OPM SORN Internal-9 Employee Locator Card Files(PDF file)</p>\n<p>OPM SORN Internal-10 Motor Vehicle Operator and Accident Report Records(PDF file)</p>\n<p>OPM SORN Internal-11 Administrative Grievance Records(PDF file)</p>\n<p>OPM SORN Internal-12 Telephone Call Detail Records(PDF file)</p>\n<p>OPM SORN Internal-13 Parking Program Records(PDF file)</p>\n<p>OPM SORN Internal-14 Photo Identification and Visitor Access Control Records(PDF file)</p>\n<p>OPM SORN Internal-15 OPM Child Care Tuition Assistance Records(PDF file)</p>\n<p>OPM SORN Internal - 16 Adjudications Officer Control Files(PDF file) (79 FR 30202)</p>\n<p>OPM SORN Internal-17 Wed-Enables Voting Right System (WEVRS)(PDF file)</p>\n<p>OPM SORN Internal-18 Federal Cyber Service: Scholarship for Service (SFS)(PDF file)</p>\n<p>OPM SORN Internal-19 Investigation Training Records(PDF file)</p>\n<p>OPM SORN Internal-20 Integrity Assurance Officer Control Files(PDF file)</p>\n<p>OPM SORN Internal - 21 Correspondence Management for the U.S.\nOffice of Personnel Management (80 FR 72455)</p>\n<p>OPM SORN Internal - 23 Financial Management Records (86 FR 23441)</p>\n<p>OPM SORN Internal - 25 Reasonable Accommodations Records (86 FR 59435)</p> Related Information\n<ul>\n<li>SORN Guide(PDF file)</li>\n</ul> Computer Matching Agreements <p>A computer matching program is the computerized comparison of two or more automated systems of records in order to establish or verify eligibility for or compliance with Federal benefits programs.\nIt may also involve the comparison of records in Federal personnel or payroll systems of records.\n5 U.S.C.\n§ 552a(a)(8).</p>\n<p>Matching programs require written agreements between the source agency and the recipient agency and notice of the matching program must be published in the Federal Register 30 days prior to commencement.\n5 U.S.C.\n§ 552a(e)(12),(o).</p>\n<ul>\n<li>Computer Matching Agreement 1018(PDF file), 84 FR 10132</li>\n<li>Computer Matching Agreement 1045(PDF file), 84 FR 10342</li>\n<li>Computer Matching Agreement 1071(PDF file), 84 FR 11580</li>\n<li>Computer Matching Agreement 1810(PDF file), 83 FR 55889</li>\n<li>Computer Matching Agreement 1307(PDF file), 84 FR 2941</li>\n<li>Consolidated Computer Matching Agreement(PDF file), 84 FR 2292</li>\n</ul>\nAnnual Reports\n<ul>\n<li>CY2020 Report on Computer Matching Programs(PDF file)</li>\n<li>CY2019 Report on Computer Matching Programs(PDF file)</li>\n<li>CY2018 Report on Computer Matching Programs(PDF file)</li>\n<li>CY2017 Report on Computer Matching Programs(PDF file)</li>\n<li>CY2016 Report on Computer Matching Programs(PDF file)</li>\n</ul> Reference Materials <p>The following links reflect internal OPM directives, statutes, OPM regulations, and OMB guidance which have been issued to assist Federal agencies in the protection of personally identifiable information in Federal records and collected on Federal websites.</p>\n<ul>\n<li>Privacy Act of 1974 (5 U.S.C.\n552a)(external link)</li>\n<li>Privacy Procedures for Personnel Records (5 CFR 297)(external link)</li>\n<li>Privacy Guidance General (from OMB)(external link)</li>\n<li>Information Policy, E-Gov &amp.\nIT (from OMB) (external link)</li>\n<li>Implementation Guidance related to Section 208 of the E-Government Act(external link)</li>\n</ul>\n<ul>\n<li> About OPM </li>\n<li> FOIA </li>\n<li> No FEAR Act </li>\n<li> Inspector General </li>\n<li> Privacy policy </li>\n<li> USA.gov </li>\n</ul> Control Panel ", "created_at": "2023-03-13 21:12:23.86048", "updated_at": "2023-03-13 21:17:03.671194"}], "points": [], "urls": ["opm.gov"]}}