{"error": 448, "message": "OK", "parameters": {"id": 8030, "name": "GreasyFork", "created_at": "2023-04-16 00:53:23.145263", "updated_at": "2023-04-22 11:50:42.57089", "wikipedia": null, "keywords": null, "related": null, "slug": "greasyfork", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8030.png", "url": "greasyfork.org", "documents": [{"id": 15562, "name": "Privacy Policy", "url": "https://greasyfork.org/en/help/privacy", "xpath": "//body", "text": " Greasy Fork Sign in العَرَبِيةُ (ar) Български (bg) Čeština (cs) Dansk (da) Deutsch (de) Ελληνικά (el) English (en) Esperanto (eo) Español (es) Suomi (fi) Français (fr) Français canadien (fr-CA) עברית (he) Magyar (hu) Bahasa Indonesia (id) Italiano (it) 日本語 (ja) ქართული ენა (ka) 한국어 (ko) Bokmål (nb) Nederlands (nl) Polski (pl) Português do Brasil (pt-BR) Română (ro) Русский (ru) Slovenčina (sk) srpski (sr) Svenska (sv) ภาษาไทย (th) Türkçe (tr) Українська (uk) ئۇيغۇر (ug) Tiếng Việt (vi) 简体中文 (zh-CN) 繁體中文 (zh-TW) Help us translate! <li>Scripts</li>\n<li>Forum</li>\n<li>Help</li>\n<li> More <li>Advanced search</li>\n<li>User list</li>\n<li>Libraries</li>\n<li>Moderator log</li>\n</li>\n<p>This page describes how Greasy Fork will record or track users.\nIf you have any concerns, e-mail the admin.</p> Server logs <p>Greasy Fork logs all requests in a typical server log fashion.\nInformation logged includes pages visited, IP address, and user agent string.\nThese logs are for debugging and server analysis.\nThe data is retained for one week.\nThis data is not shared or made publicly available.</p> Script statistics <p>For the purposes of generating statistics, Greasy Fork records install and update requests with IP address information.\nThis information is retained for one day, and then is aggregated to no longer include the IP address.\nThe IP-address-specific data is not shared or made publicly available, but the aggregated data is.</p> Cookies (when not logged in) <p>Greasy Fork may set temporary session cookies to allow for some site features.\nThese cookies are not set to persist and may cleared when the browser is closed (depending on browser settings).</p> User accounts <p>Greasy Fork requires users to create an account to post scripts, take part in discussions, and access some other site features.\nWhen creating an account, information such as IP address, e-mail address, and user agent may be permanently stored.\nSome of this information may be made visible to other users.</p>\n<p>Actions performed when logged in, for example posting scripts and comments, will be made viewable to other users.</p>\n<p>If the \"Remember me\" option is checked when logging in to an account, Greasy Fork will set a persistent cookie to retain login state.</p> Scripts posted on Greasy Fork <p>Greasy Fork contains user-generated content, and scripts posted may be able to track users if they install that script.</p> Third party libraries <p>Greasy Fork may include third party code to collect statistics or display advertisements on the site.\nThese libraries may include tracking logic.</p> ", "created_at": "2023-04-16 00:53:23.176763", "updated_at": "2023-04-16 00:53:43.637022"}], "points": [], "urls": ["greasyfork.org"]}}