{"error": 448, "message": "OK", "parameters": {"id": 7519, "name": "Grain", "created_at": "2023-03-13 20:06:03.083719", "updated_at": "2023-03-29 19:26:45.33871", "wikipedia": null, "keywords": null, "related": null, "slug": "grain", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7519.png", "url": "grain.com", "documents": [{"id": 14464, "name": "Terms of Service", "url": "https://grain.com/terms", "xpath": "/html/body/div[1]/div[3]/div[1]", "text": "Effective as of April 18, 2019.<br>\n<p>\n<strong>IMPORTANT, READ CAREFULLY</strong>\n<strong>: YOUR USE OF AND ACCESS TO THE WEBSITE AND PRODUCTS AND SERVICES AND ASSOCIATED SOFTWARE (COLLECTIVELY, THE \"SERVICES\") OF GRAIN INTELLIGENCE, INC., (“GRAIN”) AND ITS SUBSIDIARIES (COLLECTIVELY, THE “GRAIN” OR “WE” OR “US” OR “OUR”) IS CONDITIONED UPON YOUR COMPLIANCE WITH AND ACCEPTANCE OF THESE TERMS OF SERVICE (THE “TERMS”), WHICH INCLUDE YOUR AGREEMENT TO ARBITRATE CLAIMS.\nPLEASE REVIEW THOROUGHLY BEFORE ACCEPTING.</strong>\n</p>\n<p>\n<strong>THESE TERMS CONSTITUTE A CONTRACT BETWEEN YOU AND GRAIN AND GOVERN USE OF AND ACCESS TO THE SERVICE AND WEBSITE BY YOU, USERS, AND END-USERS WHETHER IN CONNECTION WITH A PAID SUBSCRIPTION TO THE SERVICE OR A FREE TRIAL OF THE SERVICE.</strong>\n</p>\n<p>\n<strong>THE GRAIN SERVICES ARE NOT AVAILABLE TO PERSONS WHO ARE NOT LEGALLY ELIGIBLE TO BE BOUND BY THESE TERMS.</strong>\n</p>\n<p>By accepting these Terms, or by accessing or using the Service or Website, or authorizing or permitting any User or End-User to access or use the Service, You agree to be bound by these Terms.\nIf You are entering into these Terms on behalf of a company, organization or another legal entity (an “Entity”), You are agreeing to these Terms for that Entity and representing to Grain that You have the authority to bind such Entity and its affiliates to these Terms, in which case the terms “Subscriber,” “You,” “Your” or related capitalized terms herein shall refer to such Entity and its affiliates.\nIf You do not have such authority, or if You do not agree with these Terms, You must not accept these Terms and may not use the Service.</p>\n<p>\n<strong>1.\nDEFINITIONS</strong>\n</p>\n<p>When used in these Terms with the initial letters capitalized, in addition to terms defined elsewhere in these Terms, the following terms have the following meanings:</p>\n<p>Account: means all Grain accounts or instances created by or on behalf of Subscriber within the Service.</p>\n<p>API: means the application programming interfaces developed and enabled by Grain that permit Subscribers to access certain functionality provided by the Services.</p>\n<p>Beta Services: means a product, service or functionality provided by Grain that may be made available to You to try at Your option at no additional charge which is clearly designated as beta, pilot, limited release, non-production, early access, evaluation, labs or by a similar description.</p>\n<p>Confidential Information: means all information disclosed by You to Grain or by Grain to You which is in tangible form and labeled “confidential” (or with a similar legend) or which a reasonable person would understand to be confidential given the nature of the information and circumstances of disclosure.\nFor purposes of these Terms, Your Data shall be deemed Confidential Information.\nNotwithstanding the foregoing, Confidential Information shall not include information that (a) was already known to the receiving party at the time of disclosure by the disclosing party.\n(b) was or is obtained by the receiving party by a third party not known by the receiving party to be under an obligation of confidentiality with respect to such information.\n(c) is or becomes generally available to the public other than by violation of these Terms.\nor (d) was or is independently developed by the receiving party without use of the disclosing party’s Confidential Information.</p>\n<p>Documentation: means any written or electronic documentation, images, video, text or sounds specifying the functionalities of the Service or describing Service Plans, as applicable, provided or made available by Grain to You in the applicable Grain help center(s).\nprovided, however, that Documentation shall specifically exclude any “community moderated” forums as provided or accessible through such knowledge base(s).</p>\n<p>End-User: means any person or entity other than Subscriber or User with whom Subscriber or its Users interact using the Service.</p>\n<p>Order Form: means any Grain generated on-line registration page or order form executed or approved by You with respect to Your subscription to the Service, which form may detail, among other things, the number of Users authorized to use the Service under Your subscription to the Service and the Service Plan applicable to Your subscription to the Service.</p>\n<p>Other Services: means third party products, applications, services, software, products, networks, systems, directories, websites, databases and information which the Service links to, or which You may connect to or enable in conjunction with the Service, including, without limitation, Other Services which may be integrated directly into Your Grain Service.</p>\n<p>Personal Data: means any information relating to an identified or identifiable natural person.\nan identifiable person is one who can be identified, directly or indirectly, in particular by reference to an identification number or to one or more factors specific to his physical, physiological, mental, economic, cultural or social identity.</p>\n<p>Processing/To Process: means any operation or set of operations which is performed upon Personal Data, whether or not by automatic means, such as collection, recording, organization, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, blocking, erasure or destruction.</p>\n<p>Service: shall include the video conversation workflow tools, system, and services provided by Grain, including, individually and collectively, Software, the API and any Documentation.\nAny new or modified features added to or augmenting or otherwise modifying the Service or other updates, modifications or enhancements to the Service (“Updates”) are also subject to these Terms and Grain reserves the right to deploy Updates at any time.</p>\n<p>Service Plan(s): means the packaged service plan(s) and the functionality and services associated therewith (as detailed on the Website applicable to the Service) for the Services to which You subscribe.</p>\n<p>Website: means www.Grain.co and any other websites that Grain operates.\n</p>\n<p>Software: means software provided by Grain (either by download or access through the internet) that allows Users and End-Users to use any functionality in connection with the Service.</p>\n<p>Subscription Term: means the period during which You have agreed to subscribe to the Service with respect to any individual User.</p>\n<p>User: means an individual authorized to use a Service through Your Account as an administrator, editor, contributor, and/or viewer as identified through a unique login.</p>\n<p>Service Data or Your Data: means all electronic data, text, video, messages or other materials submitted to the Service by You, Users and End-Users in connection with Your use of the Service, including, without limitation, Personal Data.</p>\n<p>Grain: means Grain Intelligence, Inc., a Delaware corporation or any of its successors or assignees.\n</p>\n<p>\n<strong>2.\nGENERAL CONDITIONS.\nACCESS TO AND USE OF THE SERVICE</strong>\n</p>\n<p>2.1 During the Subscription Term and subject to compliance by You, Users, and End-Users with these Terms, You have the limited right to access and use the Service consistent with the Service Plan You subscribe to for Your internal business purposes.\n</p>\n<p>2.2 A high-speed Internet connection is required for proper transmission and use of the Service.\nYou are responsible for procuring and maintaining the network connections that connect Your network to the Service, including, but not limited to, “browser” software that supports protocols used by Grain, and to follow procedures for accessing services that support such protocols.\nWe are not responsible for notifying You, Users or End-Users of any upgrades, fixes or enhancements to any such software or for any compromise of data, including Your Data, transmitted across computer networks or telecommunications facilities (including but not limited to the Internet) which are not owned, operated or controlled by Grain.\nWe assume no responsibility for the reliability or performance of any connections as described in this section.</p>\n<p>2.3 You agree not to (a) license, sublicense, sell, resell, rent, lease, transfer, assign, distribute, time share or otherwise commercially exploit or make the Service available to any third party, other than authorized Users and End-Users in furtherance of Your internal business purposes as expressly permitted by these Terms.\n(b) use the Service to Process Personal Data on behalf of any third party other than Users or End-Users.\n(c) modify, adapt, or hack the Service or otherwise attempt to gain unauthorized access to the Service or related systems or networks.\n(d) falsely imply any sponsorship or association with Grain, (e) use the Service in any unlawful manner, including but not limited to violation of any person’s privacy rights.\n(f) use the Service to send unsolicited or unauthorized junk mail, videos, spam, pyramid schemes or other forms of duplicative or unsolicited messages.\n(g) use the Service to store or transmit files, materials, data, text, audio, video, images or other content that infringes on any person’s intellectual property rights.\n(h) use the Service in any manner that interferes with or disrupts the integrity or performance of the Service and its components.\n(i) attempt to decipher, decompile, reverse engineer or otherwise discover the source code of any software making up the Service.\n(j) use the Service to knowingly post, transmit, upload, link to, send or store any content that is unlawful, racist, hateful, abusive, libelous, obscene, or discriminatory.\n(k) use the Service to store or transmit any “protected health information” as that term is defined in 45 C.F.R.\n160.103.\n(l) use the Service to knowingly post transmit, upload, link to, send or store any viruses, malware, Trojan horses, time bombs, or any other similar harmful software (“Malicious Software”).\nor (m) try to use, or use the Service in violation of these Terms.</p>\n<p>2.4 You are responsible for compliance with the provisions of these Terms by Users and End-Users and for any and all activities that occur under Your Account, as well as for all Your Data.\nWithout limiting the foregoing, You are solely responsible for ensuring that use of the Service to store and transmit Your Data is compliant with all applicable laws and regulations.\nYou also maintain all responsibility for determining whether the Service or the information generated thereby is accurate or sufficient for Your purposes.\nSubject to any limitation on the number of individual Users available under the Service Plan for which You subscribed, access to and use of the Service is restricted to the specified number of individual Users permitted under Your subscription to the Service.\nYou agree and acknowledge that each User will be identified by a unique username and password (“Login”) and that a User Login may only be used by one (1) individual.\nYou will not share a User Login among multiple individuals.\nYou and Your Users are responsible for maintaining the confidentiality of all Login information for Your Account.</p>\n<p>2.5 In addition to Our rights as set forth in Section 2 and 7.4, Grain reserves the right, in Grain’s reasonable discretion, to temporarily suspend Your access to and use of the Service: (a) during planned downtime for upgrades and maintenance to the Service (of which Grain will use commercially reasonable efforts to notify You in advance) (“Planned Downtime”).\n(b) during any unavailability caused by circumstances beyond Our reasonable control, such as, but not limited to, acts of God, acts of government, acts of terror or civil unrest, technical failures beyond Our reasonable control (including, without limitation, inability to access the Internet), or acts undertaken by third parties, including without limitation, distributed denial of service attacks.\nor (c) if We suspect or detect any Malicious Software connected to Your Account or use of the Service by You, Users or End-Users.\nWe will use commercially reasonable efforts to schedule Planned Downtime for weekends (US Pacific time zone) and other off-peak hours.</p>\n<p>2.6 You acknowledge that Grain may modify the features and functionality of the Service during the Subscription Term.</p>\n<p>2.7 You may not access the Service if You are a direct competitor of Grain, except with Grain’s prior written consent.\nYou may not access the Services for the purposes of monitoring performance, availability, functionality, or for any benchmarking or competitive purposes.</p>\n<p>2.8 If You register for a free trial for the Service, We will make the Service available to You on a trial basis free of charge until the earlier of (a) the end of the free trial period for which You registered to use the Service.\n(b) the start date of any subscription to the Service purchased by You for such Service.\nor (c) termination of the trial by Us in our sole discretion.\nAdditional trial terms and conditions may appear on the trial registration web page.\nAny such additional terms and conditions are incorporated into these Terms by reference and are legally binding.\nPlease review the applicable Documentation during the trial period so that You become familiar with the features and functions of the Services under applicable Service Plans before You make Your purchase.</p>\n<p>ANY SERVICE DATA YOU ENTER INTO THE SERVICE, AND ANY CONFIGURATIONS OR CUSTOMIZATIONS MADE TO THE SERVICE BY OR FOR YOU, DURING YOUR FREE TRIAL WILL BE PERMANENTLY LOST UNLESS YOU PURCHASE A SUBSCRIPTION TO THE SAME SERVICE AS COVERED BY THE TRIAL, PURCHASE THE APPLICABLE SERVICE, OR EXPORT SUCH SERVICE DATA, BEFORE THE END OF THE TRIAL PERIOD.</p>\n<p>2.9 From time to time, We may make Beta Services available to You at no charge.\nYou may choose to try such Beta Services in Your sole discretion.\nBeta Services are intended for evaluation purposes and not for production use, are not supported, and may be subject to additional terms that will be presented to You.\nBeta Services are not considered “Services” under this Agreement.\nhowever, all restrictions, Our reservation of rights and Your obligations concerning the Service, and use of any Third Party Services shall apply equally to Your use of Beta Services.\nUnless otherwise stated, any Beta Services trial period will expire upon the earlier of one year from the trial start date or the date that a version of the Beta Services becomes generally available without the applicable Beta Services designation.\nWe may discontinue Beta Services at any time in Our sole discretion and may never make them generally available.\nWe will have no liability for any harm or damage arising out of or in connection with a Beta Service.</p>\n<p>2.10 You are responsible for compliance with all recording laws.\nBy using the recording capabilities available within the third party service providers authorized by you, you are giving Grain consent to store recordings for any or all meetings or video conferences that you join, if such recordings are stored in our systems.\n</p>\n<p>\n<strong>3.\nDATA PRIVACY AND SECURITY.\nCONFIDENTIALITY</strong>\n</p>\n<p>3.1 Subject to the express permissions of these Terms, You and Grain will protect each other’s Confidential Information from unauthorized use, access or disclosure in the same manner as each protects its own Confidential Information, but with no less than reasonable care.\nExcept as otherwise expressly permitted pursuant to these Terms, each of us may use each other’s Confidential Information solely to exercise our respective rights and perform our respective obligations under these Terms and shall disclose such Confidential Information solely to those of our respective employees, representatives and agents &nbsp;who have a need to know such Confidential Information for such purposes and who are bound to maintain the confidentiality of, and not misuse, such Confidential Information.\nThe provisions of this Section 3 shall supersede any non-disclosure agreement by and between You and Grain entered prior to these Terms that would purport to address the confidentiality of Your Data and such agreement shall have no further force or effect with respect to Your Data.</p>\n<p>3.2 Grain will maintain commercially reasonable administrative, physical and technical safeguards to protect the security, confidentiality, and integrity of Your Data.\nThese safeguards include encryption of Your Data in transmission, except for certain Other Services that do not support encryption, which You may link to through Service at Your election.\nOur compliance with the provisions of this Section 3.2 shall be deemed compliance with Our obligations to protect Your Data as set forth in Section 3.1.</p>\n<p>3.3 You agree that Grain and the service providers We use to assist in providing the Service to You shall have the right to access Your Account and to use, modify, reproduce, distribute, display and disclose Your Data solely to the extent necessary to provide the Service, including, without limitation, in response to Your support requests.\nAny third party service providers We utilize will only be given access to Your Account and Your Data as is reasonably necessary to provide the Service and will be subject to (a) confidentiality obligations which are commercially reasonable and substantially consistent with the standards described in Section 3.2.\nand (b) their agreement to comply with the data transfer restrictions applicable to Personal Data as set forth in Section 3.5.</p>\n<p>Grain may also access or disclose information about You, Your Account, Users or End-Users, including Your Data, in order to (a) comply with the law or respond to lawful requests or legal process.\n(b) protect Grain’s or its customers’ or partners’ rights or property, including enforcement of these Terms or other policies associated with the Service.\n(c) act on a good faith belief that such disclosure is necessary to protect personal safety or avoid violation of applicable law or regulation.</p>\n<p>3.4 We collect certain information about You, Users, and End-Users as well as Your and their respective devices, computers and use of the Service.\nWe use, disclose, and protect this information as described in Our Privacy Policy, the then-current version of which is available at [https://www.grain.co/privacy-policy] and is incorporated into the Terms.</p>\n<p>Your Data is currently hosted by Grain or its authorized service partners in data centers located in the United States.\nIf Your principal location is within the United States, we will use commercially reasonable efforts to notify You at least thirty (30) days before our election to host Personal Data provided to Grain in connection with use of the Service in data centers located outside the United States.\nIf You are entitled to this notice and do not wish to have Your Personal Data hosted in data centers located in such other country or territory, You may terminate Your Subscription and Your Account with immediate effect upon written notice to Grain within thirty (30) days or Your receipt of such notice.</p>\n<p>\n<strong>4.\nINTELLECTUAL PROPERTY RIGHTS</strong>\n</p>\n<p>Each of us shall maintain all rights, title and interest in and to all our respective patents, inventions, copyrights, trademarks, domain names, trade secrets, know-how and any other intellectual property and/or proprietary rights (collectively, “Intellectual Property Rights”).\nThe rights granted to You, Users and End-Users to use the Service under these Terms do not convey any additional rights in the Service, or in any Intellectual Property Rights associated therewith.\nSubject only to limited rights to access and use the Service as expressly herein, all rights, title and interest in and to the Service and all hardware, software and other components of or used to provide the Service, including all related intellectual property rights, will remain with and belong exclusively to Grain.\n</p>\n<p>Grain shall have a royalty-free, worldwide, transferable, sub-licensable, irrevocable and perpetual license to incorporate into the Service or otherwise use any suggestions, enhancement requests, recommendations or other feedback We receive from You Users, or End-Users, or other third parties acting on Your behalf.\nGrain, and Grain’s other product and service names, and logos used or displayed on the Service are registered or unregistered trademarks of Grain (collectively, “Marks”), and You may only use such Marks to identify You as a Subscriber.\nprovided You do not attempt, now or in the future, to claim any rights in the Marks, degrade the distinctiveness of the Marks, or use the Marks to disparage or misrepresent Grain, its services or products.</p>\n<p>\n<strong>5.\nTHIRD PARTY SERVICES</strong>\n</p>\n<p>If You decide to enable, access or use Other Services, be advised that Your access and use of such Other Services is governed solely by the terms and conditions of such Other Services, and We do not endorse, are not responsible or liable for, and make no representations as to any aspect of such Other Services, including, without limitation, their content or the manner in which they handle data (including Your Data) or any interaction between You and the provider of such Other Services.\nYou irrevocably waive any claim against Grain with respect to such Other Services.\nGrain is not liable for any damage or loss caused or alleged to be caused by or in connection with Your enablement, access or use of any such Other Services, or Your reliance on the privacy practices, data security processes or other policies of such Other Services.\nYou may be required to register for or log into such Other Services on their respective websites.\nBy enabling any Other Services, You are expressly permitting Grain to disclose Your Login as well as Your Data as necessary to facilitate the use or enablement of such Other Service.</p>\n<p>\n<strong>6.\nBILLING, PLAN MODIFICATIONS AND PAYMENTS</strong>\n</p>\n<p>6.1 Unless otherwise indicated on a Form referencing these Terms and subject to Section 6.2, all charges associated with Your access to and use of the Service (“Subscription Charges”) are due in full upon commencement of Your Subscription Term.\nIf You fail to pay Your Subscription Charges or charges for other services indicated on any Form referencing these Terms within five (5) days of Our notice to You that payment is due or delinquent, or if You do not update payment information upon Our request, in addition to Our other remedies, We may suspend or terminate access to and use of the Service by You, Users and End-Users.</p>\n<p>6.2 If You choose to upgrade Your Service Plan or increase the number of authorized Users during Your Subscription Term (a “Subscription Upgrade”), any incremental Subscription Charges associated with such Subscription Upgrade will be prorated over the remaining period of Your then-current Subscription Term, charged to Your Account and due and payable upon implementation of such Subscription Upgrade.\nIn any future Subscription Term, Your Subscription Charges will reflect any such Subscription Upgrades.</p>\n<p>6.3 No refunds or credits for Subscription Charges or other fees or payments will be provided to You if You elect to downgrade Your Service Plan.\nDowngrading Your Service Plan may cause loss of content, features, or capacity of the Service as available to You under Your Account, and Grain does not accept any liability for such loss.\n</p>\n<p>6.4 Unless otherwise stated, Our charges do not include any taxes, levies, duties or similar governmental assessments, including value-added, sales, use or withholding taxes assessable by any local, state, provincial or foreign jurisdiction (collectively “Taxes”).\nYou are responsible for paying Taxes except those assessable against Grain based on its income.\nWe will invoice You for such Taxes if We believe We have a legal obligation to do so and You agree to pay such Taxes if so invoiced.</p>\n<p>6.5 If You pay by credit card, the Service provides an interface for the account owner to change credit card information (e.g.\nupon card renewal).\nThe Account owner will receive a receipt upon each receipt of payment by Grain, or they may obtain a receipt from within the Service to track subscription status.\n</p>\n<p>You hereby authorize Grain to bill Your credit card or another payment instrument in advance on a periodic basis in accordance with the terms of the Service Plan until you terminate your Subscription, and you further agree to pay any Subscription Charges so incurred.\nGrain uses a third-party intermediary to manage credit card processing and this intermediary is not permitted to store, retain or use Your billing information except to process Your credit card information for Grain.</p>\n<p>\n<strong>7.\nCANCELLATION AND TERMINATION</strong>\n</p>\n<p>7.1 Either You or Grain may elect to terminate Your Account and subscription to the Service as of the end of your then-current Subscription Term by providing notice, in accordance with these Terms, on or prior to the date thirty (30) days preceding the end of such Subscription Term.\nUnless Your Account and subscription to the Service is so terminated, Your subscription to the Service will renew for a Subscription Term equivalent in length to the then expiring Subscription Term.\nUnless otherwise provided for in any Form, the Subscription Charges applicable to Your subscription to the Service for any such subsequent Subscription Term shall be Our standard Subscription Charges for the Service Plan to which You have subscribed as of the time such subsequent Subscription Term commences.</p>\n<p>7.2 No refunds or credits for Subscription Charges or other fees or payments will be provided to You if You elect to terminate Your subscription to the Service or cancel Your Account prior to the end of Your then effective Subscription Term.\nFollowing the termination or cancellation of Your subscription to the Service and/or Account, We reserve the right to delete all Your Data in the normal course of operation.\nYour Data cannot be recovered once Your Account is canceled.</p>\n<p>7.3 If You terminate Your subscription to the Service or cancel Your Account prior to the end of Your then effective Subscription Term or We effect such termination or cancellation pursuant to Section 2.5(c) or 7.4, in addition to other amounts You may owe Grain, You must immediately pay any then unpaid Subscription Charges associated with the remainder of such Subscription Term.\n</p>\n<p>7.4 Grain reserves the right to modify, suspend or terminate the Service (or any part thereof), Your Account or Your and/or Users’ and/or End-Users’ rights to access and use the Service, and remove, disable and discard any of Your Data if We believe that You, Users or End-Users have violated these Terms.\nThis includes the removal or disablement of Your Data.\nUnless legally prohibited from doing so, Grain will use commercially reasonable efforts to contact You directly via email to notify You when taking any of the foregoing actions.\nGrain shall not be liable to You, Users, End-Users or any other third party for any such modification, suspension or discontinuation of Your rights to access and use the Service.\nAny suspected fraudulent, abusive, or illegal activity by You, Users or End-Users may be referred to law enforcement authorities at Our sole discretion.</p>\n<p>\n<strong>8.\nDISCLAIMER OF WARRANTIES</strong>\n</p>\n<p>THE WEBSITE AND THE SERVICE, INCLUDING ALL SERVER AND NETWORK COMPONENTS ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND TO THE FULLEST EXTENT PERMITTED BY LAW, AND GRAIN EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nYOU ACKNOWLEDGE THAT GRAIN DOES NOT WARRANT THAT THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, ERROR-FREE OR FREE FROM VIRUSES OR OTHER MALICIOUS SOFTWARE, AND NO INFORMATION OR ADVICE OBTAINED BY YOU FROM GRAIN OR THROUGH THE SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS.</p>\n<p>\n<strong>9.\nLIMITATION OF LIABILITY</strong>\n</p>\n<p>9.1 UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY (WHETHER IN CONTRACT, TORT, NEGLIGENCE OR OTHERWISE) WILL EITHER PARTY TO THESE TERMS, OR THEIR AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SERVICE PROVIDERS, SUPPLIERS OR LICENSORS BE LIABLE TO THE OTHER PARTY OR ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, CONSEQUENTIAL, PUNITIVE OR OTHER SIMILAR DAMAGES, INCLUDING LOST PROFITS, LOST SALES OR BUSINESS, LOST DATA, BUSINESS INTERRUPTION OR ANY OTHER LOSS INCURRED BY SUCH PARTY OR THIRD PARTY IN CONNECTION WITH THESE TERMS OR THE SERVICE, REGARDLESS OF WHETHER SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF OR COULD HAVE FORESEEN SUCH DAMAGES.</p>\n<p>9.2 NOTWITHSTANDING ANYTHING TO THE CONTRARY IN THESE TERMS, GRAIN’S AGGREGATE LIABILITY TO YOU OR ANY THIRD PARTY ARISING OUT OF THESE TERMS OR OTHERWISE IN CONNECTION WITH ANY SUBSCRIPTION TO, OR USE OR EMPLOYMENT OF THE SERVICE, SHALL IN NO EVENT EXCEED THE SUBSCRIPTION CHARGES PAID BY YOU DURING THE TWELVE (12) MONTHS PRIOR TO THE FIRST EVENT OR OCCURRENCE GIVING RISE TO SUCH LIABILITY.\nYOU ACKNOWLEDGE AND AGREE THAT THE ESSENTIAL PURPOSE OF THIS SECTION 10.2 IS TO ALLOCATE THE RISKS UNDER THESE TERMS BETWEEN THE PARTIES AND LIMIT POTENTIAL LIABILITY GIVEN THE SUBSCRIPTION CHARGES, WHICH WOULD HAVE BEEN SUBSTANTIALLY HIGHER IF GRAIN WERE TO ASSUME ANY FURTHER LIABILITY OTHER THAN AS SET FORTH HEREIN.\nGRAIN HAS RELIED ON THESE LIMITATIONS IN DETERMINING WHETHER TO PROVIDE YOU THE RIGHTS TO ACCESS AND USE THE SERVICE PROVIDED FOR IN THESE TERMS.</p>\n<p>9.3 Some jurisdictions do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply to You.\nIN THESE JURISDICTIONS, GRAIN’S LIABILITY WILL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.</p>\n<p>\n<strong>10.\nASSIGNMENT.\nENTIRE AGREEMENT.\nREVISIONS</strong>\n</p>\n<p>10.1 You may not, directly or indirectly, by operation of law or otherwise, assign all or any part of these Terms or Your rights under these Terms or delegate performance of Your duties under these Terms without Grain’s prior consent, which consent will not be unreasonably withheld.\nWe may, without Your consent, assign Our agreement with You in connection with any merger or change of control of Grain or the sale of all or substantially all of Our assets provided that any such successor agrees to fulfill its obligations pursuant to these Terms.\nSubject to the foregoing restrictions, these Terms will be fully binding upon, inure to the benefit of and be enforceable by the parties and their respective successors and assigns.</p>\n<p>10.2 These Terms, together with any Form(s), constitute the entire agreement and supersede any and all prior agreements between You and Grain with regard to the subject matter hereof.\nThese Terms and any Form(s) shall apply in lieu of the terms or conditions in any purchase order or other order documentation You or any Entity which you represent provides (all such terms or conditions being null and void), and, except as expressly stated herein, there are no other agreements, representations, warranties, or commitments which may be relied upon by either party with respect to the subject matter hereof.\nNotwithstanding the foregoing, additional terms may apply to certain features or functionality Grain offers through the Service (the “Additional Terms”).\nIn those instances, We will notify You of such Additional Terms prior to the activation of these features or functionality and the activation of these features or functionality in Your Account will be considered acceptance of the Additional Terms.\nAll such Additional Terms will be considered incorporated into these Terms when You or any User designated as an administrator on your Account activates the feature or functionality.\nWhere there’ is a conflict between these Terms and the Additional Terms, the Additional Terms will control.</p>\n<p>10.3 Grain may elect to change or supplement the terms of this Agreement from time to time at its sole discretion.\nGrain will exercise commercially reasonable business efforts to provide notice to You of any material changes to this Agreement.\nGrain’s failure to enforce at any time any provision of these Terms does not constitute a waiver of that provision or of any other provision of the Terms.</p>\n<p>\n<strong>11.\nSEVERABILITY</strong>\n</p>\n<p>If any provision in these Terms is held by a court of competent jurisdiction to be unenforceable, such provision shall be modified by the court and interpreted so as to best accomplish the original provision to the fullest extent permitted by law, and the remaining provisions of these Terms shall remain in effect.</p>\n<p>\n<strong>12.\nEXPORT COMPLIANCE AND USE RESTRICTIONS</strong>\n</p>\n<p>The Service and other Software or components of the Service which Grain may provide or make available to You, Users or End-Users may be subject to U.S.\nexport control and economic sanctions laws.\nYou agree to comply with all such laws and regulations as they relate to access to and use of the Service, Software and such other components by You, Users and End-Users.\nYou shall not access or use the Service if You are located in any jurisdiction in which the provision of the Service, Software or other components is prohibited under U.S.\nor other applicable laws or regulations (a “Prohibited Jurisdiction”) and You shall not provide access to the Service to any government, entity or individual located in any Prohibited Jurisdiction.\nYou represent, warrant and covenant that (i) You are not named on any U.S.\ngovernment list of persons or entities prohibited from receiving U.S.\nexports, or transacting with any U.S.\nperson, (ii) You are not a national of, or a company registered in, any Prohibited Jurisdiction, (iii) You shall not permit Users or End-Users to access or use the Service in violation of any U.S.\nor other applicable export embargoes, prohibitions or restrictions, and (iv) You shall comply with all applicable laws regarding the transmission of technical data exported from the United States and the country in which You, Users and End-Users are located.</p>\n<p>\n<strong>13.\nRELATIONSHIP OF THE PARTIES</strong>\n</p>\n<p>The parties are independent contractors.\nThese Terms do not create a partnership, franchise, joint venture, agency, fiduciary or employment relationship among the parties.</p>\n<p>\n<strong>14.\nSURVIVAL</strong>\n</p>\n<p>Sections 1, 3, 4 and 8-19 shall survive any termination of our agreement with respect to use of the Service by You, Users or End-Users.\nTermination of such agreement shall not limit Your or Grain’s liability for obligations accrued as of or prior to such termination or for any breach of these Terms.</p>\n<p>\n<strong>15.\nNOTICE</strong>\n</p>\n<p>All notices to be provided by Grain to You under these Terms may be delivered in writing (i) by nationally recognized overnight delivery service or US mail to the contact mailing address provided by You on any Form.\nor (ii) electronic mail to the electronic mail address provided for Your Account owner.\n</p>\n<p>Grain reserves the right to determine the form and means of providing notifications to our users, provided that you may opt out of certain means of notification by contacting us at [Update Contact Information], or at:</p>\n<p>\n</p>\n<p>Grain Intelligence, Inc.<br>Attn: Legal Department</p>\n<p>548 Market Street</p>\n<p>PMB 39303</p>\n<p>San Francisco, CA 94104</p>\n<p>\n</p>\n<p>\n<strong>17.\nGOVERNING LAW</strong>\n</p>\n<p>These Terms shall be governed by the laws of the State of California without regard to conflict of laws principles.\nYou hereby expressly agree to submit to the exclusive personal jurisdiction of the federal and state courts of the State of California, San Mateo County, for the purpose of resolving any dispute relating to the Terms or access to or use of the Service by You, Users or End-Users.</p>\n<p>\n<strong>18.\nARBITRATION</strong>\n</p>\n<p>You agree that any dispute, claim, or controversy between you and Grain arising in connection with or relating in any way to these Agreements or to your relationship with Grain as a user of the Services (whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and whether the claims arise during or after the termination of the Agreements) will be determined by mandatory binding individual (not class) arbitration.\nYou and Grain further agree that the arbitrator shall have the exclusive power to rule on his or her own jurisdiction, including any objections with respect to the existence, scope or validity of the Arbitration Agreement or to the arbitrability of any claim or counterclaim.\nArbitration is more informal than a lawsuit in court.\nTHERE IS NO JUDGE OR JURY IN ARBITRATION, AND COURT REVIEW OF AN ARBITRATION AWARD IS LIMITED.\nThere may be more limited discovery than in court.\nThe arbitrator must follow this agreement and can award the same damages and relief as a court (including attorney fees), except that the arbitrator may not award any relief, including declaratory or injunctive relief, benefiting anyone but the parties to the arbitration.\nThis arbitration provision will survive termination of the Agreements.</p>\n<p>\n<strong>19.\nFEDERAL GOVERNMENT END USE PROVISIONS</strong>\n</p>\n<p>If You are a U.S.\nfederal government department or agency or contracting on behalf of such department or agency, this Service is a “Commercial Item” as that term is defined at 48 C.F.R.\n§2.101, consisting of “Commercial Computer Software” and “Commercial Computer Software Documentation”, as those terms are used in 48 C.F.R.\n§12.212 or 48 C.F.R.\n§227.7202.\nConsistent with 48 C.F.R.\n§12.212 or 48 C.F.R.\n§227.7202-1 through 227.7202-4, as applicable, this Service is licensed to You with only those rights as provided under the terms and conditions of these Terms.</p>\n<p>\n<br>\n</p>", "created_at": "2023-03-13 20:06:03.115971", "updated_at": "2023-03-13 20:06:28.843988"}, {"id": 14465, "name": "Privacy Policy", "url": "https://grain.com/privacy-policy", "xpath": "/html/body/div[1]/div[3]/div", "text": "Last Updated: October 19, 2020<p>\n<strong>1.\nINTRODUCTION</strong>\n</p>\n<p>Grain Intelligence, Inc., (“Grain”) and its subsidiaries (collectively, the “Grain” or “we” or “us” or “our”) is committed to protecting the privacy of the individuals who visit our Websites (as herein defined) (“Website Visitors”), who are authorized to use our Services through a Subscriber’s Account (“Users”).\nFor the purposes of this Policy, the term, “Websites”, shall refer collectively to www.Grain.co as well as the other websites that the Grain operates and that link to this Policy, the term “Services” shall refer to our on-demand product excellence system, and tools and services made available from the Websites.\n</p>\n<p>The term “Subscriber” shall refer to an individual or an entity that has agreed to a Service Agreement for use of our Services, including an individual representing the Subscribing company, the term “Account” shall mean all Grain accounts or instances created by or on behalf of Subscriber within the Service.</p>\n<p>\n<strong>2.\nSCOPE OF THIS POLICY</strong>\n</p>\n<p>This Policy outlines our handling practices and how we collect and use the Personal Information you provide during your online and offline interactions with us.\nAs used in this Privacy Policy, “Personal Information” means any information that can be used to individually identify a person, and may include, but is not limited to, name, email address, postal or other physical address, credit or debit card number, title, and other personally identifiable information.</p>\n<p>\n<strong>We may collect, the following categories of Personal Data about you when you use or otherwise interact with our Service:</strong>\n</p>\n<ul>\n<li>Name</li>\n<li>Title</li>\n<li>Email address</li>\n<li>Home/work/mobile telephone number</li>\n<li>Postal or other physical address</li>\n<li>Credit/debit card information</li>\n<li>IP addresses and other information collected passively such as cookies and tracking technologies (further described below), browser type, Internet service provider (ISP), referring/exit pages, the files viewed on our site (e.g., HTML pages, graphics, etc.), operating system, date/time stamp, and/or clickstream data to analyze trends in the aggregate and administer the website and/or Products.</li>\n<li>Device identifiers</li>\n<li>Our servers automatically record certain information when you use the Service, including your IP address, operating system type and version, client version, IP addresses along the network path, and the MAC address of your internet connection.</li>\n<li>We also automatically record information about your usage of the Service, including actions taken, date and time, frequency, duration, quantity, quality, network connectivity, and performance information related to logins, clicks, messages, contacts, content shared, calls, use of video and screen sharing, meetings, cloud recording, and other feature usage information (“Usage Information”)</li>\n<li>Other information you upload, provide, or create while using the Service (\"User-Generated Information\"), as further detailed in the “User Generated Information” section below</li>\n</ul>\n<p>Personal information does not include “Usage Data” which we define as encoded or anonymized information or aggregated data we collect about a group or category of services, features or users which does not contain personally identifying information.\nUsage Data helps us understand trends in usage of the Service so that we can better consider new features or otherwise tailor the Service.\nIn addition to collecting and using Usage Data ourselves, we may share Usage Data with third parties, including our customers, partners and service providers, for various purposes, including to help us better understand our customers’ needs and improve the Service as well as for advertising and marketing purposes.\nWe do not share Usage Data with third parties in a way that would enable them to identify you personally.</p>\n<p>\n<strong>User-Generated Information</strong>\n</p>\n<p>\n<br>We collect and retain, Personal Information and other information you upload, provide, or create while using the Service (\"User-Generated Information\"), including information related to:</p>\n<ul>\n<li>Meeting title, invitation content, participants, meeting link, date, time and duration.\nWe collect activity recorded in the meeting (such as joining or leaving), including activity related to third-party integrations, together with the date, time, person engaged in the activity, and other participants in the meeting with the date, time, duration, and quality ratings that you provide.</li>\n<li>Message content, sender and recipients, date, and time.</li>\n<li>If you use a feature of the Services that allows for recordings, we collect and store information from you that you provide in connection with such use and through such recordings, to the extent you provide it to us.\nThis information may include Personal Information, if you provide us with Personal Information.\n</li>\n<li>Status information, for example about whether and when you are actively viewing a document.</li>\n</ul>\n<p>All messages and content you share in a meeting, including Personal Data about you or others, will be available to all other participants in that meeting.</p>\n<p>Our Websites may contain links to other websites and the information practices and the content of such other websites are governed by the privacy statements of such other websites.\nWe encourage you to review the privacy statements of any such other websites to understand their information practices.</p>\n<p>If you have purchased a subscription to our Services additional terms relating to data rights are set forth in and governed by our Terms of Service, available here: [https://www.grain.co/terms], or such other applicable agreement between you and any member of the Grain relating to your access to and use of such Services (“Service Agreement”).</p>\n<p>We may transfer Personal Information to companies that help us provide our Services to Subscribers.</p>\n<p>\n<strong>3.\nINFORMATION THAT YOU PROVIDE TO US</strong>\n</p>\n<p>Account and Registration Information:</p>\n<p>If you are Subscriber or User, we ask for and collect Personal Information about you and your Users such as name, address, phone number, email address, and credit card information of the Subscriber, as well as certain related information like Subscriber company name and website name email address and name or alias from each User.\n</p>\n<p>If you sign-up for a free Account, you are not required to enter your credit card information unless and until you decide to continue with a paid subscription to our Services.\nA third-party intermediary is used to manage credit card processing.</p>\n<p>We refer to any information described above as “Account Information” for the purposes of this Policy.\nBy voluntarily providing us with Account Information, you represent that you are the owner of such Personal Information or are otherwise authorized to provide it to us, specifically, if you as a Subscriber provide us Account Information related to the User, you represent that the User has not objected to such processing.</p>\n<p>Submissions by the Website Visitor:</p>\n<p>We ask for and collect Personal Information from you when you submit web forms on our Websites or as you use interactive features of the Websites, including, participation in surveys, contests, promotions, sweepstakes, requesting customer support, or communicating with us.</p>\n<p>\n<strong>4.\nINFORMATION THAT WE COLLECT FROM YOU ON OUR WEBSITES</strong>\n</p>\n<p>Cookies and Other Tracking Technologies:</p>\n<p>We and our authorized partners use cookies and other information gathering technologies for a variety of purposes.\nThese technologies may provide us with Personal Information, information about devices and networks you utilize to access our Websites, and other information regarding your interactions with our Websites.</p>\n<p>Web beacons, tags and scripts may be used on our Websites or in email or other electronic communications we send to you.\nThese assist us in delivering cookies, counting visits to our Websites, understanding usage and campaign effectiveness and determining whether an email has been opened and acted upon.\nWe may receive reports based on the use of these technologies by our third-party service providers on an individual and aggregated basis.</p>\n<p>We use Local Storage Objects (“LSOs”) such as HTML5 to store content information and preferences.\nVarious browsers may offer their own management tools for removing HTML5 LSOs.\nThird parties with whom we partner to provide certain features on our Websites use LSOs such as HTML5 and Flash to collect and store information.</p>\n<p>Logs:</p>\n<p>As is true with most websites and services delivered over the Internet, we gather certain information and store it in log files when you interact with our Websites and Services.\nThis information includes internet protocol (IP) addresses as well as browser type, internet service provider, URLs of referring/exit pages, operating system, date/time stamp, information you search for, locale and language preferences, identification numbers associated with your devices, your mobile carrier, and system configuration information.\nOccasionally, we connect Personal Information to information gathered in our log files as necessary to improve our Websites and Services.\nIn such a case, we would treat the combined information in accordance with this Policy.</p>\n<p>Analytics:</p>\n<p>We collect analytics information when you use the Websites to help us improve them.\nWe may also share anonymous data about your actions on our Websites with third-party service providers of analytics services.</p>\n<p>\n<strong>5.\nINFORMATION COLLECTED FROM OTHER SOURCES</strong>\n</p>\n<p>Social Media Widgets:</p>\n<p>The Websites include social media features, such as the Facebook Like button, and widgets, such as the Share This button or interactive mini-programs that run on our Websites.\nThese features may collect your Internet protocol address, which page you are visiting on the Websites, and may set a cookie to enable the feature to function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on the Websites.\nYour interactions with these features are governed by the privacy statement of the companies that provide them.</p>\n<p>Information From Third Party Services:</p>\n<p>We may also obtain other information, including Personal Information, from third parties and combine that with information we collect through our Websites.\nFor example, we may have access to certain information from a third party authentication service if you log into our Services through such a service or otherwise provide us with access to information from the service.\nAny access that we may have to such information from a third party social media or authentication service is in accordance with the authorization procedures determined by that service.\nBy authorizing us to connect with a third party service, you authorize us to access and store your name, email address(es), current city, profile picture URL, and other Personal Information that the third party service makes available to us, and to use and disclose it in accordance with this Policy.\nYou should check your privacy settings on these third party services to understand and change the information sent to us through these services.\nFor example, you can log in to the Services using sign-in services such as Google Authentication, as further described below.</p>\n<p>\n<strong>6.\nHOW WE USE INFORMATION THAT WE COLLECT </strong>\n</p>\n<p>We use the information we collect about you (including Personal Information, to the extent applicable) to (a) provide, operate, maintain and improve the Services.\n(b) enable you to access and use the Services.\n(c) process and complete transactions, and send you related information, including purchase confirmations and invoices.\n(d) send transactional messages, including responses to your comments, questions, and requests.\nprovide customer service and support.\nand send you technical notices, updates, security alerts, and support and administrative messages.\n(e) send promotional communications, such as providing you with information about products and services, features, surveys, newsletters, offers, promotions, contests, and events.\nand provide other news or information about us and our partners.\n(f) process and deliver contest or sweepstakes entries and rewards.\n(g) monitor and analyze trends, usage, and activities in connection with the Websites and Services and for marketing or advertising purposes.\n(h) investigate and prevent fraudulent transactions, unauthorized access to the Services, and other illegal activities.\n(i) personalize the Websites and Services, including by providing features or advertisements that match your interests and preferences.\nand (j) comply with our legal obligations, including our obligations related to personal data protection.</p>\n<p>\n<strong>7.\nLEGAL GROUNDS FOR PROCESSING</strong>\n</p>\n<p>We process your information for the purposes described in this Policy, based on the following legal grounds:</p>\n<p>(i) When we’re pursuing legitimate interests</p>\n<p>We process your information for our legitimate interests and those of third parties.\nThis means that we process your information for things like: Providing, operating.\nmaintaining, and improving our Services.\nenabling you to access and use the Services.\npromoting the Services.\nsending promotional communications, monitoring and analyzing trends, usage, and activities in connection with the Websites and Services.\ninvestigating and preventing fraudulent transactions, unauthorized access to the Services, and other illegal activities.\n(i) personalizing the Websites and Services.</p>\n<p>(ii) When we’re providing a service</p>\n<p>We process your data to provide a service you’ve asked for under the Service Contract or other contract between you and us.\nThis means that we process your information for things like: Enabling you to access and use the Services.\nprocessing transactions, and sending you related information.\nproviding customer service and support.\npersonalizing the Websites and Services.</p>\n<p>(iii) When we’re complying with legal obligations</p>\n<p>We’ll process your data when we have a legal obligation to do so, for example, if we’re responding to legal process or an enforceable governmental request.</p>\n<p>(iv) With your consent</p>\n<p>We may ask for your agreement to process your information for specific purposes and you have the right to withdraw your consent at any time.\nFor example, we ask for your consent to publish your testimonial, if it includes your identification.\nIf you wish to withdraw your consent, you can contact us at privacy@grain.co.</p>\n<p>\n<strong>8.\nSHARING OF INFORMATION COLLECTED</strong>\n</p>\n<p>Third-Party Service Providers:</p>\n<p>We share information, including Personal Information, with our third-party service providers that we use to provide hosting for and maintenance of our Websites, application development, backup, storage, payment processing, analytics and other services for us.\nThese third-party service providers may have access to or process your Personal Information for the purpose of providing these services for us.\nWe do not permit our third-party service providers to use the Personal Information that we share with them for their marketing purposes or for any other purpose than in connection with the services they provide to us.</p>\n<p>Compliance with Laws and Law Enforcement Requests.\nProtection of Our Rights:</p>\n<p>In certain situations, we may be required to disclose Personal Information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nWe may disclose Personal Information to respond to subpoenas, court orders, or legal process, or to establish or exercise our legal rights or defend against legal claims.\nWe may also share such information if we believe it is necessary in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our Service Agreement, or as otherwise required by law.</p>\n<p>Grain Sharing:</p>\n<p>We may share information, including Personal Information, with any member of the Grain.</p>\n<p>With Your Consent:</p>\n<p>We may also share Personal Information with third parties when we have your consent to do so.</p>\n<p>\n<strong>9.\nCHOICE AND COMMUNICATIONS PREFERENCES</strong>\n</p>\n<p>We offer those who provide personal contact information a means to choose how we use the information provided.\nYou can opt-out of receiving marketing and non-transactional communications by clicking on the “unsubscribe” link located on the bottom of our marketing emails or you may send a request to privacy@grain.co.</p>\n<p>\n<strong>10.\nACCESSING, EXPORTING AND REMOVING YOUR INFORMATION AND OTHER AVAILABLE RIGHTS</strong>\n</p>\n<p>Upon request, we will provide you with information about whether we hold and otherwise process, or process on behalf of a third party, any of your Personal Information.\nTo request this information please contact us at privacy@grain.co.\nSubscribers to our Services may update or change their Account Information by editing their profile or organization record or by contacting privacy@grain.co for more detailed instructions.\nTo make a request to have Personal Information maintained by us returned to you or removed, please email privacy@grain.co.\nRequests to access, change, or remove your information will be handled within thirty 30 days.</p>\n<p>An individual who seeks access to, or who seeks to correct, amend, or delete inaccuracies in Personal Information stored or processed by us on behalf of a Subscriber should direct his/her query to the Subscriber (the data controller).\nUpon receipt of a request from one of our Subscribers for us to remove the data, we will respond to their request within thirty (30) days.\nWe will retain Personal Information that we store and process on behalf of our Subscribers for as long as needed to provide the Services to our Subscribers.\nWe will retain and use this Personal Information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>If you are a Subscriber or otherwise provide us with Personal Information in connection with your use of our Websites or Services, we will delete this information upon your request, provided that, notwithstanding such request, this information may be retained for as long as you maintain an account for our Services, or as needed to provide you with our Services (in particular for Accounts with multiple Users where we need to retain the interaction with Users who continue to use the Services), comply with our legal obligations, resolve disputes and enforce our agreements.</p>\n<p>\n<strong>12.\nSECURITY</strong>\n</p>\n<p>The security of your Personal Information is important to us.\nWe follow generally accepted, reasonable, and appropriate standards to protect the Personal Information submitted to us, both during transmission and once it is received.\nIn deciding what is reasonable and appropriate we take into account the risks involved and the nature of the information.\nIf you have any questions about the security of your Personal Information, you can contact us at privacy@grain.co.</p>\n<p>\n<strong>13.\nCHILDREN’S PERSONAL INFORMATION</strong>\n</p>\n<p>We do not knowingly collect any Personal Information from children under the age of 16.\nIf you are under the age of 16, please do not use or submit any Personal Information through our Websites or Services.\nWe encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce this Policy by instructing their children never to provide Personal Information through the Websites or Services without parental permission.\nIf you have reason to believe that a child under the age of 16 has provided Personal Information to us through the Websites or Services, please contact us at privacy@grain.co, and we will use commercially reasonable efforts to delete that information.</p>\n<p>\n<strong>14.\nBUSINESS TRANSACTIONS</strong>\n</p>\n<p>We may assign or transfer this Policy, as well as your account and related information and data, including any Personal Information, to any person or entity that acquires all or substantially all of our business, stock or assets, or with whom we merge.</p>\n<p>\n<strong>15.\nCHANGES TO THIS POLICY</strong>\n</p>\n<p>If there are any material changes to this Policy, you will be notified by our posting of a prominent notice on Our Website.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nYour continued use of the Websites or the Services constitutes your agreement to be bound by such changes to this Policy.\nYour only remedy, if you do not accept the terms of this Policy, is to discontinue use of the Websites and the Services.</p>\n<p>\n<strong>16.\nCONTACT US</strong>\n</p>\n<p>If you have questions regarding this Policy or about the privacy practices of Grain, please contact us by email at privacy@grain.co, or at:</p>\n<p>Grain Intelligence, Inc.<br>Attn: Privacy Officer </p>\n<p>548 Market Street</p>\n<p>PMB 39303</p>\n<p>San Francisco, CA 94104</p>‍", "created_at": "2023-03-13 20:06:58.596372", "updated_at": "2023-03-13 20:07:24.417617"}], "points": [], "urls": ["grain.com"]}}