{"error": 448, "message": "OK", "parameters": {"id": 8277, "name": "Gage Randall", "created_at": "2023-05-14 01:56:52.678195", "updated_at": "2023-05-14 10:01:56.58339", "wikipedia": null, "keywords": null, "related": null, "slug": "gage-randall", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8277.png", "url": "gagerandall.page", "documents": [{"id": 16064, "name": "Privacy Policy", "url": "https://www.gagerandall.page/privacy/", "xpath": "//body", "text": "\nSkip to contentGage Randall\n<ul>\n<li>Home</li>\n<li>Blog</li>\n<li>Locked Away</li>\n<li>AI Art Gallery</li>\n<li>iOS Shortcuts</li>\n<li>Contact</li>\n</ul>Search Privacy Policy<p>Last Updated: 09/05/2022</p>\n<p>Enacted: 09/05/2022</p>\n<p>Gage Randall (“us”, “we”, or “our”) operates the Gage Randall website (the “Service”).</p>\n<p>This page informs you of our policies regarding the collection, use and disclosure of Personal Information when you use our Service.</p>\n<p>We will not use or share your information with anyone except as described in this Privacy Policy.</p>\n<p>We use your Personal Information for providing and improving the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.</p>\n<p>Changes may be made to the privacy at any given time with express 30-day notice to users who may have an account on the website.</p>Who we are<p>Our website address is: https://www.gagerandall.page.</p>Comments<p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it.\nThe Gravatar service privacy policy is available here: https://automattic.com/privacy/.\nAfter approval of your comment, your profile picture is visible to the public in the context of your comment.</p>Media<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p>Cookies<p>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p>\n<p>If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices.\nLogin cookies last for two days, and screen options cookies last for a year.\nIf you select “Remember Me”, your login will persist for two weeks.\nIf you log out of your account, the login cookies will be removed.</p>\n<p>If you edit or publish an article, an additional cookie will be saved in your browser.\nThis cookie includes no personal data and simply indicates the post ID of the article you just edited.\nIt expires after 1 day.</p>\n<p>Learn more about cookies by clicking here.</p>Embedded content from other websites<p>Articles on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>Who we share your data with<p>If you request a password reset, your IP address will be included in the reset email.</p>How long we retain your data<p>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profile.\nAll users can see, edit, or delete their personal information at any time (except they cannot change their username).\nWebsite administrators can also see and edit that information.</p>What rights you have over your data<p>If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p>Where your data is sent<p>Visitor comments may be checked through an automated spam detection service.</p>Akismet<p>We collect information about visitors who comment on Sites that use our Akismet anti-spam service.\nThe information we collect depends on how the User sets up Akismet for the Site, but typically includes the commenter’s IP address, user agent, referrer, and Site URL (along with other information directly provided by the commenter such as their name, username, email address, and the comment itself).</p>\n<p>\n</p>Questions? Comments? Concerns?<p>If you have any questions, comments, or concerns regarding the Privacy Policy, please send an email to privacy@gagerandall.page.\nYou may also use the Contact Form on the Contact page and select “Privacy” as the Nature of Contact.</p>Log inSite Version: 3.0.1 (Released February 14,2023)Social MediaStatus PageLegal &amp.\nCopyrightPrivacy Gage Randall\nAge Verification<p>\nYou must be 18+ to view the content on this page.</p>\n<ol>\n<li>\nMonth\n</li>\n<li>\nDay\n</li>\n<li>\nYear\n</li>\n</ol> Submit ", "created_at": "2023-05-14 01:56:52.708715", "updated_at": "2023-05-14 01:57:34.463603"}, {"id": 16065, "name": "Legal & Copyright", "url": "https://www.gagerandall.page/legal/", "xpath": "//body", "text": null, "created_at": "2023-05-14 01:56:52.738774", "updated_at": "2023-05-19 04:40:25.31847"}], "points": [], "urls": ["gagerandall.page"]}}