{"error": 448, "message": "OK", "parameters": {"id": 9432, "name": "Minneapolis Community and Technical College", "created_at": "2023-08-31 21:05:51.358497", "updated_at": "2023-08-31 22:02:43.714902", "wikipedia": "https://en.wikipedia.org/wiki/Minneapolis_Community_and_Technical_College", "keywords": null, "related": null, "slug": "minneapolis-community-and-technical-college", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9432.png", "url": "minneapolis.edu", "documents": [{"id": 18587, "name": "Privacy Statement ", "url": "https://minneapolis.edu/other-links/online-privacy-statement", "xpath": "/html/body/div[2]/div/div/main", "text": " Breadcrumb <ol>\n<li> Home </li>\n<li> other links </li>\n<li> Online Privacy Statement </li>\n</ol> Title Online Privacy Statement Body <p>\n<strong>Effective: 11/1/2014</strong>\n</p>\n<p>Minnesota State is firmly committed to respecting the privacy of all website visitors to the extent permitted by state and federal laws, including the Minnesota Government Data Practices Act, Minn.\nStat.\nCh.\n13.\nThis Privacy Statement of Minneapolis Community and Technical College is intended to explain the ways in which we collect information, the way we will use the information collected, and the protections we will provide the information you choose to give to us.</p> Widgets Information Collected and Stored Automatically <p>When you visit this website, we routinely collect and store information about your visit to help us manage those sites and improve service.\nThis information includes:</p>\n<ul>\n<li>The Internet Protocol (\"IP\") Address and domain name used to access this site.\n(The IP address is a numerical identifier assigned either to your Internet service provider or to your computer.);</li>\n<li>The type of browser and operating system you used;</li>\n<li>The date and time you visited this site;</li>\n<li>The web pages or services you accessed on this site;</li>\n<li>The website you visited prior to coming to this site.\nand</li>\n<li>Search terms used to find this site or to search for information on this site.</li>\n</ul>\n<p>We use this information to determine the number of visitors to the site, and to different sections of the site, to monitor system performance, to assess technical design requirements, and to meet our users' needs.</p>\n<p>We analyze the above information in the aggregate.\nWe cannot and do not use the information in our server logs to identify individual visitors.\nWe do not release any personally identifiable information collected from these activities without your consent, unless we are legally permitted or required to do so.</p>\n<p>If you wish to visit our site anonymously, there are services for this available on the internet.</p> Cookies <p>We use \"cookies\" to customize your browsing experience.\n\"Cookies\" are pieces of information stored by your web browser on your computer on behalf of a website and returned to the website on request.\nPursuant to Minnesota Statutes, § 13.15, subdivisions 4 and 5, this is the required notice to users that we will install a cookie on your computer at certain times when you access this website.\nThis information may be used for purposes of evaluating electronic government services, preventing unlawful intrusions to electronic systems, or as otherwise provided by law.\nWe use cookies for a number of purposes, including but not limited to: carrying data about your current session at the site from one web page to the next, and identifying you to the site between visits, and.\nUnless otherwise notified on this site, we will not store data using cookies other than for these purposes.</p>\n<p>We also may use cookies to evaluate our website and to track advertising campaign performance from banner ads, opt-in e-mails and through third party advertising services.\nThese cookies and tracking pixels (also called web beacons, action tags, floodlight tags, or transparent GIF files) contain an ID number that allows us to track the pages you've visited within our website.\nWe compile this data with that of other users to track overall traffic patterns to help us improve the layout of our site and to understand, for example, the effectiveness of our advertising and marketing campaigns.\nThe tags are industry-standard technology and are anonymous.\nNo personally identifiable information is stored on these cookies or web pixels.</p>\n<p>We also use Google Analytics to analyze traffic to our site.\nGoogle uses cookies to provide this service to us.\nGoogle's cookies are used to store information, such as what time your visit occurred, whether you have been to the site before, and what site referred you to our web page.\nMinnesota State does not share its analytics with outside parties, unless required or permitted by law.\nHowever, information about your visits to specific Minnesota State websites and the mnscu.edu page and its subdomains may be combined and shared within the Minnesota State system.</p>\n<p>Cookies remain on your computer until you delete them.\nUnless otherwise notified on this site, we do not use cookies to track your movement among different websites and do not exchange cookies with other entities.\nIf you prefer not to receive cookies, you may turn them off in your browser settings, or you may set your browser to ask you before accepting a new cookie.\nSome pages may not function properly if the cookies are turned off.</p>\n<p>You may also prevent information about your visit from being collected by Google Analytics by turning off JavaScript in your browser settings or by installing the Google Analytics Opt-out Browser Add-on.</p>\n<p>Secure applications at Minneapolis Community and Technical College, which require users to log in, may or may not use cookies in order to track things such as passwords and session information.</p> Information Voluntarily Provided By You <p>In the course of visiting this website, you may choose to provide us with information about you to help us serve your needs.\nUnless you voluntarily participate in an activity that asks for such information, we do not collect personal information about you.\nFor example, you may fill out a web form, participate in a survey, send an email, sign up for a mailing list, or request further information be sent to you by mail.\nAny personally identifiable information you send us will be used only for the purpose indicated, such as to send information to you or respond to your questions or comments.\nRequests for information will be directed to the appropriate staff members to respond to the request, and may be recorded to help us update our site to better respond to similar requests.</p>\n<p>The information we collect is not limited to text characters, and may include audio, video, and graphic information formats that you send to us.\nWe retain the information we collect in accordance with Minnesota Statutes §§ 15.16 and 138.17, as well as our record retention schedule.\nWe do not rent, sell, or exchange any personal information you provide to us without your consent, except to the extent permitted or required by law.</p>\n<p>If you choose not to provide us with personal information on a contact, help, or registration form, we will be unable to contact you.\nContact information missing from a registration form may mean that your registration will be incomplete and we may not be able to process your registration.</p>\n<p>Users are cautioned that the collection of personal information requested from or volunteered by children on line or by email will be treated the same as information given by an adult in that it may be subject to public access.</p> Public Disclosure <p>In the State of Minnesota, laws exist to ensure the government is open and that the public generally has a right to access records and information possessed by State government.\nAt the same time, there are exceptions to the public's right to access public records to protect to the privacy of individuals.</p>\n<p>All information that you voluntarily provide to us becomes public data once we receive it, unless an exception in law exists.\nThat means that if someone, including the news media, requests public information, we are obligated to provide it to them, unless it is otherwise protected by state or federal law.</p> Security Statement <p>Minnesota State has taken a number of steps to safeguard the integrity of its data and prevent unauthorized information that is maintained it our computer systems.\nThese measures are designed and intended to prevent the corruption of data, block unknown or unauthorized access to our systems and information, ensure the integrity of information that is transmitted to us, and to provide reasonable protection of private information that is in our possession.</p>\n<p>In the course of ensuring network security and consistent services for all users, we employee software programs to do such things as monitor network traffic, identify unauthorized access or access to nonpublic information, detect computer viruses and other software that might damage our computers or network, and monitor and tune the performance of our network.\nIn the course of such monitoring, these programs may detect information such as e-mail headers, addresses from network packets, and other information.\nInformation from these activities is used only for the purpose of maintaining the security and performance of our networks and computer systems.\nAs with other personally identifiable information, we do not release this information to others without your consent unless permitted or required by law, including Minn.\nStat.\n§ 13.15.</p>\n<p>We use industry-standard software tools to control access to specific applications and services and to protect data that is transmitted electronically to us.</p>\n<p>Unauthorized attempts to deny service, upload information, change information, or to attempt to access a non-public site from this service are strictly prohibited and may be punishable by law.</p> Links <p>We may provide links to other websites or resources on the internet.\nWe do not control these sites and resources, do not endorse them, and are not responsible for their availability, content, or delivery of services.\nIn particular, external sites are not bound by this privacy statement.\nthey may have their own policies or none at all.\nOften you can tell you are leaving our web page by noting the URL of the destination site.</p> Disclaimers <p>Minnesota State makes no representations or warranties, express or implied, with respect to the use of or reliance on the data provided on this web site, regardless of its format or means of transmission.\nThere are no guarantees or representations to the user as to the accuracy, currency, completeness, suitability, or reliability of this data for any purpose.\nThe user accepts the data \"as is\" and assumes all risks associated with its use.\nMinnesota State assumes no responsibility for actual, consequential, incidental, special, or exemplary damages resulting from, caused, by, or associated with any user's reliance on or use of this web site, even if appraised of the likelihood of such damages occurring.</p> Changes to This Statement <p>We may change this Privacy Statement at any time by posting a new version on this page or on a successor page.\nThe new version will become effective on the date it is posted, which will be listed at the top of the page as the new Effective Date.</p> Questions <p>If you have further questions about this site, its collection of information, and its online privacy statement, please contacts us at: webmaster@minneapolis.edu.</p> ", "created_at": "2023-08-31 21:05:51.392225", "updated_at": "2023-08-31 21:06:08.626103"}], "points": [], "urls": ["minneapolis.edu"]}}