{"error": 448, "message": "OK", "parameters": {"id": 9376, "name": "the Interactive Fiction Database (IFDB)", "created_at": "2023-08-21 03:02:33.774711", "updated_at": "2023-08-21 10:02:21.816749", "wikipedia": null, "keywords": null, "related": null, "slug": "the-interactive-fiction-database-ifdb", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9376.png", "url": "ifdb.org", "documents": [{"id": 18453, "name": "Terms of Service", "url": "https://ifdb.org/tos", "xpath": "//body", "text": " Home Browse <ul> Log In </ul> IFDB Terms of Service <p>By using this site, you signify your acceptance of these terms of\nservice.\nIf you don't accept these terms, you are not permitted to\naccess this site.\nWe may revise these Terms of Service from time to time,\nso we suggest that you periodically review the most current version.\nBy continuing to use the service, you accept the terms then in effect.\n</p>\n<p>You may not \"hack\" the site, violate the copyrights of any of the\nmaterial on the site, circumvent or attempt to circumvent passwords or\nother technical features meants to protect the site or limit or\ncontrol access, harass the site's operators or users, access the site\nthrough automated means that would cause excessive load on our servers\nor network connections, or otherwise abuse the site.\n</p>\n<p>We reserve the right to delete user accounts or deny access to any\nuser, at our sole discretion and without notice.\nWe may\ndiscontinue the entire service, or any feature of the service, at any\ntime without notice.\n</p>\n<p>You understand that the site's operators do not routinely review,\nfilter, or edit the material uploaded by users, and you agree that we\nare under no obligation to do so.\nThe site provides self-serve\npublishing features that allow users to post information directly\nwithout any approval or review process.\nYou agree that any material\nyou find offensive or objectionable is the sole responsibility of the\nuser who posted it.\nIf you encounter material you believe is in\nviolation of our terms of service, you may report it us (see our\ncontact information), but you agree that such a\nreport creates no obligation of any kind on the site's operators.\n</p>\n<p>The site includes features that let you upload information to be\npublished on the site.\nIf you use these features, you agree as\nfollows: </p>\n<ul>\n<li>You retain the copyright to any information you create and upload\nto this site.\nHowever, <b>by uploading original material to the site,\nyou automatically license the material under a Creative\nCommons Attribution 3.0 United States License</b>.\n(Why?) You may only upload material that you have\na right to license in this manner.\n</li>\n<li>For the purposes of the Creative Commons license, IFDB will credit\nyou by your screen name as you set it in your profile, so you should\nselect a screen name that reflects how you wish to be credited by IFDB\nand by anyone who reuses IFDB content under the CC license.\n</li>\n<li>As an exception to the Creative Commons licensing requirement, you\nmay upload \"Cover Art\" images without granting the Creative Commons\nlicense described above, <b>provided</b> that the images are otherwise\nlicensed by their copyright owners in such a way that royalty-free use\nof the images on this site is permissible.\n</li>\n<li>You will not upload anything that infringes any copyrights,\ntrademarks, or other intellectual property rights, anything that's\ndefamatory or libelous, anything that harasses anyone, anything\npornographic, obscene, or indecent, or anything illegal.\nThis\nincludes hyperlinks to illegal material or to sites that traffic in\nillegal material.\nBy uploading information, you warrant that it meets\nthese requirements and that you have exercised due diligence in\ndetermining that the material is not in violation of these terms.\nFurthermore, by uploading information, you <b>indemnify us against\nclaims</b> arising from our use of the material.\n</li>\n<li>You must not upload information that's inappropriate for the\nsubject matter of the relevant feature.\nYou must not upload \"spam\" or\nother off-topic commercial messages, for example.\n</li>\n<li>You agree that we're not obligated to display, publish, or store\nanything you upload.\nYou agree that we may edit, omit, or delete\nanything that you upload, at our sole discretion and without notice.\n</li>\n</ul>\n<p>Please note that the games cataloged on IFDB are not themselves\nwithin the scope of the Creative Commons license mentioned above.\nIFDB doesn't host any games - it only stores metadata (such as\nbibliography, reviews, comments, and news items) about games.\nThe\nCreative Commons license only applies to things uploaded to IFDB itself.\nThe games are covered by their own individual\ncopyrights and license terms as set by their respective authors.\nInclusion of a game in IFDB in no way affects the game's own copyright\nor license terms.\n</p>\n<p>We hope that these terms are fair, reasonable, and easy to understand,\nbut if you have any questions, please feel free to contact us.\n</p>\nIFDB Home |\nTADS.org |\nContact Us |\nCode of Conduct |\nTerms of Service |\nPrivacy |\nCopyrights &amp.\nTrademarks ", "created_at": "2023-08-21 03:02:33.805509", "updated_at": "2023-08-21 03:03:54.39693"}, {"id": 18454, "name": "Privacy", "url": "https://ifdb.org/privacy", "xpath": "//body", "text": " Home Browse <ul> Log In </ul> IFDB Privacy Policy <p>You can access many IFDB features without giving us any personal\ninformation (beyond what your browser routinely transmits every\ntime you view a Web page).\n</p>\n<p>Some features on this site require user registration.\nYou don't\nhave to register if you don't want to use those features.\nIf you do\nchoose to register, we won't sell, rent, or otherwise attempt to\ncommercially exploit any personal information you give us when your\nregister.\nSome information you enter might be displayed on the site\nfor other users to see.\nwe try to make it clear when you enter profile\ninformation which parts are visible to other users and which parts are\nnot.\nBeyond the information that's displayed to other users on the\nsite, we won't share your registration information with anyone else\n(unless we're legally compelled to do so, such as by a law enforcement\nagency or court).\nWe won't send you any email except for necessary\nadministrative messages (for example, we send a confirmation message\nwhen you first register so that we can verify that you entered a valid\naddress).\n</p>\n<p>Cookies are small files that your browser stores on your computer\non behalf of our server.\nWe currently use cookies to allow you to\nstay logged in without having to re-enter your user credentials each\ntime you return to the site.\nwe only do this at your request, and\ncookies are only required if you wish to use this feature.\nOur\ncookies don't contain your password or any other personal information.\n</p>\n<p>You should be aware that when you access <i>any</i> web site, your\ncomputer's IP address (the network address assigned to you by your\nInternet Service Provider) is visible to the site's servers and is\nusually recorded in a log file.\nIt's often technically possible to\nconnect this information to you personally.\nWe currently make no\nattempt to do this, although our hosting service conceivably could\n(even without our involvement or knowledge), as they operate the\nphysical servers that handle our traffic.\nMost Web browsers also\nexpose certain information to the server, such as the browser version\nand the type of computer and operating system you're using, although\nnone of that is typically personally identifiable.\n</p>\nIFDB Home |\nTADS.org |\nContact Us |\nCode of Conduct |\nTerms of Service |\nPrivacy |\nCopyrights &amp.\nTrademarks ", "created_at": "2023-08-21 03:02:33.837502", "updated_at": "2023-08-21 03:04:27.914244"}], "points": [], "urls": ["ifdb.org"]}}