{"error": 448, "message": "OK", "parameters": {"id": 9602, "name": "StoriesIG", "created_at": "2023-09-11 23:30:20.877558", "updated_at": "2023-09-12 22:02:41.257036", "wikipedia": null, "keywords": null, "related": null, "slug": "storiesig", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9602.png", "url": "storiesig.info", "documents": [{"id": 19067, "name": "Terms of Use", "url": "https://storiesig.info/en/terms-of-use/", "xpath": "/html/body/div[1]/div[3]", "text": "Terms of Use<p>These Terms of Service (\"Terms\") govern the use and access of the Storiesig website (\"Storiesig\" or the \"Service\").\nThese Terms are applicable to all users and individuals who access the Service (\"Users\").\nPlease carefully read these Terms and reach out to us if you have any questions.\nBy accessing or using Storiesig, you agree to be bound by these Terms and our Privacy Policy.</p>\n<p>Storiesig reserves the right to modify or update these Terms at its sole discretion, and it is recommended that you periodically review this page.\nYour continued use of the Service after any modifications indicates your acceptance of the revised Terms.\nIf you do not agree with the Terms, please refrain from using or accessing the Service.</p>\n<p>\n<b>General Terms:</b> You may only use the Service if you are capable of entering into a legally binding contract with Storiesig and comply with these Terms, as well as all applicable local, state, national, and international laws, rules, and regulations.\nBy using the Service, you represent and warrant that you possess the complete rights, power, and authority to enter into these Terms and fulfill all obligations stated herein.</p>\n<p>To use the Service, you must be at least sixteen (16) years old, unless you are below the permissible age and are under the direct supervision of your parent, guardian, or another authorized adult who agrees to abide by these Terms.\nThe use or access of the Service by anyone below the permissible age without proper supervision from an authorized adult is strictly prohibited.</p>\n<p>Due to technical reasons or local regulations, certain countries may not have access to all or some parts of the Service.\nStoriesig reserves the right to modify the Service, discontinue specific features or the entire Service, or establish usage limits for the Service without prior notice.</p>\n<p>\n<b>Prohibited Use:</b> You agree not to engage in any of the following prohibited activities:</p>\n<p>(1) Copying, distributing, or disclosing any portion of the Service, including but not limited to any automated or non-automated \"scraping\" methods;</p>\n<p>(2) Utilizing any automated system, including but not limited to \"robots,\" \"spiders,\" \"offline readers,\" etc., to access the Service;</p>\n<p>(3) Transmitting spam, chain letters, or any other unsolicited emails;</p>\n<p>(4) Engaging in attempts to interfere with, compromise the integrity or security of the system, or decrypt any transmissions to or from the servers operating the Service;</p>\n<p>(5) Taking any action that, at our sole discretion, may impose an unreasonable or disproportionately large load on our infrastructure;</p>\n<p>(6) Uploading invalid data, viruses, worms, or other software agents through the Service;</p>\n<p>(7) Using the Service for any commercial solicitation purposes;</p>\n<p>(8) Interfering with the proper functioning of the Service;</p>\n<p>(9) Accessing any content on the Service through any technology or means that are not provided or authorized by the Service;</p>\n<p>(10) Circumventing the measures we implement to prevent or restrict access to the Service;</p>\n<p>(11) Copying, imitating, or using, in whole or in part, the overall appearance and experience of the Service (including, but not limited to, all page headers, custom graphics, button icons, and scripts) without obtaining prior written consent from the Service;</p>\n<p>(12) Framing or hotlinking to the Service or any content other than your own without obtaining prior written consent from the Service.</p>\n<p>Storiesig reserves the right, at its own discretion, to terminate a user's access to the Service in cases of multiple infringements.</p>\n<p>\n<b>Intellectual Property.</b> All rights, title, and interest in and to the Service, including our current and future applications, APIs, databases, and other components of the Service, belong and will continue to belong exclusively to Storiesig.\nThe use of the Storiesig name or any other distinctive brand features is prohibited.</p>\n<p>Subject to these Terms, we grant you a limited, non-exclusive, non-transferable, and revocable license to use our Service.\nStoriesig reserves all rights to the Service that are not expressly granted herein, and may terminate this license at any time, for any reason or no reason.</p>\n<p>By using Storiesig, you understand and acknowledge that the Service has no control over, nor is it responsible for, any third-party content.\nThird parties retain all rights to their content, and are therefore responsible for protecting their rights as they see fit.\nIt is the user's responsibility to ensure that they have all necessary permissions to access and download third-party content.\nThe content we provide is only accessible upon your request, and a copy of such content is not retained on our system for longer than reasonably necessary for you to download the copy.</p>\n<p>Storiesig does not sell access to or subscription services for copyrighted works.\nown or operate servers that store access to copyrighted material.\nshare or communicate copyrighted material to the public.\nor provide access to privately available or paid media.</p>\n<p>It is our policy to respond to notices of alleged copyright infringement that comply with applicable international intellectual property laws, including the Digital Millennium Copyright Act (DMCA).\nIf you believe that any of your copyrighted material is being infringed, please inform us by submitting your claim to support@storiesig.info.\nTo successfully submit your claim, you must provide the Service with the following information:</p>\n<ul>\n<li>A physical or electronic signature of the copyright owner (or someone authorized to act on behalf of the owner).</li>\n<li>Identification of the copyrighted work claimed to have been infringed.</li>\n<li>Identification of the infringing material to be removed, and information reasonably sufficient to enable the service provider to locate the material.</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, including your name, physical address, email address, phone number, and fax number.</li>\n<li>A statement that the complaining party has a good faith belief that the use of the material is unauthorized by the copyright owner.</li>\n<li>A statement that the information in the notification is accurate, and, under penalty of perjury, that the complaining party is authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>\n<b>Limitation of Liability and No Warranty.</b> The Service and its content are provided on an \"as is\" and \"as available\" basis.\nStoriesig makes no representations or warranties about the suitability, reliability, availability, timeliness, security, lack of errors, or accuracy of the Service or its content.\nStoriesig expressly disclaims any warranties or conditions, including implied warranties of merchantability, fitness for a particular purpose, title, and non-infringement.\nStoriesig does not warrant that you will obtain specific results from the use of the Service.\nYour use of the Service is at your own risk.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, STORIESIG SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFITS OR REVENUES, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY LOSS OF DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (A) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SERVICE.\n(B) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE SERVICE, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD PARTIES.\nOR (C) UNAUTHORIZED ACCESS, USE, OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT.\nIN NO EVENT SHALL THE AGGREGATE LIABILITY OF STORIESIG FOR ALL CLAIMS RELATING TO THE SERVICE EXCEED ONE HUNDRED U.S.\nDOLLARS (US $100.00).</p>\n<p>Some jurisdictions do not allow the exclusion of implied warranties, so some of the above exclusions may not apply to you.\nYou understand and acknowledge that you may be exposed to third-party content that is inaccurate, offensive, indecent, or otherwise objectionable and may cause harm to your hardware.\nWithout limiting the other limitation of liability provisions herein, you agree to waive, and hereby do waive, any legal or equitable rights or remedies or claims you may have against the Service.</p>\n<p>\n<b>Indemnity.</b> You agree to defend, indemnify, and hold harmless Storiesig and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers, and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses arising from: (1) your use of and access to the Service, including any data or content transmitted or received by you.\n(2) your violation of any part of these Terms, including without limitation your breach of any of the representations and warranties above.\n(3) your violation of any third-party right, applicable law, rule, or regulation.\nStoriesig will not be responsible for any damages, claims, liabilities, losses, and expenses, whether or not a lawsuit or other proceeding is filed, that arise out of your breach of these Terms.\nTo the maximum extent permitted by applicable law, you and we agree not to bring or participate in a class or representative action, private attorney general action, or collective arbitration under any circumstances.</p>\n<p>\n<b>Third-Party Links.</b> The Service may contain links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by Storiesig.\nWe do not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access any third-party website, service, or content from the Service, you do so at your own risk, and you agree that Storiesig has no liability arising from your use of or access to any third-party website, service, or content.</p>\n<p>\n<b>Miscellaneous.</b> These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you but may be assigned by Storiesig without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.\nIf any provision of these Terms is deemed invalid, then that provision will be limited or eliminated to the minimum extent necessary, and the remaining provisions of these Terms will remain in full force and effect.\nNo waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term, and Storiesig's failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.</p>\n<p>Only the English version of this document has legal effect.\nAny translations of this document to other languages are provided for your convenience only.\nIn case of any issues related to these Terms, please use the email address contact@storiesig.info to contact us.</p>\n<p>Effective June 1, 2021</p>", "created_at": "2023-09-11 23:30:20.908838", "updated_at": "2023-09-11 23:30:40.487791"}, {"id": 19068, "name": "Privacy Policy", "url": "https://storiesig.info/en/privacy-policy/", "xpath": "/html/body/div[1]/div[3]", "text": "Privacy Policy<p>This Privacy Policy outlines the procedures through which Storiesig acquires, employs, and shares your personal information during your usage of the Service.\nBy utilizing the Service, you agree to the collection and utilization of your personal data in accordance with this Privacy Policy.\nThis Privacy Policy is an integral part of our Terms of Service.\nWe regularly review and may update this Privacy Policy.\nAny modifications will take effect once we publish the revised Privacy Policy on this page.</p>\n<p>\n<b>Data collection:</b> Unless otherwise specified in this Privacy Policy, any personal data you provide us will be stored for as long as necessary to fulfill our obligations regarding the provision of the Service.\nStoriesig processes your personal data under the following circumstances: if you have provided consent for such processing.\nif processing the personal data is necessary to execute the agreement with you.\nif the relevant personal data is publicly available and within the public domain.\nif processing the personal data is required by applicable law, court resolution, or competent state or municipal authority.\nStoriesig employs technical, organizational, and other measures, or ensures their implementation, to safeguard your personal data against unauthorized or accidental access, collection, storage, use, transfer, blocking, destruction, as well as other illicit actions or inadvertent leaks.\nA secure HTTPS connection is utilized, ensuring a high level of data security.</p>\n<p>\n<b>Purposes of collection:</b> The information we gather about you serves various purposes, including analyzing the performance of the Service for marketing and strategic development, maintaining, improving, or modifying the Service, targeting and personalizing advertisements displayed on the Service and other websites.\nWe rely on our legitimate interests, as described above, to process your data.\nAdditionally, the information you provide directly to us enables us to correspond with you and address any concerns you may have about the Service.\nWe do not collect or process any special categories of personal data, nor do we engage in automated decision-making or profiling based on the data provided to us.</p>\n<p>\n<b>Use of Cookies:</b> To deliver, measure, and enhance the Service in various ways, we employ cookies and similar technologies such as web beacons, pixel tags, or local shared objects (commonly known as \"flash cookies\").\nA cookie is a small text file that identifies your computer on our server.\nCookies do not identify individual users, only the computer being used.\nThey are not utilized to gather personal information.\nYou have the option to configure your computer to accept all cookies, receive notifications when a cookie is issued, or reject all cookies.\nThe method to do this depends on the web browser you use (please refer to your browser's \"Help\" function.\nChoosing to decline all cookies may limit your access to certain areas of the Service.\nWe collaborate with analytics partners who employ cookies and similar technologies to assist us in analyzing user behavior on the Service.\nBy using our Service, you consent to our use of cookies.</p>\n<p>\n<b>Children's protection:</b> If we discover that we have collected personal data from a child under the age of sixteen (16), we will take reasonable steps to delete it.\nParents or legal guardians who believe that we may have collected personal data from a child can request its removal by contacting us directly at support@storiesig.info.</p>\n<p>\n<b>Parties we may share your data with:</b> We may share your personal data with our affiliates who assist us in developing, maintaining, and providing our Service, as well as managing our customer relationships.\nAdditionally, service providers may offer support for the Service.\nWe may share certain information, such as your location, browser and cookie data, and other data related to your use of the Service, with our business partners to deliver personalized advertisements that align with your interests.\nFurthermore, we may share non-personal data with interested third parties to aid them in understanding usage patterns for specific services or conducting independent research based on anonymous usage data.\nOur Service may contain links to third-party websites or applications.\nWe do not assume responsibility for the content or privacy compliance of such third-party websites or applications.\nIt is advisable to review the privacy statements and applicable terms of those websites or applications.</p>\n<p>\n<b>Rights under GDPR:</b> If you reside in the European Economic Area (EEA) under the General Data Protection Regulation (GDPR), you have the right to access your personal information, request rectification, erasure, and restriction of the use of your personal information.\nYou also have the right to object to the use of your personal information, request the transfer of personal information you have provided, withdraw consent to the use of your personal information, restrict our use of personal data for marketing purposes, and file a complaint or direct questions to the data protection authority.\nIf your personal information is transferred, stored, or processed outside the EEA, we will take all necessary steps to ensure its secure treatment in accordance with this Privacy Policy and GDPR.</p>\n<p>\n<b>Rights under CCPA:</b> The California Consumer Privacy Act (CCPA) grants additional rights to California residents, including the right to know, delete, and opt-out, as well as requiring businesses to provide notices and mechanisms to exercise these rights when collecting or disclosing personal information.\nWe do not generally sell information as traditionally understood.\nIf the term \"sale\" under the CCPA is interpreted to include activities outlined in this Privacy Policy, we will comply with applicable laws.\nYou have the right to know specific details about our data practices and the right to delete personal information we have collected from you.</p>\n<p>\n<b>Contact information:</b> To exercise your rights, please send your request to contact@storiesig.info.\nIn your request, please specify the right you wish to exercise and the scope of your request.\nThis email address can also be used if you have any questions about the use of your personal data or this Privacy Policy.</p>\n<p>Effective June 1, 2021</p>", "created_at": "2023-09-11 23:30:20.939549", "updated_at": "2023-09-11 23:31:00.446892"}], "points": [], "urls": ["storiesig.info"]}}