{"error": 448, "message": "OK", "parameters": {"id": 9279, "name": "Wavacity Audio Editor", "created_at": "2023-08-19 04:52:18.354755", "updated_at": "2023-08-19 10:02:10.420204", "wikipedia": null, "keywords": null, "related": null, "slug": "wavacity-audio-editor", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9279.png", "url": "wavacity.com", "documents": [{"id": 18165, "name": "Privacy Policy", "url": "https://wavacity.com/privacy.html", "xpath": "//body", "text": " wavacity Privacy Policy <p>Apollo Vibes, LLC (“<strong>Apollo Vibes</strong>”) operates the website wavacity.com.\nIt is Apollo Vibes’s policy to respect your privacy regarding any information we may collect while operating our websites and apps.</p> Website Visitors <p>Like most website operators, Apollo Vibes collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.\nApollo Vibes’s purpose in collecting non-personally identifying information is to better understand how Apollo Vibes’s visitors use its website.\nFrom time to time, Apollo Vibes may release non-personally-identifying information in the aggregate, e.g., by publishing a report on trends in the usage of its website.</p>\n<p>Apollo Vibes also collects potentially personally-identifying information like Internet Protocol (IP) addresses for logged in users.\nApollo Vibes only discloses logged in user and commenter IP addresses under the same circumstances that it uses and discloses personally-identifying information as described below.</p> Gathering of Personally-Identifying Information <p>Certain visitors to Apollo Vibes’s websites and apps choose to interact with Apollo Vibes in ways that require Apollo Vibes to gather personally-identifying information.\nThe amount and type of information that Apollo Vibes gathers depends on the nature of the interaction.\nThose who engage in transactions with Apollo Vibes are asked to provide additional information, including as necessary the personal and financial information required to process those transactions.\nIn each case, Apollo Vibes collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor’s interaction with Apollo Vibes.\nApollo Vibes does not disclose personally-identifying information other than as described below.\nAnd visitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain website-related activities.</p> Aggregated Statistics <p>Apollo Vibes may collect statistics about the behavior of visitors to its websites and apps.\nApollo Vibes may display this information publicly or provide it to others.\nHowever, Apollo Vibes does not disclose personally-identifying information other than as described below.</p> Protection of Certain Personally-Identifying Information <p>Apollo Vibes discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors and affiliated organizations that (i) need to know that information in order to process it on Apollo Vibes’s behalf or to provide services available at Apollo Vibes’s websites and apps, and (ii) that have agreed not to disclose it to others.\nSome of those employees, contractors and affiliated organizations may be located outside of your home country.\nby using Apollo Vibes’s websites and apps, you consent to the transfer of such information to them.\nApollo Vibes will not rent or sell potentially personally-identifying and personally-identifying information to anyone.\nOther than to its employees, contractors and affiliated organizations, as described above, Apollo Vibes discloses potentially personally-identifying and personally-identifying information only in response to a subpoena, court order or other governmental request, or when Apollo Vibes believes in good faith that disclosure is reasonably necessary to protect the property or rights of Apollo Vibes, third parties or the public at large.\nIf you are a registered user of an Apollo Vibes website and have supplied your email address, Apollo Vibes may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what’s going on with Apollo Vibes and our products.\nWe primarily use our various product blogs to communicate this type of information, so we expect to keep this type of email to a minimum.\nIf you send us a request (for example via a support email or via one of our feedback mechanisms), we reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users.\nApollo Vibes takes all measures reasonably necessary to protect against the unauthorized access, use, alteration or destruction of potentially personally-identifying and personally-identifying information.</p> Cookies <p>A cookie is a string of information that a website stores on a visitor’s computer, and that the visitor’s browser provides to the website each time the visitor returns.\nApollo Vibes uses cookies to help Apollo Vibes identify and track visitors, their usage of Apollo Vibes website, and their website access preferences.\nApollo Vibes visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using Apollo Vibes’s websites, with the drawback that certain features of Apollo Vibes’s websites may not function properly without the aid of cookies.</p> Business Transfers <p>If Apollo Vibes, or substantially all of its assets were acquired, or in the unlikely event that Apollo Vibes goes out of business or enters bankruptcy, user information would be one of the assets that is transferred or acquired by a third party.\nYou acknowledge that such transfers may occur, and that any acquirer of Apollo Vibes may continue to use your personal information as set forth in this policy.</p> Privacy Policy Changes <p>Although most changes are likely to be minor, Apollo Vibes may change its Privacy Policy from time to time, and in Apollo Vibes’s sole discretion.\nApollo Vibes encourages visitors to frequently check this page for any changes to its Privacy Policy.\nIf you have a WordPress.com account, you should also check your blog’s dashboard for alerts to these changes.\nYour continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change.</p>\n<p>\n<strong>Change log:</strong>\n</p>\n<ul>\n<li>\n<em>January 31, 2012: </em>Privacy policy repurposed from Automattic Inc.</li>\n<li>\n<em>Februrary 28, 2022: </em>Privacy policy updated to apply to apps</li>\n</ul> © 2023 Apollo Vibes, LLC <ul>\n<li>Contact </li>\n<li>Privacy Policy </li>\n</ul> ", "created_at": "2023-08-19 04:52:18.386483", "updated_at": "2023-08-19 04:53:02.712"}], "points": [], "urls": ["wavacity.com"]}}