{"error": 448, "message": "OK", "parameters": {"id": 7642, "name": "O'Reilly", "created_at": "2023-03-17 23:03:00.764565", "updated_at": "2023-03-29 19:26:49.699246", "wikipedia": "https://en.wikipedia.org/wiki/O'Reilly_Media", "keywords": null, "related": null, "slug": "o-reilly", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7642.png", "url": "oreilly.com", "documents": [{"id": 14722, "name": "Terms of service", "url": "https://www.oreilly.com/terms/", "xpath": "//*[@id=\"terms\"]", "text": " <p>Last updated: December 19, 2019 </p>\n<ul>\n<li>Acceptance</li>\n<li>Your Conduct</li>\n<li>Your Submissions</li>\n<li>Content Licenses and Ownership</li>\n<li>Copyright Infringement Claims</li>\n<li>Registration Data</li>\n<li>Privacy Policy</li>\n<li>Advertisements, Third Party Posts and Links</li>\n<li>Trademark Information</li>\n<li>Indemnity</li>\n<li>Modification and Termination of Services</li>\n<li>Assumptions of Risk, Safety, and Warranty Disclaimer</li>\n<li>Liability Limitation</li>\n<li>General Provisions</li>\n</ul> Acceptance <p>O'Reilly Media Inc.\n(\"O'Reilly,\" \"we,\" or \"us\") makes this site and the related site materials available for your access and use subject to your compliance with these Terms of Service (\"TOS\").\nYour obligations under this TOS include the obligation to abide by our Community Guidelines and other terms and conditions (\"supplemental terms\") that apply to specific O'Reilly projects, products, and services.\nYour use of any O’Reilly online learning services in preview mode, on a free trial basis, or pursuant to your purchase of a membership or other service offering, is also subject to our Membership Agreement.</p>\n<p>\"Site materials\" means the content, tools, products, services, projects, and activities made available or enabled via this site.</p>\n<p>This website and the products and services offered by O'Reilly (with the exception of our \"Safari for Schools\" service, which is subject to separate terms available here) are not intended for children.\nBy accessing or using this site, you agree to comply with this TOS, and you certify that you are at least 18 years old, or if you are under 18 years old, your parent or legal guardian has reviewed the terms and accepted them on your behalf.\nDo not use or access the site if you do not agree to this TOS.</p> Your Conduct <p>You agree that you will not use the site or any site materials, project, or service to:</p>\n<p> (a) transmit spam, bulk, or unsolicited communications;<br> (b) forge headers or otherwise manipulate identifiers (including URLs) in order to disguise the origin of any transmitted content;<br> (c) misrepresent your identity, or affiliation with any person or entity;<br> (d) disrupt the normal flow of dialogue or otherwise act in a manner that negatively affects other users' ability to participate in the site or any site projects or services;<br> (e) engage in activities that would violate any fiduciary relationship, any applicable local, state, national or international law.\nor<br> (f) collect or store personal data about other users unless specifically authorized to do so by such users.\n</p> Your Submissions <p>All of your contributions and submissions to the site and any site projects or services must comply with the applicable policies and guidelines.</p>\n<p>You represent and warrant with respect to each of your submissions that it:</p>\n<p> (i) does not include unauthorized disclosure(s) of personal information or trade secrets, and does not include any confidential information;<br> (ii) does not violate anyone's rights, including without limitation intellectual property rights;<br> (iii) does not contain software viruses or any other elements designed to interrupt, destroy or limit the functionality of any software, systems, or devices;<br> (iv) does not contain or link to commercial solicitations;<br> (v) is not subject to laws or regulations regarding the export and other dissemination of information or technology.\nand<br> (vi) is not inaccurate, defamatory, obscene, harassing, or otherwise objectionable in a manner which would support third party legal claims.\nAs between you and O'Reilly, you assume all risk and consequences resulting from any third party's use of any submission that you make.\nYou grant to us and our respective licensees and assigns, the perpetual, irrevocable, nonexclusive, and worldwide right, but not the obligation, to make use the name under which you submit content in connection with any subsequent use of the content.\n</p>\n<p>Some projects and activities on our site require that submissions made by you be made in accordance with the Creative Commons Attribution Share Alike License v.3.0 and/or any subsequent version, or another specified license.\nYou agree that we shall be entitled to make use of the submission in accordance with the applicable license, without any obligation to you for such use other than the obligations imposed by that license.</p>\n<p>Some opportunities for submitting content do not specify an applicable license.\nIn the case of those submissions, you grant to us and our respective licensees and assigns, the perpetual, irrevocable, nonexclusive, royalty-free, transferable, and worldwide right to make any use of the submission that we deem suitable in our sole discretion (for example: reproduce, edit, display, modify, sublicense, use as the basis for derivative works, publish, or distribute in any format or media), without any obligation to you for such use.</p>\n<p>We agree that you retain ownership of the copyrights in your submissions, regardless of which license applies to our use, provided that if your submission contains third party or public domain content, we and you shall have the same rights as any member of the public with respect to the third party or public domain content.</p>\n<p>If you submit ideas, suggestions, or proposals to us through our suggestion, user comment, or feedback pages, you acknowledge and agree that:</p>\n<p> (a) your submission does not contain confidential or proprietary information and we are not obligated to keep it confidential;<br> (b) we are entitled to use or disclose the submission for any purpose and in any way;<br> (c) we already may be considering or developing something similar to your submission.\nand<br> (d) if we make use of all or part of your submission, you will not be entitled to any payment or other consideration.\n</p> Content Licenses and Ownership <p>You are welcome to make use of the site materials that are made available under open source or public licenses (such as content subject to Creative Commons licenses), on the condition that you comply with the requirements of the licenses.\nInformation about the open source or public licenses that apply to specific site materials can be found either posted with or linked to those materials.</p>\n<p>Your use of the site does not transfer to you any ownership or other rights in the site or its content.\nThe site and the site materials are the property of O'Reilly and/or its content providers, and are protected by the laws of the United States and other countries, including their copyright and trademark laws.\nExcept for materials available over the site under open source or public licenses, and except for uses that constitute \"fair use\" under U.S.\ncopyright law (17 USC Sec.\n107), the site may not be copied, reproduced, republished, uploaded, transmitted, modified, indexed, cataloged, mirrored or distributed in any way, in whole or in part, without the express prior written consent of O'Reilly.</p> Copyright Infringement Claims <p>O'Reilly respects the intellectual property rights of others, and we ask our users to do the same.\nIf you believe that your copyrighted work has been copied and is accessible on an O'Reilly site in a way that constitutes copyright infringement, please send a written notice to our Copyright Agent that includes:</p>\n<ul>\n<li>The electronic or physical signature of the owner of the copyright or the person authorized to act on the owner's behalf;</li>\n<li>A description of the copyrighted work that you claim has been infringed;</li>\n<li>A description of where the material that you claim is infringing is located, such as the URL where it is posted;</li>\n<li>Your name, address, telephone number and email address;</li>\n<li>A statement by you that you have a good faith belief that the disputed use of the material is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or are authorized to act on the copyright owner's behalf.</li>\n</ul>\n<p>O'Reilly's Copyright Agent for notice of claims of copyright infringement can be reached at:</p>\n<p>\n<strong>By mail</strong>:<br> O’Reilly Media, Inc.<br> 1005 Gravenstein Highway North<br> Sebastopol, CA 95472<br> Attn: Legal Services Dept.\n</p>\n<p>\n<strong>By email</strong>: legal@oreilly.com </p>\n<p>Please note: In order to be effective, your notice must be in writing.\nThis contact information is provided in accordance with the Digital Millennium Copyright Act and solely for reporting copyright infringement claims.</p> Registration Data <p>You agree to provide true, accurate, current and complete information about yourself as prompted by the site's registration form (the \"Registration Data\").\nIf we have reason to believe that you have failed to do so, we may suspend or terminate your account, and refuse or terminate any current or future use of the site or any O'Reilly service.</p> Privacy Policy <p>The Registration Data and other information that you provide to us or that we collect about you will be used and processed by us in accordance with our Privacy Policy, which is available at https://www.oreilly.com/privacy.html.\nBy continuing to use the site, you acknowledge that you have read our Privacy Policy and that you understand and agree that your personal information will be used and processed by us in accordance with our Privacy Policy.</p> Advertisements, Third Party Posts and Links <p>The messages and other posts by third parties that appear on the site express the views of their authors, who are wholly responsible for that content.\nThey do not represent our opinions.</p>\n<p>We may display advertisements and promotions from third parties on the site.\nAlso, the site contains links to third party sites or resources.\nYour contacts and interactions with these third parties and your participation in these promotions are solely between you and the third party, and we are not responsible or liable for any loss or damage to you that may the result.</p>\n<p>We don't endorse these third party sites or resources, and are not responsible for their availability.</p> Trademark Information <p>The O'Reilly Logo, and other designations, marks and logos associated with O'Reilly products and services (\"O'Reilly Marks\") appearing on the site are trademarks, trade names and service marks owned by O'Reilly.\nGuidelines on the site may permit you to make certain specific uses of the O'Reilly Marks.\nYou agree not to use any O'Reilly Marks without the prior written consent of O'Reilly, except as expressly permitted by the guidelines on our site.</p>\n<p>You agree not to incorporate any O'Reilly Marks into your trademarks, service marks, company names, Internet addresses, domain names, or any other similar designations.\nYou may not remove or alter any O'Reilly Marks, or co-brand your own services or material with any of the O'Reilly Marks.</p> Indemnity <p>You agree to indemnify and hold O'Reilly and its officers, directors, affiliates, subsidiaries, partners, agents, licensors, licensees, suppliers, employees and representatives harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your violation of this TOS, or your violation of any rights of any third party based on or related to your use of the site.</p> Modification and Termination of Services <p>We reserve the right in our sole discretion to remove site materials, modify, suspend or terminate the site (or any portion of it), and/or your use of or access, with or without notice.\nWe will not be liable to you or any third-party for any modification, suspension, or termination of the site.</p> Assumptions of Risk, Safety, and Warranty Disclaimer <p>You agree to assume all risk in downloading and using any site materials, and with respect to any project that you undertake based on any site materials.\nYou must take precautions (e.g., virus scans, etc.) to ensure that any content you download is free of viruses, worms or other potentially destructive elements.\nO'Reilly provides no assurances that the site material is or will be free of viruses, problems, or errors, nor assurances that any such issues will be resolved.</p>\n<p>Your safety when you undertake projects based on site material is your own responsibility, and your responsibilities include without limitation proper use of equipment and safety gear, and determining whether you have adequate skill and experience to perform the project.\nPower tools, electricity, and other resources used for these projects are dangerous, unless used properly and with adequate precautions, including safety gear.\nSome illustrations in the site materials do not depict safety precautions or equipment, in order to show the project steps more clearly.\nProjects described and depicted in the site materials are not intended for use by children.</p>\n<p>YOUR USE OF THE SITE AND/OR ANY SITE MATERIALS IS AT YOUR SOLE RISK.\nTHE SITE, INCLUDING WITHOUT LIMITATION ALL SITE MATERIALS, INFORMATION, AND SERVICES, IS PROVIDED ON AN \"AS IS,\" \"AS AVAILABLE,\" AND \"WITH ALL FAULTS\" BASIS.\nO'REILLY DISCLAIMS ALL EXPRESS OR IMPLIED CONDITIONS, REPRESENTATIONS, AND WARRANTIES OF ANY KIND, INCLUDING ANY IMPLIED WARRANTY OR CONDITION OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT.\nO'REILLY MAKES NO REPRESENTATIONS, WARRANTIES, CONDITIONS OR GUARANTEES AS TO THE USEFULNESS QUALITY, SUITABILITY, TRUTH, ACCURACY OR COMPLETENESS OF THE SITE OR THE SITE MATERIALS.</p>\n<p>O'REILLY MAKES NO WARRANTY OR REPRESENTATION THAT: (A) THE SITE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.\n(B) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE WILL BE ACCURATE OR RELIABLE.\n(C) THE QUALITY OF ANY SITE MATERIALS, CONTENT, INFORMATION, OR OTHER MATERIAL OBTAINED FROM THE SITE WILL MEET YOUR EXPECTATIONS OR REQUIREMENTS.\nOR (D) ANY ERRORS IN THE SITE WILL BE CORRECTED.\nNO ADVICE OR INFORMATION, WHETHER WRITTEN OR ORAL OBTAINED BY YOU FROM O'REILLY, WHETHER OBTAINED THROUGH THE SITE OR OTHERWISE, SHALL CREATE ANY WARRANTY NOT EXPRESSLY PROVIDED IN THIS TOS.</p>\n<p>YOU ASSUME ALL RISK FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM USE OF, OR OBTAINING ANY CONTENT FROM, THE SITE, INCLUDING WITHOUT LIMITATION ANY DAMAGES RESULTING FROM VIRUSES.</p> Liability Limitation <p>TO THE FULL EXTENT PERMITTED BY LAW, O'REILLY IS NOT AND SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES (INCLUDING, WITHOUT LIMITATION, LOSS OF BUSINESS, REVENUE, PROFITS, GOODWILL, USE, DATA OR ECONOMIC ADVANTAGE ARISING OUT OF OR IN CONNECTION WITH THE SITE OR ANY SITE MATERIALS, EVEN IF O'REILLY HAS PREVIOUSLY BEEN ADVISED OF, OR REASONABLY COULD HAVE FORESEEN, THE POSSIBILITY OF SUCH DAMAGES, HOWEVER THEY ARISE, WHETHER IN BREACH OF CONTRACT OR IN TORT (INCLUDING NEGLIGENCE), INCLUDING WITHOUT LIMITATION DAMAGES DUE TO: (A) THE USE OF OR THE INABILITY TO USE THE SITE.\n(B) THE COST OF PROCUREMENT OF SUBSTITUTE SERVICES RESULTING FROM ANY DATA, INFORMATION OR SERVICES OBTAINED, OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO, THROUGH OR FROM THE SITE.\n(C) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SITE, INCLUDING WITHOUT LIMITATION UNAUTHORIZED ACCESS TO OR ALTERATION OF TRANSMISSIONS OR DATA, MALICIOUS OR CRIMINAL BEHAVIOR, OR FALSE OR FRAUDULENT TRANSACTIONS.\nOR (D) CONTENT OR INFORMATION YOU MAY DOWNLOAD, USE, MODIFY, OR RELY UPON.</p>\n<p>IF THE RELEVANT JURISDICTION DOES NOT ALLOW THE EXCLUSION OR LIMITATION OF DIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, PORTIONS OF THESE LIMITATIONS MAY NOT APPLY TO YOU.</p> General Provisions <p>This TOS constitutes the complete and exclusive agreement between you and us relating to the subject matter that it covers, and it supersedes all prior versions.\nYou also may be subject to additional terms and conditions that may apply when you use of O'Reilly products or services, or those of any third party.\nIf a supplemental term conflicts with this TOS, the supplemental term will prevail.\nYou agree that we may amend this TOS at any time by posting the amended terms on this site, without notice to you.\nYour use of the site after such posting will constitute consent to the modified TOS.\nA current version of this TOS will always be available at https://www.oreilly.com/terms/.\nIt is your responsibility to review this TOS from time-to-time in order to be informed of TOS modifications.</p>\n<p>California law and controlling U.S.\nfederal law govern this TOS, any action related to this TOS, and/or your use of the site.\nNo choice of law rules of any jurisdiction will apply to any dispute under this TOS.\nYou and O'Reilly agree to submit to the personal and exclusive jurisdiction of the courts located within the county of San Francisco, California, U.S.A.\nYou expressly understand and agree that any dispute, claim or controversy between you and O'Reilly arising out of or in connection with this TOS, or your use of the site, must be brought no later than one (1) year from the date the alleged claim occurred or arose.</p>\n<p>No failure to exercise promptly any right under this TOS will create a continuing waiver or any expectation of non-enforcement.\nIf any provision of this TOS is held to be invalid by a court of competent jurisdiction, you agree that such provision will be replaced with a new provision that accomplishes the original purpose, and the other provisions of this TOS will remain in full force and effect.</p> ", "created_at": "2023-03-17 23:03:42.341477", "updated_at": "2023-03-17 23:03:49.429013"}, {"id": 14721, "name": "Privacy policy", "url": "https://www.oreilly.com/privacy.html", "xpath": "//*[@id=\"privacy-policy\"]", "text": " <p>This version (Version 4.12) is effective as of December 6th, 2022.</p>\n<ul>\n<li>Overview</li>\n<li>About Us</li>\n<li>Questions or Concerns: Contact Us</li>\n</ul>\n<ol>\n<li>Information We Collect</li>\n<li>Using Personal Information</li>\n<li>How We Share and Disclose Personal Information</li>\n<li>How We Look After Your Personal Information and How Long We Keep It</li>\n<li>International Transfers of Your Information</li>\n<li>Your Rights: Access and Accuracy, Updating, Correcting, or Deleting Information</li>\n<li>Children's Privacy</li>\n<li>Sharing Data with Third Parties</li>\n<li>For California Residents: Your Privacy Rights and Do Not Track Disclosure</li>\n<li>Changes to This Privacy Policy</li>\n<li>Previous Versions of the Privacy Policy</li>\n</ol> Overview <p>At O'Reilly, we pride ourselves on our commitment to protecting your privacy.\nOur data governance and privacy policies reflect our company's values and how we strive to maintain your privacy.\nWe carry out our processing operations in compliance with privacy and data protection laws, including, where relevant, the EU General Data Protection Regulation (\"GDPR\"), Privacy Shield Principles, and other applicable global privacy and data protection laws, such as the California Consumer Privacy Act (\"CCPA\").</p>\n<p>This Privacy Policy (the \"Policy\") discloses the privacy practices of O'Reilly Media, Inc.\nand O'Reilly UK Limited (\"O'Reilly\"), and Safari Books Online, LLC (\"Safari\") (referred to collectively as \"we,\" \"us,\" and \"our\").\nThis Policy governs how we use and protect personal information that we collect when you visit our website, use our services or mobile apps, or otherwise engage with us.\nAny practices or points that are specific to O'Reilly or Safari are also clearly marked out in this Policy.</p>\n<p>Any use you make of O'Reilly service offerings is subject to O'Reilly's Terms of Service (TOS) and may also be subject to O'Reilly's Membership Agreement.\nAny use you make of any Safari service offering is also subject to Safari's Membership Agreement and TOS.</p> About Us <p>O'Reilly Media, Inc.\nis a corporation registered in Delaware, with a principal office located at 1005 Gravenstein Highway North, Sebastopol, CA 95472, United States of America.</p>\n<p>O'Reilly UK Limited is a company registered in England, under company number 03569414, with its registered address at New Derwent House, 69-73 Theobalds Road, London, WC1X 8TA, United Kingdom.</p>\n<p>Safari Books Online, LLC is a limited liability company registered in Delaware, with a principal office at located at 1003 Gravenstein Highway North, Sebastopol, CA 95472, United States of America.</p> Questions or Concerns: Contact Us <p>If you have any questions about this Policy or questions or complaints about our privacy practices, please contact us using the details below:</p>\n<dl>\n<dt>FAO</dt>\n<dd>Data Protection Officer</dd>\n<dt>Address</dt>\n<dd>O'Reilly Media, Inc., 1005 Gravenstein Highway North, Sebastopol, CA 95472, USA</dd>\n<dt>Email</dt>\n<dd>privacy@oreilly.com </dd>\n<dt>Phone</dt>\n<dd>1-800-889-8969</dd>\n</dl>\n<p>The contact information above should also be used for communications relating to exercising the rights described in section 6.2 below.</p>\n<p>Our EU representative: As we, O'Reilly Media, Inc.\nand Safari Books Online, LLC, are not established in the EU, pursuant to Article 27 of the General Data Protection Regulation (GDPR), we have appointed European Data Protection Office (EDPO) as our GDPR representative in the EU, whom you may contact if you are located in the EU to raise any issues or queries you have relating to our processing of your personal information and/or this Privacy Policy more generally.\nYou can contact EDPO:</p>\n<ul>\n<li>by using EDPO's online request form: https://edpo.com/gdpr-data-request/</li>\n<li>by writing to EDPO at Regus Block 1, Blanchardstown Corporate Park, Ballycoolen Road, Blanchardstown, Dublin 15, D15 AKK1, Ireland</li>\n</ul>\n<p>Our UK representative: We have appointed O'Reilly UK Limited as our representative in the UK, whom you may contact if you are located in the UK to raise any issues or queries you have relating to our processing of your personal information and/or this Privacy Policy more generally.\nYou can contact O'Reilly UK Limited via email at the following address: privacy_uk@oreilly.com.\n</p>\n<p>If you prefer, you can, of course, always contact us using our US contact details set out above.</p> 1.\nInformation We Collect <p>We collect personal information in the following ways:</p> 1.1 Information that you provide to us directly <p>We gather information that you provide to us when you:</p>\n<ul>\n<li>Purchase products or services from us</li>\n<li>Subscribe to our newsletters andmailing lists</li>\n<li>Participate in promotional offers (such as a trial O'Reilly subscription) and other promotions, competitions, or prize drawings</li>\n<li>Fill in forms, conduct searches, post content on the website, respond to surveys, or use any other features of our websites</li>\n<li>Make an inquiry, provide feedback, submit correspondence, or make a complaint over the phone, by email, on our website, or by post</li>\n<li>Register for and update an online account with us (including if you access it through Facebook, LinkedIn, Twitter, Google, or an open IP provider or our mobile applications)</li>\n<li>Register for, present at, and/or attend our events and conferences or scan your attendance badge at any of the booths at our conferences/events or at our booths when we are present at someone else's conference/event</li>\n<li>Enter into a contract with us</li>\n<li>Sign up for job alerts on our websites.\nsubmit a job application, a CV, cover letter, or social media profile to a job vacancy.\nor attend an interview, assessment, or meeting</li>\n<li>Contact other users on the websites, for example on the O'Reilly Community website</li>\n<li>\"follow\", \"like,\" post to, or interact with our social media accounts, including Facebook, LinkedIn, Twitter, Pinterest, Instagram, and Snapchat</li>\n<li>Contribute content and information about yourself in the course of your use of social and sharing features in our websites, services, or products that make users' content and information available to the public or to specific groups, such as others who use those features</li>\n</ul>\n<p>The information you provide to us will include (depending on the circumstances):</p>\n<ul>\n<li>\n<strong>Identity and contact data</strong>: title, names, addresses, email addresses, phone numbers, or your signature.</li>\n<li>\n<strong>Account profile data</strong>: username/display name, password, user preferences, and, if you sign up through a social media account, certain information about that account.</li>\n<li>\n<strong>Conference registration details</strong>: the company/organization you work for, job title/position, language preferences, your name, your email, your age, your gender, your job function, your experience, your opinions, why you are attending the conference, what you hope to learn, and your accessibility needs.</li>\n<li>\n<strong>Financial data</strong>: payment details, which may include billing addresses, credit/debit card details, and bank account details.</li>\n<li>\n<strong>Employment and background data</strong>: if you apply for employment on our sites, your academic and work history, qualifications, skills, projects, research that you are involved in, references, proof of your entitlement to work in the relevant country, your national security number, your passport or other identity document details, your current level of remuneration (including benefits), and any other such similar information that you may provide to us.</li>\n<li>\n<strong>Visual and audio information about yourself</strong>: for example, a photo, video footage, or a sound recording.</li>\n<li>\n<strong>Your preferences</strong>: information about your preferences, interests, industry focus, community choices, and other customer profile information.</li>\n<li>\n<strong>Sensitive information</strong>: information about your race or ethnicity, religious beliefs, sexual orientation, health, and whether or not you have any disability.\nYou can find out more about how we use sensitive information in \"Section 1.5 \"Special Categories of Data\" below.</li>\n<li>\n<strong>Any other information that you choose to share with us</strong>: for example, any information that you provide via correspondence, when you fill out our survey(s), via our website or social media accounts linked to our website, in person at events or meetings, or over the phone.</li>\n<li>\n<strong>Mobile application</strong>: when you download and use the O'Reilly mobile app, we automatically collect information on the type of device you use and your operating system version.</li>\n<li>\n<strong>Usage data</strong>: information related to your usage of the O'Reilly learning platform, such as the content you have accessed, viewed, or otherwise interacted with.</li>\n</ul> 1.2 Information we collect through technology related to our products and services <p>Some of our products and services collect information about system and product data.\nWe use this information to manage and administer our products and services, to issue updates and new versions, to test and monitor services that we provide, to enhance our products and services, and to improve and target our communications with you.</p> 1.3 Information we collect through online technology <p>We may collect certain information automatically when you use our online technology.\nThis information may include your internet protocol (IP) address, browser settings, cookie identifiers, mobile carrier, mobile advertising and other unique identifiers, details about your browser, operating system or device, browser session location information, internet service provider, and pages that you visit before, during, and after using the services as well as information about the links you click and other information about how you use our online technology.\nInformation we collect may be associated with accounts and other devices (see for example, \"Section 2.3 Cross-Device Tracking\" below).</p>\n<p>Technologies such as cookies, beacons, tags, local storage, and scripts are used by us and our affiliates and by other companies, such as third-party technology service providers and web analytics providers.\nThese technologies make it easier for you to navigate our website and help us manage the content on our website.\nthey are used to analyze trends, administer the sites, track users' movements around the site (including which site you clicked from to arrive at our site), and gather demographic information about our user base.\nAdditional information about these online technologies is available here.</p> 1.4 Information from other sources <p>In certain circumstances, we will receive information about you from other sources, including third parties.\nFor example, we may receive personal information from any of the following, who may be based inside and/or outside the EU:</p>\n<ul>\n<li>\n<strong>Other website users.</strong>\n</li>\n<li>\n<strong>Event attendees.</strong>\n</li>\n<li>\n<strong>Your agents or representatives</strong> who are acting on your instructions.</li>\n<li>\n<strong>Commercial contact lists</strong> that we acquire from other organizations.</li>\n<li>\n<strong>Organizations that we acquire or merge with.</strong>\n</li>\n<li>\n<strong>Organizations with whom we provide co-branded events, websites, products, and services.</strong>\n</li>\n<li>\n<strong>Fraud detection agencies.</strong>\n</li>\n<li>\n<strong>Your current and former employers, recruitment agencies, and references.</strong>\n</li>\n<li>\n<strong>Service providers,</strong> including our website developers, IT support providers, cloud services providers, payment services providers, billing service providers, contractors, consultants, advertising agencies and platforms, digital performance monitoring and management providers, advertising analytics providers, marketing and sales service providers, user experience testing platforms, B2B contact databases, recruitment agencies, survey tool providers, customer relationship and customer support service providers, event ticket retailers, event management platform service providers, customer identity account management providers, HR service providers, couriers, and instant messaging service providers.</li>\n<li>\n<strong>Social media plug-ins.</strong> By providing your social media account details, you are authorizing that third-party provider to share with us certain information about you.</li>\n<li>\n<strong>Publicly available sources</strong> such as LinkedIn, Facebook, and Twitter.</li>\n</ul>\n<p>We might also receive information about you from other third parties if you have indicated to such third parties that you would like to hear from us.\n</p> 1.5 Special categories of data <p>Special categories of particularly sensitive personal information require higher levels of protection.\nThese so-called \"special categories of data\" include details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership and information about your health and genetic and biometric data.\nDepending on the circumstances, we will also collect information about criminal convictions and offenses.</p>\n<p>We need to have further justification for collecting, storing, and using this type of personal information.\nWe process special categories of personal information in the following circumstances:</p>\n<ul>\n<li>In limited circumstances, with your explicit written consent</li>\n<li>Where it is necessary to carry out our legal obligations or exercise rights in connection with employment</li>\n<li>Where it is necessary for reasons of substantial public interest, such as for equal opportunities monitoring</li>\n<li>Where it is necessary in relation to legal claims</li>\n<li>Where it is necessary to protect your interests (or someone else's interests) and you are not capable of giving your consent</li>\n<li>Where you have already made the information public</li>\n</ul>\n<p>For example, we will collect special categories of information:</p>\n<ul>\n<li>When you apply to work for us (for diversity and equal opportunities records, to support your needs and facilitate access to our premises, and to carry out background checks)</li>\n<li>When you attend our events, visit our premises, or apply for a diversity and inclusion scholarship from us to obtain access to our products or services</li>\n</ul>\n<p>In limited circumstances, we may request your written consent to allow us to use certain particularly sensitive data.\nIf we do so, we will provide you with full details of the information that we would like to use and the reason we need it so that you can carefully consider whether you wish to consent.</p> 2.\nProcessing and Using Personal Information 2.1 How we process and use information we collect <p>We process and use your information for the following purposes:</p>\n<ul>\n<li>\n<strong>To provide access to our website</strong> in a manner convenient and optimal and with personalized content relevant to you (on the basis of our legitimate interest to ensure our website is presented in an effective and optimal manner).</li>\n<li>\n<strong>To register and maintain your O'Reilly or Safari account</strong> (on the basis of performing our contract with you).</li>\n<li>\n<strong>To process and fulfill your orders for O'Reilly and Safari products and services</strong> (on the basis of performing our contract with you).</li>\n<li>\n<strong>To process and facilitate transactions and payments, and recover money owed to us</strong> (on the basis of performing our contract with you and on the basis of our legitimate interest to recover debts due).</li>\n<li>\n<strong>To monitor your account and use of services</strong> to ensure compliance with our end-user agreements and prevent and identify unlawful content use and violations (on the basis of our legitimate interests to operate a safe and lawful business, or where we have a legal obligation to do so).</li>\n<li>\n<strong>To enable you to communicate with other website users and clients</strong> (on the basis of your consent where we have requested it, or on the basis of performing our contract with you).</li>\n<li>\n<strong>To manage our relationship with you</strong>, which will include notifying you about changes to our Terms of Service or Privacy Policy and asking you to leave a review or take a survey (on the basis of performing our contract with you, to comply with our legal obligations, and our legitimate interests in keeping our records updated and study how our website and services are used).</li>\n<li>\n<strong>To enable and support your participation and sharing</strong> in connection with those social features of our websites, products, services, and online communities in which you choose to participate.</li>\n<li>\n<strong>To conduct business with you or your employer</strong>, including to contact you and to manage and facilitate our business relationship with you and your employer (on the basis of performing our contract with you, and our legitimate interest in running our business).</li>\n<li>\n<strong>To provide customer service and support</strong>, like dealing with inquiries or complaints about the website, which may include sharing your information with our website developer, IT support provider, and payment services provider as necessary (on the basis of performing our contract with you, our legitimate interest in providing the correct products and services to our website users, and to comply with our legal obligations).</li>\n<li>\n<strong>To enable you to take part in prize drawings, competitions, and surveys</strong> (on the basis of performing our contract with you, and our legitimate interest in studying how our website and services are used and to develop them and to grow our business).</li>\n<li>\n<strong>To work with you and undertake projects with you</strong>, including to process any proposals that you submit to us (on the basis of our contract with you, and our legitimate interest in running our business).</li>\n<li>\n<strong>To provide access to and administer O'Reilly scholarship programs</strong> (on the basis of your consent where we have requested it, on the basis of performing our contract with you, and our legitimate interest in making our products and services accessible to a range of individuals with diverse backgrounds).</li>\n<li>\n<strong>For recruitment</strong>, including to process any job applications you submit to us, whether directly or via an agent or recruiter, including sharing your information with our third-party recruitment agencies (on the basis of our legitimate interest to recruit new employees or contractors).</li>\n<li>\n<strong>To carry out marketing</strong> and let you know about our news, events, new website features, products, or services that we believe may interest you, including sharing your information with our marketing services providers (either on the basis of your consent where we have requested it or our legitimate interest to provide you with marketing communications where we may lawfully do so).</li>\n<li>\n<strong>To deliver relevant website content and advertisements to you</strong> and measure or understand the effectiveness of the advertising we serve to you (on the basis of our legitimate interests in studying how our website and services are used, to develop them, to grow our business, and to inform our marketing strategy).</li>\n<li>\n<strong>To interact with users on social media platforms</strong> (on the basis of our legitimate interest in promoting our brand and communicating with interested individuals).</li>\n<li>\n<strong>To conduct data analytics</strong> to improve our website, products and services, marketing, customer relationships, and experiences (on the basis of our legitimate interests in defining types of customers for our website and services, to keep our website updated and relevant, to develop our business, to provide the right kinds of products and services to our customers, and to inform our business and marketing strategy).</li>\n<li>\n<strong>To make suggestions and recommendations</strong> by sharing your information with selected third parties such as sponsors and partners, so they can contact you about things that may interest you (either on the basis of your consent where we have requested it or on the basis of our legitimate interest to share details of conference attendees with our copresenters and sponsors).</li>\n<li>\n<strong>To carry out marketing research and user testing</strong> to assess the levels of satisfaction of existing and proposed products and services (on the basis of our legitimate interest in carrying out research and providing the right kinds of products and services to our customers).</li>\n<li>\n<strong>To protect, investigate, and deter against fraudulent, unauthorized, or illegal activity</strong> (on the basis of our legitimate interests to operate a safe and lawful business or where we have a legal obligation to do so).</li>\n<li>\n<strong>To enable us to comply with our policies and procedures and enforce our legal rights</strong>, and to protect the rights, property or safety of our employees and share your information with our technical and legal advisors (on the basis of our legitimate interests to operate a safe and lawful business or where we have a legal obligation to do so).</li>\n<li>\n<strong>To create deidentified information</strong>, such as deidentified demographic information, deidentified location information, information about the computer or device from which you access our services, or other analyses we create (on the basis of our legitimate interests in studying how our website/services are used, to develop them, to grow our business, and to inform our marketing strategy).</li>\n<li>\n<strong>To send push notifications through our mobile application</strong>.\nWe may, if allowed by applicable law, send you push notifications through our mobile application.\nYou may at any time opt out from receiving these types of communications by changing the settings on your mobile device.</li>\n</ul>\n<p>\n<strong>We will use your information for the purposes listed above either on the basis of:</strong>\n</p>\n<ul>\n<li>Your consent (where we request it)</li>\n<li>Performance of your contract with us and the provision of our services to you</li>\n<li>Where we need to comply with a legal or regulatory obligation</li>\n<li>Our legitimate interests or those of a third party (see \"Section 2.2 Legitimate Interests\" below for more information)</li>\n</ul> 2.2 Legitimate interests <p>As outlined above, in certain circumstances we may use your personal information to pursue legitimate interests of our own or those of third parties.\nWhere we refer to our \"legitimate interests,\" we mean our legitimate business interests in conducting and managing our business and our relationship with you, including the legitimate interests we have specified in Section 2.1 above.</p>\n<p>Where we use your information for our legitimate interests, we make sure that we take into account any potential impact that such use may have on you.\nOur legitimate interests don't automatically override yours, and we won't use your information if we believe your interests should override ours unless we have other grounds to do so (such as your consent or a legal obligation).\nIf you have any concerns about our processing, please refer to the details of your rights in Section 6 below.</p> 2.3 Cross-device tracking <p>Your browsing activity may be tracked across different websites and different devices or apps.\nFor example, we may attempt to match your browsing activity on your mobile device with your browsing activity on your laptop to efficiently serve content to you if you're a logged-in user or, in the case of non-logged-in users, to increase the accuracy of site usage analytics.\nTo do this, our technology service providers may share data, such as your browsing patterns and device identifiers, and will match the information of the browser and devices that appear to be used by the same person.</p> 2.4 Business-to-business accounts <p>You may be receiving access to our O'Reilly learning platform service pursuant to a business-to-business (\"B2B\") contract in place between us and your employer.\nSome of our B2B customers are subject to laws and regulations such as GDPR which require them to execute a data processing addendum or other kinds of stipulations regarding privacy and personal data protection with us.\nTo the extent that your employer has executed a data processing addendum with O'Reilly, the following terms apply to our processing of your personal information in relation to a B2B account:</p>\n<ul>\n<li>\n<strong>We act as data processors</strong> for the personal information that we receive from your employer.\nThis is the personal information that we require in order to create a user account for you under our B2B contract with your employer.\nAs data processors, we only process this personal information in accordance with the instructions provided to us by your employer, who, as data controller, is solely responsible for determining the purposes for which we may process your personal information.</li>\n<li>\n<strong>We act as data controllers</strong> for any personal information we collect in relation to your usage of the O'Reilly learning platform (\"B2B Usage Data\"), such as the content you have accessed, as well as for any additional personal information you choose to share with us.\nOur policies in relation to our collection and processing of your personal information as data controllers are covered by this Privacy Policy.</li>\n</ul>\n<p>Please note that B2B Usage Data may be made visible, shared, or otherwise disclosed to your employer.\nWhen we make B2B Usage Data available to your employer, we do so based on the fact that your employer administers your account and that it has a legitimate interest in understanding and optimizing your usage of the O'Reilly learning platform.\nYour employer's processing of B2B Usage Data is governed by your employer's privacy policy.\nPlease contact your employer if you have any questions or concerns in relation to your employer's use of B2B Usage Data.</p>\n<p>Please note that this section may also apply in circumstances where you are obtaining access to the O'Reilly learning platform as an authorized user under a B2B account that is administered by an entity that is not your employer (for example, an organization for which you act as a contractor or as an agent).</p>\n<p>Please note that your employer and O'Reilly may have executed legal terms, including ad hoc terms relating to the processing of your personal information, which deviate from the representations made under this section.\nIf you have any questions relating to the stipulations between O'Reilly and your employer with respect to the processing of your personal information, please reach out to us using the contact information under the \"Contact Us\" section above, or reach out to your employer directly.</p> 3.\nHow We Share and Disclose Personal Information <p>There are certain circumstances in which we may share your personal information with certain third parties, as follows</p>\n<ul>\n<li>\n<strong>Other website users and clients who use our websites and/or applications</strong> to communicate or otherwise interact with you</li>\n<li>\n<strong>Sponsors, partners, and collaborators,</strong> including sponsors of our events, products, or services and organizations with whom we host co-branded events</li>\n<li>\n<strong>Our service providers who are acting as processors</strong> and who assist us with our administrative or business functions or in the provision of any of our products/services to you</li>\n<li>\n<strong>Wholly owned subsidiaries and foreign offices of O'Reilly Media, Inc.,</strong> including those based in the USA, the UK, China, and Japan</li>\n<li>\n<strong>Regulators and governmental bodies</strong> like the IRS, HMRC, and other authorities and regulators acting as processors or joint controllers who require reporting of processing activities in certain circumstances</li>\n<li>\n<strong>Marketing parties,</strong> which are any selected third party that you consent to our sharing your information with for marketing purposes</li>\n<li>\n<strong>Any prospective buyer of our business or assets</strong>, only in the event that we wish to sell any part of our business or assets</li>\n<li>\n<strong>Your employer,</strong> pursuant to Section 2.4 above</li>\n<li>\n<strong>Other third parties,</strong> including legal, professional, or other advisors, regulatory authorities, courts, law enforcement agencies, and government agencies, where necessary to enable us to enforce our legal rights or to protect the rights, property, or safety of our employees, or where such disclosure may be permitted or required by law</li>\n</ul>\n<p>For a list of the categories of personal information we have disclosed about consumers for a business purpose in the past 12 months, please click here.\nFor a list of categories of personal information we have sold about consumers for a business purpose in the past 12 months for valuable consideration, please click here.\nWe rely on the lawful bases set out in Section 2.1 above when we use your information for these purposes.</p> 4.\nHow We Look After Your Personal Information and How Long We Keep It 4.1 Security <p>We use administrative, technical, and physical safeguards to protect the security, confidentiality, and integrity of personal information against loss, misuse, unauthorized access, disclosure, alteration, and destruction.\nWe also operate a policy of \"privacy by design\" by looking for opportunities to minimize the amount of personal information we hold about you.</p>\n<p>The safeguards we use include:</p>\n<ul>\n<li>Ensuring the physical security of our offices, warehouses, or other sites</li>\n<li>Ensuring the physical and digital security of our equipment and devices by using appropriate password protection and encryption</li>\n<li>Using standard security protocols and mechanisms, such as Secure Sockets Layer (SSL) encryption, to transmit sensitive data such as credit card details</li>\n<li>Maintaining a data protection policy for and delivering data protection training to our employees</li>\n<li>Limiting access to your personal information to those who need to use it in the course of their work</li>\n</ul>\n<p>If you have any questions about the security of your personal information, please contact us using the methods outlined in the \"Contact Us\" section above.</p> 4.2 Retention <p>We will keep your information for as long as is necessary to provide you with the services that you have requested from us or for as long as we reasonably require to retain the information for our lawful business purposes, such as for the purposes of exercising our legal rights or where we are permitted to do so.\nWe operate a data retention policy and look to find ways to reduce the amount of information we hold about you and the length of time that we need to keep it.</p>\n<p>Please contact us using the methods outlined in the \"Contact Us\" section above if you would like to obtain details of our retention periods for different aspects of your personal information.</p> 4.3 Help keep your information safe <p>You can also play a part in keeping your information safe by:</p>\n<ul>\n<li>Choosing a strong account password, changing it regularly, and using different passwords for different online accounts.</li>\n<li>Keeping your login and password details confidential.</li>\n<li>Logging out of the website and closing the browser each time you have finished using it, especially when using a shared computer.</li>\n<li>Informing us if you know or suspect that your account has been compromised or if someone has accessed your account without your permission.</li>\n<li>Keeping your devices protected by using the latest version of your operating system and maintaining any necessary antivirus software.</li>\n<li>Being vigilant against fraudulent emails that may appear to be from us.\nAny emails that we send will come from an email address ending in either @oreilly.com (O'Reilly US), @mail.oreilly.com.cn (O'Reilly China), @oreilly.co.uk (O'Reilly UK), @oreilly.co.jp (O'Reilly Japan), or @safaribooksonline.com or @e.safaribooksonline.com (Safari Books).</li>\n</ul> 5.\nInternational Transfers of Your Information <p>O'Reilly and Safari are both based in the United States of America.</p> 5.1 Privacy Shield certification <p>\n<em>We recognize that both Privacy Shield Frameworks are no longer recognized as a legal means to transfer personal data from the EU and Switzerland to the US.\nHowever, we retain the certification as evidence of our commitment to providing appropriate safeguards.</em>\n</p>\n<p>O'Reilly Media, Inc.\nand Safari Books Online, LLC (and entities and subsidiaries that are, or may become, covered by O'Reilly or Safari's Privacy Shield certification) participate in and have certified their compliance with the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework (collectively the \"Privacy Shield Framework\").\nO'Reilly and Safari are committed to subjecting all personal information received from the European Economic Area, United Kingdom, and Switzerland (\"Privacy Shield Covered Data\"), respectively, in reliance on each Privacy Shield Framework, to the Framework's applicable Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, and Recourse, and Enforcement and Liability, including the 16 supplemental principles described in each Privacy Shield Framework (collectively, the \"Privacy Shield Principles\").\nO'Reilly and Safari have each certified to the US Department of Commerce that it adheres to the Privacy Shield Principles.\nTo learn more about the Privacy Shield Framework and to view O'Reilly and Safari's certifications, please visit the US Department of Commerce's Privacy Shield List, available at https://www.privacyshield.gov.\nIf there is any conflict between the terms in this Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nAdditionally, O'Reilly and Safari may protect your data through other legally valid methods, including international data transfer agreements.</p>\n<p>Under the Privacy Shield Framework, O'Reilly and Safari collect, use, and disclose Privacy Shield Covered Data for the purposes described in this Policy.\nUnder the Privacy Shield Framework, as described in Section 6 below, you may inquire as to whether O'Reilly and/or Safari is processing personal information about you, request access to personal information, and ask that we correct, amend, or delete your personal information where it is inaccurate or has been processed in violation of the Privacy Shield Principles.\nO'Reilly and Safari are responsible for the processing of personal information each receives, under each Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf.\nPrivacy Shield requires that O'Reilly and Safari remain liable should its third parties process personal information in a manner inconsistent with the Privacy Shield Principles.\nO'Reilly and Safari comply with the Privacy Shield Principles for all onward transfers of personal data from the European Economic Area, United Kingdom, and Switzerland, including the onward transfer liability provisions.</p>\n<p>With respect to Privacy Shield Covered Data received or transferred pursuant to the Privacy Shield Framework, O'Reilly and Safari are subject to the investigatory and enforcement powers of the US Federal Trade Commission (the \"FTC\").\nThe FTC has jurisdiction over O'Reilly and Safari's compliance with the Privacy Shield Framework.\nIn certain situations, we may be required to disclose personal information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>If you are an EU or Swiss citizen and feel that we are not abiding by the terms of this Privacy Policy or that we are not in compliance with the Privacy Shield Principles, please contact us by using the contact information provided at the top of this Privacy Policy.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.\nFor additional information, see https://www.privacyshield.gov/article?id=ANNEX-I-introduction.</p>\n<p>If you are not satisfied with our response, O'Reilly and Safari further commit to cooperate with the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) with regard to the investigation and resolution of unresolved Privacy Shield complaints concerning data transferred from the EU and Switzerland to the United States.</p> 5.2 Special note to users outside of the United States <p>We transact business throughout the world and have operations, processes, and systems that cross borders.\nOur offices are located in the United States, the United Kingdom, China, and Japan, and our servers are located in the United States, the United Kingdom, Belgium, China, and Japan.\nWe transfer your personal information within the O'Reilly and Safari group of companies in the United States and to affiliates, joint venture partners, and third-party service providers around the world.</p>\n<p>If you reside in the European Union, please be advised that your personal information will be processed outside of the European Economic Area (EEA).\nWe will take all steps necessary to ensure that your information is adequately protected and processed in accordance with this Privacy Policy, including but not limited to:</p>\n<ul>\n<li>Only transferring your personal information to countries that have been deemed to provide an adequate level of protection for personal information by the European Commission.</li>\n<li>Where we use certain service providers, we may use specific contracts approved by the European Commission, which give personal information the same protection it has in Europe (the so-called European Commission's Standard Contractual Clauses).</li>\n</ul>\n<p>We may transfer your personal information to countries in the following regions outside of the EEA: North America and Asia.\nPlease contact us using the contact details in this Privacy Policy if you want further information on the specific mechanism used by us when transferring your personal information out of the EEA.</p> 6.\nYour Rights: Access and Accuracy, Updating, Correcting, or Deleting Information 6.1 Your rights – summary <p>You have certain rights in respect of the information that we hold about you, including:</p>\n<ul>\n<li>The right to be informed of the ways in which we use your information, as we seek to do in this Privacy Policy</li>\n<li>The right to restrict or object to the processing of your personal information, including the right to opt in or opt out of the sale of your personal information to third parties, if applicable, where such requests are permitted by law</li>\n<li>The right to request access to the information that we hold about you</li>\n<li>The right to request that we correct or rectify any information that we hold about you which is out of date or incorrect</li>\n<li>The right to withdraw your consent for our use of your information in reliance of your consent (refer to Section 2 above to see when we are relying on your consent), which you can do by contacting us using any of the details at the top of this Privacy Policy</li>\n<li>The right to object to our using your information on the basis of our legitimate interests (refer to Section 2 above to see when we are relying on our legitimate interests) or those of a third party, and there is something about your particular situation which makes you want to object to processing on this ground</li>\n<li>The right to receive a copy of any information we hold about you (or request that we transfer this to another service provider) in a structured, commonly used machine-readable format, in certain circumstances</li>\n<li>In certain circumstances, the right to ask us to limit or cease processing or erase information we hold about you</li>\n<li>The right to lodge a complaint about us to the UK Information Commissioner's Office (https://ico.org.uk/) as well as the right to lodge a complaint with the relevant authority in your country of work or residence</li>\n<li>The right of nondiscrimination for exercising your rights</li>\n</ul> 6.2 How to exercise your rights <p>You may exercise your rights above by contacting us using the methods outlined in the \"Contact Us\" section above, and we will comply with your requests unless we have a lawful reason not to do so.</p>\n<p>\n<strong>In the case of preventing processing for marketing activities</strong>, you can opt out of marketing by signing in to your O'Reilly account and updating your account settings.\nYou may also opt out of receiving newsletters or other communications by following the opt-out instructions included in each newsletter or communication or by contacting us using the methods outlined in the \"Contact Us\" section above.</p>\n<p>\n<strong>You can opt out of our Google Analytics</strong> data collection by using the tools available here.</p>\n<p>Please note that your objection to processing (or withdrawal of any previously given consent) could mean that we are unable to provide you with our services.\nEven after you have chosen to withdraw your consent, we may continue to process your personal information when required or permitted by law, in particular in connection with exercising and defending our legal rights or meeting our legal and regulatory obligations.</p>\n<p>California residents can exercise their \"Do Not Sell My Personal Information\" rights under the California Consumer Privacy Act (CCPA) by clicking here.</p> *<strong>Enter your email address</strong> to be added to O’Reilly’s \"Do Not Sell\" list.Submit <p>\n<strong>Thanks.\nYou have been added to the list.</strong>\n</p>\n<p>To opt out of advertising cookies, please consult the list of cookies and instructions here.</p> 6.3 What we need from you to process your requests <p>We may need to request specific information from you to help us confirm your identity and to enable you to exercise the rights set out above.\nThis is a security measure to ensure that personal information is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\n<p>You will not have to pay a fee to exercise the rights set out above.\nHowever, we may charge a reasonable fee if your request is clearly unfounded, repetitive, or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.\nWe will try to respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p> 7.\nChildren's Privacy <p>Our website and services are not intended for children.\nWe do not knowingly collect or maintain the personal information of children under the age of 13, and in some jurisdictions under the age of 16.\nIf you are under the age of 13, please do not access our website at any time or in any manner.\nIf we learn that we have collected personal information of children under the age of 13 or 16 (as applicable), we will delete any personal information we have collected, unless we have a legal obligation to keep it, and terminate the child's account as applicable.</p> 8.\nNotice Regarding Sharing Data with Third-Party Websites, Social Media Platforms, and Software Development Kits <p>You might provide personal information directly to third parties as a consequence of your interactions with our website and other services offered by us.\nFor example, our website may contain content and links to other third-party websites, plug-ins, and applications that are operated by third parties that may also operate cookies.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe don't control these third-party websites or cookies.\nwe do not endorse, screen, or approve and are not responsible for their privacy statements.\nand this Privacy Policy does not apply to them.\nPlease check the terms and conditions and privacy policy of the relevant third-party website to find out how they collect and use your information.\nIf you do not want us to share your personal information with these companies, contact us using one of the methods described in the \"Contact Us\" section above.</p>\n<p>Please be responsible with personal information of others when using our website and the services available on it.\nWe are not responsible for your misuse of personal information or for the direct relationship between you and others that takes place outside of the website or our services.</p>\n<p>Our services may include publicly accessible blogs, forums, social media pages, and private messaging features.\nBy using such services, you assume the risk that the personal information provided by you may be viewed and used by third parties for any number of purposes.\nIn addition, social media buttons such as Facebook, LinkedIn, Twitter, and Snapchat (that might include widgets such as the \"share this\" button or other interactive mini-programs) may be on our site.\nThese features may collect your IP address and which page you are visiting on our site and may set a cookie to enable the feature to function properly.\nThese social media features are either hosted by a third party or hosted directly on our site.\nYour interactions with these features apart from your visit to our site are governed by the privacy policy of the company providing it.</p>\n<p>We may use third-party APIs and software development kits (\"SDKs\") as part of the functionality of our services.\nAPIs and SDKs may allow third parties including analytics and advertising partners to collect your personal information for various purposes, including to provide analytics services and content that is more relevant to you.\nFor more information about our use of APIs and SDKs, please contact us using the methods outlined in the \"Contact Us\" section above.</p> 9.\nFor California Residents: Additional Privacy Rights <p>This section applies only to California consumers.\nIt describes how we collect, use, and share California consumers' personal information in our role as a business, and the rights applicable to such consumers.\nIf you are unable to access this Privacy Policy due to a disability or any physical or mental impairment, please contact us and we will arrange to supply you with the information you need in an alternative format that you can access.</p> 9.1 California \"Shine the Light\" Law <p>O'Reilly's and Safari's policy is to share your personal information only if you have given us your consent, for instance, by your agreeing to this Privacy Policy through your use of our sites.\nAfter obtaining such consent, O'Reilly may in accordance with this Privacy Policy from time to time provide its business partners with your contact details for direct marketing purposes of relevant services, products, and programs.\nIf you no longer wish your information to be shared, please let us know, and we will prevent disclosure of your information to such business partners free of charge, or if you have further inquiries regarding our information sharing practices, please let us know using the methods outlined in the \"Contact Us\" section above.</p>\n<p>\n<strong>How we collect, use, and share your personal information</strong>\n</p>\n<p>We have collected the following statutory categories of personal information in the past twelve (12) months:</p>\n<ul>\n<li>\n<strong>Identity and contact data</strong>: names, addresses, and email addresses</li>\n<li>\n<strong>Account profile data</strong>: username/display name, password, user preferences, and, if you sign up through a social media account, certain information about that account</li>\n<li>\n<strong>Financial data</strong>: payment details, which may include billing addresses, credit/debit card details, and bank account details</li>\n<li>\n<strong>Any other information that you choose to share with us</strong>: for example, any information that you choose to provide within the bio and social profiles sections of your profile settings, when you fill out our survey(s), via our website or social media accounts linked to our website, in person at events or meetings, or over the phone</li>\n<li>\n<strong>Technical data</strong>: your web browser user agent information and IP address</li>\n<li>\n<strong>Usage data and analytics</strong>: information related to your usage of the O'Reilly learning platform, such as the content you have accessed, viewed or otherwise interacted with</li>\n</ul>\n<p>The business and commercial purposes for which we collect this information are described in Section 2 of this Privacy Policy.\nThe categories of third parties to whom we \"disclose\" this information for a business purpose are described in Section 3 of this Privacy Policy.</p>\n<p>\n<strong>Your California rights</strong>\n</p>\n<p>You have certain rights regarding the personal information we collect or maintain about you.\nPlease note these rights are not absolute, and there may be cases when we decline your request as permitted by law.</p>\n<ul>\n<li>You have the right to request that we disclose to you what personal information we collect, use and disclose.</li>\n<li>You have the right to request that we delete personal information collected or maintained by us, subject to certain exceptions.</li>\n<li>You have the right to nondiscrimination, which means that you will not receive any discriminatory treatment should you decide to exercise one of your privacy rights.</li>\n</ul>\n<p>\n<strong>How to exercise your California rights</strong>\n</p>\n<p>You can exercise your rights yourself, or you can alternatively designate an authorized agent to exercise these rights on your behalf.\nPlease note that to protect your personal information, we will verify your identity by a method appropriate to the type of request you are making.\nWe may also request that your authorized agent have written permission from you to make requests on your behalf, and we may also need to verify your authorized agent's identity to protect your personal information.</p>\n<p>Please use the contact details methods outlined in the \"Contact Us\" section above if you would like to:</p>\n<ul>\n<li>Access this policy in an alternative format</li>\n<li>Exercise your rights</li>\n<li>Learn more about your rights or our privacy practices</li>\n<li>Designate an authorized agent to make a request on your behalf</li>\n</ul> 9.2 Do Not Track <p>California law requires us to let you know how we respond to web browser Do Not Track (DNT) signals.\nDNT is a way for users to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services.\nWe do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers at this time.</p> 10.\nChanges to This Privacy Policy <p>Please note that this Policy may change from time to time.\nWe will not reduce your rights under this Policy without your consent.\nIf we make any material changes, we will notify you by email or by means of a notice on this website prior to the change becoming effective.\nYou can also view prior versions of the Policy by viewing the links in Section 11 below.</p> 11.\nPrevious Versions of the Privacy Policy 11.1 O'Reilly and Safari privacy policies <p>Click here for version 4.11</p>\n<p>Click here for version 4.10</p>\n<p>Click here for version 4.9</p>\n<p>Click here for version 4.8</p>\n<p>Click here for version 4.7</p>\n<p>Click here for version 4.6</p>\n<p>Click here for version 4.5</p>\n<p>Click here for version 4.4</p>\n<p>Click here for version 4.3</p>\n<p>Click here for version 4.2</p>\n<p>Click here for version 4.1</p>\n<p>Click here for version 4.0</p> 11.2 O'Reilly privacy policies <p>Click here for version 2.1</p>\n<p>Click here for version 2.0</p>\n<p>Click here for version 1.1</p> 11.3 O'Reilly School of Technology privacy policies <p>Click here for version 2.1</p>\n<p>Click here for version 2.0</p> 11.4 Safari privacy policies <p>Click here for version 3.4</p>\n<p>Click here for version 3.3</p> ", "created_at": "2023-03-17 23:03:00.795816", "updated_at": "2023-03-17 23:04:29.019706"}], "points": [], "urls": ["oreilly.com"]}}