{"error": 448, "message": "OK", "parameters": {"id": 3321, "name": "Geelong Advertiser", "created_at": "2021-04-28 20:32:24.552569", "updated_at": "2021-04-29 00:01:53.337487", "wikipedia": "https://en.wikipedia.org/wiki/Geelong_Advertiser", "keywords": null, "related": null, "slug": "geelong_advertiser", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3321.png", "url": "geelongadvertiser.com.au", "documents": [{"id": 5456, "name": "Privacy Policy", "url": "https://preferences.news.com.au/privacy", "xpath": "", "text": null, "created_at": "2021-04-28 20:32:25.563784", "updated_at": "2021-04-28 20:32:25.563784"}, {"id": 5458, "name": "Cookie Policy", "url": "https://preferences.news.com.au/cookies", "xpath": "", "text": null, "created_at": "2021-04-28 20:32:26.977364", "updated_at": "2021-04-28 20:32:26.977364"}, {"id": 5457, "name": "Terms and Conditions", "url": "https://news-networkeditorial.s3-ap-southeast-2.amazonaws.com/mhr/tandcs/tcs_tc.html", "xpath": "//body", "text": " <p>\n</p>\n<p>\n</p>\n<p>\n<strong>Last Updated: 28 April 2022</strong>\n</p>\n<p>These are our terms for use of this website (<strong>Site</strong>) or application (<strong>App</strong>).\nThese Terms &amp.\nConditions (terms) apply whenever you access the Site or the App, regardless of how you do so.</p>\n<p>References in these terms to <strong>Media</strong> are references to both the Site and the App, unless expressly stated otherwise.</p>\n<p>\n<strong>Use of Media</strong>\n</p>\n<p>1.\nThe Publisher, as set out at the end of these terms (<strong>News</strong>), is the owner and operator of the listed Media.</p>\n<p>2.\nEach user of any of the Media (User or you) agrees to be bound by these terms.\nYour use of and access to any of the Media indicates your acceptance of and agreement with these terms, as they exist at the time of use.</p>\n<p>3.\nNews will include at the top of these terms the date on which these terms were last updated.</p>\n<p>4.\nNews may amend these terms at any time by posting changed terms on the relevant Media.\nIf you use any of the Media (other than to review the amended terms) after a notice of change has been provided, you will be deemed to have accepted the new terms for that Media.</p>\n<p>5.\nIf any changes are material, we will endeavour to provide notice that changes have been made before, when or soon after you access the Media.</p>\n<p>6.\nYou agree that the Site and App require compatible devices and internet access, may require certain software, may require periodic updates.\nand may be affected by the performance of these factors.\nYou agree that meeting these requirements, which may change from time to time, is your responsibility.\n</p>\n<p>\n<strong>Content and functionality of the Media</strong>\n</p>\n<p>7.\nNews may alter, suspend or discontinue any of the Media and/or its functionality and/or the content made available through any of the Media at any time, with or without notice to Users, and, to the full extent permitted by law and subject to the remainder of these terms and any subscription terms which may be applicable if you are paying or have paid News for access to the Media, News will not be liable to any User or to any third party should it exercise such rights.</p>\n<p>8.\nIn some circumstances the Site or App allows Users to access and download certain content onto your device(s).\nSome such content may not be available at all times in the future for subsequent download and News will have no liability to you in such circumstances subject to the remainder of these terms.</p>\n<p>9.\nNews may require you to be a registered user or subscriber to access certain content through any of the Media or to download any App.\nWhere this occurs, the terms and conditions of your registration or subscription (as relevant) will govern that relationship between you and the relevant News related company and will prevail to the extent of any inconsistency with these terms.</p>\n<p>10.\nIf you pay News (or one of its related companies) for access to content made available through the Media or to download an App, the subscription terms will prevail to the extent of any inconsistency between those terms and these.</p>\n<p>\n<strong>No advice</strong>\n</p>\n<p>11.\nContent included in any Media is prepared as general information only.\nIt is not advice and should not be substituted for personal advice which takes into account your individual health, financial or other circumstances.</p>\n<p>Intellectual Property</p>\n<p>12.\nAll intellectual property in relation to content on any of the Media belongs to News or its licensors, advertisers or affiliates.\nYou obtain no interest in that intellectual property.\nAll content made available on any of the Media is protected by Australian and international copyright and other intellectual property laws.\nYou may not do anything which interferes with or breaches those laws or the intellectual property rights in the content.</p>\n<p>13.\nYou may download and view content or print a copy of material published on any of the Media for personal, non-commercial use provided you do not modify the content in any way (including any copyright notice).\nAll rights not expressly granted under these terms of use are reserved by News.\nUnless expressly stated otherwise, you are not permitted to copy, or republish anything you find on any of the Media without the copyright or trademark owners’ permission.</p>\n<p>14.\nThe logos of the Media are trademarks of News or its related bodies corporate.\nOther trademarks may be displayed on the Media from time to time.\nThese may belong to third parties.\nNothing displayed on the Media should be construed as granting any licence or right of use of any logo, trademark or masthead displayed on the Media, without the express written permission of the relevant owner.</p>\n<p>\n<strong>Liability &amp.\nIndemnity</strong>\n</p>\n<p>15.\nNews does not exclude any rights and remedies in respect of goods or services under the Australian Consumer Law in the Competition and Consumer Act 2010 (<strong>ACL</strong>) or equivalent State or Territory legislation which cannot be excluded, restricted or modified.\nNews otherwise excludes all rights, remedies, guarantees, conditions and warranties in respect of goods or services from your use of any of the Media whether based in statute, common law or otherwise to the extent permitted by law.\nTo the fullest extent permitted by law, including the ACL, the following provisions apply:</p>\n<p>a.\nNews does not warrant the accuracy of the content which you access through any of the Media.\nThe content is provided to you \"as is\" and on an \"as available\" basis and on the condition that you undertake all responsibility for assessing the accuracy of the content and rely on it at your own risk.\nAll content which you access through any of the Media may be changed at News' sole discretion and without notice.</p>\n<p>b.\nNews will have no responsibility or liability in relation to any loss or damage that you incur, including damage to your software or hardware, arising from your use of or access to any of the Media.</p>\n<p>c.\nNews does not warrant that functions of the Media or which you access through any of the Media, such as hyperlinks, will be uninterrupted or error free, that defects will be corrected, that there will be no technical problems which prevent or unreasonably delay delivery of any of the Media or any content which ought to be accessible through any of the Media, or that News or the server that makes it available, are free of viruses or bugs.</p>\n<p>16.\nWhere permitted under local law, including the ACL, liability of News, for any breach of a term or condition implied by law is limited at News’ discretion, to the supply of any service again or the payment for the cost of having any service supplied again.\nHowever, News cannot limit its liability in this manner if you establish that it would not be fair or reasonable for News to do so.</p>\n<p>\n<strong>Third Party Content &amp.\nLinks</strong>\n</p>\n<p>17.\nAny Media may include third party content which is subject to that third party's terms and conditions of use.\nNothing should be construed as granting any licence or right for you to use that content.</p>\n<p>18.\nAny Media may include links to third party sites which are not related to News and in relation to which News has no control or interest.\nThe appearance of those links on any Media does not indicate any relationship between News and that third party or any endorsement by News of that third party, its site or the products or services which it is advertising.</p>\n<p>\n<strong>Contributing Content</strong>\n</p>\n<p>19.\nWhen you submit content to News in any format, including any text, photographs, graphics, video or audio, you grant News a non-exclusive, royalty-free, perpetual licence to publish, transmit or otherwise use that content in our published materials, now and in the future and to attribute you, using the details you have provided to us, as the author/provider of that content.</p>\n<p>20.\nNews reserves the right not to use the content you submit.</p>\n<p>21.\nYou warrant that you have all of the necessary rights, including copyright, in the content you contribute, that your content is not defamatory and that it does not infringe any law.</p>\n<p>22.\nYou indemnify News against any and all legal fees, damages and other expenses that may be incurred by News as a result of a breach of the above warranty.</p>\n<p>23.\nYou waive any moral rights in your contribution for the purposes of its submission to and use by News in accordance with these terms.</p>\n<p>\n<strong>General</strong>\n</p>\n<p>24.\nUsers may not use any Media for any purpose or in any way which is unlawful.</p>\n<p>25.\nThese Terms &amp.\nConditions shall be governed by and interpreted in accordance with the laws of New South Wales.</p>\n<p>26.\nResponsibility for all election comment is taken by the Editor, at the address listed below.</p>\n<br>\n<br> Site Publisher Jurisdiction Address for Editor theaustralian.com.au &amp.\ncn.theaustralian.com.au Nationwide News Pty Ltd New South Wales 2 Holt Street, Surry Hills, NSW 2010 news.com.au News Life Media Pty Ltd New South Wales 2 Holt Street, Surry Hills, NSW 2010 dailytelegraph.com.au Nationwide News Pty Ltd New South Wales 2 Holt Street, Surry Hills, NSW 2010 heraldsun.com.au The Herald &amp.\nWeekly Times Pty Ltd Victoria 40 City Rd, Southbank, Vic 3006 couriermail.com.au Queensland Newspapers Pty Ltd Queensland Cnr Mayne Road &amp.\nCampbell St, Bowen Hills, Qld 4006 adelaidenow.com.au Advertiser Newspapers Pty Limited South Australia 31 Waymouth St, Adelaide, SA 5000 ntnews.com.au Nationwide News Pty Ltd Northern Territory Printers Place, Darwin, NT 0800 themercury.com.au The Herald &amp.\nWeekly Times Pty Ltd Tasmania Level 1, 2 Salamanca Square, Hobart, Tas 7000 townsvillebulletin.com.au Queensland Newspapers Pty Ltd Queensland Cnr Flinders St &amp.\nFinsbury Place, Townsville, QLD 4810 cairns.com.au Queensland Newspapers Pty Ltd Queensland Suite 1.01, 111-115 Grafton St, Cairns, QLD 4870 goldcoastbulletin.com.au Queensland Newspapers Pty Ltd Queensland 12-14 Marine Parade, Southport, QLD 4214 geelongadvertiser.com.au The Herald &amp.\nWeekly Times Pty Ltd Victoria Ground Floor, 126-128 Market Square Mall, Little Mallop St, Geelong VIC 3220 weeklytimesnow.com.au The Herald &amp.\nWeekly Times Pty Ltd Victoria 40 City Rd, Southbank, Vic 3006 thechronicle.com.au Queensland Newspapers Pty Ltd Queensland 58 Russell St, Toowoomba, QLD, 4350 codesports.com.au Nationwide News Pty Ltd New South Wales 2 Holt Street, Surry Hills, NSW 2010 theoz.com.au Nationwide News Pty Ltd New South Wales 2 Holt Street, Surry Hills, NSW 2010 bodyandsoul.com.au News Life Media Pty Ltd New South Wales 2 Holt Street, Surry Hills, NSW 2010 <br>\n<br> App Publisher Jurisdiction Address for Editor All apps News Digital Media Pty Ltd New South Wales 2 Holt Street, Surry Hills, NSW 2010 ", "created_at": "2021-04-28 20:32:26.271159", "updated_at": "2022-12-15 23:55:17.450586"}], "points": [], "urls": ["geelongadvertiser.com.au"]}}