{"error": 448, "message": "OK", "parameters": {"id": 753, "name": "Chrischona Brugg", "created_at": "2018-10-17 09:46:04.798177", "updated_at": "2021-03-25 03:19:38.907136", "wikipedia": "https://de.wikipedia.org/wiki/Chrischona_International", "keywords": null, "related": null, "slug": "chrischona_brugg", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/753.png", "url": "chrischona-brugg.ch", "documents": [{"id": 13267, "name": "Datenschutz", "url": "https://chrischona-brugg.ch/datenschutz", "xpath": "/html/body/main/div[4]/div", "text": " Wer wir sind\n<p>Chrischona-Gemeinde Brugg<br>\nVereinsweg 10<br>\n5200 Brugg</p>\n<p>Als lokale Kirche gehören wir zum Verein Viva Kirche Schweiz.</p>\nWelche personenbezogenen Daten wir sammeln und warum wir sie sammeln\n<p>Wir sammeln keine personenbezogene Daten auf unserer Webseite.\nDie einzige notwendige Ausnahme ist, wenn du dich für unseren Newsletter anmeldest.\nSiehe auch gleich den nächsten Abschnitt.</p>\nMit wem wir deine Daten teilen\n<p>Wenn du dich für unseren Newsletter anmeldest, teilen wir deinen Namen und deine E-Mail-Adresse mit dem Dienst MailChimp.\nDie Datenschutzbestimmungen von MailChimp kannst du hier einsehen.</p>\nCookies\n<p>Wir setzen keine Cookies auf deinem Gerät.\n</p>\nWie lange wir deine Daten speichern\n<p>Da wir keine personenbezogene Daten sammeln, können wir auch nichts speichern.\n</p>\nWie wir deine Daten schützen\n<p>Wir schützen deine Daten zum Beispiel, indem wir&nbsp;bewusst auf Dienste wie&nbsp;Google Analytics verzichten.&nbsp;</p>\nEingebettete Inhalte von anderen Webseiten\n<p>Auf dieser Webseite können eingebettete Inhalte (z.&nbsp;B.\nVideos, Bilder, Beiträge etc.) vorhanden sein.\nEingebettete Inhalte von anderen Webseiten verhalten sich exakt so, als ob der Besucher die andere Webseite besucht hätte.<br>\nDiese Webseiten können (werden ziemlich sicher) Daten über dich sammeln, Cookies benutzen, zusätzliche Tracking-Dienste von Dritten einbetten und deine Interaktion mit diesem eingebetteten Inhalt aufzeichnen, inklusive deiner Interaktion mit dem eingebetteten Inhalt, falls du ein Konto hast und auf dieser Webseite angemeldet bist.<br>\nÜbrigens: Videos von YouTube binden wir immer mit dem erweiterten Datenschutzmodus ein.</p> ", "created_at": "2022-12-15 20:47:22.022491", "updated_at": "2022-12-15 20:47:29.264937"}], "points": [], "urls": ["chrischona-brugg.ch"]}}