{"error": 448, "message": "OK", "parameters": {"id": 9307, "name": "Swisscows.email", "created_at": "2023-08-20 01:40:03.286933", "updated_at": "2023-08-20 10:02:15.26865", "wikipedia": null, "keywords": null, "related": null, "slug": "swisscows-email", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9307.png", "url": "swisscows.email", "documents": [{"id": 18233, "name": "Terms of use", "url": "https://swisscows.email/en/terms/", "xpath": "//body", "text": "<ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>Français</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Advantages</li>\n<li>Screenshots</li>\n<li>Prices</li>\n<li>Help</li>\n<ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>Français</li>\n</ul>\n</ul>A letter is your personal property!<br>Swiss security aspect<br>Highly encrypted<p>Secure.\nPrivate.\nPersonal.<br> Swisscows.email is an alternative solution for private and business email traffic, secured with innovative and most secure encryption.</p>Web-version <em>login</em>Create E-mail <em>ACCOUNT</em>Terms of use<p>Swisscows.Email</p>\n<p>\n<b>Welcome to Swisscows.email </b>\n</p>\n<p>\n<b>Please read the following terms of use that apply to every visitor to the website https://mail.swisscows.com/ (hereinafter called „Swisscows.email“ or „website“).\nBy using this website, you implicitly declare your consent to these terms of use.\nThe owner of this website reserves the right to change, delete or supplement the information on this website at any time without prior notice.\n</b>\n</p>\n<p>\n<b>§ 1 Scope</b>\n</p>\n<p>(1) The following conditions apply to the use of the website Swisscows.email - hereinafter called „ Swisscows.email“ or „website“.\nFor the use of the website it is important that you as a user accept the following provisions.\nRegistration and use of the website are free of charge.</p>\n<p>(2) By registering, you agree to the terms of use of our website.\nBy agreeing, you warrant to us that you will not perform any prohibited actions that violate the Terms of Use.</p>\n<p>\n<b>§ 2 Contact details and legal information</b>\n</p>\n<p>If you have any questions about our website, you can contact us at:</p>\n<p>Swisscows AG<br> Bucherstrasse 2<br> 9322 Egnach<br> Switzerland<br> Email: info@swisscows.com </p>\n<p>\n<b>§ 3 Website availability</b>\n</p>\n<ol>\n<li>Swisscows.email has an availability of 24 hours a day.\nHowever, there may be interruptions in availability due to maintenance that is required for the system.\nInterruptions in availability can occur due to force majeure or other causes for which Swisscows.email is not responsible, such as willful intent or gross negligence.\n</li>\n<li>Swisscows.email points out: </li>\n</ol>\n<ul>\n<li>that it is technically impossible to make the website available free of errors of any kind and that Swisscows.email therefore assumes no responsibility for it,</li>\n<li>that errors can lead to the website being temporarily switched off,</li>\n<li>that the availability of this website is dependent on conditions and services outside the sphere of influence of Swisscows.email, e.g.\nthe transmission capacities and telephone connections between the individual parties.\nWe accept no responsibility for any faults that fall into this area.\n</li>\n</ul>\n<p>\n<b>§ 4 Protection of personal data</b>\n</p>\n<p>The Swisscows.email guideline for protecting the privacy of its users meets a very high level of requirements.\nSwisscows.email does NOT collect any data, neither when using the search engine nor when using the user account.</p>\n<p>Since only necessary personal data is stored, registration is limited to email address and password.\nProcessing information requests and registering for certain services, such as Swisscows.email, however, may require the provision of personal data such as surname, first name, contact details and email address.\nThis data is collected and processed by Swisscows.email in its capacity as the one responsible in accordance with the regulations for the protection of personal data and our data protection declaration.</p>\n<p>The purpose of our privacy policy is to tell you how Swisscows.email protects your privacy, in particular:</p>\n<ul>\n<li>the purposes for which we collect some of your personal data and how we use it (e.g.\nresponding to your request for information or application);</li>\n<li>the security measures we use to protect your privacy;</li>\n<li>the duration of storage of your data;</li>\n<li>the rights you have to the personal data you have provided to us and their processing.</li>\n</ul>\n<p>\n<b>§ 5 Cookies and other tracking devices</b>\n</p>\n<p>We do NOT use cookies or other advertising media (pixels, fingerprints) when you use our website.</p>\n<p>\n<b>§ 6 Electronic communication</b>\n</p>\n<p>If you use a Swisscows.email service or product, or send us emails, text messages or other messages from your computer or mobile device, you are communicating with us electronically.\nWe will communicate with you electronically in various ways, e.g.\nvia e-mails, text messages or the publication of electronic messages or other communication on our website or as part of other Swisscows.email services.\nFor contractual purposes, you agree to receive electronic communication from us and that all consents, notifications, publications and other communication that we communicate to you electronically do not require a written form, unless mandatory legal regulations require another form of communication.\n</p>\n<p>\n<b>§ 7 Copyright</b>\n</p>\n<p>All texts, images and other information and data published on our website are - unless otherwise stated - subject to the copyright of our site.\nAny form of reproduction and/or modification may only be carried out with our written approval.\nOtherwise we reserve the right to take legal action against this violation.\nAll costs that are caused by a violation of the law by a user will be charged to the user.\n</p>\n<p>\n<b>§ 8 Right of modification</b>\n</p>\n<p>We have the right to change the terms of use at any time.\nThe change will then be published in the forum entry on the website.</p>\n<p>\n<b>§ 9 Severability clause</b>\n</p>\n<p>These terms of use are to be regarded as part of our website from which reference is made to this page.\nIf individual formulations of these terms of use are no longer completely or no longer fully compliant with the applicable legal situation, it can be assumed that the other provisions of the terms of use will remain.</p>\n<ul>\n<li>Imprint</li>\n<li>Privacy Policy</li>\n<li>Terms of use</li>\n<li>GTC</li>\n</ul>\n<p>About Swisscows.email<br>Swisscows.email is another product of Swisscows AG.\nThis product offers you secure email traffic.With Swisscows.email you can send your emails encrypted so that absolutely no one can read them.\nThe service is comparable to a letter that is protected from prying eyes in an envelope.\nIn contrast, a postcard can be read by anyone on its way.</p>\n<p>About Swisscows<br>It is our passion to protect people from surveillance.\n<br> As the Swisscows team, we have made it our mission to provide a safe space for Internet users.\nWe have set out to create safe alternatives in all areas! </p>\n<ul>\n<li>Imprint</li>\n<li>Privacy Policy</li>\n<li>Terms of use</li>\n<li>GTC</li>\n</ul>\n<p>Swisscows AG<br> Bucherstrasse 2,<br> 9322 Egnach,<br> Switzerland </p>\n<p>©2023, <em>Swisscows AG</em>\n</p>", "created_at": "2023-08-20 01:40:37.263114", "updated_at": "2023-08-20 01:40:46.800742"}, {"id": 18234, "name": "General terms and conditions", "url": "https://swisscows.com/en/gtc", "xpath": "//body", "text": "0General terms and conditions<p>Welcome to <b>Swisscows AG</b> (hereinafter: <b>\"Swisscows\" </b>) - thank you for your interest in our product portfolio! Please read the following information carefully.\nThese <b>general terms and conditions</b> (hereinafter: <b>\"GTC\"</b>) govern your access and use of all <b>Swisscows</b> services.\nThis is a binding agreement.\nIf you do not agree to all of the <b>GTC</b>, you may not access or use the <b>Swisscows</b> website or our <b>Swisscows</b> services.\nBy accessing or using the website and our services, you agree to be bound by the <b>GTC</b>.</p>\n<p>We may change these <b>GTC</b> from time to time.\nWe will post a notice on the <b>Swisscows</b> website each time these <b>GTC</b> are modified or updated.\nIt is your responsibility to review these <b>GTC</b> on a regular basis.\nIf at any time you find these <b>GTC</b> unacceptable, you must exit the <b>Swisscows</b> website immediately and stop using our services.</p>\n<p>By agreeing to use our services, including but not limited to: use of our servers, routers, IP addresses, logs, add-ons, software, applications, extensions and other devices, you agree to these terms.</p>\n<p>If you have a specific question, you can scroll down to the relevant section below:</p>\n<ol>\n<li>Services</li>\n<li>Account setup</li>\n<li>Account information</li>\n<li>Payment and refund policies</li>\n<li>Age restriction</li>\n<li>Intellectual property</li>\n<li>Prohibited actions</li>\n<li>Guideline for use</li>\n<li>License agreements</li>\n<li>Third party linking</li>\n<li>Exclusions and limitations of liability</li>\n<li>Service-Level-Agreement (SLA)</li>\n<li>Compensation</li>\n<li>Termination, modification and discontinuation of the services</li>\n<li>Applicable law</li>\n<li>Government requests</li>\n<li>Questions and suggestions</li>\n</ol>1.\nServices<p>The <b>log files policy</b> is one of the most important features of our services.\nThis means that your activities are in no way logged, stored or transmitted to third parties when you connect to our services.\nWe do not collect IP addresses, browsing history, session information, bandwidth used, connection timestamps, network traffic, and other similar data.\nWe can ensure that, according to Swiss guidelines, no data storage or reporting is required and the processes related to the provision of our services are automated.\nIn addition, we process only very limited user data that is collected from you or provided in order to provide you with services.\nFor more information about what information is collected about you and how it is used, please see our <b>privacy policy</b> at https://swisscows.com/en/privacy.\nOur <b>privacy policy</b> is incorporated by reference.</p>\n<p>\n<b>Swisscows</b> promotes moral values and digital media education.\n<b>Swisscows</b> does <b>NOT</b> accept violent, pornographic, unlawful, illegal, criminal or fraudulent activities committed through the use of <b>Swisscows</b> services.\nSince we do not log any information about your activities, you use the <b>Swisscows</b> services at your own risk.\n<b>Swisscows</b> shall not be liable in any way or form for any illegal actions you take through or from the use of our services.</p>\n<p>The <b>\"Swisscows\"</b> newsletter is sent to each user weekly by email.\nAdditional mailings may occur as part of important product information or special offers.\nThe newsletter cannot be unsubscribed, as its co-finances the <b>Swisscows</b> - free of charge products.\nUsers of paid services (<b>Swisscows.email</b> and <b>Swisscows VPN</b>, etc.) can change their subscription at any time in the \"customer center\" or via the corresponding link at the end of each newsletter issue.\nFurther information can be found in the data protection notices.</p>\n<p>Certain services offered by <b>Swisscows</b> include a virus protection program.\n<b>Swisscows</b> points out that no virus protection program on the market can offer one hundred percent security.\nThis is due, among other things, to the large number of viruses in circulation and their constant updating.\nThe user is therefore expressly informed that checked emails can also contain a virus.\nAgainst this background in particular, the user must ensure that his data is kept up to date.</p>2.\nAccount setup<p>In order to be able to use some of the <b>Swisscows</b> services, you will be asked to set up an account.\nYou are solely responsible for the use or activity of your account, including but not limited to use of the account by any person who uses your account, with or without authorization, or has access to any computer on which your account resides.</p>3.\nAccount information<p>When you open an account with <b>Swisscows</b> to use or access the <b>Swisscows</b> services, you must complete the registration process by providing the complete and accurate information requested on the registration form.\nYou may be asked to provide an email address and password.\n<b>As a user, you are fully responsible for maintaining the confidentiality of your password and account, and are also responsible for all activities that occur under your password or account.\nUsers may not sell or transfer this account to another person.</b>\n</p>\n<p>\n<b>You agree</b> to notify us immediately of any unauthorized use of your account, email address or password.\nWe will not be liable for any loss incurred by you or any third party as a result of someone else using your password, with or without your knowledge.\n<b>We reserve the right to permanently delete your account with <b>Swisscows</b> at any time.</b>\n</p>\n<p>We strongly believe that we have the right to protect the privacy of our users.\nHere you can find our privacy policy.</p>4.\nPayment and refund policies<p>4.1 Users can subscribe to <b>Swisscows</b> services.\nAfter registering with <b>Swisscows</b> services, you can select a payment method.\nOnly some of our services are free of charge.</p>\n<p>The service fees for chargeable products or services are due upon receipt of the invoice.\n</p>\n<p>4.2 The payment of the <b>Swisscows</b> product fee and, unless otherwise agreed in the contractual relationship with <b>Swisscows</b>, of the other additional prices and fees shown, is made according to the <b>Swisscows</b> user's choice by invoice, PayPal, direct debit, credit card debit (via our partner Stripe GmbH).\nThe payment method specified by the user upon conclusion of the contract (or, if applicable, the payment method updated by the user after conclusion of the contract) may also be used by <b>Swisscows</b> for the collection of other fees and charges resulting from contracts between the user and <b>Swisscows</b>.</p>\n<p>4.3 If, in the case of a continuing obligation, the fees or their components change at a point in time within the billing month, the service period from the beginning of the billing month to the time of the change and the service period from the time of the change to the end of the billing month will be billed separately.</p>\n<p>4.4 The user is in default, even without a reminder, if he does not pay the amount due within ten calendar days of receipt of the invoice.\nIt is decisive that this amount is received by <b>Swisscows</b> within this period on the account specified in the invoice.</p>\n<p>4.5 <b>Swisscows</b> is entitled to fully assert verifiable damage caused by delay.</p>\n<p>4.6 In the event of default, <b>Swisscows</b> is still entitled to demand a reminder fee of CHF 10 for each reminder.\nThe user can only offset claims from <b>Swisscows</b> with uncontradicted or legally established counterclaims.\nThe user can only exercise a right of retention if his counterclaim is based on the same contractual relationship.\nThe assignment of claims by the user against <b>Swisscows</b> to third parties is excluded.</p>\n<p>4.7 In the event of default, <b>Swisscows</b> is also entitled to demand interest of 5% above the respective base interest rate from consumers and 9% above the respective base interest rate from companies.\nIn relation to entrepreneurs, <b>Swisscows</b> reserves the right to prove and claim higher damages caused by default.</p>\n<p>4.8 For payment by direct debit (SEPA direct debit), the following applies: The user authorizes <b>Swisscows</b>, by a corresponding explicit declaration, to collect the fees and charges from the specified account (direct debit authorization / SEPA mandate).The announcement of the direct debit (advance information / \"pre-notification\") takes place at the latest five working days before the direct debit is asserted, usually with the invoicing.\nThe collection takes place no earlier than five working days after the invoice date.\nThe user will be informed of the invoice by email or in his personal configuration menu or in another agreed manner and can be retrieved by him there.\nThe user must ensure that there are sufficient funds in the specified account so that the amounts due can be collected.</p>\n<p>4.9 In individual cases, the debited amount may deviate from the amount stated in the advance information of an individual invoice if a.) the SEPA mandate was issued for several contractual relationships, b.) a separate invoice as well as separate advance information is issued for each contractual relationship and c.\n) the same due date for the individual invoice amounts applies, i.e.\nfor the sum of the individual invoices (total sum).</p>\n<p>4.10 If the collection of the claim fails due to a reason lying in the sphere of the user, the user must reimburse <b>Swisscows</b> for the additional costs incurred as a result.\nWhen paying the fees by direct debit, <b>Swisscows</b> charges CHF 20 per returned direct debit if the user is responsible for the returned direct debit, unless the user proves that no damage or a significantly lower amount of damage has occurred.</p>\n<p>4.11 Paid <b>Swisscows</b> services automatically renew at the end of each service period for the same duration and you will be charged the same amount that was paid as initial payment according to the payment method you selected.</p>\n<p>If you buy our paid <b>Swisscows</b> services via all possible sales platforms, we will not give you a refund.</p>\n<p>Cryptocurrency payments will not be refunded the equivalent US dollar amount in the same cryptocurrency (based on the current exchange rate).\nPayments made with prepaid cards or gift cards will not be refunded.</p>\n<p>4.12 As a user, you have the right to delete your account at any time.\nDeleted accounts will not be refunded for the unused portion of the current service period.\nNo refunds will be given for accounts that have been deleted for violating these terms.</p>\n<p>4.13 SEPA direct debit and credit card debits are processed with the help of third-party providers (contractual partners: Stripe GmbH, Scharnweberstrasse 69, 12587 Berlin, Germany as a technical payment service provider.\nFirst Cash Solution GmbH, Okenstrasse 7, 77652 Offenburg, Germany as an intermediary for and on behalf of Volksbank eG, Okenstrasse 7, 77652 Offenburg, Germany).</p>\n<p>4.14 In case of chargebacks of the payment methods (chargeback from direct debit, credit card not covered) in connection with the purchase of <b>Swisscows</b> services - regardless of the reasons for such chargebacks - the user's <b>Swisscows</b> services account will initially be blocked for <b>Swisscows</b> services for the duration of the default for security reasons.\nIf the user does not make any payment even after a reminder with a reasonable deadline, <b>Swisscows</b> is entitled to invoice the user for the corresponding <b>Swisscows</b> service amount.\nIf no payment is made by the end of the reasonable period set, <b>Swisscows</b> is entitled to extraordinary termination.</p>5.\nAge restriction<p>\n<b>Swisscows</b> services are offered exclusively to persons who are at least 13 years of age or to minors who have obtained the consent of their parents or legal guardians to open and maintain an account.</p>6.\nIntellectual property<p>Nothing published on the <b>Swisscows</b> website grants any license to <b>Swisscows</b> trademarks, copyrights or any other intellectual property right, whether by implication, in any form or otherwise.\nUsers should assume that everything users see or read on the <b>Swisscows</b> website is copyrighted information, unless otherwise noted, and may only be used with the written permission of <b>Swisscows</b>.\nIf you access the <b>Swisscows</b> website or use our <b>Swisscows</b> services, you agree to comply with the law and to respect the intellectual property rights of others.\nYour use of the <b>Swisscows</b> website or our <b>Swisscows</b> services is subject to copyright and intellectual property laws at all times.</p>\n<p>Users may not sublicense, sell, resell, transfer, assign, distribute or otherwise use the <b>Swisscows</b> services commercially or make them available to third parties in any way.\nUsers may not create or share any product with similar ideas, features, functions or graphics of the <b>Swisscows</b> service, copy features, functions or graphics of the services.</p>7.\nProhibited actions<p>The following are not permitted when using our <b>Swisscows</b> services:</p>\n<ul>\n<li>Using our services for illegal purposes, such as transmitting illegal material that constitutes a criminal offense under local, state, national or international laws or regulations;</li>\n<li>Transmitting content that is generally offensive, unlawful, threatening, harmful, abusive, tortuous, harassing, or may be deemed to be so in a court of law;</li>\n<li>Abuse, harm, defamation, harassment, belittling, insult, intimidation, or discrimination based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability.\n</li>\n<li>Submitting false or misleading information;</li>\n<li>Sending spam or otherwise duplicate or unsolicited messages in violation of applicable law;</li>\n<li>Storing or sending material that contains software viruses, worms, Trojans or other harmful computer code, files, scripts, agents or programs;</li>\n<li>The impairment, damage or disruption of the integrity or performance of the service;</li>\n<li>Attempting to gain unauthorized access to the service or its associated systems or networks;</li>\n<li>Misrepresenting or acting on behalf of others;</li>\n<li>Changing the attribution of origin in email messages or postings;</li>\n<li>Using the service for any purpose other than lawful;</li>\n<li>Using any <b>Swisscows</b> services and products or the like that may also be associated with Swisscows to conceal your identity for illegal, objectionable or malicious purposes;</li>\n<li>Distributing copyrighted material through our servers;</li>\n<li>Taking measures that lead to an unreasonable burden on the <b>Swisscows</b> infrastructure;</li>\n<li>Using any third party software to interfere with or attempt to interfere with, limit or damage the services;</li>\n<li>Transmitting and/or downloading material that is defamatory, discriminatory, libelous, or otherwise malicious or harmful to any person or entity;</li>\n<li>Using our services to serve pop-up ads;</li>\n<li>Attempting to take advantage of our refund policy;</li>\n<li>Any violation of these conditions and any attempt to circumvent these conditions.</li>\n</ul>\n<p>You must at all times comply with all applicable local, state, national and foreign laws, regulations and treaties in connection with your use of the services, including those relating to privacy, international communications and the transfer of technical or personal data.\nIf <b>Swisscows</b> is contacted with a complaint and / or confronted with an issue according to point 1.1.a of these terms and conditions due to the use of services, <b>Swisscows</b> may consider the use as a violation of this agreement and terminate or remove accounts (among others ID's, accounts or similar) without prior notice.</p>8.\nGuideline for use<p>\n<b>Swisscows</b> strives to provide all users with the best possible use of the services.\nOne of the requirements of <b>Swisscows</b> services is an unlimited number of simultaneous connections.\nThere will likely be some users who take advantage of this, which may adversely affect the quality of our services as well as the user experience for the rest of our users.\nThese users may include, among others, organizers of illegal activities and unauthorized resellers and others using a very large number of devices.</p>\n<p>Our fair use policy regulates inappropriate use of our services and ensures that the services can be used fairly by everyone.\nAs part of the policy, we reserve the right to activate the limitation of an excessive number of simultaneously connected devices in our network maintenance system to ensure that none of our users are affected by a possible poor quality of service.</p>\n<p>The following applies to free <b>Swisscows.email</b> tariffs: <b>Swisscows</b> is entitled to delete the messages and other files stored in the user's account after a period of six months of inactivity (no login via web browser, mail app or email program) without further inquiry.\nAfter a period of one year of inactivity, <b>Swisscows</b> is furthermore entitled to release the email addresses registered by the user with <b>Swisscows</b> and make them available to other users.</p>\n<p>It is pointed out to the user that it is his responsibility to carry out a data backup at regular intervals (at least once a day), whereby data that is stored on the servers of <b>Swisscows</b> may not be saved on these servers.</p>\n<p>The user is expressly advised that any, even the smallest, unauthorized change to the software can impair the operability of the entire system.\nThe user bears this risk alone.</p>9.\nLicense agreements<p>9.1 The legal owner of the programs that are the subject matter of the contract is <b>Swisscows</b> or one of its business partners who has authorized it to redistribute the programs.</p>\n<p>9.2 <b>Swisscows</b> grants the user a non-transferrable and non-exclusive right to use the programs (license).\nIf the user is authorized by <b>Swisscows</b> for multiple licenses of the program, the respective terms of use apply to each of these licenses.\nThe term \"program\" includes the original program and all reproductions (copies) thereof, including portions of the program that are merged with other programs.\nA program consists of machine-readable instructions, audiovisual content, and associated licensed materials.</p>\n<p>9.3 In all other respects, the license terms of the business partners apply.</p>10.\nThird party linking<p>\n<b>Swisscows</b> may link to or be linked from other websites that are not operated by or affiliated with <b>Swisscows</b>.\n<b>Swisscows</b> does not endorse and is not responsible for the content of these third party websites.\nYou acknowledge that <b>Swisscows</b> does not review and does not endorse the content of any website linked from this website and is not responsible for the content or actions of any other website linked from this website.\nWe do not promise that the content of linked websites is accurate or complies with local, state or federal laws, including intellectual property laws.\nYour use of any linked website is your own responsibility and you assume all responsibilities and consequences arising from such reliance.</p>11.\nExclusions and limitations of liability<p>\n<b>Swisscows</b> does not guarantee that the services or their content are error-free and makes no representations about the functionality or technical accuracy of the services or that the content is current, accurate or error-free.\nActual coverage of speeds, locations, services and quality may vary.\n<b>Swisscows</b> makes no promises - your use of the services is your sole responsibility.</p>\n<p>\n<b>Swisscows and its contractors shall not be liable to you or to any third party for any direct, indirect or special consequential or punitive damages alleged to have been caused by your use of the services, the sale or purchase of any goods or merchandise, your access to or inability to access the website or our services, including for viruses allegedly obtained through the services, your use of or reliance on the website or our services, information or materials available on the website, regardless of the nature of the claim or cause of action, even if advised of the possibility of such damages.</b>\n</p>\n<p>You hereby agree to release the service provider, its affiliates and third party providers, and each of their agents from claims and damages (actual and consequential) of every kind and nature, unknown and known, unsuspected and suspected, undisclosed and disclosed (\"claims\") arising out of or in any way connected with your use of this website or our services.</p>\n<p>In addition, you will not hold the company liable or seek compensation for any inadvertent disclosure of confidential material due to a security failure or vulnerability in the provision of the service.</p>\n<p>We may make improvements and changes to the service at any time without prior notice.\nThe company may, in its sole discretion, terminate the service without giving reasons or notification.</p>12.\nService-Level-Agreement (SLA)<p>For <b>Swisscows</b> users, the company aims for a service availability of 99.95% or better.If downtime in any month exceeds 0.05% of that month, the company will impose a credit on the user's account.\nService credits will be issued upon user's request and will count towards the balance due at the end of the next billing cycle (either monthly or annually).</p>\n<p>The company calculates service credits as follows:</p>\n<ul>\n<li>If the monthly uptime is less than 99.95% but at least 99.0%, the service credit is 10% of the monthly service cost.</li>\n<li>If the monthly uptime is less than 99.0%, the service credit is 30% of the service cost.</li>\n</ul>\n<p>Some performance issues are excluded from the downtime calculation, such as:</p>\n<ul>\n<li>Problems caused by factors outside the reasonable control of the company.</li>\n<li>Problems resulting from the action or inaction of a user or a third party.</li>\n<li>Problems stemming from the user's equipment and/or third party equipment (outside the company's primary control).\nFor the avoidance of doubt, the company does not provide internet or network services and any performance issues related to this type of service are deemed not to be under the primary control of the company.</li>\n<li>Problems arising from the suspension or termination of the company's rights to use the service in accordance with our terms of use.</li>\n<li>Downtime through reasonable scheduled maintenance that is announced in advance.</li>\n</ul>13.\nCompensation<p>You hereby agree to defend, indemnify and hold harmless service provider, its affiliates and third party providers, and each of their agents, from and against any and all third party claims, liabilities, losses, damages and/or costs (including attorneys' fees and costs) arising out of your access to or use of the website or our services, your violation of these <b>GTC</b>, and/or your infringement or violation by another user of your account of any intellectual property or other rights of any person or entity.</p>14.\nTermination, modification and discontinuation of the services<p>14.1 Unless expressly agreed otherwise, contracts may be terminated by either party with four weeks' notice.</p>\n<p>14.2 If a minimum contract period has been agreed with the user, the contract shall be extended in each case by the minimum contract period, but by no more than one year, unless it is terminated with four weeks' notice to the end of the minimum contract period.\nFor the chargeable <b>Swisscows</b> services, the following applies.</p>\n<p>14.3 The term and period of notice applicable to <b>Swisscows</b> services are determined by the <b>Swisscows</b> service offer applicable to the <b>Swisscows</b> user (e.g.\nwhen using the service, the user decides on monthly or annual payments).<br>An ordinary termination by <b>Swisscows</b> can also be effected by deleting the <b>Swisscows Premium</b> account.\nit is to be announced by <b>Swisscows</b> via email to the <b>Premium</b> account of the <b>Swisscows Premium</b> user with a notice period of at least 6 weeks in advance.</p>\n<p>14.4 In the case of contracts that have a binding term or a minimum contract term of up to 12 months, <b>Swisscows</b> is entitled to terminate the contract with a notice period of four weeks to the end of the month.</p>\n<p>14.5 The termination can be made in text form.\nIn order to ensure the authenticity of the declaration, terminations must be sent by email using the contractual email address.</p>\n<p>14.6 The right to extraordinary termination (without notice) for good cause remains unaffected.</p>\n<p>An important reason on the part of <b>Swisscows</b> exists in particular if:</p>\n<ul>\n<li>the <b>Swisscows</b> user does not meet his payment obligations within 4 weeks when using paid services despite a reminder (an email is sufficient) or, in the event of a repetition, does not pay within 2 weeks of reminders.</li>\n<li>the <b>Swisscows</b> user continues to violate the listed obligations despite a reminder.In the event of a violation of criminal law or a corresponding urgent suspicion of a crime, a reminder is not required.The same applies if the user's postal address is not in one of the countries listed in the registration form.\nExtraordinary termination by <b>Swisscows</b> can also be made by deleting the user account.</li>\n<li>the user is in arrears with the payment of the fees by an amount equal to at least two basic monthly fees.</li>\n<li>the user culpably violates the award conditions or the award guidelines.</li>\n<li>the internet pages, the email traffic of the user, the domain names reserved and/or used by the user and/or the email address of the user violate legal prohibitions/bids, morality and/or the rights of third parties.</li>\n</ul>\n<p>The termination takes place after prior warning by <b>Swisscows</b>.</p>\n<p>14.7 In case of an extraordinary termination by <b>Swisscows</b>, <b>Swisscows</b> is entitled to claim the full amount of the sum of all monthly basic fees which the user would have had to pay in case of a simultaneous termination in due time during the contract period.\nThe user's right to prove a lesser damage remains unaffected.</p>\n<p>14.8 In the event of an extraordinary termination, <b>Swisscows</b> is entitled to block the user's pages and/or accounts.</p>\n<p>14.9 Notwithstanding and without prejudice to a termination, <b>Swisscows</b> is entitled to restrict access to the user's account if the user has not used his account by logging in for more than 6 months.</p>\n<p>14.10 For reasons of technical progress, security, technical availability including support from provider or manufacturer side as well as for reasons of stable operation and integrity of the <b>Swisscows</b> systems or in order to comply with its obligation to provide technically up-to-date solutions, <b>Swisscows</b> reserves the right to disable or modify individual features, applications, scripts, apps, links and programs, provided that the purpose of the contract is not significantly changed thereby and the modification does not appear unreasonable for the user and provided that no additional costs are associated with such modification.\nThe changes may also include introducing additional authentication rules or changing age limits for individual or all <b>Swisscows</b> services.</p>\n<p>14.10.1 <b>Swisscows</b> will notify the user of this at least 6 weeks in advance by email or SMS.\nIn such a case, the user has no claims for damages.</p>\n<p>14.10.2 The user is entitled to terminate the contract if the modification impairs the user's access to or use of the <b>Swisscows</b> services or content, unless such impairment is minor.\nIf the impairment is more than minor, the user is entitled to terminate the contract free of charge within 30 days after receipt of the information or after the date on which the <b>Swisscows</b> services or <b>Swisscows</b> content were changed, whichever is the later.</p>\n<p>14.11 <b>Swisscows</b> is entitled to delete the entire content of the corresponding storage area of the customer for other <b>Swisscows</b> services requiring registration, which have the object of uploading, saving or making available for retrieval of content, data or messages, however without giving notice of termination, insofar as the customer or third parties authorized to do so by the customer do not use the area for 6 consecutive months, unless the customer has ordered additional storage space from <b>Swisscows</b> for a fee.</p>\n<p>14.12 The monthly service fee agreed with the user for fixed-term contracts includes the costs for using the domain, internet connection, customer service, in particular the service hotline, electricity and technical services as well as <b>Swisscows</b> expenses for development, procurement and sales.</p>\n<p>14.12.1 <b>Swisscows</b> will adjust the monthly service fees agreed with the user at its reasonable discretion to the development of the costs that are relevant for the calculation of the monthly service fees if the costs change due to circumstances that occur after the conclusion of the contract, were not foreseeable and are not the responsibility of <b>Swisscows</b>.\nAn increase in the monthly service charges shall be considered if the requirements of sentence 1 are met, and a reduction in the monthly service charges shall be made if, for example, the costs of using the domain, internet connection, electricity, customer service or distribution costs increase or decrease.\nIncreases in one type of cost, e.g., the cost of using the domain, may only be used to increase the monthly service charges to the extent that they are not offset by any decreases in costs in other areas, such as customer service and sales costs.\nIn the event of cost reductions, e.g.\nthe cost of using the domain, the monthly service charges shall be reduced insofar as these cost reductions are not fully or partially offset by increases in other areas.\nIn exercising its reasonable discretion, <b>Swisscows</b> shall select the respective points in time of a price adjustment in such a way that cost reductions are not taken into account according to standards that are less favorable for the user than cost increases, i.e.\ncost reductions shall have at least the same effect on prices as cost increases.</p>\n<p>14.12.2 Adjustments to the monthly service charges pursuant to Section 14.12.1 are only possible on the first day of the month and may also be made no more than once in a calendar year.\n<b>Swisscows</b> will notify the user in text form of any adjustments to the monthly service charges no later than 6 weeks before they are scheduled to take effect.\nIn the event of an adjustment of the monthly service charges, the user has the right to terminate the contract in text form without observing a notice period as of the date on which the adjustment takes effect.\n<b>Swisscows</b> will separately inform the user of this in the notification of the adjustment of the monthly service charges.\nIn the event of termination, the adjustment of the monthly service charges will not take effect for the user.</p>\n<p>14.13 In the event of termination of the <b>Swisscows</b> services that require registration, <b>Swisscows</b> will delete the user's <b>Swisscows</b> services or the content of the mailbox when the termination takes effect at the end of the contract period.</p>15.\nApplicable law<p>This agreement is governed in all respects by the substantive laws of Switzerland.\nYou hereby definitively consent to the exclusive jurisdiction of Switzerland for all disputes and claims arising out of or in connection with the use and enjoyment of the website or our services.\nThis agreement is subject to the jurisdiction of the competent court of the Canton of Thurgau, the jurisdiction of the Swiss Federal Court being expressly reserved.</p>16.\nGovernment requests <p>16.1 <b>Swisscows AG</b> is headquartered in Switzerland.\nAny request or demand by a government (including the US government) to disclose data is carefully examined by our lawyers.\nWe will not comply until it is proven that a law currently affecting us clearly requires us to do so.\n</p>\n<p>16.2 The only legitimate reason we would have to start collecting private data would be the existence of a valid judicial order or a court order that would force us to take this step.\n</p>17.\nQuestions and suggestions<p>For questions, suggestions and comments about <b>Swisscows</b> or our services, send an email to info@swisscows.com.</p>\n<p>\n<em>Status July 2022</em>\n</p>\n<ul>\n<li>About Swisscows</li>\n<li>Who we are</li>\n<li>Media Education</li>\n<li>Charity Project</li>\n<li>Our Datacenter</li>\n<li>Contact us</li>\n</ul>\n<ul>\n<li>Our products</li>\n<li>VPN</li>\n<li>Swisscows.email</li>\n<li>TeleGuard</li>\n<li>HES</li>\n<li>GetDigest</li>\n</ul>\n<ul>\n<li>Our Services</li>\n<li>Fan-shop</li>\n<li>Swisscows Blog</li>\n<li>Support</li>\n</ul>\n<ul>\n<li>Integration</li>\n<li>Set as Startpage</li>\n<li>Make a Default Search Engine</li>\n</ul>About Swisscows AGImprintData privacyDonation<p>Swisscows app</p>\n<p>© Swisscows AG, 2023</p>\n<p>\n</p>", "created_at": "2023-08-20 01:41:11.915776", "updated_at": "2023-08-20 01:41:21.98973"}, {"id": 18232, "name": "Data protection", "url": "https://swisscows.email/en/privacy", "xpath": "//body", "text": null, "created_at": "2023-08-20 01:40:03.317974", "updated_at": "2023-08-20 01:43:22.671178"}], "points": [], "urls": ["swisscows.email"]}}