{"error": 448, "message": "OK", "parameters": {"id": 7654, "name": "Ad Lightning", "created_at": "2023-03-18 02:55:58.010876", "updated_at": "2023-07-10 22:02:38.339336", "wikipedia": null, "keywords": null, "related": null, "slug": "ad-lightning", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7654.png", "url": "adlightning.com", "documents": [{"id": 14744, "name": " Services Privacy Policy", "url": "https://www.adlightning.com/services-privacy-policy", "xpath": "//body", "text": " ProductsAd LightningPrivacy Guard About Us Active Threats Press Blog | Login Request a Trial Thanks! We will contact you shortly.\nClose Ad Quality Report Please fill out the following.\nDownload Thanks! We will contact you shortly.\nClose Get Started Please fill out the following.\nSubmit Services Privacy Policy Ad Lightning Services Privacy Policy <b>Ad Lightning Services Privacy Notice</b>\n<b>Last Updated: April 26, 2021</b>\n<p>This <b>Services Privacy Notice</b>&nbsp;applies solely to the information processed (a) by Ad Lightning’s Services or (b) in relation to the provision of Ad Lightning’s Services.\nAny terms defined in the Main Privacy Policy have the same meaning when used in this notice.&nbsp;</p>\n<b>Types of Personal Data Our Services Collect and How We Use It</b>\n<p>We limit the types of personal data our Services process.\nOur Services only process an end user’s IP address and device and browser type as described below.</p>\n<ul>\n<li>\n<p>\n<b>IP Address:</b> The Services capture an IP address in web security logs.\nThe last octet of the IP address is redacted to anonymize the information for all processing, persistence, use and reporting.\nWe only retain the web security logs for a reasonable time for security purposes.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>Device and Browser Type:</b> The Services log end user device and web browser type information in the aggregate.\nWe process this information for the purpose of reporting back to our clients.&nbsp;</p>\n</li>\n</ul>\n<p>Although not processed by our Services, we collect and process personal data in relation to providing our Services as follows:</p>\n<ul>\n<li>\n<p>\n<b>Account Data:</b> In order to obtain Services from us, you will be required to create an account and provide us with certain information, which may include your name, email address, company name, company address, and telephone number.\nWe will process your Account Data for the purpose of providing our Services, providing notifications to you, ensuring the security of our Site and Services, and communicating with you.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>Transaction Data:</b> If you enter into a transaction to purchase Services from us, you will be required to provide payment information (such as credit/debit card or bank account information) and payment contact information.\nWe will process Transaction Data for the purpose of processing your payment to us and providing the purchased Services to you.&nbsp;</p>\n</li>\n</ul>\n<p>We may process your personal data as necessary to comply with applicable law or a legal obligation to which Ad Lightning is subject, including valid subpoenas and court orders.\nAdditionally we may process your personal data for the purposes of establishing or defending legal claims and/or protecting Ad Lightning’s legal rights.</p>\n<b>Cookies</b>\n<p>Our Services do not use cookies or similar tracking technologies.</p>\n<b>Disclosure of Your Personal Data to Third Parties</b>\n<p>We do not track or disclose personal data processed by the Services to third parties.</p>\n<p>We may disclose Account Data or Transaction Data to third parties as described below:</p>\n<ul>\n<li>\n<p>We use Amazon Web Services to store Ad Lightning data, including your personal data.\nThe Amazon Web Services servers which store your personal data are located in the United States.\nYou may view the Amazon Web Services privacy policy at: https://aws.amazon.com/privacy/).</p>\n</li>\n<li>\n<p>We use other third-party service providers to provide services to Ad Lightning, and on behalf of Ad Lightning.\nThese service providers are located (and their servers may be located) in other countries throughout the world.\nAd Lightning requires each such service provider to maintain comprehensive privacy and data security policies, and strict compliance with applicable data protection laws.</p>\n</li>\n<li>\n<p>We may disclose your personal information to third parties if we have a legal obligation to do so or an applicable law requires such disclosure.</p>\n</li>\n<li>\n<p>We may disclose your personal data if ownership of all or substantially all of our business changes, or we undergo a corporate reorganization (including, but not limited to, a merger or consolidation), the assets of our business, including your personal data, will be shared with the acquiring or new business entity.&nbsp;</p>\n</li>\n</ul>\n<p>We do not sell your personal data to third parties or provide it to third parties for their own direct marketing purposes.</p>\n<b>How We Protect Personal Data</b>\n<p>In addition to limiting the personal data the Services process and anonymizing the data collected through the Services, we have implemented commercially reasonable physical, electronic, and procedural measures designed to secure personal data from accidental loss and from unlawful or unauthorized access, use, alteration, and disclosure.\nWe do not store any personal data processed through the Services.\nwe only store anonymized IP addresses in our web security logs.\nAll Account Data or Transaction Data you provide to us is stored on our secure servers behind firewalls.\nHowever, the transmission of information via the Internet is not completely secure, and we do not guarantee the security of any personal data transmitted to or through our Services.\nWe are not responsible for circumvention of any privacy settings or security measures that we provide.\nANY TRANSMISSION OF PERSONAL DATA IS AT YOUR OWN RISK.</p>\n<b>Changes to this Services Privacy Notice</b>\n<p>If we make changes to this Services Privacy Notice, we will post a revised version of the notice on this page.</p>\n<p> Contact </p>\n<p> Support </p>\n<p> Careers </p>\n<p> Privacy </p>\n<p> Copyright Boltive 2023 </p>\n<p>\n</p> ``\n``\n`` ", "created_at": "2023-03-18 02:55:58.104016", "updated_at": "2023-03-18 02:57:39.797333"}, {"id": 14743, "name": " Site Privacy Policy", "url": "https://www.adlightning.com/site-privacy-policy", "xpath": "//body", "text": " ProductsAd LightningPrivacy Guard About Us Active Threats Press Blog | Login Request a Trial Thanks! We will contact you shortly.\nClose Ad Quality Report Please fill out the following.\nDownload Thanks! We will contact you shortly.\nClose Get Started Please fill out the following.\nSubmit Site Privacy Policy Ad Lightning Site Privacy Policy <b>Ad Lightning General Privacy Policy</b>\n<b>Last Updated: April 26, 2021</b>\n<p>This <b>Site Privacy Notice</b> applies solely to information processed (a) when you visit or use Ad Lightning’s Site or (b) regarding communications between you and Ad Lightning.\nAny term defined in the Main Privacy Policy have the same meaning when used in this notice.\nIf you reside in the European Economic Area, United Kingdom, or Switzerland (collectively, the <b>“EU”</b>), please see the section below titled “Supplemental Notice to EU Data Subjects,” which contains information about your rights and how to contact us.</p>\n<b>Types of Personal Data We Collect and How We Use It</b>\n<p>The term “personal data” as used in this Privacy Policynotice means data that relates to an identified or identifiable individual, including data that can be used on its own or in connection with other information to identify, contact, or locate an individual.\nThe types of personal data we collect and process, the purposes for which we collect and process such personal data, and the legal bases of such processing is described below.</p>\n<ul>\n<li>\n<p>\n<b>Request Data:</b> The Site allows you to request more information about, and request a free trial of, our Services, and in connection with such request you are required to provide your name, your email address, and your company name.\nIn addition, our Site will generate metadata associated with your request.\nWe will process your Request Data to respond to your request.\nWe may also process Request Data for the purposes of marketing, offering, and selling our Services to you.</p>\n</li>\n<li>\n<p>\n<b>Communications Data:</b> If you communicate with us via email, we may collect the email address used to communicate with us, the content of the communication, and any metadata associated with the communication.\nWe may process Communications Data for the purpose of communicating with you, responding to requests you may make in such communications, for the purposes of marketing, offering, and selling our Services to you, and for record-keeping purposes.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>Usage Data:</b> When you use our Site, we automatically collect information about your use of the Site.\nThis information is collected in the form of server log files.\nThe information we collect includes the name of any webpage and/or file accessed by you, the date and time of access, the duration of access, the amount of data transferred, the type of web browser used by you to access the Site, device type, device ID, your operating system, the referring URL (of the previous page linking to our Site), and your IP address.\nWe process Usage Data for the purpose of analyzing the use of the Site, including how the Site is used and who uses it, and to improve the quality and relevance of the Site to users.</p>\n</li>\n<li>\n<p>We may process your personal data for the purposes of establishing, exercising or defending legal claims.\nThe legal basis for such processing is our legitimate interests, namely, the protection of our legal rights.</p>\n</li>\n<li>\n<p>Additionally, we may also process your personal data where it is necessary to comply with applicable law or a legal obligation to which Ad Lightning is subject, including valid subpoenas and court orders.</p>\n</li>\n</ul>\n<p>\n</p>\n<b>Cookies</b>\n<p>Some of the personal data collected automatically is collected using cookies and similar tracking technologies (such as pixel tags and web beacons) utilized by Ad Lightning and third parties that provide certain services to Ad Lightning.\nCookies are small text files containing a string of numbers and letters.\nTwo types of cookies are utilized in connection with our Site: session cookies and persistent cookies.\nSession cookies are used to recognize your device during a single visit and are automatically removed when your web browser is closed.\nPersistent cookies are sent to your web browser and then stored on your computer’s hard drive.&nbsp;</p>\n<p>We use cookies for the following purposes:</p>\n<ul>\n<li>\n<p>to identify you when you visit the Site and as you navigate the Site;</p>\n</li>\n<li>\n<p>to help us to determine if you are logged into the Site;</p>\n</li>\n<li>\n<p>to store information about your preferences and to personalize the Site for you;</p>\n</li>\n<li>\n<p>for security measures to protect user accounts, including preventing fraudulent use of login credentials, and to protect the Site generally.\nand</p>\n</li>\n<li>\n<p>to help us to analyze the use and performance of the Site.</p>\n</li>\n</ul>\n<p>Most web browsers have settings that allow you to refuse some or all cookies, and/or to alert you when cookies are being applied.</p>\n<p>Ad Lightning uses Google Analytics to analyze the use of the Site.\nGoogle Analytics uses cookies to gather information about Site use and generates statistical information.\nThe information generated relating to the Site is used to create reports about the use of the Site.\nGoogle will store and use this information.\nAd Lightning has configured Google Analytics to anonymize the IP addresses Google Analytics collects.\ntherefore, Google Analytics will not store your IP address.\nAd Lightning views the statistical data that Google Analytics collects only in aggregate form (i.e., in a form that cannot identify an individual).\nTo view Google’s privacy policies and cookie opt-out procedures, please visit these pages: http://www.google.com/analytics/learn/privacy.html and https://tools.google.com/dlpage/gaoptout.</p>\n<p>Please note that if you choose to block cookies, this may impair use of the Site.</p>\n<b>Disclosure of Your Personal Data to Third Parties</b>\n<p>We may disclose your personal data to third parties as described below:</p>\n<ul>\n<li>\n<p>We use Amazon Web Services to store Ad Lightning data, including your personal data.\nThe Amazon Web Services servers which store your personal data are located in the United States.\nYou may view the Amazon Web Services privacy policy at: https://aws.amazon.com/privacy/).</p>\n</li>\n<li>\n<p>We use other third-party service providers to provide services to Ad Lightning, and on behalf of Ad Lightning.\nThese service providers are located (and their servers may be located) in other countries throughout the world.\nAd Lightning requires each such service provider to maintain comprehensive privacy and data security policies, and strict compliance with applicable data protection laws.</p>\n</li>\n<li>\n<p>We may disclose your personal data to third parties if we have a legal obligation to do so or an applicable law requires such disclosure.</p>\n</li>\n<li>\n<p>We may disclose your personal data to third parties that help us to detect, protect against and respond to fraud and security vulnerabilities.</p>\n</li>\n<li>\n<p>We may disclose your personal data to third parties where we reasonably believe it necessary to protect the rights, property, safety, or security of our business, visitors to our Site, and third parties.</p>\n</li>\n<li>\n<p>We may disclose your personal data&nbsp;to those third parties and for such purposes that we describe to you when you provide personal data to us or for which you provide your consent.</p>\n</li>\n<li>\n<p>We may disclose your personal data&nbsp;data if ownership of all or substantially all of our business changes, or we undergo a corporate reorganization (including, but not limited to, a merger or consolidation), the assets of our business, including your personal data, will be shared with the acquiring or new business entity.&nbsp;</p>\n</li>\n</ul>\n<p>We do not sell your personal data to third parties or provide it to third parties for their own direct marketing purposes.</p>\n<b>How We Protect Personal Data</b>\n<p>We have implemented commercially reasonable physical, electronic, and procedural measures designed to secure your personal data from accidental loss and from unlawful or unauthorized access, use, alteration, and disclosure.\nAll information you provide to us is stored on our secure servers behind firewalls.\nHowever, the transmission of information via the Internet is not completely secure, and we do not guarantee the security of any personal data transmitted to or through our Site.\nThe safety and security of your personal data also depends on you.\nWhere you have chosen a password for access to the Services, you are responsible for keeping the password confidential.\nYou should not share your password with anyone.\nWe are not responsible for circumvention of any privacy settings or security measures that we provide.\nANY TRANSMISSION OF PERSONAL DATA IS AT YOUR OWN RISK.</p>\n<b>Supplemental Notice to EU Data Subjects</b>\n<p>For those users of the Site who reside in the EU and for which the General Data Protection Regulation,&nbsp.\nMember State laws implementing it, or as amended and incorporated into UK law and UK Data Protection Act of 2018(collectively, the <b>“GDPR”</b>) applies, we have implemented the practices described below to provide you with control over your data that comprises <b>“Personal Data”</b> under the GDPR.\nUnder the GDPR you are defined as a <b>“Data Subject”</b> and Ad Lightning is a <b>“Data Controller”</b> for Personal Data that Ad Lightning obtains and processes pursuant to this Privacy Policy.\nIf you are not an EU Data Subject, the provisions below do not apply to you.</p>\n<p>\n<em>Lawful Grounds for Processing Personal Data of Data Subjects</em>\n</p>\n<p>We rely upon the following legal grounds to process Personal Data under the GDPR: (a) your consent.\n(b) the legitimate interest of Ad Lightning or a third-party.\nor (c) at your request prior to entering a contract or performance of a contract.</p>\n<p>\n<em>Data Transfer Notice</em>&nbsp;</p>\n<p>We use servers located in the United States to process your Personal Data.\nBy accessing our Site you transfer your Personal Data to the United States for processing in the United States.\nUnder the GDPR, the transfer of Personal Data to a country outside the EU may take place where the European Commission has determined that the country ensures an adequate level of protection.\nThe transfer of your Personal Data to the United States in the absence of an adequacy decision by the European Commission is made because it is necessary for the performance of a contract with you, or with your explicit consent.</p>\n<p>\n<em>Individual Rights and Data Subject Requests&nbsp;</em>\n</p>\n<p>If you are an EU Data Subject and we process your Personal Data, you may exercise certain rights, described below, under the GDPR.&nbsp;</p>\n<p>\n<b>In order to exercise any of the rights described below, please contact us at support@adlightning.com and provide specific and detailed information about your request necessary for us to respond to and carry out your request.&nbsp;</b>\n</p>\n<p>We will endeavor to address your request within 30 days from receipt, but in some instances it may take longer.\nWe will inform you within 30 days from receipt of your request if an extension is necessary and the reason for the delay.</p>\n<ul>\n<li>\n<p>\n<b>You may object to processing:</b> you may object to certain types of processing, including processing for direct marketing (i.e.\nif you no longer want to be contacted with potential opportunities).</p>\n</li>\n<li>\n<p>\n<b>You may request to be informed about our processing:</b> you may request information about how we process your Personal Data and your rights under the GDPR.\nThis Privacy Policy is intended to provide you with such information, but you may contact us if you believe this Privacy Policy does not do so.</p>\n</li>\n<li>\n<p>\n<b>You may obtain access to your Personal Data:</b> you may obtain access to your Personal Data that we process.</p>\n</li>\n<li>\n<p>\n<b>You may request rectification:</b> if you believe any Personal Data we process is incorrect or incomplete, you may request that we correct it.</p>\n</li>\n<li>\n<p>\n<b>You may request deletion of your Personal Data:</b> under certain conditions, you may request that we remove or delete your Personal Data, for example if there is no legitimate reason for us to continue processing it.\nWe may retain certain Personal Data to keep a record of our compliance with your request.</p>\n</li>\n<li>\n<p>\n<b>You may restrict our processing of your Personal Data:</b> you may request that we cease further processing of your Personal Data.\nIf you make such a request, we may continue to store your Personal Data but will not make further use of it.</p>\n</li>\n<li>\n<p>\n<b>You may withdraw consent:</b> if we are relying on consent as the lawful ground to process your Personal Data, you may withdraw your consent for such processing at any time without affecting the lawfulness of processing based upon your consent before it is withdrawn.</p>\n</li>\n</ul>\n<p>In addition to the above rights, you may submit a complaint about our processing of your Personal Data to your national data protection regulator.</p>\n<p>\n<em>Retention of Personal Data</em>\n</p>\n<p>Pursuant to the GDPR, we will permanently erase your Personal Data at such time there is no lawful basis or legal obligation for us to store or process the Personal Data.</p>\n<b>Children</b>\n<p>Our Site is not intended for persons under 18 years of age, and we do not knowingly collect personal data from persons under 18 years of age.\nIf you are a parent or guardian and believe that your child has provided us with personal data without your consent, please contact us at support@adlightning.com.\nIf we become aware that a person under 18 years of age has provided us with personal data, we will delete such information from our systems.</p>\n<b>Changes to this Site Privacy Notice</b>\n<p>If we make changes to this Site Privacy Notice, we will post a revised version of the notice on this page.\nIf we make material changes regarding our collection, use, protection, or disclosure of your personal data, we will notify you by email if you have provided us with your email, or through a notice posted on the Site.\nWe encourage you to review this Site Privacy Notice frequently to see if it has been updated.</p>\n<p>\n</p>\n<ul>\n</ul>\n<p> Contact </p>\n<p> Support </p>\n<p> Careers </p>\n<p> Privacy </p>\n<p> Copyright Boltive 2023 </p>\n<p>\n</p> ``\n``\n`` ", "created_at": "2023-03-18 02:55:58.07399", "updated_at": "2023-03-18 02:56:43.542526"}, {"id": 14742, "name": "Main Privacy Policy", "url": "https://www.adlightning.com/privacy", "xpath": "//body", "text": " ProductsAd LightningPrivacy Guard About Us Active Threats Press Blog | Login Request a Trial Thanks! We will contact you shortly.\nClose Ad Quality Report Please fill out the following.\nDownload Thanks! We will contact you shortly.\nClose Get Started Please fill out the following.\nSubmit Privacy Policy Ad Lightning Privacy Policy <b>Ad Lightning Main Privacy Policy</b>\n<p>\n<b>Last Updated: April 23, 2021</b>\n</p>\n<p>Ad Lightning, Inc.\n(“Ad Lightning”) is committed to protecting your personal data and privacy.\nThis Privacy Policy describes the types of personal data we may collect from you in connection with your access to and use of the website located at&nbsp;www.adlightning.com (the “Site”) and the services made available through the Site (the “Services”), and how we collect, use, protect, and disclose your personal data.</p>\n<p>\n</p>\n<p>\n<b>“Site” Privacy Policy</b>\n</p>\n<p>\n<b>“Services” Privacy Policy</b>\n</p>\n<p>\n<br>\n&nbsp;</p>\n<p>Additional information that applies solely to consumers who reside in California can be found in our Privacy Notice for California Residents.&nbsp;</p>\n<p>\n<b>Privacy Notice for California Residents</b>\n</p>\n<p>\n</p>\n<p>\n<br>\n&nbsp;</p>\n<p>If you have questions regarding this Privacy Policy, please contact us at: <b>&nbsp;support@adlightning.com</b>.</p>\n<p> Contact </p>\n<p> Support </p>\n<p> Careers </p>\n<p> Privacy </p>\n<p> Copyright Boltive 2023 </p>\n<p>\n</p> ``\n``\n`` ", "created_at": "2023-03-18 02:55:58.04334", "updated_at": "2023-03-18 02:57:01.245419"}], "points": [{"id": 30516, "title": "This service is only available to users over a certain age", "source": "https://www.adlightning.com/site-privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-01 21:19:30.795818", "updated_at": "2023-07-11 06:28:24.637217", "quoteText": null, "case_id": 152, "document_id": 14743, "quoteStart": null, "quoteEnd": null}, {"id": 30518, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.adlightning.com/site-privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-01 21:24:02.025747", "updated_at": "2023-07-11 06:28:24.719405", "quoteText": null, "case_id": 323, "document_id": 14743, "quoteStart": null, "quoteEnd": null}, {"id": 30514, "title": "There is a date of the last update of the agreements", "source": "https://www.adlightning.com/site-privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-01 21:17:48.050999", "updated_at": "2023-07-11 06:28:25.301212", "quoteText": null, "case_id": 331, "document_id": 14743, "quoteStart": null, "quoteEnd": null}, {"id": 30517, "title": "Third-party cookies are used for statistics", "source": "https://www.adlightning.com/site-privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-01 21:20:30.452666", "updated_at": "2023-07-11 06:28:25.381721", "quoteText": null, "case_id": 325, "document_id": 14743, "quoteStart": null, "quoteEnd": null}, {"id": 30515, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.adlightning.com/site-privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-01 21:18:59.650602", "updated_at": "2023-07-11 06:28:25.223603", "quoteText": null, "case_id": 481, "document_id": 14743, "quoteStart": null, "quoteEnd": null}], "urls": ["adlightning.com"]}}