{"error": 448, "message": "OK", "parameters": {"id": 6897, "name": "Knowledgehook", "created_at": "2022-11-17 00:58:24.141869", "updated_at": "2022-11-17 23:01:12.115464", "wikipedia": null, "keywords": null, "related": null, "slug": "knowledgehook", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6897.png", "url": "knowledgehook.com", "documents": [{"id": 12634, "name": "Terms", "url": "https://www.knowledgehook.com/terms", "xpath": "/html/body/app-root/app-canada/div/app-terms/div", "text": "Terms of Service<p>\n</p>\n<p> Our mission at Knowledgehook is to help engage students with math practice and offer support to teachers and parents/guardians to improve their student or child’s mastery of math.\n</p>\n<p> PLEASE READ THESE TERMS OF USE (“AGREEMENT”) CAREFULLY BEFORE USING THE SERVICES OFFERED BY KNOWLEDGEHOOK INC., (“KNOWLEDGEHOOK” OR “WE” OR “US”).\nTHIS IS A BINDING AGREEMENT BETWEEN YOU AND KNOWLEDGEHOOK.\nBY ACCESSING OR USING THE SERVICES IN ANY MANNER, YOU AGREE THAT YOU HAVE READ AND AGREE TO BE BOUND BY AND A PARTY TO THE TERMS AND CONDITIONS OF THIS AGREEMENT TO THE EXCLUSION OF ALL OTHER TERMS.\nIF THE TERMS OF THIS AGREEMENT ARE CONSIDERED AN OFFER, ACCEPTANCE IS EXPRESSLY LIMITED TO SUCH TERMS.\nIF YOU DO NOT UNCONDITIONALLY AGREE TO ALL THE TERMS AND CONDITIONS OF THE AGREEMENT, YOU MAY NOT USE THE SERVICES.\n</p>\n<p> If you are under the age of 18, you represent that your legal guardian has reviewed and agreed to the Agreement.\nIf you don’t get your parent or guardian to read and agree to the Agreement, you don’t have permission to use the Service.\n</p> Terms of Use <p> Welcome to Knowledgehook.\nPlease continue reading to learn about the rules and restrictions that govern your use of Knowledgehook’s website(s) and all other products, services and applications made available by Knowledgehook from time to time (such as, Knowledgehook’s iOS and Android mobile applications, email and the Knowledgehook services available on SMS) (collectively, the “Services”).\nThis Agreement includes the terms in this document, as well as Knowledgehook’s Privacy Policy , and Copyright Dispute Policy.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> Before using Knowledgehook, you need to be at least 18 years old, and agree to these terms.\nIf you’re under 18, a parent, guardian, or teacher needs to agree to these terms for you.\nBy signing up with Knowledgehook, you agree to these terms.\n</p> Using the Service <p> You represent and warrant to Knowledgehook that: (i) you are at least 18 years old (or, if you are not at least 18 years old, you have your parent, guardian, or teacher’s permission to use the Services, and that your parent, guardian, or teacher has read and agreed to this Agreement on your behalf).\n(ii) all registration information you submit is accurate and truthful.\n(iii) you will maintain the accuracy of such information.\n(iv) if you’re agreeing to this Agreement on behalf of an organization or entity, you represent and warrant that you are authorized to agree to this Agreement on that organization or entity’s behalf and bind them to this Agreement (in which case, the references to “you” and “your” in these Terms, except for in this sentence, refer to that organization or entity).\nYou also certify that you are legally permitted to use and access the Services and take full responsibility for the selection and use of and access to the Services.\nThis Agreement is void where prohibited by law, and the right to access the Services is revoked in such jurisdictions.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> By signing up for Knowledgehook, you agree to post truthful and up-to-date information about yourself or your organization.\nYou must be 18-years-old to agree to the Terms, or have a parent, guardian, or teacher agree to them for you.\n</p> Will these Terms Ever Change <p> We are constantly trying to improve our Services, so this Agreement may need to change along with the Services.\nWe reserve the right to modify this Agreement at any time, but we will do our best to bring this to your attention by posting a notice on the Services, sending you a notice via email, and/or by some other means.\nIf you don’t agree with the new terms, you may reject them but unfortunately you will no longer be able to use the Services.\nYour use of the Services in any way following such notification constitutes your acceptance of the terms and conditions as modified.\nWe may suspend or discontinue any part of the Services, or we may introduce new features or impose limits on certain features or restrict access to parts or all of the Services, at any time.\nWe’ll do our best to provide you notice when we make a material change to the Services that would adversely affect you, but this isn’t always practical.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> We want to continually improve the Knowledgehook experience for you, so our terms may change from time to time.\nWe will do everything we reasonably can to update you about these changes ahead of time.\nBefore continuing to use Knowledgehook, it will be important to re-review and agree to any changes.\n</p>\n<p> Again, any changes in policy will reflect our mission to make math practice more engaging while respecting privacy principles.\n</p> Privacy <p> We take the privacy of our users very seriously.\nPlease read our Privacy Policy for more information on how we handle privacy and your data.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> Another important document to look at is our Privacy Policy.\nThis outlines what personal information we collect from you and how we use that information to provide the Knowledgehook service.\n</p> Content <p> All materials displayed or performed or available on the Services (including, but not limited to text, graphics, data, articles, photographs, images, illustrations, User Submissions (defined below), and so forth (all of the foregoing, the “Content”) are protected by copyright and other intellectual property laws.\nYou may only use the Services for your own personal, non-commercial use and only in accordance with the terms of this Agreement and all laws that apply to you.\nKnowledgehook is not responsible for your use of the Services in any way that breaks the law.\nYou agree you will abide by all copyright notices, trademark rules, information, and restrictions contained in any Content accessed through the Services, and will not use, copy, reproduce, modify, translate, publish, broadcast, transmit, distribute, perform, upload, display, license, sell or otherwise exploit for any purposes whatsoever any Content or third party submissions or other proprietary rights not owned by you: (i) without the express prior written consent of the respective owners, and (ii) in any way that violates anyone else’s (including Knowledgehook’s) rights.\n</p>\n<p> You may download or copy certain Content for personal non-commercial use only, provided that you maintain all copyright and other notices contained in such Content.\nCopying or storing of any Content other than personal, non-commercial use is expressly prohibited without prior written permission from Knowledgehook or from the copyright holder identified in such Content’s copyright notice.\nYou will not link to the Services without Knowledgehook’s prior written consent, except in accordance with the terms of this Agreement.\n</p>\n<p> In the course of using the Services, you and other users may provide information which may be used by Knowledgehook in connection with the Services and which may be visible to certain other users.\nAll materials, information and content that you post or otherwise provide to Knowledgehook (and in connection with the Services) are your “User Submissions.” You retain ownership of the rights you may have in your User Submissions, provided that Knowledgehook hereby is and will be granted a non-exclusive, worldwide, royalty free, perpetual, irrevocable, and transferable (only to an successor) right to fully exploit such User Submissions (including all related intellectual property rights) and to allow other users to do so (however, Knowledgehook will only share your personally identifiable information in accordance with Knowledgehook’s current Privacy Policy).\nFurthermore, Knowledgehook (and any other user who accesses User Submissions) retains the right to reformat, modify, create derivative works of, excerpt, and translate any User Submissions submitted by you.\nYou grant other users of the Services a non-exclusive license to access your User Submissions through the Services, and to exercise rights in and to such User Submissions and to view such User Submissions as permitted through the functionality of the Services and under this Agreement (for example, the recipients of a message sent by you will be able to save, copy, edit and store that message).\nAll information publicly posted or privately transmitted through the Services is the sole responsibility of the person from which such content originated and that Knowledgehook will not be liable for any errors or omissions in any content.\nKnowledgehook cannot guarantee the identity of any other users with whom you may interact in the course of using the Services.\nAdditionally, Knowledgehook cannot guarantee the authenticity of any data which users may provide about themselves.\nYou acknowledge that all Content accessed by you using the Services is at your own risk and you will be solely responsible for any damage or loss to any party resulting therefrom.\n</p>\n<p> Knowledgehook reserves the right (but does not have the obligation) to remove any Content from the Services at any time, for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such Content or if Knowledgehook is concerned that you may have breached the immediately preceding sentence), or for no reason at all.\nYou, not Knowledgehook, remain solely responsible for all Content that you upload, post, email, transmit, or otherwise disseminate using, or in connection with, the Services, and you warrant that you possess all rights necessary to provide such content to Knowledgehook and to grant Knowledgehook the rights to use such information in connection with the Services and as otherwise provided herein.\n</p>\n<p> Under no circumstances will Knowledgehook be liable in any way for any Content, including, but not limited to, any errors or omissions in any Content, or any loss or damage of any kind incurred in connection with use of or exposure to any Content posted, emailed, accessed, transmitted, or otherwise made available via the Services.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> Be sure to only share content that belongs to you.\nWe may view and/or use content you post on Knowledgehook – but you still own it.\n</p> Use by Children <p> Knowledgehook is very serious about the collection of personally identifiable information from individuals under the age of 18.\nThe Services do not knowingly collect or solicit information from children under the age or 18, except in the following circumstances: </p>\n<ul>\n<li> If teachers ask students to create their own accounts, we collect a child’s first name and last initial.\nWe do not collect their e-mail address, mobile number, gender, nor age.\n</li>\n<li> We may collect personal information through the Services from a child under 18 where that student’s school, district, and/or teacher has agreed (via these Terms) for that child to use the Services and disclose personal information to us, for the use and benefit of the learning environment.\n</li>\n<li> If you are a school, district, or teacher, you represent and warrant that you are solely responsible for complying with COPPA (The Children’s Online Privacy Protection Act).\nFor more information on COPPA, please click here .\nIf you are a teacher, you represent and warrant that you have permission and authorization from your school and/or district to use the Services, and for purposes of COPPA compliance, you represent and warrant that you are entering into these Terms on behalf of your school and/or district.\n</li>\n<li> As a school, district, or teacher providing consent on behalf of parents or guardians, in order to create an Organizer account (as described below) you may be required to provide valid school credentials and a valid school email address to verify your identity in order to access and use certain features of the Services.\n</li>\n</ul>\n<p> If we learn we have collected personal information from a student under 18 other than pursuant to the above, or if we learn a student under 18 has provided us personal information beyond what we request from him or her, we will delete that information as quickly as possible.\nIf you believe that a student under 18 may have provided us personal information in violation of this paragraph, please contact us at support@knowledgehook.com </p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> We care about children’s privacy, and are careful about information collected from students under 18 and how it’s retained.\nFor users under the age of 18, we require consent from a parent, teacher, or guardian.\nFor users under the age of 18, we require consent from a parent, teacher, or guardian.\nIf you are a teacher, school, or district providing consent on behalf of parents, you are also responsible for complying with COPPA.\n</p> Fees and Payments.\nResponsibility of Usage Charges <p> Knowledgehook reserves the right to require payment of fees for certain Services.\nIf you want access to those Services, you will pay all applicable fees for those Services, as will be described on the Services.\n</p>\n<p> Note that, by using the Services, you may receive e-mail or text messages on your phone or mobile device, which may cause you to incur usage charges or other fees or costs in accordance with your wireless or data service plan.\nAny and all such charges, fees, or costs are your sole responsibility.\nYou should consult with your wireless carrier to determine what rates, charges, fees, or costs may apply to your use of the Services.\n</p> Subscription <p> Your Knowledgehook subscription will continue until terminated.\nWhen purchasing a subscription, you must provide us with one or more Payment Methods.\n“Payment Method” means a current, valid, accepted method of payment, as may be updated from time to time.\nIf we do not receive payment from your Payment Method, you agree to pay all amounts due hereunder upon demand and will be solely responsible for any dispute with your payment provider.\nShould your Payment Method be denied, we reserve the right to recharge the credit card or payment method for any outstanding amounts.\nYou will not be charged more than the amount of the fees for the Service(s) you have purchased.\nUnless you cancel your subscription before your billing date, you authorize us to charge the subscription fee for the next billing cycle to your Payment Method.\n<br>\n<br> We may offer some promotional trials or time-limited discounts for certain Services from time to time.\nIf you sign up or register through a trial, promotional or discount event, your rights of use will be subject to and limited by the terms of the trial, promotion or discount offer and will terminate or renew in accordance with the terms of the offer or any additional terms communicated related to the trial, promotion or discount offer.\n</p> Billing, Renewal, and Cancellation <p> To use the Services you must provide one or more Payment Methods.\nYou authorize us to charge any Payment Method associated to your account in case your primary Payment Method is declined or no longer available to us for payment of your subscription fee.\nYou remain responsible for any uncollected amounts.\nIf a payment is not successfully settled, due to expiration, insufficient funds, or otherwise, and you do not cancel your account, we may suspend your access to the service until we have successfully charged a valid Payment Method.\nFor some Payment Methods, the issuer may charge you certain fees, such as foreign transaction fees or other fees relating to the processing of your Payment Method.\n<br>\n<br> The subscription fee for the Services and any other charges you may incur in connection with your use of the Services, such as taxes and possible transaction fees, will be charged to your Payment Method on a recurring interval disclosed to you prior to your purchase.\nThe length of your billing cycle will depend on the type of subscription that you choose for the Services.\nYour payment will automatically renew at the end of the applicable subscription period, unless you cancel your subscription to the Services before the end of the then-current subscription period.\n<br>\n<br> You can cancel your Knowledgehook subscription at any time, and you will continue to have access to the Services through the end of your billing period.\nTo the extent permitted by the applicable law, payments are non-refundable and we do not provide refunds or credits for any partial subscription periods.\nTo cancel, go to the \"Subscriptions\" page and follow the instructions for cancellation, or contact us at support@knowledgehook.com.\nIf you cancel your subscription, your access to the Services will automatically terminate at the end of your current billing period.\nTo see when your access will terminate, visit the “Subscriptions” page.\n<br>\n<br> Note: Knowledgehook does NOT directly store credit card information - all credit card information and transactions are stored by our payment provider, Stripe.\nStripe is a third-party service provider and processes payment on our behalf.\nYou agree, in the event Stripe experiences a data breach affecting your information through no fault of Knowledgehook, Knowledgehook will in no way be responsible or liable to you for any such breach.\nPlease click here for more information about how Stripe processes your information.\n</p> Price and Tax Changes <p> We may change our subscription plans and the price of our Services from time to time.\nhowever, we will notify you of any price changes before they become effective.\nPrice changes will take effect at the start of the next billing period following the date of the price change and, by continuing to use the Services after the price change takes effect, you will have accepted the new price.\nIf you do not agree to a price change, you can reject the change by unsubscribing from the applicable Services prior to the price change going into effect.\n<br>\n<br> Tax rates are based on the rates applicable at the time of your billing.\nThese amounts can change over time with local tax requirements in your country, state, territory, county, or city.\nAny change in tax rate will be automatically applied based on the account information you provide </p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> The basic Service of Knowledgehook is free but Knowledgehook charges for some of its other services.\nKnowledgehook reserves the right to change its prices but if the fee structure changes, we will notify you.\n</p> Additional Terms <p> This Agreement applies to all users of our Services, but there are special terms for you depending on what type of user you are.\nIf you are, for example, a teacher, coach or parent who organizes a “class” or “group” of members, then you are an <strong>Organizer.</strong> If you are, for example, a student, teammate or parent who is invited to be a member of a class or group by an Organizer, you are a <strong>Subscriber.</strong> In certain cases, Subscribers may be allowed to invite new members to a “group” to become Subscribers.\nIf you are agreeing to this Agreement on behalf of an organization, such as a school or school district, club, or team, you are an <strong>Organization.</strong> You may not sign up for or use the Knowledgehook Services as someone you are not.\nKnowledgehook may disable or terminate your account if you do so.\nPlease read on below to find out what additional terms apply to you.\n</p>\n<p> If you are a <strong>Subscriber</strong> (such as a student, parent, or other individual invited to join a group by an Organizer): </p>\n<ul>\n<li> You must get your parent or guardian to read and agree to this Agreement before using the Services if you are under 18.\n</li>\n<li> You will only join classes and/or groups that you have been invited to, or based on your school, class or group affiliation, to which you are a part of.\n</li>\n</ul>\n<p> If you are an <strong>Organization</strong> (such as a school or school district): </p>\n<ul>\n<li> You will only permit staff members (for example, your teachers) who are current employees of your organization to use the Services and to create their own class or group codes.\nUpon termination of a staff member’s employment with the Organization, you will require such individual to return and cease using all class or group codes he or she has in his or her possession.\nIf at any time you learn a user of the Services claims to be affiliated with your organization who is not, in fact, affiliated with your Organization, you will notify Knowledgehook immediately by emailing support@knowledgehook.com .\n</li>\n</ul>\n<p> If you are accessing the Services as an <strong>Organizer</strong> (such as a teacher, administrator, or parent creating a group and inviting users to join as Subscribers): </p>\n<ul>\n<li> The Services may allow you to invite users to join your group(s) and/or to add users to your group(s).\nIF YOU INVITE OTHER USERS TO JOIN YOUR GROUP, YOU REPRESENT AND WARRANT TO US THAT YOU HAVE OBTAINED CONSENT AS REQUIRED BY APPLICABLE LAW FROM EACH PERSON THAT YOU INVITE AND/OR ADD TO RECEIVE SUCH INVITATION AND TO RECEIVE MESSAGES FROM KNOWLEDGEHOOK, FROM YOU, AND FROM ANYONE ELSE IN THE GROUP.\n</li>\n<li> Organizers can invite members by distributing “class codes” or “group codes” and communicate with Subscribers, (in some cases, there may be more than one Organizer per group).\n</li>\n<li> You may only share class or group codes with Subscribers whom you wish to subscribe to your group.\nIf you plan to broadly or publicly publish these codes, you must manage the accuracy of your subscriber lists carefully.\n</li>\n<li> Organizers must maintain and monitor Subscriber lists in order to help ensure accurate representation of the Subscribers in your group.\n</li>\n</ul>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> There are different ways to use Knowledgehook depending on if you’re a teacher (Organizer), a student/parent (Participant) or an administrator (School).\nThis means that our terms may also be different depending on your role.\n</p> Registration and Security <p> As a condition to using Services, you may be required to register with Knowledgehook by selecting a password and providing your name and a valid email address.\nYou will provide Knowledgehook with accurate, complete, and updated registration information.\nYou may not (i) select or use the name or email of another person with the intent to impersonate that person.\nor (ii) use a name subject to any rights of any person other than you without appropriate authorization.\nKnowledgehook reserves the right to refuse registration of or cancel a Knowledgehook account in its sole discretion.\nYou will be responsible for maintaining the confidentiality of your account and password.\nYou may not transfer your account to anyone without express prior written consent of Knowledgehook.\nViolation of any of the foregoing may result in immediate termination of your account, revocation of your ability to use the Services, and may subject you to state and federal penalties and other legal consequences.\nKnowledgehook reserves the right, but will have no obligation, to investigate your use of the Services in order to determine whether a violation of the Agreement has occurred or to comply with any applicable law, regulation, legal process or governmental request.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> The security of your account is very important to us.\nPlease keep your password safe, use your real name and create your own account before using Knowledgehook.\n</p> Consent to Receive Periodic Messages from Knowledgehook <p> As part of the Services, Knowledgehook may send communications (such as SMS, emails, and push notifications) to Subscribers of a class group.\nBY SIGNING UP FOR THE SERVICES, YOU AGREE TO RECEIVE COMMUNICATIONS FROM KNOWLEDGEHOOK, AND YOU REPRESENT AND WARRANT THAT EACH USER YOU INVITE AND/OR ADD TO A GROUP HAS CONSENTED TO RECEIVE COMMUNICATIONS FROM KNOWLEDGEHOOK AS WELL AS FROM YOU AND ANYONE ELSE IN THE GROUP.\nYou agree to indemnify and hold Knowledgehook harmless for and against any and all claims, liabilities, damages (actual and consequential), losses and expenses (including attorneys’ fees) arising from or in any way related to your breach of the foregoing.\nHowever, the Services will give you the option or opting out of any further notifications and unsubscribing from emails, text messages, and notifications </p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> We’re letting you know that you may receive messages from us or even from other Knowledgehook users periodically, now or in the future.\nIt’s also important that <em>you</em> get consent from any subscribers before inviting them to join your class.\nWe will make it quick and easy to unsubscribe from any and all communications.\n</p> Your Restrictions and Responsibilities <p> You warrant, represent, covenant, and agree that you will not contribute any Content or otherwise use (or encourage any third party to use) the Services in a manner that: </p>\n<ul>\n<li> infringes or violates the intellectual property rights or proprietary rights, rights of publicity or privacy, or other rights of any third party.\n</li>\n<li> violates any law, statute, ordinance or regulation.\n</li>\n<li> is harmful, fraudulent, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, or otherwise objectionable as reasonably determined by Knowledgehook.\n</li>\n<li> jeopardizes the security of your account in any way, such as allowing someone else access to your account or password.\n</li>\n<li> attempts, in any manner, to obtain the password, account, or other security information from any other user.\n</li>\n<li> violates the security of any computer network, or cracks any passwords or security encryption codes.\n</li>\n<li> runs Maillist, Listserv, any form of auto-responder or “spam” on the Services, or any processes that run or are activated while you are not logged into the Services, or that otherwise interfere with the proper working of the Services (including by placing an unreasonable load on the Services’ infrastructure).\n</li>\n<li> “crawls,” “scrapes,” or “spiders” any page, data, or portion of or relating to the Services or Content (through use of manual or automated means).\n</li>\n<li> copies or stores any significant portion of the Content.\n</li>\n<li> decompiles, reverse engineers, or otherwise attempts to obtain the source code or underlying ideas or information of or relating to the Services (or the products of Knowledgehook’s third party service providers).\n</li>\n</ul>\n<p> Knowledgehook reserves the right to terminate access of any third party application or service to our published or unpublished APIs.\n</p>\n<p> You will be responsible for obtaining and maintaining any equipment or ancillary services needed to connect to, access, or otherwise use the Services, including, without limitation, modems, hardware, software, and long distance or local telephone service.\nYou will be responsible for ensuring that such equipment or ancillary services are compatible with the Services.\nYou will be responsible for withholding, filing, and reporting all taxes, duties and other governmental assessments associated with your activity in connection with the Services.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> We are serious about safety.\nIf you don’t follow these Terms of Use, we may need to remove any inappropriate content or deactivate your account.\nIf you see someone violating our Terms of Use, please contact us immediately at support@knowledgehook.com We need your help to keep the Knowledgehook community safe! </p> Copyright Dispute Policy <p> Knowledgehook adheres to the Digital Millennium Copyright Act (the “DMCA”), which requires that online service providers such as Knowledgehook have the right, but not the obligation, to remove material that allegedly violates someone’s copyright.\nWe respect others’ intellectual property rights, and we reserve the right to delete or disable Content alleged to be infringing, and to terminate the accounts of repeat alleged infringers.\nTo learn more about the DMCA, click here.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> See something that belongs to you, but someone else posted it? You can let us know by using our Copyright Dispute Policy.\n</p> Third Party Websites <p> The Services may contain links to third party websites that are not owned or controlled by Knowledgehook.\nWhen you access third party websites, you do so at your own risk, such websites may charge for their services and you will be solely responsible for all charges.\nKnowledgehook encourages you to be aware when you leave the Services and to read the terms and conditions and privacy policy of each third party website that you visit or utilize.\n</p>\n<p> Knowledgehook has no control over, and assumes no responsibility for, the content, accuracy, privacy policies, or practices of or opinions expressed in any third party websites.\nIn addition, Knowledgehook will not and cannot monitor, verify, censor or edit the content of any third party site.\nBy using the Services, you expressly relieve and hold harmless Knowledgehook from any and all liability arising from your use of any third party website or service.\n</p>\n<p> Your interactions with organizations and/or individuals found on or through the Services, including payment and delivery of goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such organizations and/or individuals.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any online or offline transaction with any of these third parties.\nYou agree that Knowledgehook will not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings.\n</p>\n<p> If there is a dispute between users on this site, or between users and any third party, you understand and agree that Knowledgehook is under no obligation to become involved.\nIn the event that you have a dispute with one or more other users, you hereby release Knowledgehook, its officers, employees, agents, and successors in rights from claims, demands, and damages (actual and consequential) of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and/or our service.\nIf you are a California resident, you will and hereby do waive California Civil Code Section 1542, which says: “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.” </p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> Organizers may send links via Knowledgehook that take you to other third party services (those are services that aren’t part of Knowledgehook, such as YouTube, Google Docs, Flickr, etc).\nWe can’t be held responsible for the content of those links or any issues that arise.\n</p> Warranty and Disclaimer <p> Knowledgehook has no special relationship with or fiduciary duty to you.\nYou acknowledge that Knowledgehook has no control over, and no duty to take any action regarding: which users gains access to the Services.\nwhat Content you accesses via the Services.\nwhat effects the Content may have on you.\nhow you may interpret or use the Content.\nor what actions you may take as a result of having been exposed to the Content.\nYou release Knowledgehook from all liability for you having acquired or accessed Content through the Services.\nThe Services may contain, or direct you to websites or services containing, information or Content that some people may find offensive or inappropriate.\nKnowledgehook makes no representations concerning any Content contained in or accessed through the Services, and Knowledgehook will not be responsible or liable for the accuracy, copyright compliance, legality or decency of material contained in or accessed through the Services.\nKnowledgehook makes no representations or warranties regarding suggestions or recommendations of services or products (including Content provided by publishers) offered or purchased through the Services.\nProducts and services purchased or offered (whether or not following such recommendations and suggestions) though the Services are provided “AS IS” without any warranty of any kind from Knowledgehook or others unless, with respect to others (only), otherwise made expressly and unambiguously in writing by a designated third party for a specific product.\nTHE SERVICES, CONTENT, AND ANY SOFTWARE ARE PROVIDED ON AN “AS IS” BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OR THAT USE OF THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nSOME STATES OR JURISDICTIONS DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> We’re here to help if there are issues, but there are no warranties relating to Knowledgehook services.\n</p> Indemnity <p> You will indemnify and hold Knowledgehook, its parents, subsidiaries, affiliates, officers, and employees harmless (including, without limitation, from all damages, liabilities, settlements, costs and attorneys’ fees) from any claim or demand made by any third party due to or arising out of your access to the Services, use of the Services, your violation of this Agreement, or the infringement by you or any third party using your account of any intellectual property or other right of any person or entity.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> Please keep in mind that you are solely responsible for your use of Knowledgehook.\nIf you don’t follow these Terms of Service and/or cause harm to anyone, it’s your responsibility to resolve.\n</p> Limitation and Liability <p> TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, IN NO EVENT WILL KNOWLEDGEHOOK OR ITS SUPPLIERS OR ITS SERVICE PROVIDERS, OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE WITH RESPECT TO THE SERVICES OR THE SUBJECT MATTER OF THIS AGREEMENT UNDER ANY CONTRACT, NEGLIGENCE, TORT, STRICT LIABILITY OR OTHER LEGAL OR EQUITABLE THEORY (I) FOR ANY AMOUNT IN THE AGGREGATE IN EXCESS OF THE GREATER OF $100 OR THE FEES PAID BY YOU TO KNOWLEDGEHOOK HEREUNDER DURING THE 12-MONTH PERIOD PRECEDING THE APPLICABLE CLAIM.\n(II) FOR ANY INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER.\n(III) FOR DATA LOSS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\nOR (IV) FOR ANY MATTER BEYOND KNOWLEDGEHOOK’S REASONABLE CONTROL.\nSOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> Knowledgehook is a communication tool, and we are not liable for anything that happens because of our service.\n</p> Choice of Law and Arbitration <p> As the offices of Knowledgehook reside in Ontario, this Agreement and each of the documents contemplated by or delivered under or in connection with this Agreement are governed by and are to be construed in accordance with the laws of the Province of Ontario and the laws of Canada applicable therein and treated in all respects as an Ontario contract.\nThe parties to this Agreement hereby irrevocably and unconditionally attorn to the [exclusive or non‐exclusive] jurisdiction of the courts of the Province of Ontario and all courts competent to hear appeals therefrom.\n</p>\n<p>\n<strong>WHAT THIS IS SAYING</strong>\n</p>\n<p> If you have any legal problems with Knowledgehook or its Services, you agree to resolve them through the laws governing the Province of Ontario.\n</p> Miscellaneous <p> The failure of either party to exercise, in any respect, any right provided for herein will not be deemed a waiver of any further rights hereunder.\nKnowledgehook will not be liable for any failure to perform its obligations hereunder where such failure results from any cause beyond Knowledgehook’s reasonable control, including, without limitation, mechanical, electronic or communications failure or degradation (including “line-noise” interference).\nIf any provision of this Agreement is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that this Agreement will otherwise remain in full force and effect and enforceable.\nThis Agreement is not assignable, transferable or sublicensable by you except with Knowledgehook’s prior written consent.\nKnowledgehook may transfer, assign or delegate this Agreement and its rights and obligations without consent.\nBoth parties agree that this Agreement is the complete and exclusive statement of the mutual understanding of the parties and supersedes and cancels all previous written and oral agreements, communications and other understandings relating to the subject matter of this Agreement, and that all modifications must be in a writing signed by both parties, except as otherwise provided herein.\nThis Agreement and any subsequent versions of this Agreement posted to the Services will be deemed a writing signed by both parties.\nNo agency, partnership, joint venture, or employment is created as a result of this Agreement and you do not have any authority of any kind to bind Knowledgehook in any way whatsoever.\n</p>", "created_at": "2022-11-17 00:58:24.144478", "updated_at": "2022-11-17 00:00:14.289268"}, {"id": 12635, "name": "Privacy Policy", "url": "https://www.knowledgehook.com/privacy-policy", "xpath": "/html/body/app-root/app-canada/div/app-privacy-policy/div", "text": "Privacy Policy<p>\n</p>Who We Are<p> Our mission at Knowledgehook is to help engage students with math practice and offer support to teachers and parents/guardians to improve their student or child’s mastery of math.\n</p>\n<p> Knowledgehook feels strongly about protecting your privacy.\nWe understand how important privacy is to you and we are committed to creating a safe and secure environment for learners through our website, applications, and other means of interacting with us (collectively, our “Services”).\n</p> Table of Contents <ul>\n<li> Who We Are </li>\n<li> Our Privacy Principles </li>\n<li> Consenting to Our Collection and Use of Your Information </li>\n<li> The Information We Collect from Our Users </li>\n<li> Why We Collect Data </li>\n<li> How We Share or Transfer Your Data </li>\n<li> How We Maintain Data Integrity </li>\n<li> Our Approach to Data Security </li>\n<li> How and When This Privacy Policy Can Change </li>\n<li> Contacting Knowledgehook </li>\n</ul>\n<p>\n</p> Our Privacy Principles <p> Our Privacy Notice is fuelled by our commitment to the following Privacy Principles: </p>\n<ul>\n<li> We’re deeply committed to creating a safe and secure online environment for you.\n</li>\n<li> We DO NOT sell your personal information to third parties.\nWe take the protection of your information very seriously.\n</li>\n<li> We do not advertise on Knowledgehook.\nWe use your information to provide you with a better learning experience.\n</li>\n</ul>\n<p>\n</p>Consenting to Our Collection and Use of Your Information<p> Our Privacy Notice describes what information we gather from our members and others who visit and use our Services, how we use that information, and what we do to protect it.\nWe require teachers to obtain parental consent via a consent form as part of the registration process.\nBy visiting or using our Services, you expressly consent to the information handling practices described in this Privacy Notice.\n</p>\n<p> Your use of the Services and any information you provide on the Services are subject to the terms of this Privacy Notice, which is incorporated into and subject to our Terms of Service.\nAny capitalized terms used but not defined within this Privacy Notice have the meaning given to them in our Terms of Service.\n</p>\n<p>\n</p>The Information We Collect from Our Users<p> At Knowledgehook, we take the information you provide to us very seriously and we strive to put you in control of decisions around your information.\n</p>\n<p> We collect limited personal information from students, teachers, parents/guardians, school-level administrators, and board-level administrators.\nWe limit the information we collect from students to the minimal amount needed to use our service.\noften, a first name and last initial.\nWe do not ask for information, such as gender, e-mail, address, or student ID.\nWhile students may be of any age, we, at Knowledgehook, provide all students with the same level of care as the legal protections for children age 13 or younger.\n</p>\n<p> Visit here to learn about what type of information we collect.\n</p>\n<p>\n</p>Why We Collect Data<p> You signed up to use Knowledgehook’s service or because an authorized educational institution (a school or school district) shared information about you with Knowledgehook.\n</p>\n<p> In addition, we collect data for one of the following reasons: </p>\n<ul>\n<li> To enhance the Services we provide </li>\n<li> To understand how you and other Users use our Services </li>\n<li> To enable your participation in Knowledgehook partnership agreements </li>\n</ul> Knowledgehook Collects the Following Information About You and Your Use of Our Services: Personal Information.\n<p> When you register for, browse and use the Services, you may provide to Knowledgehook what is generally called “personally identifiable information” or “personal data” (such as your full name and email address) that can be used to identify you.\nAt Knowledgehook, we call this data “Personal Information.” </p>\n<p> Visit here to learn about what type of information we collect.\n</p> Information about your use of our Services and other User-provided Information.\n<p> We may collect information about your use of certain Service features, such as the number of problems you have attempted, the number of videos you have viewed, and the amount of time spent to complete a problem.\nThis enables us to better tailor educational experiences that are most appropriate for you.\n</p> Information obtained from other Users.\n<p> We may make available certain features that allow other Users to provide us information.\nThis information may include Personal Information.\nFor example, a teacher may register an account for their student and provide us with certain information, such as the student’s first namd and last initial.\n</p> Google Classroom Integration.\n<p> A teacher may use Google Classroom to import their student roster.\nIn this scenario, we only access the class name and student names from Google Classroom.\nFor stronger privacy, we store only the students' first name and last initial in our system instead of the full name, as well as Google ID (to allow Google Single Sign-On).\nWe do not retrieve student e-mail addresses through Google Classroom.\n</p> Technical Information.\n<p> To provide a personalized learning and high-quality experience for our Users, we may use various technologies that automatically record certain technical information from your browser or device, including standard log files, web beacons, or pixel tags.\nThis technical information may include your Internet Protocol (IP) address, browser type, internet service provider (ISP), referring or exit pages, click stream data, operating system, and the dates and times that you use our Services and assists us in understanding how our Users are using our Services.\n</p> Cookies.\n<p> Like most websites, whether or not you are a registered member, we may send one or more cookies – small text files containing a string of alphanumeric characters – to your computer.\nCookies remember information about your activities on a website and enable us to provide you with a more personalized learning experience.\nKnowledgehook may use both session cookies and persistent cookies.\nA session cookie disappears automatically after you close your browser.\nA persistent cookie remains after you close your browser and may be used by your browser on subsequent visits to our Services.\nYou can, however, remove a persistent cookie at any time.\nPlease review your web browser “Help” file to learn the proper way to modify your cookie settings.\nHowever, without cookies you will not have access to certain services and features of our Services.\nWe do not use cookies to collect any Personal Information, for behavioural advertising or to build a student profile unrelated to the use of Knowledgehook.\n</p> Third-Party Providers.\n<p> Knowledgehook may use a variety of third-party service providers, such as Vimeo to host our videos or Google Analytics and New Relic to understand our Service usage.\nWe may allow third-party service providers to place and read their own cookies, web beacons, and similar technologies to collect information through the Services.\nThis information is collected directly and automatically by these third parties, and Knowledgehook does not participate in these data transmissions.\nKnowledgehook will, wherever feasible, contractually obligate our third-party service providers to abide by the terms of this Privacy Notice.\nWe DO NOT sell or rent your Personal Information that we collect to third parties.\n</p> Information from Other Sources.\n<p> In certain situations, we may obtain information, including Personal Information, from third parties or sources other than our Services, such as when a teacher provides us with class lists or retrieves it from Google Classroom.\nIf we combine or associate information from other sources with Personal Information that we collect through the Services, we will treat the combined information as Personal Information in accordance with this Privacy Notice.\n</p> Knowledgehook Uses This Information In The Following Ways: To enhance the Services we provide.\n<p> Knowledgehook uses the information you provide or that we collect to enhance our relationship with you and to operate, maintain, enhance, and improve our Services.\nKnowledgehook may, for instance, remember your recent activity so we can recommend the most appropriate content for you on your next visit.\nIf you have given Knowledgehook consent, we may use your Personal Information to provide you with information about Knowledgehook’s features, services and other offerings that may be of interest to you.\n</p> To understand how you and other Users use our Services.\n<p> Knowledgehook uses all of the information that you provide or that we collect from Users to understand and analyze the usage trends, learning behaviors, and preferences of our Users, to improve the way our Services work and look, and to create new features and functionality.\n</p> To enable your participation in Knowledgehook partnership arrangements.\n<p> Knowledgehook will not share Personal Information with other third-party organizations for their marketing or promotional use without your consent or except as part of a specific program or feature for which you will have the ability to opt-in.\nYou may ask or authorize us to share your Personal Information with authorized partners, not-for-profit organizations, and other entities that are not affiliated with Knowledgehook.\nIn these cases, we will provide to these third parties only the information you have authorized or asked us to share.\nKnowledgehook may send information or offers to you on behalf of these third parties.\nFor example, we may partner with an organization running a contest in your region and send you an email notifying you of the partnership.\nif you opt-in to the program and indicate your approval, we may share your information with the third party to facilitate your participation in the program and enable you to redeem your prize.\n</p>\n<p>\n</p> How We Share or Transfer Your Data <p> Knowledgehook takes great care to protect the information you provide us.\nWe DO NOT rent or sell Personal Information that we collect from Users with third parties.\n</p> Knowledgehook Will Disclose User Information Only as Described Below: If you want information shared with other Users, we’ll share it for you.\n<p> Knowledgehook does not allow student-to-student communication.\nStudents can upload their work and receive feedback from their teacher.\nOnly your first name and last initial are shown here.\n</p> We may share anonymous or aggregate data to improve our services and learn more about our Users.\n<p> On certain occasions, Knowledgehook may work with business partners to improve our services or offerings.\nWe may disclose automatically collected and other aggregate non-Personal Information to authorized business partners to conduct research on online education or assist in understanding the usage, viewing, and demographic patterns for certain programs, content, services, promotions, and/or functionality of the Services.\n</p> We will share data when required by law.\n<p> Knowledgehook may also disclose User information if required to do so by law, or if we have a good-faith belief that such action is necessary to comply with local, state, federal, international, or other applicable laws (such as Canadian Copyright law) or respond to a court order, judicial or other government subpoena, or warrant, or administrative request.\nIn some cases, we may make such disclosures without first providing notice to Users.\n</p> We may share data in the context of a change of business, including a merger or acquisition.\n<p> In the event that Knowledgehook is acquired by or merged with a third-party entity, we may transfer or assign the information that we have collected from Users as part of such merger, acquisition, sale, or other change of control.\n</p> We may share data when necessary or appropriate to protect Knowledgehook or others.\n<p> Knowledgehook may disclose information that we believe, in good faith, is appropriate or necessary to take precautions against liability.\nto protect Knowledgehook from fraudulent, abusive, or unlawful uses.\nto investigate and defend ourselves against any third-party claims or allegations.\nto assist government enforcement agencies.\nto protect the security or integrity of the Services.\nor to protect the rights, property, or personal safety of Knowledgehook, our Users, or others.\n</p>\n<p>\n</p> How We Maintain Data Integrity <p> We don't own anything you add to Knowledgehook, you do.\nAt Knowledgehook, we only use Personal Information as needed for the purposes for which it was collected or where you have consented to our use of Personal Information relating to you.\nWe take reasonable steps to ensure that the Personal Information we store and use is accurate, complete, and up-to-date.\nAt any time, you can request to learn about what data we have related to you, how we collected this data, how we use it, how you can modify inaccurate data, and how you can remove it.\nIf you discover that Personal Information or other data pertaining to you is inaccurate, incomplete, or out-of-date, please update your account information or contact our support team (see “Contacting Knowledgehook” here).\n</p>\n<p>\n</p> Our Approach to Data Security Security and Privacy is important to you and to us.\n<p> To protect your privacy and security, we take reasonable steps to verify your identity before granting you account access or making corrections to your information.\nWe may ask you to provide certain Personal Information to confirm your identity, and may require that you create and use a password to access certain parts of our Services.\nYou should create and maintain a strong password to help ensure the security of your account.\n</p> We try to ensure that our Services and information sent to us are safe, but no security measures are perfect.\n<p> Knowledgehook uses certain physical, managerial, and technical safeguards designed to preserve the integrity and security of your Personal Information and other information we maintain in connection with the Services.\nWe cannot, however, ensure or warrant the security of any or all of the information you transmit to Knowledgehook, and you do so at your own risk.\nOnce we receive your transmission of information, Knowledgehook makes commercially reasonable efforts to ensure the security of our systems.\nHowever, please note that this is not a guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.\n</p>\n<p> We will notify you electronically or via the Services if Knowledgehook experiences a data security incident that could affect you, immediately, and once the incident has been resolved.\n</p>\n<p> If we learn of a data security incident that compromises or appears to compromise your Personal Information, then we will attempt to notify you electronically so that you can take appropriate protective steps.\nWe may also post a notice on our website if a data security incident occurs.\n</p> We take great security measures to protect your information.\n<p> Knowledgehook takes great measures to ensure that we uphold our commitment to protecting your privacy and the data we have related to you.\nAll data is stored in a way that is not publicly accessible, and we only use and collect your information as stated in this Privacy Notice.\n</p>\n<p> Our servers are in highly secure data centers that are access-controlled.\nWe host our application using best-in-class security measures to prevent unauthorized access.\nThey are safeguarded with tools like Threat Intelligence, Advanced Threat Analytics, Information Protection, SSL Encryption, and Multi-Factor Authorization.\n</p> We limit access to your Personal Information by employees and authorized parties.\n<p> Knowledgehook’s employees, agents and contractors must have a legitimate business reason to access Personal Information you provide to Knowledgehook.\nWe may share your Personal Information with third-party service providers, including outside contractors or agents who help us manage our information activities, but they may only use your Personal Information to provide us with a specific service and not for any other purpose.\nWhere feasible, Knowledgehook will require our third-party service providers to comply with this Privacy Notice.\n</p> We ensure limited access to students’ Personal Information.\n<p> Only the students themselves and their connected parent, teacher or school leader can see a student's portfolio and math results.\nGame information unrelated to math achievement, such as avatars collected, may be visible to other users on the platform.\n</p>\n<p>\n</p> How and When This Privacy Policy Can Change <p> We update and review our Privacy Policy at least once a year and whenever there is a substantial change in the law or our policy and procedure.\nWe want to continually improve the Knowledgehook experience for you and so our terms may change from time to time.\nWe will do everything we reasonably can to update you about these changes ahead of time.\nWe will notify you of any significant changes to our policy.\nBefore continuing to use Knowledgehook, it will be important to re-review and agree to any changes.\n<br>\n<br> See how we comply with legal frameworks here.\n</p>\n<p>\n</p> Contacting Knowledgehook <p> Please contact Knowledgehook with any questions or comments about this Privacy Notice, your personal information, our third-party disclosure practices, or your consent choices by email at support@knowledgehook.com</p>\n<p>\n<b>Effective Date: May 11, 2020</b>\n</p>\n<br>\n<br>\n<br>\n<br>", "created_at": "2022-11-16 23:59:37.220598", "updated_at": "2022-11-17 00:00:46.95123"}], "points": [], "urls": ["knowledgehook.com"]}}