{"error": 448, "message": "OK", "parameters": {"id": 7308, "name": "UltraViewer", "created_at": "2023-01-18 22:56:49.012621", "updated_at": "2023-01-22 17:00:21.70361", "wikipedia": null, "keywords": null, "related": null, "slug": "ultraviewer", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7308.png", "url": "ultraviewer.net", "documents": [{"id": 14021, "name": "Privacy", "url": "https://ultraviewer.net/en/privacy.html", "xpath": "/html/body/div[1]/div[4]/div", "text": " UltraViewer respects and takes your privacy very seriously.\nThis Privacy Policy applies to all products and services provided by UltraViewer.\nPlease read the following privacy policy to understand the commitment that we made to respect and protect your information: Privacy policy of UltraViewer <p>\n<strong> 1.\nWhen you register a new account on UltraViewer </strong>, we will ask you to provide personal information such as name, email, phone, language etc...\nWe will use your information in order to assist, send notifications, payment processing or promotional activities related to our products and services.</p>\n<p>\n<strong> 2.\nBy using the service </strong>, you agree to use cookies, which is used to store information on your browser for some features like \"remember me\" when login, or remember which language you prefer to display on the website.</p>\n<p>\n<strong> 3.\nUltraViewer committed no exchange or selling your personal data to third parties </strong>.\nWe do not share, sell, commercialize your personal information to any other parties.</p>\n<p>\n<strong> 4.\nYour password when registering on UltraViewer is encrypted securely</strong>.\nWe apply one-way encryption layer so is's not able to decrypt your password from the database.\nUsing a strong password length includes both characters and numbers which will help you to protect your password from risks.</p>\n<p>\n<strong>5.\nYour remote sessions are fully encrypted with SSL, we do not record your remote session video nor store it on our servers</strong>\n</p> ", "created_at": "2023-01-18 22:56:49.075996", "updated_at": "2023-01-18 22:57:20.22232"}, {"id": 14022, "name": "Terms of service", "url": "https://ultraviewer.net/en/tos.html", "xpath": "/html/body/div[1]/div[4]/div", "text": " <p>Thanks for using our products and services (“Services”).\nBy using our software \"UltraViewer\" (temporarily called \"Services\" or \"UltraViewer\"), you are agreeing to these terms.\nPlease read them carefully.\n</p> Refund Policy <p>We are proud of our software quality! When you purchase UltraViewer, our remote control support software, you get a 15 days moneyback guarantee.\nThis means that if you are not satisfied with our software you can ask for your money back.</p>\n<p>You can make a refund request through our Contact Page.</p> Using our Services <p>1.\nYou may need an UltraViwewer Account in order to use some of our Services.\nYou are responsible for maintaining accounts and secure your passwords.\nUltraViewer committed and responsible encoded password as confidential, but shall not be liable for any loss or damage from your lack of careful.\nTo protect your UltraViewer account, keep your password confidential.\nYou are responsible for the activity that happens on or through your UltraViewer Account.</p>\n<p>2.\nProvide accurate information, commit your information is correct when registering to use the service of UltraViewer.</p>\n<p>3.\nDo not use UltraViewer for the purposes of law violations, vandalism, or harm another person.</p>\n<p>4.\nDo not use a stolen credit card of another person to purchase on our website.</p>\n<p>5.\nDo not intentional to attack, crack, decompile UltraViewer.</p>\n<p>\n</p>\n<p>6.\nIf you violate the rules of use, UltraViewer may stop your services.</p> The rights and responsibilities of UltraViewer <p>1.\nSupport: UltraViewer will provide appropriate support methods like telephone, chat, email ...</p>\n<p>2.\nSecurity: privacy policy of UltraViewer explains how we handle your personal data and protect your privacy when you use our services.\nWe are responsible for storage, encrypt your information securely and do not provide for any other 3rd party.</p>\n<p>3.\nSafety Commitment: We are committed that all of our products does not contain any malware that harmful to your computer.\nWe take full responsibility before law, reputation, and conscience for our products.\nSo you can feel safe when using our products.</p> ", "created_at": "2023-01-18 22:56:49.136707", "updated_at": "2023-01-18 22:57:49.678995"}], "points": [], "urls": ["ultraviewer.net"]}}