{"error": 448, "message": "OK", "parameters": {"id": 9320, "name": "Pew Research Center", "created_at": "2023-08-20 02:33:29.318039", "updated_at": "2023-08-20 10:02:15.706145", "wikipedia": "https://en.wikipedia.org/wiki/Pew_Research_Center", "keywords": null, "related": null, "slug": "pew-research-center", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9320.png", "url": "pewresearch.org", "documents": [{"id": 18260, "name": "Terms of Use", "url": "https://www.pewresearch.org/about/terms-and-conditions/", "xpath": "/html/body/div[3]/div[3]/div[1]/div[2]/div/main/article/div/div/div[1]", "text": " <p>Effective Date: 05/25/2018</p>\n<p>These Terms of Use (“Terms”) govern your use of the Pew Research Center (the “Center”) website at www.pewresearch.org and any other website or online service that the Center operates and that links to these Terms (collectively, the “Services”).</p>\n<p>\n<strong>Please review these Terms carefully before using the Services.</strong>&nbsp.\nWe may change these Terms or modify any feature of the Services at any time.&nbsp.\nThe most current version of the Terms can be viewed by clicking on the “Terms of Use” link posted through the Services.&nbsp;&nbsp;<strong>You accept the Terms by using the Services, and you accept any changes to the Terms by continuing to use the Services after we post the changes.</strong>\n</p>\n<p>\n<strong>1.\nGrant of License</strong>.\nSubject to these Terms and your continued compliance therewith, the Center provides you with a personal, revocable, nonexclusive, nontransferable license to use the Services, to the extent attribution is to the Center or is not attributed to another, and the text, graphics, information, and other content made available through or from the Services (collectively, “Content”), including without limitation, Content obtained through widgets, RSS feeds, APIs or other similar means.\nTo the extent the attribution to text, graphics, photographs, data, information and other content made available through or from the Services is to another party that is not the Center, you may not download, republish, retransmit, reproduce or otherwise use any such content as a stand-alone file.\nIn furtherance of the Center’s mission to inform the public debate on important issues, you may access, print, copy, reproduce, cite, link, display, download, distribute, broadcast, transmit, publish, license, transfer, sell, modify, create derivatives of, or otherwise exploit the Content, provided that all copies display all copyright and other applicable notices to the extent such notices are contained in such Content and provided further that you do not use the Content in any manner that implies, suggests, or could otherwise be perceived as attributing a particular policy or lobbying objective or opinion to the Center, or as a Center endorsement of a cause, candidate, issue, party, product, business, organization, religion or viewpoint.\nYou must also provide proper attribution to the Center in connection with your use of any Content with express reference to the Center in accordance with the citation below.\nIn the event that you translate the Content into another language you must include the following disclaimer: “Pew Research Center has published the original content in English but has not reviewed or approved this translation.” Any rights not expressly granted herein are reserved.</p>\n<p>Under no circumstances may the Content be reproduced in principal part, mirrored, catalogued, framed, displayed simultaneously with another site or otherwise republished in its entirety or in principal part without the express written permission of the Center, except to the extent such Content is obtained through a widget, RSS feed, or other similar means.</p>\n<p>\n<strong>2.\nCitation.&nbsp;</strong>“Report Title.” Pew Research Center, Washington, D.C.\n(Publication date) URL.</p>\n<p>\n<strong>3.\nProhibited Conduct.</strong>&nbsp;You may not access or use, or attempt to access or use, the Services to take any action that could harm the Center or any third party, interfere with the operation of the Services, or use the Services in a manner that violates any laws.\nFor example, and without limitation, you may not:</p>\n<ul>\n<li>impersonate any person or entity or otherwise misrepresent your affiliation or the origin of materials you transmit;</li>\n<li>engage in unauthorized spidering, “scraping,” or harvesting of content or personal information, or use any other unauthorized automated means to compile information;</li>\n<li>take any action that imposes an unreasonable or disproportionately large load on our network or infrastructure;</li>\n<li>use any device, software, or routine to interfere or attempt to interfere with the proper working of the Service or any activity conducted on the Service or attempt to probe, scan, test the vulnerability of, or breach the security of any system or network;</li>\n<li>attempt to decipher, decompile, disassemble, or reverse-engineer any of the software comprising or in any way making up a part of the Service;</li>\n<li>engage in any other conduct that restricts or inhibits any person from using or enjoying the Services, or that, in our sole judgment, exposes us or any of our users, affiliates, or any other third party to any liability, damages, or detriment of any type.</li>\n</ul>\n<p>Violations of system or network security may result in civil or criminal liability.&nbsp.\nWe may investigate and work with law enforcement authorities to prosecute users who violate these Terms.&nbsp.\nWe may suspend or terminate your access to the Services for any or no reason at any time without notice.</p>\n<p>\n<strong>4.\nIntellectual Property Rights</strong>.\nAll Content, unless otherwise indicated, is protected by law including, but not limited to, United States copyright, trade secret (for password protected areas), and trademark law, as well as other state, national, and international laws and regulations and is owned by the Center and/or third parties.\nExcept as expressly provided herein, the Center does not grant any express or implied right to you or any other user of the Services.\nThe Services may also include the trade and/or service marks of other parties.\nSuch third-party designations may not be used without the prior written permission of their respective owners.</p>\n<p>Removing or altering the copyright notice on any Content on the Services is prohibited.\nThe Center also owns a copyright in the Services as collective works and/or compilations, and in the selection, coordination, arrangement, and enhancements of the Services’ Content.</p>\n<p>The following trademarks: Pew Research Center (plus design), FacTank, Fact Tank, American Trends Panel, and all other names, logos, and icons identifying the Center and/or its products and services are proprietary marks of the Center.\nUser use of the Center trademarks is not permitted.\nOther product and company names mentioned in the Services may be the trademarks of their respective owners.</p>\n<p>\n<strong>5.\nPrivacy Policy</strong>.\nBy using the Services, you consent to the Center’s processing of your information consistent with our&nbsp;Privacy Policy.</p>\n<p>\n<strong>6.\nThird-Party Sites</strong>.\nThe Services may contain links to third-party content.\nWe do not control, endorse, sponsor, recommend, or otherwise accept responsibility for such content.\nUse of any linked third-party content is at the user’s own risk.</p>\n<p>\n<strong>7.\nDISCLAIMER OF WARRANTIES.\nLIMITATION OF LIABILITY.</strong>&nbsp;YOUR USE OF THE SERVICES IS AT YOUR OWN RISK.\nTHE SERVICES ARE PROVIDED “AS IS” WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OR OTHER VIOLATION OF RIGHTS.\nWE DO NOT WARRANT THE ADEQUACY, CURRENCY, ACCURACY, LIKELY RESULTS, OR COMPLETENESS OF THE SERVICES OR ANY THIRD-PARTY SITES LINKED TO OR FROM THE SERVICES, OR THAT THE FUNCTIONS PROVIDED WILL BE UNINTERRUPTED, VIRUS-FREE, OR ERROR-FREE.\nWE EXPRESSLY DISCLAIM ANY LIABILITY FOR ANY ERRORS OR OMISSIONS IN THE CONTENT INCLUDED IN THE SERVICES OR ANY THIRD-PARTY SITES LINKED TO OR FROM THE SERVICES.\nSOME JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.<br>TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT WILL WE, OR OUR AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, AND ASSIGNS BE LIABLE FOR ANY DIRECT OR INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, LOST PROFITS, OR OTHER DAMAGES WHATSOEVER ARISING IN CONNECTION WITH THE USE OF THE SERVICES, ANY INTERRUPTION IN AVAILABILITY OF THE SERVICES, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, LOSS OF DATA, OR USE, MISUSE, RELIANCE, REVIEW, MANIPULATION, OR OTHER UTILIZATION IN ANY MANNER WHATSOEVER OF THE SERVICES OR THE DATA COLLECTED THROUGH THE SERVICES, EVEN IF ONE OR MORE OF THEM HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSS.\nANY CLAIM ARISING OUT OF OR CONNECTED WITH THE SERVICES WILL BE LIMITED TO THE GREATER OF $100 OR THE AMOUNT THAT YOU PAID TO ACCESS THE SERVICES.</p>\n<p>\n<strong>8.\nINDEMNIFICATION</strong>.\nYOU AGREE TO INDEMNIFY, DEFEND AND HOLD THE CENTER AND OUR AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, AGENTS AND ASSIGNS HARMLESS FROM AND AGAINST ANY AND ALL LOSS, COSTS, EXPENSES (INCLUDING REASONABLE ATTORNEYS’ FEES AND EXPENSES), CLAIMS, DAMAGES AND LIABILITIES RELATED TO OR ASSOCIATED WITH YOUR USE OF THE SERVICES AND ANY ALLEGED VIOLATION BY YOU OF THESE TERMS.\nWE RESERVE THE RIGHT TO ASSUME THE EXCLUSIVE DEFENSE OF ANY CLAIM FOR WHICH WE ARE ENTITLED TO INDEMNIFICATION UNDER THIS SECTION.\nIN SUCH EVENT, YOU SHALL PROVIDE US WITH SUCH COOPERATION AS WE REASONABLY REQUEST.</p>\n<p>\n<strong>9.\nUser Submissions</strong>.\nThe Center welcomes your feedback and suggestions about how to improve the Services, and allows public comments on some of the Services.\nAny ideas, suggestions, information, know-how, material, or any other content (collectively, “Submissions”) received through the Services, however, will be deemed to include a royalty-free, perpetual, irrevocable, nonexclusive right and license for the Center to adopt, publish, reproduce, disseminate, transmit, distribute, copy, use, create derivative works of, display (in whole or part) worldwide, or act on such Submissions without additional approval or consideration, in any form, media, or technology now known or later developed for the full term of any rights that may exist in such Submissions.\nYou hereby waive any claim to the contrary.\nYou hereby waive any moral rights you may have in your Submissions.\nYou represent that you have obtained the consent of all individuals who are identifiable in your Submissions, or of the individual’s parent or legal guardian if the individual is under 18 years old, to include the individual’s likeness in your Submissions and for us to enjoy all of the rights and privileges that you grant to us under these Terms.</p>\n<p>You remain fully responsible for Submissions, and you agree not to provide Submissions that:</p>\n<ul>\n<li>infringe on the copyright, trademark, patent or other intellectual property rights of any third party;</li>\n<li>are false, misleading, libelous, defamatory, obscene, abusive, hateful, or sexually-explicit;</li>\n<li>violate a third party’s right to privacy or publicity;</li>\n<li>degrade others on the basis of gender, race, class, ethnicity, national origin, religion, sexual preference, disability or other classification;</li>\n<li>contain epithets or other language or material intended to intimidate or to incite violence.\nor</li>\n<li>violate any applicable local, state, national, or international laws.</li>\n</ul>\n<p>You understand and agree that we are not responsible for any Submissions.&nbsp.\nWe are not obligated to publish or use your Submissions.&nbsp.\nWe may monitor, review, edit, remove, delete, or disable access to your Submissions at any time, without prior notice and in our sole discretion, for any or no reason.</p>\n<p>\n<strong>10.\nU.S.\nCopyright Infringement Claims</strong>.\nIf you believe in good faith that your work has been reproduced or is accessible on the Services in a way that constitutes copyright infringement, please provide our designated agent with the following information in writing:</p>\n<ul>\n<li>identification of the copyrighted work or a representative list of copyrighted works claimed to have been infringed;</li>\n<li>identification of the allegedly infringing material and information reasonably sufficient to permit us to locate the material;</li>\n<li>your name, address and daytime telephone number, and an e-mail address if available, so that we may contact you if necessary;</li>\n<li>a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>a statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>a physical or electronic signature of a person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Our designated agent is:</p>\n<p>By Mail: Pew Research Center<br>1615 L Street, NW<br>Suite 800<br>Washington, D.C.\n20036<br>Attn: Director, Legal Affairs</p>\n<p>By email: info@pewresearch.org</p>\n<p>Upon receipt of a notice of claimed infringement (or any statement in conformance with 17 U.S.C.\n§ 512(c)(3)), we will expeditiously remove or disable access to the allegedly infringing content.&nbsp.\nWe will terminate the privileges of users who repeatedly infringe copyright.&nbsp.\nPlease note that United States law provides significant penalties for falsely submitting a notice of copyright infringement.</p>\n<p>\n<strong>11.\nChoice of Law and Forum.</strong>&nbsp;The Services are primarily intended for use by residents of the United States.\nIf you use the Services from the European Union, these Terms will be governed by and shall be construed in accordance with the law of your home country, and the courts of your home country will have exclusive jurisdiction over any claim or dispute arising out of or relating to the Services.\nOtherwise, you agree that your access to and use of the Services will be governed by and will be construed in accordance with the law of the District of Columbia, without regard to principles of conflicts of laws.\n&nbsp;You agree that any claim or dispute arising out of or relating to the Services must be resolved by a federal district court located in Washington, D.C., unless agreed upon by all parties.</p>\n<p>Any use of geographical names on this Service or in any Content does not imply the expression of any opinion whatsoever on the part of the Center concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries.\nThe Center takes no position on any sovereignty disputes between states.\nany reference to states, territories, or places on this site or in any Content is without prejudice to the outcome of any sovereignty disputes, legal disputes, or dispute resolution processes between states.</p>\n<p>\n<strong>12.\nMiscellaneous</strong>.\nThese Terms constitute the entire agreement between you and the Center, superseding any prior or contemporaneous communications and proposals (whether oral, written or electronic) between you and us.\nIn the event any provision of these Terms is held unenforceable, it will not affect the validity or enforceability of the remaining provisions and will be replaced by an enforceable provision that comes closest to the intention underlying the unenforceable provision.\nYou agree that no joint venture, partnership, employment, or agency relationship exists between you and us as a result of these Terms or your access to and use of the Services.</p>\n<p>Our failure to enforce any provisions of these Terms or respond to a violation by any party does not waive our right to subsequently enforce any terms or conditions of the Terms or respond to any violations.&nbsp.\nNothing contained in these Terms is in derogation of our right to comply with governmental, court, and law enforcement requests or requirements relating to your use of the Services or information provided to or gathered by us with respect to such use.</p>\n<p>\n<strong>13.\nAdditional Survey Dataset Terms and Conditions</strong>.\nSubject to these Terms and your continued compliance therewith, the Center provides you with a nonexclusive, non-sublicensable, non-transferable, revocable, worldwide, and royalty-free license to access, copy, reproduce, cite, link, display, download, distribute, broadcast, transmit, publish, modify, create derivatives of, or otherwise exploit the survey datasets (other than American Trends Panel survey datasets, which are governed by their own terms and conditions) made available on this website (“Data”), provided that:</p>\n<ul>\n<li>any reproduction, display, distribution, broadcast, transmission, or publication of the Data is limited to excerpts and may not be reproduced, displayed, distributed, broadcast, transmitted, or published in full or substantially in full;</li>\n<li>all copies and excerpts of the Data display all copyright and other applicable notices to the extent such notices are contained in such Data.\nand</li>\n<li>you do not use the Data in any manner that implies, suggests, or could otherwise be perceived as attributing a particular policy or lobbying objective or opinion to the Center, or as a Center endorsement of a cause, candidate, issue, party, product, business, organization, religion or viewpoint.</li>\n</ul>\n<p>You must also provide proper attribution to the Center in connection with your use of any Data with express reference to the Center in accordance with the citation in Section 2.\nFurther, you must include the following disclaimer with your use of any Data: “Pew Research Center bears no responsibility for the analyses or interpretations of the data presented here.\nThe opinions expressed herein, including any implications for policy, are those of the author and not of Pew Research Center.”</p>\n<p>Any rights not expressly granted herein are reserved.</p>\n<p>\n<strong>14.\nPrivacy, Confidentiality and Security of Data</strong>.\nThe Center respects the privacy of individuals.\nThe Center has taken measures to ensure that the Data is devoid of information that could be used to identify individuals (including, but not limited to, names, telephone numbers, and email addresses) who participated in or who were the subject of any research surveys or studies used to collect the Data (“Personally Identifying Information”).\nHowever, in the event that you discover any such Personally Identifying Information in the Data, you shall immediately notify the Center and refrain from using any such Personally Identifying Information.\nUser further agrees not to (and will not allow other to) attempt to ascertain the identity of or derive information about individual survey respondents nor link the individual survey records contained in the Data with other data sets for the purpose of identifying individuals.</p> ", "created_at": "2023-08-20 02:33:29.348035", "updated_at": "2023-08-20 02:34:31.840108"}, {"id": 18261, "name": "Privacy Policy", "url": "https://www.pewresearch.org/about/privacy-policy/", "xpath": "/html/body/div[3]/div[3]/div[1]/div[2]/div/main/article/div/div/div[1]", "text": null, "created_at": "2023-08-20 02:33:29.377579", "updated_at": "2023-08-20 02:36:48.914522"}, {"id": 18262, "name": " Cookie Policy", "url": "https://www.pewresearch.org/about/cookie-policy/", "xpath": "//*[@id=\"primary\"]", "text": null, "created_at": "2023-08-20 02:35:23.081694", "updated_at": "2023-08-20 02:35:23.081694"}], "points": [], "urls": ["pewresearch.org"]}}