{"error": 448, "message": "OK", "parameters": {"id": 8004, "name": "HIATUS ", "created_at": "2023-04-15 22:17:04.699431", "updated_at": "2023-04-22 11:50:41.627528", "wikipedia": null, "keywords": null, "related": null, "slug": "hiatus", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8004.png", "url": "hiatusapp.com,hiatus.delivery", "documents": [{"id": 15491, "name": " Terms of Use ", "url": "https://hiatus.delivery/pages/terms-of-use.html", "xpath": "//body", "text": " <p> HIATUS INC.<br> Terms of Use\n</p>\n<p>Last Modified: May 18, 2021</p>\n<p>Acceptance of the Terms of Use</p>\n<p> These terms of use are entered into by and between you and Hiatus Inc., a Delaware corporation (”Hiatus,” “we,” or “us”).\nThe following terms and conditions, together with any documents they expressly incorporate by reference (collectively, these “Terms”), govern your access to and use of hiatusapp.com, hiatus.app, and all iOS and other applications made available by Hiatus from time to time, including any content, functionality, and services offered on or through such websites and applications (collectively, the “Hiatus Platforms”).\nThe various bill negotiation, personal financial information management, and other services provided by Hiatus on the Hiatus Platforms from time to time are referred to herein as the “Services”.\n</p>\n<p> Please read these Terms carefully before you start to use the Hiatus Platforms.\nBy using the Hiatus Platforms, creating an account with us, using any of the Services, and/or by clicking to accept or agree to the Terms when this option is made available to you, you accept and agree to be bound and abide by these Terms and our Privacy Policy, found at https://hiatus.delivery/pages/privacy-policy.html incorporated herein by reference.\nIn addition, any and all additional terms, policies, rules, or guidelines applicable to the Services or certain features of the Services that we may post on or link to on the Hiatus Platforms, such as end-user license agreements for any downloadable applications that we may offer, or rules applicable to particular features, Services, or content on the Hiatus Platforms are hereby incorporated by reference and shall be included in these Terms.\nIf you do not want to agree to these Terms or the Privacy Policy, you must not access or use the Hiatus Platforms.\n</p>\n<p> The Hiatus Platforms and Services are offered and available only to users who are 18 years of age or older and reside in the United States.\nBy using the Hiatus Platforms and Services, you represent and warrant that you are of legal age to form a binding contract with Hiatus and meet all of the foregoing eligibility requirements.\nIf you do not meet all of these requirements, you must not access or use the Hiatus Platforms or use the Services.\nThese Terms are a legally binding contract between you and Hiatus.\n</p>\n<p>Changes to the Terms of Use.\nServices</p>\n<p> We may revise and update these Terms from time to time in our sole discretion.\nAll changes are effective immediately when we post them, and apply to all access to and use of the Hiatus Platforms thereafter.\n</p>\n<p> Your continued use of the Hiatus Platforms following the posting of revised Terms means that you accept and agree to the changes.\nYou are expected to check this page each time you access this Hiatus Platforms so you are aware of any changes, as they are binding on you.\n</p>\n<p> We reserve the right to make changes and/or discontinue any of the Services available on the Hiatus Platforms from time to time in our sole discretion.\n</p>\n<p>Accounts and Registration</p>\n<p> To sign up for the Services, you must register for an account on the Hiatus Platforms or log in using OAuth for Facebook.\nBy using the Services through your Facebook ID, you authorize us to access and use certain information from such Facebook account.\nYou may control the amount of information that is accessible to us by adjusting your Facebook account privacy settings.\nYou must provide accurate and complete information and keep your Account information updated.\nYou shall not: (i) select or use as a username a name of another person with the intent to impersonate that person.\n(ii) use as a username a name subject to any rights of a person other than you without appropriate authorization.\nor (iii) use, as a username, a name that is otherwise offensive, vulgar or obscene.\n</p>\n<p> In order to make full use of the Service there may be a need to sync your account on the Hiatus Platforms with accounts you maintain at third party institutions which have records of your transaction history (“Account History”).\nWe contract with third parties to access your Account History through the login and password information you provide to us for a given third party institution.\nIn order to provide you with the Services, we may store your Account History in our databases.\nPlease be aware that any stored Account History may be subject to corruption of data, loss of personalized settings or other interruptions in availability.\nIn addition, any Account History is only as accurate as the information provided to us by you or your and our third party providers, which may not necessarily reflect your Account History as provided to you by your institution.\n</p>\n<p> By providing us with information, data, passwords, usernames, PIN codes or other logon information, or other materials or content through the Hiatus Platforms, you are thereby granting us the right to use and store such information (including Account History, collectively “Account Information”) for the purpose of providing the Services to you or otherwise making use of such Account Information as described in the Privacy Policy or as contemplated herein.\nBy using the Services, you authorize us, as your agent, to access your Account History maintained by the relevant institutions.\n</p>\n<p>Hiatus Service Overview</p>\n<p> The Hiatus Platforms include Services for tracking and managing recurring payments, discovering new services, assisting individuals who are seeking to reduce the cost of their recurring bills, and providing personal finance information management services.\nPlease note that the Services are meant only as an aid to assist you in organizing and managing your payments and personal finance information, and as a price negotiation service used for certain service providers.\nThe Services are not intended to provide any legal, tax or financial advice.\nHiatus does not guarantee that use of the Services will result in savings.\nThe Services are intended only to assist you in your financial goals and decision-making from a generalized perspective.\nYou acknowledge and agree that your recurring payments and buying preferences are unique, and that before any information, advice, recommendations or other content you obtain through the Hiatus Platforms is implemented or acted upon, you must determine whether any product, service or recommendation is best suited for your individual needs and financial situation.\n</p>\n<p>Bill Negotiation Services – Authorization to Negotiate</p>\n<p> By signing up to and/or using our bill negotiation service and providing personal information and third party plan information in connection therewith, you authorize Hiatus and all of its authorized agents to: </p>\n<ul>\n<li>negotiate and communicate with your monthly service providers as an authorized agent on your behalf in an effort to lower your future service provider bills;</li>\n<li>use the information you provide us to negotiate with your service providers</li>\n<li>act on your behalf with these service providers.\nand</li>\n<li>make changes to your account(s) in order to achieve bill savings, including, but not limited to, changes to the length of your contract with the third party provider and changes to the specific services you receive from that third party provider.</li>\n</ul> Without limiting the foregoing, once we enter into negotiations, you authorize and consent to all discounts Hiatus obtains if the negotiation does not reduce the quality of your existing service.\nBy default, you consent to Hiatus improving the quality of your service if it does not increase your cost of service.\nIt is your responsibility to communicate all desired restrictions for a negotiation prior to the start of the negotiation.\nIf you do not communicate any such restrictions, it is our right to assume there are no restrictions.\n<p>\n</p>\n<p>Fees for Services.\nPayments</p>\n<p> By using Hiatus, and selecting any Services that we offer for a fee, either on a one-time or subscription basis, you accept the cost of the Services and authorize Hiatus to charge your account(s) for all costs thereof.\nIf Hiatus is unable to collect your payment, in addition to any other remedies available to Hiatus under applicable law, Hiatus reserves the right to freeze or cancel your account in its sole discretion.\nWe reserve the right to turn delinquent accounts over to collection agencies and/or report overdue balances to credit bureaus, including Experian, TransUnion and Equifax.\nYou authorize us to try to charge your Payment Method (as defined below) again, either in full or in partial increments, if the initial charge is rejected by your bank or card issuer for any reason.\n</p>\n<p> Bill Negotiation.\nHiatus offers users the option to purchase expedited delivery of our bill negotiation service.\nUpon purchase, your bill will be prioritized and we will seek to complete your negotiation within 1 business day.\nBy signing up for this expedited delivery of service you agree to pay us the amount disclosed on the checkout screen.\nThis amount is subject to change.\nYou agree to pay us, and we will charge your credit card, debit card, bank account, or other payment method on file with Hiatus from time to time (\"Payment Method\") for all sums due for your use of the Service in the manner described below.\nBy using the Services you accept and agree to such payment terms.\n</p>\n<p> Hiatus Premium.\nHiatus Premium gives you access to organizational and information tools that may help you manage your personal finances.\nWe reserve the right to change the Services included in Hiatus Premium at any time in our sole and absolute discretion.\nwe will notify you of any decrease or removal of services included in Hiatus Premium via email or through the App in advance.\n</p>\n<p> If you register a Hiatus Premium account, you agree to pay a recurring subscription fee (the “Subscription Fee”) for your use of Hiatus Premium in the amount determined by the user experience tier you select through the App.\nWe reserve the right to change the Subscription Fee from time to time in our sole and absolute discretion.\nHiatus, at its sole discretion, may from time to time allow you to choose to pay an amount that you believe is fair.\nBy selecting a fee amount that is greater than zero dollars ($0), you authorize Hiatus to charge you a recurring payment in the amount and at the frequency you have selected.\nIf Hiatus gives you the opportunity to choose your Subscription Fee, such Subscription Fee shall remain in effect for 12 months and thereafter is subject to change as set forth in these Terms.\n</p>\n<p> You agree to pay the Subscription Fee on a monthly or annual basis, as selected by you when you register for Hiatus Premium.\nYou authorize Hiatus to charge your Payment Method for the Subscription Fee in advance at the commencement of each billing period.\nWhen paid monthly, the Subscription Fee is non- refundable, except as otherwise required by applicable law.\n</p>\n<p> We may change the amount, frequency, and debit date of the Subscription Fee from time to time in our sole discretion.\nWe will notify you in advance of any change to the Subscription Fee by sending you an email, by posting a notice on the Hiatus Platforms, and/or by any other method permitted by applicable law.\nBy accessing or using the Services after any change to the Subscription Fee takes effect, you agree to pay the Subscription Fee, as modified.\n</p>\n<p> We may offer a free trial of Hiatus Premium to new users.\nThe duration of the free trial will be specified during sign-up and is intended to allow new users to try Hiatus Premium.\nIf you do not cancel your Hiatus Premium subscription prior to the end of the free trial, you authorize us to charge your Payment Method for the Subscription Fee in accordance with the payment terms set forth in these Terms.\n</p>\n<p> You may cancel your Hiatus Premium account at any time by contacting us at premium@hiatusapp.com or by cancelling through the Hiatus Platforms.\nYou must cancel your Hiatus Premium subscription before it renews in order to avoid paying the Subscription Fee for the next billing cycle.\n</p>\n<p> Your Authorization for ACH Debits and Credits.\nBy using any fee-based Services on the Hiatus Platforms and selecting electronic debits from your bank account as your Payment Method, you authorize Hiatus to electronically debit and credit your bank account via the Automated Clearing House (“ACH”).\nIn addition, if applicable, you authorize Hiatus to correct erroneous debits and credits via ACH.\nEach use of the Services will reaffirm your authorization to debit that amount from your bank account.\n</p>\n<p> You acknowledge that the electronic authorization contained in this section represents your written authorization for ACH debit transactions and will remain in full force and effect until you notify Hiatus that you wish to revoke this authorization by contacting us via email at premium@hiatusapp.com.\nYou understand that Hiatus requires at least three (3) business days prior notice in order to cancel this authorization.\n</p>\n<p> Without limiting the foregoing, selecting electronic debits from your bank account as your Payment Method you authorize Hiatus to electronically debit your Bank Account via ACH (and, if ever applicable, to electronically credit your Bank Account to correct erroneous debits) as follows: </p>\n<ul>\n<li>Amount of Debits: Bill negotiation fees and Hiatus Premium Subscription Fee as described above.</li>\n<li>Frequency of Debits: upon completion of negotiations with respect to bill negotiation fees and once a month or once a year for the Hiatus Premium Subscription Fee, as determined by the user experience tier you select.</li>\n</ul>\n<p>\n</p>\n<p> You may be charged a service fee for any ACH transactions that result in a returned ACH item, such as but not limited to those caused by insufficient funds in your bank account, closure of your bank account, or if the bank account number or other information you provided is incorrect.\nWe reserve the right to resubmit for collection any ACH debit authorized by you that is returned for insufficient or uncollected funds.\nYou must provide a valid bank account to be electronically debited by us.\nPlease be advised that we reserve the right to reject accounts at certain banks for the use of our Services.\nIn addition, we may require additional information and confirmation at our sole discretion.\n</p>\n<p> In addition to any of your other representations and warranties in these Terms, you represent that: (i) your browser is equipped with at least 128-bit security encryption.\n(ii) you are capable of printing, storing, or otherwise saving a copy of this electronic authorization for your records.\n(iii) the ACH transactions you hereby authorize comply with applicable law.\nand (iv) your email address on record with us is yours and that email address is accurate and up-to-date.\n</p>\n<p> Payment Plans.\nIf an invoice is greater than or equal to $100, you may request to be placed on a payment plan by contacting us within 72 hours of the date of invoice.\nThe payment plan will be a 2-6 month plan (as determined by Hiatus) with a minimum charge of $50 per month.\nYou will be charged a one-time set up fee of $9 per payment plan.\nPayment(s) will be automatically drafted using the payment method we have on file for you.\nIf you do not request to be placed on a payment plan within such 72 hour period, we will charge your designated payment method in full as set forth above.\nWe reserve the right to charge a late payment fee of up to $25 per month for delinquent accounts.\n</p>\n<p> Third Party Service Provider Charges.\nYou are responsible for paying all sums for the services of your third party services providers directly to those service providers.\n</p>\n<p> Financial Information.\nIf you purchase products or Services through the Hiatus Platforms, your financial information, such as your payment method (credit card number, type, expiration date or other financial information), is collected and stored by our third party payment processing company (the \"Payment Processor\"), and use and storage of that information is governed by the Payment Processor’s applicable privacy policy.\nAs of the Effective Date of these Terms, Stripe is the Payment Processor used within the Services and its privacy policy is available at www.stripe.com/us/privacy or such other URL designated by Stripe.\nIn order to facilitate your order transactions, we collect and store your credit card and/or debit card type and card number.\nWhen you authorize Hiatus to negotiate on your behalf or when you order products using the Services, we may share your billing (including credit card type and last four digits of your credit card number) and purchase information with the applicable merchant and any fulfillment companies.\n</p>\n<p>Accessing the Hiatus Platforms and Account Security</p>\n<p> We reserve the right to withdraw or amend the Hiatus Platforms, and any Services or material we provide on the Hiatus Platforms, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Hiatus Platforms or any of the Services are unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of the Hiatus Platforms, or the entire Hiatus Platforms, to users, including registered users.\n</p>\n<p> You are responsible for both: </p>\n<ul>\n<li>Making all arrangements necessary for you to have access to the Hiatus Platforms.</li>\n<li>Ensuring that all persons who access the Hiatus Platforms through your internet connection are aware of these Terms and comply with them.</li>\n</ul>\n<p>\n</p>\n<p> To access the Hiatus Platforms or some of the resources it offers, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the Hiatus Platforms that all the information you provide to us is correct, current, and complete.\nYou agree that all information you provide to register with the Hiatus Platforms, use the Services, or otherwise, including, but not limited to, through the use of any interactive features on the Hiatus Platforms, is governed by our Privacy Policy [https://hiatus.delivery/pages/privacy-policy.html], and you consent to all actions we take with respect to your information consistent with our Privacy Policy.\n</p>\n<p> If you choose, or are provided with, a user name, password, or any other piece of information as part of our security procedures, you must treat such information as confidential, and you must not disclose it to any other person or entity.\nYou also acknowledge that your account is personal to you and agree not to provide any other person with access to the Hiatus Platforms or portions of it using your user name, password, or other security information.\nYou agree to notify us immediately of any unauthorized access to or use of your user name or password or any other breach of security.\nYou also agree to ensure that you exit from your account at the end of each session.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.\n</p>\n<p> We have the right to disable any user name, password, or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms.\n</p>\n<p>Submission of Personal Information – Loans and Insurance</p>\n<p> When you submit ​a form​ related to loans​, all personal information you provide will be sent to Even Financial Inc., and Hiatus will receive compensation from Even Financial Inc.​ ​Hiatus does not charge a fee for submitting the form to Even Financial​ Inc.​, but​ the partners and affiliates of​ Even Financial Inc.​ may impose fees in connection with services they provide to you.​ ​Hiatus is not a lender, mortgage broker or mortgage originator, and is not responsible for reviewing or processing any information you provide on this form or to Even Financial Inc.\ndirectly.\nHiatus does not endorse, warrant or guarantee any of the products or services available through Even Financial Inc., and Hiatus does not warrant or guaranty that any product or service provided by Even Financial Inc.\nis suitable for you or the best insurance product for your particular needs\n</p>\n<p> When you submit a form related to insurance, all personal information you provide will be sent to QuoteWizard.com, and Hiatus may receive compensation from QuoteWizard.com.\nHiatus does not charge you a fee for submitting the form to QuoteWizard.com, but QuoteWizard.com and/or its affiliates may impose fees in connection with services they provide to you.\nHiatus is not an insurance agent, broker or underwriter, and is not responsible for reviewing or processing any information you provide on this form or to QuoteWizard.com directly.\nHiatus does not endorse, warrant or guarantee any of the products or services available through QuoteWizard.com, and Hiatus does not warrant or guaranty that any product or service provided by QuoteWizard.com is suitable for you or the best insurance product for your particular needs.\n</p>\n<p>Links from the Hiatus Platforms</p>\n<p> If the Hiatus Platforms contain links to other sites and resources provided by third parties, these links are provided for your convenience only.\nThis includes links contained in advertisements, including banner advertisements and sponsored links, as well as sponsored links from advertisers and sponsors containing customized offers.\nWe have no control over the contents of those sites, offers, or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third-party websites linked to the Hiatus Platforms, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.\n</p>\n<p> In addition, we may provide tools through the Hiatus Platforms that enable you to export information, including your personal information, to third party services, including through features that allow you to link your account with us, with an account on a third party service, such as Twitter or Facebook, or through our implementation of third party buttons (such as “like” or “share” buttons).\nBy using these tools, you agree that we may transfer such information to the applicable third-party service.\nSuch third party services are not under our control, and we are not responsible for their use of your exported information.\n</p>\n<p> Hiatus may participate in affiliate advertising programs designed to provide a means for Hiatus to earn fees by linking to purchases.\nIn more human terms, this means that when you buy something through a link that Hiatus has provided, Hiatus may get paid by that third party.\n</p>\n<p>Alerts and Notices</p>\n<p> From time to time we may issue notices or alerts (“Alerts”) to you, or you may choose to set up voluntary Alerts based on certain criteria, to the extent made available by on Hiatus Platforms.\nAutomatic Alerts may be sent to you in certain situations, e.g., changes in your registration information.\nAny voluntary Alerts may be created or deactivated by you pursuant to customizations and preferences chosen by you.\nWe may add or delete categories of Alerts from time to time.\nAlerts may be sent to your e-mail address, and, based upon your preferences, communicated by additional means, such as, pop-up notices on your mobile device.\nSince alerts may include account number, financial information or other sensitive data, please be aware of the methods you choose for receipt of Alerts.\nPlease be aware that any Alerts may be delayed or prevented from being delivered to you for a variety of reasons.\nTherefore, we cannot guarantee the accuracy or timely arrival of any Alert.\n</p>\n<p>Intellectual Property Rights</p>\n<p> The Services and the Hiatus Platforms and their entire contents, features, and functionality (including but not limited to all information, software, source code, object code, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned by Hiatus, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.\n</p>\n<p> These Terms permit you to use the Hiatus Platforms for your personal, non-commercial use only.\nYou must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our Hiatus Platforms, except as follows: </p>\n<ul>\n<li>Your computer may temporarily store copies of such materials in RAM incidental to your accessing and viewing those materials.</li>\n<li>You may store files that are automatically cached by your Web browser for display enhancement purposes.</li>\n<li>If we provide desktop, mobile, or other applications for download, you may download a single copy to your computer or mobile device solely for your own personal, non-commercial use, provided you agree to be bound by our end user license agreement for such applications.</li>\n<li>If we provide social media features with certain content, you may take such actions as are enabled by such features.</li>\n</ul>\n<p>\n</p>\n<p> You must not: (i) modify copies of any materials from this site.\nuse any illustrations, photographs, video or audio sequences, or any graphics separately from the accompanying text.\ndelete or alter any copyright, trademark, or other proprietary rights notices from copies of materials from this site.\nYou must not access or use for any commercial purposes any part of the Hiatus Platforms or any Services or materials available through the Hiatus Platforms.\nIf you print, copy, modify, download, or otherwise use or provide any other person with access to any part of the Hiatus Platforms in breach of these Terms, your right to use the Hiatus Platforms will stop immediately and you must, at our option, return or destroy any copies of the materials you have made.\nNo right, title, or interest in or to the Hiatus Platforms or any content on the Hiatus Platforms is transferred to you, and all rights not expressly granted are reserved by Hiatus.\nAny use of the Hiatus Platforms not expressly permitted by these Terms is a breach of these Terms and may violate copyright, trademark, and other laws.\n</p>\n<p>Trademarks</p>\n<p> The Hiatus name, logo, and all related names, logos, product and service names, designs, and slogans are trademarks of Hiatus or its affiliates or licensors.\nYou must not use such marks without the prior written permission of Hiatus.\nAll third party names, logos, product and service names, designs, and slogans on the Hiatus Platforms are the trademarks of their respective owners.\n</p>\n<p>Prohibited Uses</p>\n<p> You may use the Hiatus Platforms only for lawful purposes and in accordance with these Terms.\nYou agree not to use the Hiatus Platforms: </p>\n<ul>\n<li>In any way that violates any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).</li>\n<li>For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information, or otherwise.</li>\n<li>To send, knowingly receive, upload, download, use, or re-use any material that does not comply with the these Terms.</li>\n<li>To transmit, or procure the sending of, any advertising or promotional material, including any “junk mail,” “chain letter,” “spam,” or any other similar solicitation.</li>\n<li>To impersonate or attempt to impersonate Hiatus, a Hiatus employee, another user, or any other person or entity (including, without limitation, by using email addresses or screen names associated with any of the foregoing).</li>\n<li>To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Hiatus Platforms, or which, as determined by us, may harm Hiatus or users of the Hiatus Platforms, or expose them to liability.</li>\n</ul> Additionally, you agree not to: <ul>\n<li>Use the Hiatus Platforms in any manner that could disable, overburden, damage, or impair the site or interfere with any other party’s use of the Hiatus Platforms, including their ability to engage in real time activities through the Hiatus Platforms.</li>\n<li>Use any robot, spider, or other automatic device, process, or means to access the Hiatus Platforms for any purpose, including monitoring or copying any of the material on the Hiatus Platforms.</li>\n<li>Use any manual process to monitor or copy any of the material on the Hiatus Platforms, or for any other purpose not expressly authorized in these Terms, without our prior written consent.</li>\n<li>Use any device, software, or routine that interferes with the proper working of the Hiatus Platforms.</li>\n<li>Introduce any viruses, Trojan horses, worms, logic bombs, or other material that is malicious or technologically harmful.</li>\n<li>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of the Hiatus Platforms, the server on which the Hiatus Platforms is stored, or any server, computer, or database connected to the Hiatus Platforms.</li>\n<li>Attack the Hiatus Platforms via a denial-of-service attack or a distributed denial-of-service attack.</li>\n<li>Otherwise attempt to interfere with the proper working of the Hiatus Platforms.</li>\n</ul>\n<p>\n</p>\n<p>User Contributions</p>\n<p> The Hiatus Platforms may contain message boards, chat rooms, personal web pages or profiles, forums, bulletin boards, and other interactive features (collectively, “Interactive Services”) that allow users to post, submit, publish, display, or transmit to other users or other persons (hereinafter, “post”) reviews, feedback, content or materials (collectively, “User Contributions”) on or through the Hiatus Platforms.\nAll User Contributions must comply with these Terms.\n</p>\n<p> Any User Contribution you post to the site will be considered non-confidential and non-proprietary.\nBy providing any User Contribution on the Hiatus Platforms, you grant us and our affiliates and authorized service providers, and each of their and our respective licensees, successors, and assigns a perpetual, worldwide, fully transferrable, sub-licenseable, full-paid up, irrevocable, royalty free license to use, reproduce, modify, perform, display, distribute, and otherwise disclose to third parties any such material for any purpose.\n</p>\n<p> You represent and warrant that: </p>\n<ul>\n<li>You own or control all rights in and to the User Contributions and have the right to grant the license granted above to us and our affiliates and service providers, and each of their and our respective licensees, successors, and assigns.</li>\n<li>All of your User Contributions do and will comply with these Terms.</li>\n</ul> You understand and acknowledge that you are responsible for any User Contributions you submit or contribute, and you, not Hiatus, have full responsibility for such content, including its legality, reliability, accuracy, and appropriateness.\n<p>\n</p>\n<p> We are not responsible or liable to any third party for the content or accuracy of any User Contributions posted by you or any other user of the Hiatus Platforms.\n</p>\n<p>Monitoring and Enforcement.\nTermination</p>\n<p> We have the right to: </p>\n<ul>\n<li>Remove or refuse to post any User Contributions for any or no reason in our sole discretion.</li>\n<li>Take any action with respect to any User Contribution that we deem necessary or appropriate in our sole discretion, including if we believe that such User Contribution violates these Terms, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Hiatus Platforms or the public, or could create liability for Hiatus.</li>\n<li>Disclose your identity or other information about you to any third party who claims that material posted by you violates their rights, including their intellectual property rights or their right to privacy.</li>\n<li>Take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Hiatus Platforms.</li>\n<li>Terminate or suspend your access to all or part of the Hiatus Platforms for any or no reason, including without limitation, any violation of these Terms.</li>\n</ul> Without limiting the foregoing, we have the right to cooperate fully with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any materials on or through the Hiatus Platforms.\nYOU WAIVE AND HOLD HARMLESS HIATUS AND ITS AFFILIATES, LICENSEES, AND SERVICE PROVIDERS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN HIATUS DURING, OR TAKEN AS A CONSEQUENCE OF, INVESTIGATIONS BY EITHER HIATUS OR LAW ENFORCEMENT AUTHORITIES.\n<p>\n</p>\n<p> However, we cannot and do not undertake to review all material before it is posted on the Hiatus Platforms, and cannot ensure prompt removal of objectionable material after it has been posted.\nAccordingly, we assume no liability for any action or inaction regarding transmissions, communications, or content provided by any user or third party.\nWe have no liability or responsibility to anyone for performance or nonperformance of the activities described in this section.\n</p>\n<p>Content Standards</p>\n<p> These content standards apply to any and all User Contributions and use of Interactive Services.\nUser Contributions must in their entirety comply with all applicable federal, state, local, and international laws and regulations.\nWithout limiting the foregoing, User Contributions must not: </p>\n<ul>\n<li>Contain any material that is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory, or otherwise objectionable.</li>\n<li>Promote sexually explicit or pornographic material, violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation, or age.</li>\n<li>Infringe any patent, trademark, trade secret, copyright, or other intellectual property or other rights of any other person.</li>\n<li>Violate the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under applicable laws or regulations or that otherwise may be in conflict with these Terms and our Privacy Policy [https://hiatus.delivery/pages/privacy-policy.html].</li>\n<li>Be likely to deceive any person.</li>\n<li>Promote any illegal activity, or advocate, promote, or assist any unlawful act.</li>\n<li>Cause annoyance, inconvenience, or needless anxiety or be likely to upset, embarrass, alarm, or annoy any other person.</li>\n<li>Impersonate any person, or misrepresent your identity or affiliation with any person or organization.</li>\n<li>Involve commercial activities or sales, such as contests, sweepstakes, and other sales promotions, barter, or advertising.</li>\n<li>Give the impression that they emanate from or are endorsed by us or any other person or entity, if this is not the case.</li>\n</ul>\n<p>\n</p>\n<p>Reliance on Information Posted</p>\n<p> The information presented on or through the Hiatus Platforms is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness, or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Hiatus Platforms, or by anyone who may be informed of any of its contents.\n</p>\n<p> This Hiatus Platforms may include content provided by third parties, including materials provided by other users, bloggers, and third-party licensors, syndicators, aggregators, and/or reporting services.\nAll statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by Hiatus, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect the opinion of Hiatus.\nWe are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.\n</p>\n<p>Changes to the Hiatus Platforms</p>\n<p> We may update the content on this Hiatus Platforms from time to time, but its content is not necessarily complete or up-to-date.\nAny of the material on the Hiatus Platforms may be out of date at any given time, and we are under no obligation to update such material.\n</p>\n<p>Information About You and Your Visits to the Hiatus Platforms</p>\n<p> All information we collect on this Hiatus Platforms is subject to our Privacy Policy [https://hiatus.delivery/pages/privacy-policy.html].\nBy using the Hiatus Platforms, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.\n</p>\n<p>Mobile Device Usage</p>\n<p> Use of the Hiatus Platforms and the Services may be made available through a browser on a mobile device or through an application running on a mobile device.\nYou are solely responsible for all costs incurred by you with respect to your usage of the Hiatus Platforms and the Services on a mobile device, including data usage fees and other telecommunications fees.\n</p>\n<p>Geographic Restrictions</p>\n<p> The owner of the Hiatus Platforms is based in the State of New York in the United States.\nWe provide this Hiatus Platforms for use only by persons located in the United States.\nWe make no claims that the Hiatus Platforms or any of its content is accessible or appropriate outside of the United States.\nAccess to the Hiatus Platforms may not be legal by certain persons or in certain countries.\nIf you access the Hiatus Platforms from outside the United States, you do so on your own initiative and are responsible for compliance with local laws.\n</p>\n<p>Disclaimer of Warranties</p>\n<p> You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Hiatus Platforms will be free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.\n</p>\n<p> TO THE FULLEST EXTENT PROVIDED BY LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE HIATUS PLATFORMS OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE HIATUS PLATFORMS OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY HIATUS PLATFORMS LINKED TO IT.\n</p>\n<p> YOUR USE OF THE HIATUS PLATFORMS, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE HIATUS PLATFORMS IS AT YOUR OWN RISK.\nTHE HIATUS PLATFORMS, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE HIATUS PLATFORMS ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER HIATUS NOR ANY PERSON ASSOCIATED WITH HIATUS MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE HIATUS PLATFORMS.\nWITHOUT LIMITING THE FOREGOING, NEITHER HIATUS NOR ANYONE ASSOCIATED WITH HIATUS REPRESENTS OR WARRANTS THAT THE HIATUS PLATFORMS, THEIR CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE HIATUS PLATFORMS WILL BE ACCURATE, RELIABLE, SUITABLE FOR YOUR PARTICULAR NEEDS OR PURPOSE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE HIATUS PLATFORMS OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE HIATUS PLATFORMS WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.\n</p>\n<p> TO THE FULLEST EXTENT PROVIDED BY LAW, HIATUS HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.\nTHE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\n</p>\n<p> Without limiting the foregoing, we do not endorse, warrant or guarantee the products or services of any third party which may be made available to you through the Hiatus Platforms.\nWe do not guarantee that any loan, investment, plan or other terms offered by any third party are actually the terms that may be offered to you or are the best terms available.\n</p>\n<p>Limitation on Liability</p>\n<p> TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL HIATUS, ITS AFFILIATES, OR ITS OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, SHAREHOLDERS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE HIATUS PLATFORMS, ANY WEBSITE LINKED TO IT, ANY CONTENT ON THE HIATUS PLATFORMS OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE.\n</p>\n<p> TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL THE COLLECTIVE LIABILITY OF HIATUS AND ITS SUBSIDIARIES AND AFFILIATES, AND ITS AND THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, SHAREHOLDERS, OFFICERS, AND DIRECTORS, TO ANY PARTY IN CONNECTION WITH THE USE OF THE SERVICES (REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT, OR OTHERWISE) EXCEED THE AMOUNT YOU HAVE PAID TO HIATUS FOR THE APPLICABLE SERVICE IN THE LAST TWELVE (12) MONTHS OUT OF WHICH LIABILITY AROSE.\n</p>\n<p> The limitation of liability set out above does not apply to liability resulting from our gross negligence or willful misconduct.\n</p>\n<p>Indemnification</p>\n<p> You agree to defend, indemnify, and hold harmless Hiatus, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms or your use of the Hiatus Platforms, including, but not limited to, your User Contributions, any use of the Hiatus Platforms’ content, services, and products other than as expressly authorized in these Terms, your use of any information obtained from the Hiatus Platforms, or any dispute between you and any of your service providers.\n</p>\n<p>Governing Law and Jurisdiction</p>\n<p> All matters relating to the Hiatus Platforms and these Terms, and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of Delaware without giving effect to any choice or conflict of law provision or rule (whether of the State of Delaware or any other jurisdiction).\n</p>\n<p> Any legal suit, action, or proceeding arising out of, or related to, these Terms or the Hiatus Platforms shall be instituted exclusively in the federal courts of the United States or the courts of the State of Delaware.\nYou consent to venue in such courts and waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.\n</p>\n<p>‌Arbitration</p>\n<p> At our sole discretion, it may require You to submit any disputes arising from these Terms or use of the Hiatus Platforms and Services, including disputes arising from or concerning their interpretation, violation, invalidity, non-performance, or termination, to final and binding arbitration under the Rules of Arbitration of the American Arbitration Association applying Delaware law.\n</p>\n<p>‌Limitation on Time to File Claims</p>\n<p> TO THE FULLEST EXTENT PERMITTED BY LAW, ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE HIATUS PLATFORMS MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.\n</p>\n<p>‌Waiver and Severability</p>\n<p> No waiver by Hiatus of any term or condition set out in these Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Hiatus to assert a right or provision under these Terms shall not constitute a waiver of such right or provision.\n</p>\n<p> If any provision of these Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms will continue in full force and effect.\n</p>\n<p>‌Consent to Electronic Communications</p>\n<p> By using the Hiatus Platforms, you consent to receiving certain electronic communications from us.\nYou agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that such communications be in writing.\n</p>\n<p>‌Entire Agreement</p>\n<p> These Terms and our Privacy Policy constitute the sole and entire agreement between you and Hiatus regarding the Hiatus Platforms and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Hiatus Platforms.\n</p>\n<p>‌Contact Information</p>\n<p> This Hiatus Platforms is operated by Hiatus Inc., with an address of 20 West 20th Street, Suite 904, New York, New York 10011.\n</p>\n<p> All notices, feedback, comments, requests for technical support, and other communications relating to the Hiatus Platforms should be directed to: support@hiatusapp.com.\n</p> ", "created_at": "2023-04-15 22:17:04.730646", "updated_at": "2023-04-15 22:17:37.792074"}, {"id": 15492, "name": "Privacy Policy", "url": "https://hiatus.delivery/pages/privacy-policy.html", "xpath": "//body", "text": " <p> Effective April 1, 2023\n</p>\n<p> Welcome, and thank you for your interest in Hiatus Inc.\n(“us” or “we”) and our Service, as described in the Hiatus Inc.\nTerms of Use (the “Terms of Use”).\n</p>\n<p> This Privacy Policy describes the information that we gather from you, how we use and disclose your information, and the steps we take to protect your information on our website hiatusapp.com and Hiatus mobile app.\nBy using the Service, you consent to the privacy practices described in this policy.\n</p>\n<p> This Privacy Policy is incorporated into and is subject to the Terms of Use.\nCapitalized terms that are not defined in the Privacy Policy have the meaning given to them in the Terms of Use.\n</p>\n<p> 1.\nTHE INFORMATION WE COLLECT: The information we collect from you can be divided into the following general categories.\n</p>\n<p> 1.1 User-provided Information.\nWhen you use the Service, you may provide and we may collect what is generally called “personally identifiable” information, such as your name, e-mail address, mailing address, mobile phone number, and demographic information.\nFor example, you may provide us with personally identifiable information when you register for an account, use the Service, post User Content, interact with other users of the Service through communication or messaging features, or send us customer service related requests.\n</p>\n<p> Our website uses an automated chat messaging service in which you may enter text, which may include any personally identifiable information that you choose to provide.\nText entered into this form is collected, recorded, and used by Hiatus for its own business purposes, as detailed in Section 2 of this Privacy Policy.\nOur chat messaging service is hosted by our third party vendor, Kustomer, which acts exclusively on our behalf.\nWhen we disclose personal information to service providers, including Kustomer, we enter a contract that requires the recipient to both keep that personal information confidential and not to use it for any purpose except performing the contract.\nPlease see Section 3.2 of this Privacy Policy for more information about our use of third party service providers.\n</p>\n<p> 1.2 Device and machine identifiers.\nWe use various technologies to collect and store information when you use our Services, including cookies and other device identifiers.\nWhen you use the Service, we may send one or more cookies – small text files containing a string of alphanumeric characters – or other automatic identifiers to your device.\nWe may use both session cookies and persistent cookies.\nA session cookie disappears after you close your browser.\nA persistent cookie remains after you close your browser and may be used by your browser on subsequent visits to the Service.\nPersistent cookies can be removed.\nPlease review your web browser “Help\" file to learn the proper way to modify your cookie settings.\nPlease note that if you delete, or choose not to accept, cookies from the Service, you may not be able to utilize the features of the Service to their fullest potential.\n</p>\n<p> 1.3 Hiatus Institution Aggregation.\nIn order for you to benefit from the full functionality of our Services, our Services require access to your Hiatus institution (“HI”) account data, including transaction history, balances, and account information.\nWe use a third party service provider to facilitate the collection of your HI account data from your HIs, including, but not limited to, accessing your HI account data, including Hiatus transaction data, balances, and activity, and retrieving your HI account data from such third party Hiatus institutions.\nWe do not store your account login information.\n</p>\n<p> 1.4 “Automatically Collected\" Information.\nWhen you use the Service or open one of our HTML e-mails, we may automatically record certain information from your web browser by using different types of technology, including “clear gifs\" or “web beacons.” This “automatically collected\" information may include your IP address or other device address or ID, web browser and/or device type, the web pages or sites that you visit just before or just after the Service, the pages you view on the Service, and the dates and times that you visit, access, or use the Service.\nThis information is gathered for all users.\n</p>\n<p> 1.5 Third Party Web Beacons and Third Party Buttons.\nWe may also implement third party content or advertising on the Service that may use clear gifs or other forms of web beacons, which allow the third party content provider to read and write cookies to your browser in connection with your viewing of the third party content on the Service.\nAdditionally, we may implement third party buttons (such as Facebook “like” or “share” buttons) that may allow such third party to collect information about you through such third party’s browser cookies, even when you do not interact with the button.\nInformation collected through web beacons and buttons is collected directly by the third party, and we do not participate in that data transmission.\nInformation collected by a third party in this manner is subject to that third party’s own data collection, use, and disclosure policies.\n</p>\n<p> 1.6 Information from Other Sources.\nWe may also obtain information, including personally identifiable information, from third parties and sources other than the Service, such as our partners or advertisers.\nWe may also, at your direction, receive information from third party services that provide a mechanism to share information you have provided to such third party through the use of an application program interface (API), such as Facebook Connect or the Twitter API.\nIf we combine or associate information from other sources with personally identifiable information that we collect through the Service, we will treat the combined information as personally identifiable information in accordance with this Privacy Policy.\n</p>\n<p> 1.7 Mobile Device Information: When you download and use our Services, we automatically collect information on the type of device you use, operating system version, and the device identifier (or \"UDID\").\nWe do not ask for, access or track any location-based information from your mobile device at any time while downloading or using our Mobile Apps or Services.\n</p>\n<p> 1.8 Plaid: By using the Service you acknowledge and agree that information will be treated in accordance with Plaid's privacy policy which can be found via the following link: https://plaid.com/legal/#privacy-policy.\nYou agree that you are put on notice of, and agree to, such policy prior to engaging with the Service.\nBy using the Service you are expressly granting Hiatus and Plaid the right, power and authority to access and transmit your financial Data as reasonably necessary for Hiatus and Plaid to provide the Service.\n</p>\n<p> 2.\nWE LIMIT THE USES OF THE INFORMATION WE COLLECT.\nYour information is an integral part of our operations, and we use it in a variety of ways in providing the Service and operating our business.\nOur primary uses of the data you submit to us are responding to requests that you make and aiding in serving you better.\nWe may use your Personal Data in the following ways:\n</p>\n<p> • to operate, maintain, enhance and provide you with the Services.\n</p>\n<p> • to personalize and better tailor the features, performance and support of the Services for your use.\n</p>\n<p> • to send you administrative notifications, such as security or support and maintenance advisories.\n</p>\n<p> • to respond to your inquiries related to employment opportunities or other requests.\n</p>\n<p> • to send you promotional/marketing information, newsletters, surveys, offers or other information.\n</p>\n<p> • to provide you with opportunities and functionality that we think would be of particular interest to you.\n</p>\n<p> • to improve the quality of the Site and the Services.\n</p>\n<p> • to analyze, benchmark and conduct research on user data and user interactions with the Services.\nor\n</p>\n<p> • to address intellectual property infringement, right of privacy violations or defamation issues related to your User Content posted on the Service or to send you promotional messages related to the Service and the activities of third parties we work with.\n</p>\n<p> Generally, you have the ability to opt-out of receiving any promotional communications from us or third parties, either through links provided in the messages or by emailing support@hiatusapp.com.\nIf you opt-in to receive special offers from us and third parties we may use your Hiatus Account History and Hiatus Information to target advertising to you.\nYou may opt-out of receiving these marketing messages from us and from third parties at any time.\nTo opt out of push notifications, please change settings at the device level or email support@hiatusapp.com.\n</p>\n<p> We may use “cookies” information and “automatically collected” information to: (a) personalize our services, such as remembering your information so that you will not have to re-enter it during your visit or your next visit on the Service.\n(b) provide customized third party advertisements, content, and information.\n(c) monitor and analyze the effectiveness of Service and third party marketing activities.\n(d) monitor aggregate site usage metrics such as total number of visitors and pages viewed.\nand (e) track your entries, submissions, and status in any promotions or other activities.\n</p>\n<p> 3.\nHOW WE DISCLOSE YOUR INFORMATION.\nWe will share your personal information with third parties only in the ways that are described in this privacy policy.\nWe do not sell your personal information to third parties.\nWe may disclose your personally identifiable information and other information we collect in some circumstances in connection with providing the Service and the operation of our business.\nFor example:\n</p>\n<p> 3.1 Any information, including personally identifiable information, that you voluntarily choose to include in a publicly accessible area of the Service, such as a public profile page, will be available to anyone who has access to that content, including other users.\nYou can control what personally identifiable information that you choose to be publicly accessible by emailing support@hiatusapp.com.\n</p>\n<p> 3.2 We work with third party service providers and agents to provide website, application development, hosting, maintenance, and other services for us.\nTo the extent it is necessary for these third party service providers and authorized agents to complete their contractual obligations to us, these third parties may have access to or process your personally identifiable information.\nGenerally, these disclosures are made under terms comparable to this policy, and the recipients are limited to using the information the purpose for which it was provided.\n</p>\n<p> 3.3 We make certain automatically collected and other aggregate non-personally-identifiable information available to third parties, to: (i) comply with various reporting obligations.\n(ii) for business or marketing purposes.\nor (iii) to assist such parties in understanding our users’ interests, habits, and usage patterns for certain programs, content, services, advertisements, promotions, and/or functionality available through the Service.\n</p>\n<p> 3.4 With your explicit permission, we may make your personally identifiable information available to third parties: (i) for business or marketing purposes.\nor (ii) to assist such parties in understanding our users’ interests, habits, and usage patterns for certain programs, content, services, advertisements, promotions, and/or functionality available through the Service.\nYou can opt out from having your personally identifiable information shared with third parties in this manner by contacting us at support@hiatusapp.com.\n</p>\n<p> 3.5 We may also disclose your information if required to do so by law or in the good-faith belief that such action is necessary to comply with state and federal laws (such as U.S.\nCopyright law), in response to a court order, judicial or other government subpoena or warrant, or to otherwise cooperate with law enforcement activity.\n</p>\n<p> 3.6 We also reserve the right to disclose your information that we believe, in good faith, is appropriate or necessary to take precautions against liability.\nto protect Hiatus Inc.\nand others from fraudulent, abusive, or unlawful uses or activity.\nto investigate and defend ourselves against any third party claims or allegations.\nto assist government enforcement agencies.\nto protect the security or integrity of the Service.\nor to protect the rights, property, or personal safety of Hiatus Inc., our users, or others.\n</p>\n<p> 3.7 In the event that all or a portion of Hiatus Inc.\nor its assets are acquired by or merged with a third party entity, we reserve the right, in any of these circumstances, to transfer or assign the information that we have collected from users in connection with such merger, acquisition, sale, or other change of control.\nYou will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personally identifiable information.\n</p>\n<p> 4.\nYOU CAN CONTROL YOUR INFORMATION.\nYou may, of course, decline to share certain personally identifiable information with us, in which case we may not be able to provide to you some of the features and functionality of the Service.\nYou may update, correct, or delete your profile information and preferences at any time by emailing support@hiatusapp.com.\nPlease note that while your changes are reflected promptly in active user databases, we may retain all information you submit for a variety of purposes, including backups and archiving, prevention of fraud and abuse, and analytics.\nWe will retain your information for as long as your account is active or as needed to provide you services.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\n</p>\n<p> 5.\nTHIRD PARTY SERVICES.\nThe Service may contain features or links to websites and services provided by third parties.\nAny personally identifiable information you provide on third party sites or services is provided directly to that third party and is subject to that third party’s policies, if any, governing privacy and security, even if accessed through the Service.\nWe are not responsible for the content or privacy and security practices and policies of third party sites or services to which links or access are provided through the Service.\nWe encourage you to learn about third parties’ privacy and security policies before providing them with personally identifiable information.\n</p>\n<p> 6.\nOUR COMMITMENT TO CHILDREN'S PRIVACY.\nProtecting the privacy of young children is especially important.\nFor that reason, we do not allow children under 13 years of age to use the Service or knowingly collect or maintain personally identifiable information from persons under 13 years of age, and no part of the Service is directed to persons under 13 years of age.\nIf you are under 13 years of age, then please do not use or access Service at any time or in any manner.\nIf we learn that personally identifiable information has been collected on the Service from persons under 13 years of age then we will take the appropriate steps to delete this information.\nIf you are a parent or guardian and discover that your child under 13 years of age has obtained an account on the Service, then you may alert us at support@hiatusapp.com and request that we delete that child’s personally identifiable information from our systems.\n</p>\n<p> 7.\nOUR COMMITMENT TO DATA SECURITY.\nWe use certain physical, managerial, and technical safeguards that are designed to improve the integrity and security of your personally identifiable information.\nWe have a data security policy in place that we regularly test.\nOur security policy utilizes bank-level encryption and other security measures, such as SSL, to protect your information from hackers and unauthorized parties.\nIf you choose to allow us to store your personal information, we will implement reasonable security measures according to our security policy.\nWe cannot, however, ensure or warrant the security of any information you transmit to us or store on the Service and you do so at your own risk.\nWe also cannot guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.\n</p>\n<p> If we learn of a security systems breach, then we may attempt to notify you electronically so that you can take appropriate protective steps.\nWe may post a notice through the Service if a security breach occurs.\nDepending on where you live, you may have a legal right to receive notice of a security breach in writing.\nTo receive a free written notice of a security breach you should notify us at support@hiatusapp.com.\n</p>\n<p> 8.\nPRIVACY SETTINGS.\nAlthough we may allow you to adjust your privacy settings to limit access to your information, please be aware that no security measures are perfect or impenetrable.\nWe cannot control the actions of other users with whom you may choose to share your information.\nTherefore, we cannot and do not guarantee that information you post on the Service will not be viewed by unauthorized persons.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Website.\nYou understand and acknowledge that, even after removal, copies of information that you have posted may remain viewable in cached and archived pages or if other users have copied or stored such information.\n</p>\n<p> 9.\nINTERNATIONAL VISITORS.\nThe Service is hosted in the United States and is intended solely for visitors located within the United States.\nIf you choose to use the Service from the European Union or other regions of the world with laws governing data collection and use that may differ from U.S.\nlaw, then please note that you are transferring your personally identifiable information outside of those regions to the United States for storage and processing, and by providing your personally identifiable information on the Service you consent to that transfer, storage, and processing.\n</p>\n<p> 10.\nCHANGES AND UPDATES TO THIS PRIVACY POLICY.\nPlease revisit this page periodically to stay aware of any changes to this Privacy Policy, which may be revised periodically at our sole discretion, as provided in the Terms of Use.\nIf we modify the Privacy Policy, we will make it available through the Service and indicate the date of the latest revision.\nIn the event that the modifications materially alter your rights or obligations hereunder, we will make reasonable efforts to notify you of the change prior to the change becoming effective.\nFor example, we may send a message to your e-mail address, if we have one on file, or generate a pop-up or similar notification when you access the Service for the first time after such material changes are made.\nOur amended Privacy Policy will automatically take effect after it is made available through the Service.\nIf you do not agree with any changes to the Privacy Policy, you may terminate your account and stop using the Service.\nYour continued use of the Service after the revised Privacy Policy has become effective indicates that you have read, understood and agreed to the current version of the Privacy Policy.\n</p>\n<p> 11.\nOUR CONTACT INFORMATION.\nPlease contact us with any questions or comments about this Privacy Policy, your personally identifiable information, our use and disclosure practices, or your consent choices by e-mail at support@hiatusapp.com.\n</p>\n<p> Hiatus Inc <br> 20 W 20th St <br> Ste 904 <br> New York, NY 10011\n</p> ", "created_at": "2023-04-15 22:17:04.761414", "updated_at": "2023-04-15 22:17:51.37746"}], "points": [], "urls": ["hiatusapp.com", "hiatus.delivery"]}}