{"error": 448, "message": "OK", "parameters": {"id": 3402, "name": "Serenade", "created_at": "2021-05-01 21:20:45.162394", "updated_at": "2021-05-02 00:00:52.68452", "wikipedia": null, "keywords": null, "related": null, "slug": "serenade", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3402.png", "url": "serenade.ai", "documents": [{"id": 5632, "name": "Privacy Policy", "url": "https://serenade.ai/privacy/", "xpath": "", "text": "<i>\n</i>\n<ul>\n<li>RSI</li>\n<li>Productivity</li>\n<li>Serenade Pro</li>\n<li>Learn</li>\n<li>Company</li>\n<li>Blog</li>\n<li>Solutions<i>\n</i> Repetitive strain injuries<p>Alleviate pain caused by carpal tunnel, tendonitis, and more by enabling you to writing code without a keyboard and mouse.</p>\n<i>\n</i> Development velocity<p>Improve your coding productivity by using voice commands to abstract code manipulations and automate your workflow.</p>\n<i>\n</i> Closed-source projects<p>Upgrade to Serenade Pro for on-device speech recognition suitable for use with enterprise projects.</p>\n</li>\n<li>Learn<i>\n</i> Guides<p>Browse interactive examples to walk you through writing code with voice.</p>\n<i>\n</i> Documentation<p>Read about everything you can do with Serenade, with examples for every language.</p>\n<i>\n</i> Community<p>Chat with other developers in the Serenade community to get your questions answered, give feedback, and share ideas.</p>\n<i>\n</i> 1-on-1 Help<p>Schedule a screen-sharing session with the Serenade team to learn about integrating voice coding with your workflow.</p>\n</li>\n<li>Company</li>\n<li>Blog<i>\n</i> Announcements<p>Read about new Serenade features and platforms.</p>\n<i>\n</i> Changelog<p>Learn more about all of the changes in each Serenade release.</p>\n<i>\n</i> Roadmap<p>See what we're working on next.</p>\n</li>\n</ul>\n<ul>\n<li>Download</li>\n</ul>Privacy Policy<p>Date of Last Revision: November 23rd, 2020</p>\n<p>Welcome to the website (the “Site”) of Serenade Labs, Inc.\n(“Serenade,” “Serenade.ai,” “we,” “us,” or “our”).\nSerenade provides technology that enables end-users to write computer code by speaking (collectively, including the Site and any related desktop applications, the “Service”).</p>\n<p>This Privacy Policy explains what Personal Data (defined below) we collect, how we use and share that data, and your choices concerning our data practices.\nThis Privacy Policy is incorporated into and forms part of our Terms of Service.</p>\n<p>Before using the Service or submitting any Personal Data to Serenade, please review this Privacy Policy carefully and contact us if you have any questions.\nBy using the Service, you agree to the practices described in this Privacy Policy.\nIf you do not agree to this Privacy Policy, please do not access the Site or otherwise use the Service.</p>Personal Data We Collect<p>We collect information that alone or in combination with other information in our possession could be used to identify you (“Personal Data”) as follows:</p>\n<p>\n<strong>Personal Data You Provide</strong>: We collect the following categories of Personal Data from you when you visit the site, use the Service, and enter data on the “download” and “contact us” pages.</p>\n<ul>\n<li>\n<strong>Identification Data</strong>: We collect your name and email address.\nIn addition, we may have access to your Personal Data if such data is included in any audio files collected when using Serenade Cloud.</li>\n<li>\n<strong>Financial Data</strong>: Our payment processor Stripe, Inc.\n(“Stripe”) collects the financial information necessary to process your payments for the Service.\nAccordingly, in addition to this Privacy Policy and our Terms of Service, your Financial Data is also processed pursuant to Stripe’s services agreement and privacy policy.</li>\n<li>\n<strong>Biometric Data</strong>: When using Serenade Cloud, we may collect your voice patterns.\nWhen using Serenade Pro, no biometric data is collected.</li>\n<li>\n<strong>Communication Data</strong>: We may collect information when you contact us with questions or concerns and when you voluntarily respond to questionnaires, surveys or requests for market research seeking your opinion and feedback.\nProviding communication data is optional to you.</li>\n<li>\n<strong>Commercial Data</strong>: We may retain a history of the products you browse and/or purchase using the Service.</li>\n<li>\n<strong>Social Media Data</strong>: We have pages on social media sites like Instagram, Facebook, Medium, Twitter, and LinkedIn (“Social Media Pages”).\nWhen you interact with our Social Media Pages, we may collect Personal Data that you elect to provide to us, such as your contact details.\nIn addition, the companies that host our Social Media Pages may provide us with aggregate information and analytics regarding the use of our Social Media Pages.</li>\n</ul>\n<p>\n<strong>Internet Activity Data</strong>: When you visit, use, and interact with the Service, we may receive certain information about your visit, use, or interactions.\nFor example, we may monitor the number of people that visit the Service, peak hours of visits, which page(s) are visited, the domains our visitors come from (e.g., google.com, yahoo.com, etc.), and which browsers people use to access the Service (e.g., Chrome, Firefox, Microsoft Internet Explorer, etc.), broad geographical information, and navigation pattern.\nIn particular, the following information is created and automatically logged in our systems:</p>\n<ul>\n<li>\n<strong>Log Data</strong>: Information that your browser automatically sends whenever you visit the Site.\nLog Data includes your Internet Protocol address, browser type and settings, the date and time of your request, and how you interacted with the Site.</li>\n<li>\n<strong>Cookies Data</strong>: Please see the “Cookies” section below to learn more about how we use cookies.</li>\n<li>\n<strong>Device Data</strong>: Includes name of the device, operating system, and browser you are using.\nInformation collected may depend on the type of device you use and its settings.</li>\n<li>\n<strong>Usage Data</strong>: We collect information about how you use our Service, such as the types of content that you view or engage with, the features you use, the actions you take, and the time, frequency, and duration of your activities.\nWhen using Serenade Pro, no data pertaining to your audio data or source code is collected.</li>\n<li>\n<strong>Location Data</strong>: We derive a rough estimate of your location from your IP address.</li>\n<li>\n<strong>Email Open/Click Data</strong>: We use pixels in our email campaigns that allow us to collect your email and IP address as well as the date and time you open an email or click on any links in the email.</li>\n</ul>\n<p>\n<strong>Cookies</strong>: We use cookies to operate and administer our Site, gather usage data on our Site, and improve your experience on it.\nA “cookie” is a piece of information sent to your browser by a website you visit.\nCookies can be stored on your computer for different periods of time.\nSome cookies expire after a certain amount of time, or upon logging out (session cookies), others survive after your browser is closed until a defined expiration date set in the cookie (as determined by the third party placing it), and help recognize your computer when you open your browser and browse the Internet again (persistent cookies).\nFor more details on cookies please visit All About Cookies.</p>\n<p>On most web browsers, you will find a “help” section on the toolbar.\nPlease refer to this section for information on how to receive a notification when you are receiving a new cookie and how to turn cookies off.\nPlease see the links below for guidance on how to modify your web browser’s settings on the most popular browsers:</p>\n<ul>\n<li>Internet Explorer</li>\n<li>Mozilla Firefox</li>\n<li>Google Chrome</li>\n<li>Apple Safari</li>\n</ul>\n<p>Please note that if you limit the ability of websites to set cookies, you may be unable to access certain parts of the Site and you may not be able to benefit from the full functionality of the Site.</p>\n<p>Advertising networks may use cookies to collect Personal Data.\nMost advertising networks offer you a way to opt out of targeted advertising.\nIf you would like to find out more information, please visit the Network Advertising Initiative’s online resources at http://www.networkadvertising.org and follow the opt-out instructions there.</p>\n<p>If you access the Site on your mobile device, you may not be able to control tracking technologies through the settings.</p>\n<p>\n<strong>Analytics</strong>: We use Google Analytics, a web analytics service provided by Google, Inc.\n(“Google”).\nGoogle Analytics uses cookies to help us analyze how users use the Site and enhance your experience when you use the Site.\nFor more information on how Google uses this data, go to www.google.com/policies/privacy/partners/.</p>\n<p>\n<strong>Online Tracking and Do Not Track Signals</strong>: We and our third party service providers, including Facebook, may use cookies, pixels, or other tracking technologies to collect information about your browsing activities over time and across different websites following your use of the Site.\nOur Site currently does not respond to “Do Not Track” (“DNT”) signals and operates as described in this Privacy Policy whether or not a DNT signal is received.\nIf we do respond to DNT signals in the future, we will update this Privacy Policy to describe how we do so.</p>How We Use Personal Data<p>We may use Personal Data for the following purposes:</p>\n<ul>\n<li>To provide the Service;</li>\n<li>To respond to your inquiries, comments, feedback, or questions;</li>\n<li>To send administrative information to you, for example, information regarding the Service and changes to our terms, conditions, and policies;</li>\n<li>To analyze how you interact with our Service;</li>\n<li>To maintain and improve the Service;</li>\n<li>To develop new products and services;</li>\n<li>To prevent fraud, criminal activity, or misuses of our Service, and to ensure the security of our IT systems, architecture, and networks.\nand</li>\n<li>To comply with legal obligations and legal process and to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or other third parties.</li>\n</ul>\n<p>\n<strong>Aggregated Information</strong>.\nWe may aggregate Personal Data and use the aggregated information to analyze the effectiveness of our Service, to improve and add features to our Service, and for other similar purposes.\nIn addition, from time to time, we may analyze the general behavior and characteristics of users of our Service and share aggregated information like general user statistics with prospective business partners.\nWe may collect aggregated information through the Service, through cookies, and through other means described in this Privacy Policy.</p>\n<p>\n<strong>Marketing</strong>.\nWe may use your Personal Data to contact you to tell you about products or services we believe may be of interest to you.\nFor instance, if you elect to provide your email or telephone number, we may use that information to send you special offers.\nYou may opt out of receiving emails by following the instructions contained in each promotional email we send you.\nYou can also control the marketing emails and/or text messages you receive by updating your settings through your account.\nIn addition, if at any time you do not wish to receive future marketing communications, you may contact us.\nIf you unsubscribe from our marketing lists, you will no longer receive marketing communications but we will continue to contact you regarding management of your account, other administrative matters, and to respond to your requests.</p>Sharing and Disclosure of Personal Data<p>Serenade does not sell your Personal Data.\nIn certain circumstances we may share the categories of Personal Data described above without further notice to you, unless required by the law, with the following categories of third parties:</p>\n<ul>\n<li>\n<strong>Vendors and Service Providers</strong>: To assist us in meeting business operations needs and to perform certain services and functions, we may share Personal Data with vendors and service providers.</li>\n<li>\n<strong>Business Transfers</strong>: If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, sale of all or a portion of our assets, or transition of service to another provider (collectively a “Transaction”), your Personal Data and other information may be shared in the diligence process with counterparties and others assisting with the Transaction and transferred to a successor or affiliate as part of that Transaction along with other assets.</li>\n<li>\n<strong>Legal Requirements</strong>: If required to do so by law or in the good faith belief that such action is necessary to (i) comply with a legal obligation, including to meet national security or law enforcement requirements, (ii) protect and defend our rights or property, (iii) prevent fraud, (iv) act in urgent circumstances to protect the personal safety of users of the Service, or the public, or (v) protect against legal liability.</li>\n<li>\n<strong>Affiliates</strong>: We may share Personal Data with our affiliates, meaning an entity that controls, is controlled by, or is under common control with Serenade.\nOur affiliates may use the Personal Data we share in a manner consistent with this Privacy Policy.</li>\n</ul>Data Retention<p>We keep Personal Data for as long as reasonably necessary for the purposes described in this Privacy Policy, while we have a business need to do so, or as required by law (e.g.\nfor tax, legal, accounting, or other purposes), whichever is longer.</p>Update Your Information<p>Please log in to your account or contact us if you need to change or correct your Personal Data.</p>Children<p>Our Service is not directed to children who are under the age of 16.\nSerenade.ai does not knowingly collect Personal Data from children under the age of 16.\nIf you have reason to believe that a child under the age of 16 has provided Personal Data to Serenade.ai through the Service please contact us and we will endeavor to delete that information from our databases.</p>No Health Information<p>Our Service is not intended to be used with for purposes for which compliance with the Health Insurance Portability and Accountability Act of 1996 (“HIPAA”) is required.\nYou expressly agree not to share any “Protected Health Information” that is subject to HIPAA with us through the Service</p>Links to Other Websites<p>The Service may contain links to other websites not operated or controlled by Serenade.ai, including social media services (“Third Party Sites”).\nThe information that you share with Third Party Sites will be governed by the specific privacy policies and terms of service of the Third Party Sites and not by this Privacy Policy.\nBy providing these links we do not imply that we endorse or have reviewed these sites.\nPlease contact the Third Party Sites directly for information on their privacy practices and policies.</p>Security<p>You use the Service at your own risk.\nWe implement commercially reasonable technical, administrative, and organizational measures to protect Personal Data both online and offline from loss, misuse, and unauthorized access, disclosure, alteration, or destruction.\nHowever, no Internet or e-mail transmission is ever fully secure or error free.\nIn particular, e-mail sent to or from us may not be secure.\nTherefore, you should take special care in deciding what information you send to us via the Service or e-mail.\nPlease keep this in mind when disclosing any Personal Data to Serenade.ai via the Internet.\nIn addition, we are not responsible for circumvention of any privacy settings or security measures contained on the Service, or third party websites.</p>International Users<p>By using our Service, you understand and acknowledge that your Personal Data will be transferred from your location to our facilities and servers in the United States.</p>Your Choices<p>In certain circumstances providing Personal Data is optional.\nHowever, if you choose not to provide Personal Data that is needed to use some features of our Service, you may be unable to use those features.\nYou can also contact us to ask us to update or correct your Personal Data.\nYou may also delete your account.\nPlease note that we will need to verify that you have the authority to delete the account and certain activity generated prior to deletion may remain stored by us and may be shared with third parties as detailed in this Privacy Policy.</p>Changes to the Privacy Policy<p>The Service and our business may change from time to time.\nAs a result we may change this Privacy Policy at any time.\nWhen we do we will post an updated version on this page, unless another type of notice is required by the applicable law.\nBy continuing to use our Service or providing us with Personal Data after we have posted an updated Privacy Policy, or notified you by other means if applicable, you consent to the revised Privacy Policy and practices described in it.</p>Contact us<p>If you have any questions about our Privacy Policy or information practices, please feel free to contact us at our designated request address: contact@serenade.ai</p>\n<br>DownloadLearnCompanyCommunityTerms of ServicePrivacy PolicyContact<i>\n</i>\n<i>\n</i>\n<i>\n</i>© 2021 Serenade Labs, Inc.", "created_at": "2021-05-01 21:20:46.121394", "updated_at": "2021-05-01 21:22:09.022817"}, {"id": 13307, "name": "Code Privacy", "url": "https://serenade.ai/code-privacy/", "xpath": "/html/body/div[1]/div[1]/main/div", "text": "Code Privacy<p>Serenade is a freely available, open-source service.\nYou can help improve Serenade by opting in to anonymously sharing: (1) audio data and (2) code data.\nThis data has a huge impact on making Serenade more accurate and more powerful!</p>\n<p>Serenade does not collect your name, email, or other contact information.\nInstead, when Serenade is installed, a unique, random string will be generated and used as an identifier if you opt into sharing data with Serenade.\nIf you reinstall Serenade or install Serenade on another device, a new random string will be generated.</p>\n<p>When using Serenade with a cloud endpoint, your audio data and the file you are currently editing are sent to Serenade servers, which allows Serenade's speech-to-code engine to give you the most accurate response for your code (e.g., by taking into account the code styling conventions in your file).\nYour audio and code data is never stored or persisted to disk unless you've opted into sharing it, and you can change your settings at any time from the Serenade application.\nAll data is used exclusively to improve Serenade's speech-to-code engine.</p>\n<p>When using Serenade locally, all processing happens on-device, so no audio or code data leaves your device unless you've opted in to sharing it.\nTo run Serenade locally, simply open the Serenade settings menu and select Server &gt.\nLocal.</p>Audio Data<p>You can opt into sharing your audio data with Serenade in order to improve Serenade's speech engine.\nIf you choose to share your audio data, then the audio from your voice commands will be stored and used to improve Serenade's machine learning models.</p>Code Data<p>You can opt into sharing your code data with Serenade in order to improve Serenade's natural language to code engine.\nIf you choose to share your code data, then the file you are currently editing, filename, and editor name will be stored along with the response that was generated from our speech-to-code engine.</p>", "created_at": "2022-12-16 03:26:58.836953", "updated_at": "2022-12-16 03:27:07.731362"}, {"id": 13308, "name": "Terms of Service", "url": "https://serenade.ai/terms", "xpath": "/html/body/div[1]/div[1]/main/div", "text": "Terms of Service<p>Date of Last Revision: September 9th, 2020</p>\n<p>Welcome to Serenade!</p>\n<p>Serenade Labs, Inc.\n(“Company,” “we,” “us,” “our”) provides its services (described below) to you through its website located at www.serenade.ai (the “Site”), and any software used on or downloaded from the Site (“Software” and collectively with such services, including any new features and applications, and the Site, the “Service(s)”), subject to the following Terms of Service (as amended from time to time, the “Terms”).\nWe reserve the right, at our sole discretion, to change or modify portions of these Terms at any time.\nIf we do this, we will post the changes on this page and will indicate at the top of this page the date these terms were last revised.\nWe will also notify you, either through the Services user interface, in an email notification or through other reasonable means.\nAny such changes will become effective no earlier than fourteen (14) days after they are posted, except that changes addressing new functions of the Services or changes made for legal reasons will be effective immediately.\nYour continued use of the Service after the date any such changes become effective constitutes your acceptance of the new Terms.</p>\n<p>BY CLICKING A BOX INDICATING YOUR ACCEPTANCE OF THESE TERMS OR BY OTHERWISE USING OR ACCESSING THE SERVICES, YOU AGREE YOU HAVE READ AND ARE BOUND BY THESE TERMS.\nIF YOU ARE ACCEPTING THESE TERMS ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY TO THIS AGREEMENT, IN WHICH CASE THE TERM “YOU” WILL REFER TO SUCH ENTITY.\nIF YOU DO NOT HAVE SUCH AUTHORITY, OR IF YOU DO NOT AGREE WITH THESE TERMS, YOU MUST NOT ACCEPT THIS AGREEMENT AND MAY NOT USE THE SERVICES</p>\n<p>PLEASE READ THESE TERMS CAREFULLY, AS THEY CONTAIN AN AGREEMENT TO ARBITRATE AND OTHER IMPORTANT INFORMATION REGARDING YOUR LEGAL RIGHTS, REMEDIES, AND OBLIGATIONS.\nTHE AGREEMENT TO ARBITRATE REQUIRES (WITH LIMITED EXCEPTION) THAT YOU SUBMIT CLAIMS YOU HAVE AGAINST US TO BINDING AND FINAL ARBITRATION, AND FURTHER (1) YOU WILL ONLY BE PERMITTED TO PURSUE CLAIMS AGAINST COMPANY ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING, (2) YOU WILL ONLY BE PERMITTED TO SEEK RELIEF (INCLUDING MONETARY, INJUNCTIVE, AND DECLARATORY RELIEF) ON AN INDIVIDUAL BASIS, AND (3) YOU MAY NOT BE ABLE TO HAVE ANY CLAIMS YOU HAVE AGAINST US RESOLVED BY A JURY OR IN A COURT OF LAW.</p>\n<p>In addition, when using certain services, you will be subject to any additional terms applicable to such services that may be posted on the Service from time to time, including, without limitation, the Privacy Policy located at the “Privacy Policy”.\nAll such terms are hereby incorporated by reference into these Terms.</p>Access and Use of the Service<p>\n<strong>Services Description</strong>: The Service is designed to write, edit and delete software code by using your natural voice commands rather than typing.</p>\n<p>\n<strong>Your Registration Obligations</strong>: You may be required to register with Company in order to access and use certain features of the Service.\nIf you choose to register for the Service, you agree to provide and maintain true, accurate, current and complete information about yourself as prompted by the Service’s registration form.\nRegistration data and certain other information about you are governed by our Privacy Policy.\nIf you are under 13 years of age, you are not authorized to use the Service, with or without registering.\nIn addition, if you are under 18 years old, you may use the Service, with or without registering, only with the approval of your parent or guardian.</p>\n<p>\n<strong>Member Account, Password and Security</strong>: You are responsible for maintaining the confidentiality of your password and account, if any, and are fully responsible for any and all activities that occur under your password or account.\nYou agree to (a) immediately notify Company of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session when accessing the Service.\nCompany will not be liable for any loss or damage arising from your failure to comply with this Section.</p>\n<p>\n<strong>Modifications to Service</strong>: Company reserves the right to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\nYou agree that Company will not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.</p>\n<p>\n<strong>General Practices Regarding Use and Storage</strong>: You acknowledge that Company may establish general practices and limits concerning use of the Service, including without limitation the maximum period of time that data or other content will be retained by the Service and the maximum storage space that will be allotted on Company’s servers on your behalf.\nYou agree that Company has no responsibility or liability for the deletion or failure to store any data or other content maintained or uploaded by the Service.\nYou acknowledge that Company reserves the right to terminate accounts that are inactive for an extended period of time.\nYou further acknowledge that Company reserves the right to change these general practices and limits at any time, in its sole discretion, with or without notice.</p>Conditions of Use<p>\n<strong>User Conduct</strong>: You are solely responsible for all code, information, data, text, software or other materials (“content”) that you upload, post, email or otherwise use in conjunction with the Service.\nThe following are examples of the kind of content and/or use that is illegal or prohibited by Company.\nCompany reserves the right to investigate and take appropriate legal action against anyone who, in Company’s sole discretion, violates this provision, including without limitation, removing the offending content from the Service, suspending or terminating the account of such violators and reporting you to the law enforcement authorities.\nYou agree to not use the Service to:</p>\n<ol>\n<li>email or otherwise upload any content that (i) infringes any intellectual property or other proprietary rights of any party.\n(ii) you do not have a right to upload under any law or under contractual or fiduciary relationships.\n(iii) contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment.\n(iv) poses or creates a privacy or security risk to any person.\n(v) constitutes unsolicited or unauthorized advertising, promotional materials, commercial activities and/or sales, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” “contests,” “sweepstakes,” or any other form of solicitation.\n(vi) is unlawful, harmful, threatening, abusive, harassing, tortious, excessively violent, defamatory, vulgar, obscene, pornographic, libelous, invasive of another’s privacy, hateful racially, ethnically or otherwise objectionable.\nor (vii) in the sole judgment of Company, is objectionable or which restricts or inhibits any other person from using or enjoying the Service, or which may expose Company or its users to any harm or liability of any type;</li>\n<li>interfere with or disrupt the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies or regulations of networks connected to the Service.\nor</li>\n<li>violate any applicable local, state, national or international law, or any regulations having the force of law;</li>\n<li>impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity;</li>\n<li>solicit personal information from anyone under the age of 18;</li>\n<li>harvest or collect email addresses or other contact information of other users from the Service by electronic or other means for the purposes of sending unsolicited emails or other unsolicited communications;</li>\n<li>advertise or offer to sell or buy any goods or services for any business purpose that is not specifically authorized;</li>\n<li>further or promote any criminal activity or enterprise or provide instructional information about illegal activities.\nor</li>\n<li>obtain or attempt to access or otherwise obtain any materials or information through any means not intentionally made available or provided for through the Service.</li>\n</ol>\n<p>\n<strong>Fees</strong>: To the extent the Service or any portion thereof is made available for any fee, you will be required to select a payment plan and provide Company information regarding your credit card or other payment instrument.\nYou represent and warrant to Company that such information is true and that you are authorized to use the payment instrument.\nYou will promptly update your account information with any changes (for example, a change in your billing address or credit card expiration date) that may occur.\nYou agree to pay Company the amount that is specified in the payment plan in accordance with the terms of such plan and these Terms.\nYou hereby authorize Company to bill your payment instrument in advance on a periodic basis in accordance with the terms of the applicable payment plan until you terminate your account, and you further agree to pay any charges so incurred.\nIf you dispute any charges you must let Company know within sixty (60) days after the date that Company charges you.\nWe reserve the right to change Company’s prices.\nIf Company does change prices, Company will provide notice of the change on the Site or in email to you, at Company’s option, at least thirty (30) days before the change is to take effect.\nYour continued use of the Service after the price change becomes effective constitutes your agreement to pay the changed amount.\nCompany may choose to bill through an invoice, in which case, full payment for invoices issued in any given month must be received by Company thirty (30) days after the mailing date of the invoice, or the Services may be terminated.\nUnpaid invoices are subject to a finance charge of 1.5% per month on any outstanding balance, or the maximum permitted by law, whichever is lower, plus all expenses of collection.\nYou shall be responsible for all taxes associated with the Services other than U.S.\ntaxes based on Company’s net income.</p>\n<p>If you are a user with a paid subscription, you may contact Serenade at contact@serenade.ai within the first thirty (30) days of beginning your paid subscription if you wish to terminate your subscription and request a refund.</p>\n<p>\n<strong>Special Notice for International Use.\nExport Controls</strong>: Software (defined below) available in connection with the Service and the transmission of applicable data, if any, is subject to United States export controls.\nNo Software may be downloaded from the Service or otherwise exported or re-exported in violation of U.S.\nexport laws.\nDownloading or using the Software is at your sole risk.\nRecognizing the global nature of the Internet, you agree to comply with all local rules and laws regarding your use of the Service, including as it concerns online conduct and acceptable content.</p>\n<p>\n<strong>Commercial Use</strong>: Unless otherwise expressly authorized herein or in the Service, you agree not to display, distribute, license, perform, publish, reproduce, duplicate, copy, create derivative works from, modify, sell, resell, exploit, transfer or upload for any commercial purposes, any portion of the Service, use of the Service, or access to the Service.</p>Intellectual Property Rights<p>\n<strong>Service Content, Software and Trademarks</strong>: You acknowledge and agree that the Service may contain content or features (“Service Content”) that are protected by copyright, patent, trademark, trade secret or other proprietary rights and laws.\nExcept as expressly authorized by Company, you agree not to modify, copy, frame, scrape, rent, lease, loan, sell, distribute or create derivative works based on the Service or the Service Content, in whole or in part, except that the foregoing does not apply to your own User Content (as defined below) that you legally use in conjunction with the Service.\nIn connection with your use of the Service you will not engage in or use any data mining, robots, scraping or similar data gathering or extraction methods.\nIf you are blocked by Company from accessing the Service (including by blocking your IP address), you agree not to implement any measures to circumvent such blocking (e.g., by masking your IP address or using a proxy IP address).\nAny use of the Service or the Service Content other than as specifically authorized herein is strictly prohibited.\nThe technology and software underlying the Service or distributed in connection therewith are the property of Company, our affiliates and our partners.\nYou agree not to copy, modify, create a derivative work of, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, or otherwise transfer any right in the Software.\nAny rights not expressly granted herein are reserved by Company.</p>\n<p>The Company name and logos are trademarks and service marks of Company (collectively the “Company Trademarks”).\nOther company, product, and service names and logos used and displayed via the Service may be trademarks or service marks of their respective owners who may or may not endorse or be affiliated with or connected to Company.\nNothing in these Terms or the Service should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any of Company Trademarks displayed on the Service, without our prior written permission in each instance.\nAll goodwill generated from the use of Company Trademarks will inure to our exclusive benefit.</p>\n<p>\n<strong>Third Party Material</strong>: Under no circumstances will Company be liable in any way for any content or materials of any third parties (including users), including, but not limited to, for any errors or omissions in any content, or for any loss or damage of any kind incurred as a result of the use of any such content.\nYou acknowledge that Company does not pre-screen content, but that Company and its designees will have the right (but not the obligation) in their sole discretion to refuse or remove any content that is available via the Service.\nWithout limiting the foregoing, Company and its designees will have the right to remove any content that violates these Terms or is deemed by Company, in its sole discretion, to be otherwise objectionable.\nYou agree that you must evaluate, and bear all risks associated with, the use of any content, including any reliance on the accuracy, completeness, or usefulness of such content.</p>\n<p>\n<strong>User Content Used With the Service</strong>: With respect to the content or other materials you upload through the Service, use in conjunction with the Service, including the software code and other deliverables created using the Service, and the audio files used to create such software code (collectively, “User Content”), you represent and warrant that you own all right, title and interest in and to such User Content, including, without limitation, all copyrights and rights of publicity contained therein.\nBy creating any User Content you hereby grant and will grant Company and its affiliated companies a nonexclusive, worldwide, royalty free, fully paid-up, transferable, sublicensable (directly and indirectly through multiple tiers), perpetual, irrevocable license to (a) copy, display, upload, perform, distribute, store, modify and otherwise use your User Content (i) in connection with the operation of the Service, (ii) to de-bug, troubleshoot, or improve the Service, or (iii) the promotion, advertising or marketing thereof, in any form, medium or technology now known or later developed, and (b) aggregate and/or de-identify any User Content, and copy, display, upload, perform, distribute, store, modify and otherwise use such aggregated and/or de-identified User Content for any business purpose.</p>\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback or other information about the Service (“Submissions”), provided by you to Company are non-confidential and Company will be entitled to the unrestricted use and dissemination of these Submissions for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</p>\n<p>You acknowledge and agree that Company may preserve content and may also disclose content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process, applicable laws or government requests.\n(b) enforce these Terms.\n(c) respond to claims that any content violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of Company, its users and the public.\nYou understand that the technical processing and transmission of the Service, including your content, may involve (x) transmissions over various networks.\nand (y) changes to conform and adapt to technical requirements of connecting networks or devices.</p>\n<p>\n<strong>Copyright Complaints</strong>: Company respects the intellectual property of others, and we ask our users to do the same.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, or that your intellectual property rights have been otherwise violated, you should notify Company of your infringement claim in accordance with the procedure set forth below.</p>\n<p>Company will process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws with respect to any alleged or actual infringement.\nA notification of claimed copyright infringement should be emailed to Company’s Copyright Agent at contact@serenade.ai (Subject line: “DMCA Takedown Request”).\nYou may also contact us by mail or facsimile at:</p>\n<p>Serenade<br>2228 Filbert St.<br>San Francisco, CA 94123</p>\n<p>To be effective, the notification must be in writing and contain the following information:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the Service, with enough detail that we may find it on the Service;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law;</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.</li>\n</ul>\n<p>\n<strong>Counter-Notice</strong>: If you believe your User Content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner’s agent, or pursuant to the law, to upload and use the content in your User Content, you may send a written counter-notice containing the following information to the Copyright Agent:</p>\n<ul>\n<li>your physical or electronic signature;</li>\n<li>identification of the content that has been removed or to which access has been disabled and the location at which the content appeared before it was removed or disabled;</li>\n<li>a statement that you have a good faith belief that the content was removed or disabled as a result of mistake or a misidentification of the content.\nand</li>\n<li>your name, address, telephone number, and email address, a statement that you consent to the jurisdiction of the federal court located within Northern District of California and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\n<p>If a counter-notice is received by the Copyright Agent, Company will send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at our sole discretion.</p>\n<p>\n<strong>Repeat Infringer Policy</strong>: In accordance with the DMCA and other applicable law, Company has adopted a policy of terminating, in appropriate circumstances and at Company's sole discretion, users who are deemed to be repeat infringers.\nCompany may also at its sole discretion limit access to the Service and/or terminate the memberships of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p>Third Party Websites<p>The Service may provide, or third parties may provide, links or other access to other sites and resources on the Internet.\nCompany has no control over such sites and resources and Company is not responsible for and does not endorse such sites and resources.\nYou further acknowledge and agree that Company will not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any content, events, goods or services available on or through any such site or resource.\nAny dealings you have with third parties found while using the Service are between you and the third party, and you agree that Company is not liable for any loss or claim that you may have against any such third party.</p>Social Networking Services<p>You may enable or log in to the Service via various online third party services, such as social media and social networking services like Facebook or Twitter (“Social Networking Services”).\nBy logging in or directly integrating these Social Networking Services into the Service, we make your online experiences richer and more personalized.\nTo take advantage of this feature and capabilities, we may ask you to authenticate, register for or log into Social Networking Services on the websites of their respective providers.\nAs part of such integration, the Social Networking Services will provide us with access to certain information that you have provided to such Social Networking Services, and we will use, store and disclose such information in accordance with our Privacy Policy.\nFor more information about the implications of activating these Social Networking Services and Company’s use, storage and disclosure of information related to you and your use of such services within Company (including your friend lists and the like), please see our Privacy Policy.\nHowever, please remember that the manner in which Social Networking Services use, store and disclose your information is governed solely by the policies of such third parties, and Company shall have no liability or responsibility for the privacy practices or other actions of any third party site or service that may be enabled within the Service.</p>\n<p>In addition, Company is not responsible for the accuracy, availability or reliability of any information, content, goods, data, opinions, advice or statements made available in connection with Social Networking Services.\nAs such, Company is not liable for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such Social Networking Services.\nCompany enables these features merely as a convenience and the integration or inclusion of such features does not imply an endorsement or recommendation.</p>Indemnity and Release<p>You agree to release, indemnify and hold Company and its affiliates and their officers, employees, directors and agents (collectively, “Indemnitees”) harmless from any from any and all losses, damages, expenses, including reasonable attorneys’ fees, rights, claims, actions of any kind and injury (including death) arising out of or relating to your use of the Service, any User Content, your connection to the Service, your violation of these Terms or your violation of any rights of another.\nNotwithstanding the foregoing, you will have no obligation to indemnify or hold harmless any Indemnitee from or against any liability, losses, damages or expenses incurred as a result of any action or inaction of such Indemnitee.\nIf you are a California resident, you waive California Civil Code Section 1542, which says: “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.” If you are a resident of another jurisdiction, you waive any comparable statute or doctrine.</p>Disclaimer of Warranties<p>YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nCOMPANY EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.</p>\n<p>COMPANY MAKES NO WARRANTY THAT (I) THE SERVICE WILL MEET YOUR REQUIREMENTS, (II) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (III) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE, OR (IV) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS.</p>Limitation of Liability<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT COMPANY WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY DAMAGES, OR DAMAGES FOR LOSS OF PROFITS INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, RESULTING FROM: (I) THE USE OR THE INABILITY TO USE THE SERVICE.\n(II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(III) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(IV) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (V) ANY OTHER MATTER RELATING TO THE SERVICE.\nIN NO EVENT WILL COMPANY’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES OR CAUSES OF ACTION EXCEED THE AMOUNT YOU HAVE PAID COMPANY IN THE LAST SIX (6) MONTHS, OR, IF GREATER, ONE HUNDRED DOLLARS ($100).</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OR EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS SET FORTH ABOVE MAY NOT APPLY TO YOU OR BE ENFORCEABLE WITH RESPECT TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SERVICE OR WITH THESE TERMS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USE OF THE SERVICE.</p>\n<p>IF YOU ARE A USER FROM NEW JERSEY, THE FOREGOING SECTIONS TITLED “DISCLAIMER OF WARRANTIES” AND “LIMITATION OF LIABILITY” ARE INTENDED TO BE ONLY AS BROAD AS IS PERMITTED UNDER THE LAWS OF THE STATE OF NEW JERSEY.\nIF ANY PORTION OF THESE SECTIONS IS HELD TO BE INVALID UNDER THE LAWS OF THE STATE OF NEW JERSEY, THE INVALIDITY OF SUCH PORTION SHALL NOT AFFECT THE VALIDITY OF THE REMAINING PORTIONS OF THE APPLICABLE SECTIONS.</p>Dispute Resolution By Binding Arbitration<p>PLEASE READ THIS SECTION CAREFULLY AS IT AFFECTS YOUR RIGHTS.</p>Agreement to Arbitrate<p>This Dispute Resolution by Binding Arbitration section is referred to in these Terms as the “Arbitration Agreement.” You agree that any and all disputes or claims that have arisen or may arise between you and Company, whether arising out of or relating to these Terms (including any alleged breach thereof), the Services, any advertising, any aspect of the relationship or transactions between us, shall be resolved exclusively through final and binding arbitration, rather than a court, in accordance with the terms of this Arbitration Agreement, except that you may assert individual claims in small claims court, if your claims qualify.\nFurther, this Arbitration Agreement does not preclude you from bringing issues to the attention of federal, state, or local agencies, and such agencies can, if the law allows, seek relief against us on your behalf.\nYou agree that, by entering into these Terms, you and Company are each waiving the right to a trial by jury or to participate in a class action.\nYour rights will be determined by a neutral arbitrator, not a judge or jury.\nThe Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.</p>Prohibition of Class and Representative Actions and Non-Individualized Relief<p>YOU AND COMPANY AGREE THAT EACH OF US MAY BRING CLAIMS AGAINST THE OTHER ONLY ON AN INDIVIDUAL BASIS AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.\nUNLESS BOTH YOU AND COMPANY AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE OR JOIN MORE THAN ONE PERSON’S OR PARTY’S CLAIMS AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A CONSOLIDATED, REPRESENTATIVE, OR CLASS PROCEEDING.\nALSO, THE ARBITRATOR MAY AWARD RELIEF (INCLUDING MONETARY, INJUNCTIVE, AND DECLARATORY RELIEF) ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF NECESSITATED BY THAT PARTY’S INDIVIDUAL CLAIM(S), EXCEPT THAT YOU MAY PURSUE A CLAIM FOR AND THE ARBITRATOR MAY AWARD PUBLIC INJUNCTIVE RELIEF UNDER APPLICABLE LAW TO THE EXTENT REQUIRED FOR THE ENFORCEABILITY OF THIS PROVISION.</p>Pre-Arbitration Dispute Resolution<p>Company is always interested in resolving disputes amicably and efficiently, and most customer concerns can be resolved quickly and to the customer’s satisfaction by emailing customer support at contact@serenade.ai.\nIf such efforts prove unsuccessful, a party who intends to seek arbitration must first send to the other, by certified mail, a written Notice of Dispute (“Notice”).\nThe Notice to Company should be sent to Serenade Labs, Inc., 45 Bartlette St., Unit 510, San Francisco, CA 94110 (“Notice Address”).\nThe Notice must (i) describe the nature and basis of the claim or dispute and (ii) set forth the specific relief sought.\nIf Company and you do not resolve the claim within sixty (60) calendar days after the Notice is received, you or Company may commence an arbitration proceeding.\nDuring the arbitration, the amount of any settlement offer made by Company or you shall not be disclosed to the arbitrator until after the arbitrator determines the amount, if any, to which you or Company is entitled.</p>Arbitration Procedures<p>Arbitration will be conducted by a neutral arbitrator in accordance with the American Arbitration Association’s (“AAA”) rules and procedures, including the AAA’s Consumer Arbitration Rules (collectively, the “AAA Rules”), as modified by this Arbitration Agreement.\nFor information on the AAA, please visit its website, http://www.adr.org.\nInformation about the AAA Rules and fees for consumer disputes can be found at the AAA’s consumer arbitration page, http://www.adr.org/consumer_arbitration.\nIf there is any inconsistency between any term of the AAA Rules and any term of this Arbitration Agreement, the applicable terms of this Arbitration Agreement will control unless the arbitrator determines that the application of the inconsistent Arbitration Agreement terms would not result in a fundamentally fair arbitration.\nThe arbitrator must also follow the provisions of these Terms as a court would.\nAll issues are for the arbitrator to decide, including, but not limited to, issues relating to the scope, enforceability, and arbitrability of this Arbitration Agreement.\nAlthough arbitration proceedings are usually simpler and more streamlined than trials and other judicial proceedings, the arbitrator can award the same damages and relief on an individual basis that a court can award to an individual under the Terms and applicable law.\nDecisions by the arbitrator are enforceable in court and may be overturned by a court only for very limited reasons.</p>\n<p>Unless Company and you agree otherwise, any arbitration hearings will take place in a reasonably convenient location for both parties with due consideration of their ability to travel and other pertinent circumstances.\nIf the parties are unable to agree on a location, the determination shall be made by AAA.\nIf your claim is for $10,000 or less, Company agrees that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules.\nIf your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the award is based.</p>Costs of Arbitration<p>Payment of all filing, administration, and arbitrator fees (collectively, the “Arbitration Fees”) will be governed by the AAA Rules, unless otherwise provided in this Arbitration Agreement.\nIf the value of the relief sought is $75,000 or less, at your request, Company will pay all Arbitration Fees.\nIf the value of relief sought is more than $75,000 and you are able to demonstrate to the arbitrator that you are economically unable to pay your portion of the Arbitration Fees or if the arbitrator otherwise determines for any reason that you should not be required to pay your portion of the Arbitration Fees, Company will pay your portion of such fees.\nIn addition, if you demonstrate to the arbitrator that the costs of arbitration will be prohibitive as compared to the costs of litigation, Company will pay as much of the Arbitration Fees as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive.\nAny payment of attorneys’ fees will be governed by the AAA Rules.</p>Confidentiality<p>All aspects of the arbitration proceeding, and any ruling, decision, or award by the arbitrator, will be strictly confidential for the benefit of all parties.</p>Severability<p>If a court or the arbitrator decides that any term or provision of this Arbitration Agreement (other than the subsection (b) titled “Prohibition of Class and Representative Actions and Non-Individualized Relief” above) is invalid or unenforceable, the parties agree to replace such term or provision with a term or provision that is valid and enforceable and that comes closest to expressing the intention of the invalid or unenforceable term or provision, and this Arbitration Agreement shall be enforceable as so modified.\nIf a court or the arbitrator decides that any of the provisions of subsection (b) above titled “Prohibition of Class and Representative Actions and Non-Individualized Relief” are invalid or unenforceable, then the entirety of this Arbitration Agreement shall be null and void, unless such provisions are deemed to be invalid or unenforceable solely with respect to claims for public injunctive relief.\nThe remainder of the Terms will continue to apply.</p>Future Changes to Arbitration Agreement<p>Notwithstanding any provision in these Terms to the contrary, Company agrees that if it makes any future change to this Arbitration Agreement (other than a change to the Notice Address) while you are a user of the Services, you may reject any such change by sending Company written notice within thirty (30) calendar days of the change to the Notice Address provided above.\nBy rejecting any future change, you are agreeing that you will arbitrate any dispute between us in accordance with the language of this Arbitration Agreement as of the date you first accepted these Terms (or accepted any subsequent changes to these Terms).</p>Termination<p>You agree that Company, in its sole discretion, may suspend or terminate your account (or any part thereof) or use of the Service and remove and discard any content within the Service, for any reason, including, without limitation, for lack of use or if Company believes that you have violated or acted inconsistently with the letter or spirit of these Terms.\nAny suspected fraudulent, abusive or illegal activity that may be grounds for termination of your use of Service, may be referred to appropriate law enforcement authorities.\nCompany may also in its sole discretion and at any time discontinue providing the Service, or any part thereof, with or without notice.\nYou agree that any termination of your access to the Service under any provision of these Terms may be effected without prior notice, and acknowledge and agree that Company may immediately deactivate or delete your account and all related information and files in your account and/or bar any further access to such files or the Service.\nFurther, you agree that Company will not be liable to you or any third party for any termination of your access to the Service.</p>\n<p>If you wish to terminate your account, you may simply discontinue using Service.\nhowever all Subscription fees are non-cancelable and non-refundable except as expressly provided in the next sentence.\nIf you are a user with a paid Subscription, you may contact the Company within the first thirty (30) days of beginning your paid Subscription if you wish to terminate your Subscription and request a refund.</p>General<p>These Terms constitute the entire agreement between you and Company and govern your use of the Service, superseding any prior agreements between you and Company with respect to the Service.\nYou also may be subject to additional terms and conditions that may apply when you use affiliate or third party services, third party content or third party software.\nThese Terms will be governed by the laws of the State of California without regard to its conflict of law provisions.\nWith respect to any disputes or claims not subject to arbitration, as set forth above, you and Company agree to submit to the personal and exclusive jurisdiction of the state and federal courts located within San Francisco County, California.\nThe failure of Company to exercise or enforce any right or provision of these Terms will not constitute a waiver of such right or provision.\nIf any provision of these Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of these Terms remain in full force and effect.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Service or these Terms must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nA printed version of this agreement and of any notice given in electronic form will be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nYou may not assign these Terms without the prior written consent of Company, but Company may assign or transfer these Terms, in whole or in part, without restriction.\nThe section titles in these Terms are for convenience only and have no legal or contractual effect.\nNotices to you may be made via either email or regular mail.\nThe Service may also provide notices to you of changes to these Terms or other matters by displaying notices or links to notices generally on the Service.</p>Your Privacy<p>At Serenade, we respect the privacy of our users.\nFor details please see our Privacy Policy.\nBy using the Service, you consent to our collection and use of personal data as outlined therein.</p>Questions? Concerns? Suggestions?<p>Please contact us at contact@serenade.ai to report any violations of these Terms or to pose any questions regarding these Terms or the Service.</p>\n<br>", "created_at": "2022-12-16 03:27:24.303268", "updated_at": "2022-12-16 03:27:32.51209"}], "points": [], "urls": ["serenade.ai"]}}