{"error": 448, "message": "OK", "parameters": {"id": 7947, "name": "2GIS", "created_at": "2023-04-10 18:22:23.450665", "updated_at": "2023-04-22 11:50:39.527646", "wikipedia": null, "keywords": null, "related": null, "slug": "2gis", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7947.png", "url": "2gis.com,2gis.ru,2gis.ae", "documents": [{"id": 15375, "name": "Services Use Agreement", "url": "https://law.2gis.ru/en/rules/", "xpath": "//body", "text": " Вы используете устаревший браузер.\nСайт может отображаться некорректно, вам необходимо обновить браузер.\n× Products<ul>\n<li>Opportunities</li>\n<li>Downloads</li>\n<li>Help</li>\n<li>Отдельные модули 2ГИС</li>\n</ul>For Companies<ul>\n<li>Advertising</li>\n<li>Business Account</li>\n<li>Content Products</li>\n</ul>ContentTechnologiesCareersFranchisingAbout us<ul>\n<li>Блог</li>\n<li>News</li>\n<li>History</li>\n<li>Press</li>\n<li>Contacts</li>\n</ul>Legal information<ul>\n<li>License agreement</li>\n<li>Copyright information</li>\n<li>Privacy Policy</li>\n<li>2GIS Services Use Agreement</li>\n<li>«2GIS Dialer» Application License Agreement</li>\n<li>«2GIS for browser» Application License Agreement</li>\n<li>DOUBLEGIS LLC Cookies Policy (the «Policy»)</li>\n</ul>2GIS Services Use Agreement<p>This 2GIS Services Use Agreement is an offer from 2GIS Limited Liability Company (hereinafter referred to as “the Administration”) to make an agreement on the following terms.</p>\n<p>\n<strong>1.\nGeneral Provisions</strong>\n</p>\n<p>\n1.1.\nThe following terms and definitions shall be used in this document and in relations between the Parties arising out of or in connection with it:</p>\n<p>\na) <strong>Platform</strong> — soft hardware integrated with the Administration Website.</p>\n<p>\nb) <strong>User</strong> — a legally capable individual who has joined this Agreement for his own interest or acting on behalf and for the benefit of a legal entity he/she represents.</p>\n<p>\nc) <strong>Administration Website / Website</strong> — websites located in the domains at 2gis.ru, flamp.ru, and other domains included in the domains 2gis.ru and/or flamp.ru.</p>\n<p>\nd) <strong>2GIS Services</strong> — materials and means the User is granted an access to via the Website and the Platform.</p>\n<p>\ne) <strong>Agreement</strong> — this agreement with all amendments and supplements hereto.</p>\n<p>\nf) <strong>Licence Agreement</strong> — the Licence Agreement for the use of 2GIS Software and/or Online Services placed on the Internet at http://help.2gis.ru/en/licensing-agreement.</p>\n<p>\nj) <strong>Privacy Policy</strong> — the Privacy Policy placed on the Internet at: http://law.2gis.ru/en/privacy.\n</p>\n<p>\nh)<strong> PIN</strong> — a unique sequence of figures generated by the soft hardware of the Rightholder at request of the User and intended for communication between separate 2GIS Software and/or Online Services as well as communication between 2GIS Software and/or Online Services and other software and services.</p>\n<p>\ni) <strong>Dashboard</strong> is a personal section of the Website the access to which the User shall receive after he is registered and/or authorised at the Website.\nThe Dashboard is designed for storing of the User information, statistics review, viewing the Administration news, the User updating reference information about a legal entity/sole proprietorship he/she represents published in the Directory of companies, managing Status, receiving notifications, submitting advertising materials to the Administration and making other actions and receiving additional information according to the Rules for Provision of Information and Advertising Services Using 2GIS Products and/or the Rules for Provision of Services Using Individual 2GIS Services.</p>\n<p>j) <strong>Status</strong> is a set of the Platform features selected by the User using software in the Dashboard on the Administration Website.</p>\n<p>k) <strong>Booklet</strong> is a page of the profile of a legal entity/sole proprietorship information of which is contained in the Directory of companies created by the User by order of such legal entity/sole proprietorship and placed on the Website.</p>\n<p>\n1.2.\nOther terms and definitions not included in Paragraph 1.1 of the Agreement may be used here.\nSuch terms shall be interpreted according to the text of the Agreement.\nIf there is no univalent interpretation of a term or definition in the text of the Agreement, the priorities of interpretation shall be set as follows: the first priority — the Licence Agreement, the second priority — the Privacy Policy, the third priority — legislation of the Russian Federation, and following that—business customs and scientific doctrine.</p>\n<p>\n1.3.\nYour use of 2GIS Services in any way and in any form within their declared features, including:\n</p>\n<ul>\n<li>review of materials placed on the Website (Content);</li>\n<li>registration and/or authorisation on the Website;</li>\n<li>placing or visualising any materials on the Website, including, but not limited to: texts, hyperlinks, images, audio and video files, data and/or other information,</li>\n</ul>\n<p>shall form a contract on the terms of this Agreement and the Licence Agreement and the Privacy Policy, forming its integral parts.</p>\n<p>\n1.4.\nBy using any of the above opportunities to use 2GIS Services, you confirm that:</p>\n<p>\nа) You have read the terms of this Agreement, the Licence Agreement and the Privacy Policy prior to beginning of use of 2GIS Services.</p>\n<p>\nb) You accept all conditions of this Agreement, the Licence Agreement and the Privacy Policy in full, without any subtractions and limitations on your part and commit to observe them or cease using the Service.\nIf you disagree with the terms of this Agreement and/or the Licence Agreement or you do not have the right to make an agreement on their basis, you should immediately terminate any use of the Service.</p>\n<p>\nc) The Administration may alter the Agreement (including any part of it) without any notice.\nThe new version of the Agreement shall enter into force upon publishing on the Administration Website or upon bringing to the attention of the User in another convenient form unless otherwise stated in the new version of the Agreement.</p>\n<p>\n<strong>2.\nGeneral Terms of 2GIS Services Use</strong>\n</p>\n<p>\n2.1.\nIn order to use some of 2GIS Services or individual features of 2GIS Services, the User shall need to pass the registration and/or authorisation procedure on the Administration Website.</p>\n<p>\n2.2.\nThe list of 2GIS Services, individual features of 2GIS Services, the use of which requires preliminary registration and/or authorisation, shall be determined at the sole discretion of the Administration and may from time to time change.</p>\n<p>\n2.3.\nTo make use of communication between some 2GIS Services, their separate features, and/or Software, as well as communication between 2GIS Services, their separate features, and/or Software and other software and services, the User shall enter PIN received from the Rightholder.</p>\n<p>\n2.4.\nTechnical, organisational and commercial terms of 2GIS Services use, including their features may be brought to the Users attention by being separately placed on the Website or by notifying the Users.</p>\n<p>2.5.\nWhen registering, the User shall be obliged to confirm, if required, his powers to act on behalf and for the benefit of the legal entity he/she represents, information of which is contained in 2GIS Software.</p>\n<p>\n2.6.\nThe User shall not have the right to transfer his username and password to any third parties and shall be fully responsible for their safekeeping, independently choosing a way to store them.</p>\n<p>\n2.7.\nAny activities performed using his username and password shall be deemed completed by the respective User except for cases when the User has informed the Administration about unauthorised access of third parties to the username and password or their loss by the User as per Paragraph 2.8 hereof.\nThe User shall be solely liable for all actions and their consequences within and/or in relation to use of 2GIS Services under his account, including cases when the User transfers data for third-party access on any terms.</p>\n<p>\n2.8.\nIn the event of unauthorised access to the username and password, their loss or disclosure to third parties, the User shall immediately notify the Administration by sending an email from the address specified in the account on the Website.\nFor safety purpose, the User shall be obliged to independently perform safe termination of work under their account after each session of work with 2GIS Services.\nThe Administration shall not be liable for data possible loss or damage or for other consequences of any kind that may be caused by the User's breach of this section of the Agreement.</p>\n<p>\n2.9.\nThe Administration shall have the right at any time to request the User to present documents confirming the data he specified during the registration.\nShould the User fail to provide evidence documents, the Administration shall have the right at its own discretion to block or delete the User account and prevent the User from using 2GIS Services or their individual functions.\nShould the User data indicated in the documents provided differ from the data indicated during the registration, do not allow for identification of the User, the Administration shall have the right to prevent the User from accessing his Dashboard and use 2GIS Services.</p>\n<p>2.10.\nThe information contained in the User account shall be stored and processed by the Administration according to the Privacy Policy terms.</p>\n<p>\n2.11.\nThe User shall have the right to delete his account at any of 2GIS Services at any time using the respective function in their personal section.</p>\n<p>\n2.12.\nThe Administration shall have the right to block or delete the User account and to prohibit access using any account to individual 2GIS Services.\nto block the possibility of writing reviews on the site located in the domain at flamp.ru with regard to legal entity/sole proprietorship, information of which is contained in the Directory of companies, for a period of up to three months .\nand delete any content without explanations, including in the event of the User breaching the terms of the Agreement or other documents specified in Section 1 of the Agreement.</p>\n<p>\n<strong>3.\nAllowed Use of 2GIS Services</strong>\n</p>\n<p>\n3.1.\nThe Administration provides a registered and/or authorised User the right to use the functions of the Platform and the Administration Website free of charge on the terms of an ordinary (non-exclusive) non-assignable licence within the Service features in the territories of all countries in the world.</p>\n<p>\n3.2.\nThe User shall have the right to place (including translations from external sources), edit and delete images, text, audio and video materials, as well as other objects of copyright and/or related rights (hereinafter referred to as “the Content”) provided limitations and guarantees specified in Paragraph 4 hereof are observed.</p>\n<p>\n3.3.\nThe Administration shall have the right to establish limits for the size of the Content placed by User and introduce other technical limitations for use of the Platform and/or the Administration Website which will, from time to time, be brought to the Users attention in a form and way determined by the Administration.</p>\n<p>\n3.4.\nThe use of the Platform and/or the Administration Website in other ways, including copying (reproducing) the Content located on the Website and elements of design, computer programmes and databases forming a part of the Platform and/or the Administration Website, their decompiling and modifying are strictly forbidden.</p>\n<p>\n<strong>4.\nUser Guarantees</strong>\n</p>\n<p>\nConsidering the terms of this Agreement, you shall confirm and guarantee that:</p>\n<p>\n4.1.\nYou possess all required rights and powers to make the Service Use Agreement and execute it.</p>\n<p>\n4.2.\nYou will use the Service strictly for the purposes allowed by this Agreement, observing its provisions, as well as provisions of the Licence Agreement, applicable legislation and general practice.</p>\n<p>\n4.3.\nYou will not do anything contradicting to or preventing the Service provision or operation of the respective equipment, networks or software used to provide the Service.</p>\n<p>\n4.4.\nYour use of the Service for specific purposes does not violate property and/or personal non-property rights of third parties, as well as prohibitions and limitations established by the applicable legislation, including, but not limited to: copyright and related rights, rights to trademarks, service marks and appellations of origin of goods, industrial designs rights, rights to use images of people, the Content you place does not contain information and/or images offending honour, dignity or business reputation of any persons, or promoting violence, pornography, drugs, racial or national hatred, and that you have obtained all necessary permits from the persons responsible with regard to the Content use.</p>\n<p>\n<strong>5.\nLicence to Use the User Content</strong>\n</p>\n<p>\n5.1.\nBy accepting the terms of this Agreement, you grant the Administration an ordinary (non-exclusive) licence to use the Content you add (place or translate) to the Administration Website, in the territories of all countries in the world.</p>\n<p>\n5.2.\nSuch ordinary (non-exclusive) licence to use the Content shall be granted to the Administration simultaneously with your adding the Content to the Administration Website for the whole effective period of exclusive rights to the objects of copyright and/or related rights forming such Content, for the use in the territories of all countries in the world.</p>\n<p>\n5.3.\nUnder the ordinary (non-exclusive) licence granted to the Administration, the following use of the Content shall be permitted:\n</p>\n<ul>\n<li>\nto reproduce the Content, i.e.\nto create one or more copies of the Content in any material form, and to record them in the memory of an electronic device (right to reproduce);</li>\n<li>\nto distribute copies of the Content, i.e.\nto provide access to the Content reproduced in any material form, including network or other ways, and by selling, leasing, renting out, loaning out, including importing for any of these purposes (right to distribution);</li>\n<li>\nto publicly show the Content (right to public show);</li>\n<li>\nto publicly perform the Content (right to public performance);</li>\n<li>\nto publish the Content so that any person may have the access to it in the interactive mode from any place and at any time and their own discretion (right to publicize);</li>\n<li>\nto modify the Content, i.e.\nto remake or otherwise redesign the Content, including its translation to other languages (right to modify).\nand</li>\n<li>\nright to reassign all or part of the rights received to third parties (right to sublicense).</li>\n</ul>\n<p>\n<strong>6.\nLimitations</strong>\n</p>\n<p>\nBy accepting this Agreement, you understand and acknowledge that:</p>\n<p>6.1.\n2GIS Services are provided as is, so you do not have any guarantees of: 2GIS Services meeting your requirements.\nbeing provided continuously, quickly, reliably and without errors.\nresults that may be received using 2GIS Services to be accurate and reliable.\nquality of any product, service, information and other Content obtained using 2GIS Services meeting your expectations.\nall errors in the software of 2GIS Services being corrected.</p>\n<p>\n6.2.\nSince 2GIS Services are subject to continuous process of updating and adding new features, the form and nature of 2GIS Services may be changed from time to time without prior notice to the User.\nThe Administration shall have the right at its own discretion to terminate (temporarily or finally) access to 2GIS Services (or certain individual features of 2GIS Services) for all Users in general or you, in particular, without prior notice.</p>\n<p>6.3.\nThe Administration is in no way related to the Content placed (including translated) by the Users on the Website, and shall not check it or check the substance, authenticity and safety of the Content or its components, including meeting the requirements of the applicable legislation and the Users having the required scope of rights to use it.</p>\n<p>\n6.4.\nIn particular, it is prohibited for you to use 2GIS Services to:\n</p>\n<ul>\n<li>place and/or distribute counterfeit Content;</li>\n<li>place and/or distribute pornographic Content, promote pornography or child erotic, advertise sexual services;</li>\n<li>place and/or distribute the Content as an act of unfair competition;</li>\n<li>place and/or distribute the Content containing foul language or composed with gross violations of common orthography and punctuation rules, as well as Content containing alternating upper and lower case letters, written with Caps Lock turned on;</li>\n<li>place advertising materials on the Administration Website (with the exception for cases of separate Agreements with the Administration based on the Rules for Provision of Advertising and Information Services Using 2GIS Products (http://help.2gis.ru/advert-rules/);</li>\n<li>place and/or distribute any prohibited information, including extremist materials and materials aimed at infringing rights and freedoms of people based on racial and national parameters, confession, language, gender, provoking violence against people or animal abuse, calling for other illegal actions, including explaining the ways of producing and use of weapon, narcotic substances and their precursors etc.;</li>\n<li>place, store, distribute or otherwise providing access to computer viruses, Trojans or other malware;</li>\n<li>mostly or exclusively place links to other websites;</li>\n<li>place links to resources in the Internet content of which is contrary to the applicable legislation;</li>\n<li>use a password or otherwise limit access to files placed on the Administration Website or translated thereon;</li>\n<li>distribute advertising materials in personal messages addressed to other Users without their prior consent to receive such materials (SPAM);</li>\n<li>disclose personal data or other private information about third parties;</li>\n<li>place and/or distribute the Content on behalf of a person who has not granted the User the rights to place the Content on the Administration Website on their behalf.\nand</li>\n<li>place and/or distribute any other information that, according to Administration opinion, is unwanted, does not correlate to the purposes of the Service creation, infringes interests of the Users and other third parties or is otherwise unwelcome on the Website.</li>\n</ul>\n<p>\n6.5.\nDespite the prohibition, while using the Service you may receive Content which you may consider containing offensive or obscene information or information otherwise violating the applicable legislation, infringing rights and/or interests of third parties.</p>\n<p>\n6.6.\nAll the responsibility for the Content and its correspondence to the applicable legislation shall be borne by the person who created this Content and/or added it onto the Administration Website.</p>\n<p>\n6.7.\nIf you discover an instance of infringement of your rights and/or interests concerning provision of the Service, including by placing the Content by another User, please inform the Administration.\nFor this, you would need to send the Administration a written notification with a detailed description of violation circumstances and a hyperlink to the Website page containing materials infringing your rights and/or interests.</p>\n<p>\n6.8.\nShould claims from third parties arise with regard to the breach of any property and/or personal non-property rights, as well as legal prohibitions or limitations you must, at the Administration request, pass a formal identification, promising the Administration to settle the claims by yourself and at your expenses, indicating your passport details to supply such information to the claimant.</p>\n<p>\n6.9.\nShould the Administration receive the Rightholder’s notice of intellectual rights infringement as a result of placing the Content on the Website by the User or following his order, the Administration reserves the right to immediately delete any Content from the Website.\nThe Administration shall not be obliged to notify the User about deleting the Content or settle the possible dispute or pay losses compensation due to the above actions.</p>\n<p>\n6.10.\nDue to the legally set responsibility for information broker for placing and provision of access to illegal Content, the Administration reserves the right to immediately delete any Content from the Website.\nThe Administration shall not be obliged to notify the User about deleting the Content or settle the possible dispute or pay losses compensation due to the above actions.</p>\n<p>\n6.11.\nIn the event of a multiple or gross violations of terms of this Agreement, the Licence Agreement and/or legal requirements, the Administration reserves the right to completely block your account, delete it or otherwise limit (terminate) the Service provision.</p>\n<p>\n6.12.\nIf the Administration is held liable or awarded a punishment due to your infringements of rights and/or interests of third parties, as well as legally set prohibitions or limitations, you shall have to compensate the Administration losses in full.</p>\n<p>\n6.13.\nThe Administration reserves the right to place advertisings and links to other resources in the special blocks on the Website, while not bearing the responsibility for the advertising materials and accessibility of such resources, for their Content and for any consequences of using these resources, their Content or advertising.</p>\n<p>\n6.14.\nThe Administration shall not be held liable for your infringements and for any harm or losses you have sustained under the above-stated circumstances.</p>\n<p>\n6.15.\nThe Administration shall bear no responsibility for anyone’s use of publicly accessible personal data of the Users.</p>\n<p>\n6.16.\nUnder any circumstances, the Administration liability is limited to one thousand RUR (1,000) and shall only be imposed if the Administration is guilty due to its actions.</p>\n<p>\n<strong>7.\nNotifications</strong>\n</p>\n<p>\n7.1.\nYou hereby agree to receive the Administration information electronic messages (hereinafter referred to as “the notifiers”) about important events on the Website or related to it to the email address you have specified in your profile on the Website.</p>\n<p>\n7.2.\nThe Administration hereby undertakes to use notifiers solely for the purpose of informing the User about the capabilities of the Platform and/or the Administration Website and/or changes in informational resources placed on it.</p>\n<p>\n7.3.\nThe Administration shall not send third-party advertisings with the notifiers.</p>\n<p>\n<strong>8.\nOther Conditions</strong>\n</p>\n<p>\n8.1.\nThe User personal data shall be processed according to the Administration Privacy Policy.</p>\n<p>\n8.2.\nRegistered User shall independently determine conditions and procedure for using of their account/profile, however they may under no circumstances contradict this Agreement.</p>\n<p>\n8.3.\nApplicable legislation.\nThis Agreement, its conclusion and execution as well as all matters not regulated hereby shall be governed by the current legislation of the Russian Federation.</p>\n<p>\n8.4.\nArbitration Court.\nAll disputes arising out of or in connection with this Agreement are subject to jurisdiction of courts at the Administration’s location in accordance with the current procedural law of the Russian Federation.</p>\n<p>\n8.5.\nAmendments.\nThe Administration may unilaterally amend or terminate this Agreement without prior notice and without payment of any compensation to the User.</p>\n<p>\n8.6.\nVersion of the Agreement.\nThe current version of this Agreement is available on the Administration Website at: http://law.2gis.ru/en/rules.</p>\n<p>\nVersion as of 19 November 2013</p>\n<p>© ООО DoubleGIS, 2013</p>LegalFeedbackvkontaktetlgrmtwitterhabryoutube © 2023, 2GISРусскийEnglish Информация о&nbsp;деятельности 2ГИС в&nbsp;области информационных технологий и&nbsp;о&nbsp;продуктах, включенных в&nbsp;единый реестр российских программ для электронных вычислительных машин и&nbsp;баз данных, размещена по&nbsp;адресу: https://law.2gis.ru/about-2gis.\n", "created_at": "2023-04-10 18:24:18.146667", "updated_at": "2023-04-10 18:24:26.093437"}, {"id": 15377, "name": "Cookies Policy", "url": "https://law.2gis.ru/en/cookies/", "xpath": "//body", "text": " Вы используете устаревший браузер.\nСайт может отображаться некорректно, вам необходимо обновить браузер.\n× Products<ul>\n<li>Opportunities</li>\n<li>Downloads</li>\n<li>Help</li>\n<li>Отдельные модули 2ГИС</li>\n</ul>For Companies<ul>\n<li>Advertising</li>\n<li>Business Account</li>\n<li>Content Products</li>\n</ul>ContentTechnologiesCareersFranchisingAbout us<ul>\n<li>Блог</li>\n<li>News</li>\n<li>History</li>\n<li>Press</li>\n<li>Contacts</li>\n</ul>Legal information<ul>\n<li>License agreement</li>\n<li>Copyright information</li>\n<li>Privacy Policy</li>\n<li>2GIS Services Use Agreement</li>\n<li>«2GIS Dialer» Application License Agreement</li>\n<li>«2GIS for browser» Application License Agreement</li>\n<li>DOUBLEGIS LLC Cookies Policy (the «Policy»)</li>\n</ul>DOUBLEGIS LLC Cookies Policy (the «Policy»)<p>DOUBLEGIS LLC (the “DOUBLEGIS”, “We”) uses cookies and similar technology on its websites for a variety of reasons.\nThis policy explains what cookies are and why we use them.\nWhen this policy refers to “cookies”, it refers to both cookies and similar technologies, which function in the same way as cookies.\nWhen this policy refers to “computers”, it refers to computers and all other devices used for accessing the internet.\nThis Cookie Policy applies to any and all of our websites (the “Website\", “Websites”), meaning any website operated by or on behalf of DOUBLEGIS or its subsidiaries, regardless of how you access the network.</p>\n<p>This policy explains how cookies are used on DOUBLEGIS websites in general and how you can control the cookies that may be used on this site.</p>\n<p>\n<strong>1.\nInformation about cookies</strong>\n</p>\n<p>\n<strong>What is a cookie?</strong>\n</p>\n<p>A cookie is a small amount of data, which often includes a unique identifier that is sent to your computer's browser from a website's server and is stored on your computer's hard drive.\nEach website or third party service provider used by the website can send its own cookie to your browser if your browser's preferences allow it, but (to protect your privacy) your browser only permits a website or third party service provider to access the cookies it has already sent to you, not the cookies sent to you by other sites or other third party service providers.&nbsp.\nA cookie will contain some anonymous information such as a unique identifier and the site name and some digits and numbers.\nIt allows a website to remember things like your preferences or what's in your shopping basket.\nA cookie may be a session cookie, that is, a cookie that remains on your browser while you are logged on to a particular web site and then disappears when you close your browser, or it may be a persistent cookie, a cookie that remains on your browser over a period of time.</p>\n<p>You can learn more about cookies, generally, at www.allaboutcookies.org.</p>\n<p>We use both session cookies and persistent cookies on our websites.</p>\n<p>\n<strong>What is a browser?</strong>\n</p>\n<p>A browser is an application that allows you to surf the internet.&nbsp.\nThe most common browsers are Chrome, Internet Explorer, Firefox and Safari.\nMost browsers are secure and offer quick and easy ways to delete information like cookies.</p>\n<p>You can choose how cookies are handled by your device via your browser settings.\nThe most popular browsers allow users to a) accept all cookies, b) to notify you when a cookie is issued, or c) to not receive cookies at any time.\nIf you choose not to receive cookies at any time, the website may not function properly and certain services will not be provided, spoiling your experience of the website.&nbsp.\nEach browser is different, so check the \"Help\" menu of your browser to learn how to change your cookie preferences.</p>\n<p>\n<strong>Cookies and personal information </strong>\n</p>\n<p>Cookies, by themselves, do not tell us your email address or other personal information unless you choose to provide this information to us by, for example, registering at one of our sites.\nOnce you choose to provide a web page with personal information, this information may be linked to the data stored in the cookie.\nA cookie is like an identification card.\nIt is unique to your computer and can only be read by the server that gave it to you.</p>\n<p>\n<strong>2.\nOur cookies and how we use cookies</strong>\n</p>\n<p>We use cookies to enhance the functionality of the websites understanding sites usage and improving the content, the performance of our websites and offerings on our sites.\nWe also may use cookies to offer you products and services.</p>\n<p>Typically, we use cookies to deliver the following services throughout the pages of our websites.</p>\n<ul>\n<li>to help us maintain security and verify your details whilst you use the website as you navigate from page to page, which enables you to avoid having to re-enter your details each time you enter a new page;</li>\n<li>to recognize that you may have requested that we remember your username and password so you don't need to enter your details each time you visit the site;</li>\n<li>To collect and compile anonymous, aggregated information for statistical and evaluation purposes to help us understand how users use the website and help us improve the structure of our website.</li>\n</ul>\n<p>We don't list every single cookie used by name - but for each type of cookie we tell you how you can control its use.</p>\n<p>Types of cookie that may be used during your visit to the websites:</p>\n<ul>\n<li>\n<strong>Personalization cookies - </strong>These cookies are used to recognize repeat visitors to the website and in conjunction with other information we hold to attempt to record specific browsing information (that is, about the way you arrive at the website, pages you view, options you select, information you enter and the path you take through the website).\nThese are used to recommend content we think you will be interested in based on what you are looked at before.</li>\n<li>\n<strong>&nbsp;Site management cookies - </strong>These are used to maintain your identity or session on the website.\nFor instance, where our websites run on more than one server, we use a cookie to ensure that you are sent information by one specific server (otherwise you may log in or out unexpectedly).\nWe may use similar cookies when you vote in opinion polls to ensure that you can only vote once, and to ensure that you can use our commenting functionality when not logged in (to ensure you don't see comments you've reported as abusive, for instance, or don't vote comments up/down more than once).\nThese cookies cannot be turned off individually but you could change your browser setting to refuse all cookies if you do not wish to accept them.</li>\n<li>\n<strong>Third parties cookies and analytics -</strong> DOUBLEGIS and our advertisers use cookies to serve you with advertisements that we believe are relevant to you and your interests.</li>\n</ul>\n<p>\n<strong>Analytics </strong>\n</p>\n<p>Google.Analytycs, Yandex.Metrika, VisualWebsiteOptimizer provide anonymized statistical information for us.\nIt processes IP addresses and information from cookies used on our websites so we know how many page views we have, how many users we have, what browsers they are using (so we can target our resources in the right way to maximize compatibility for the majority of our users) and, in some cases, in which country, city or region they are located.\nSome of the IP address and information from cookies gathered by this provider is processed by it outside the European Economic Area and we confirm that it satisfies the European Union data protection requirements.\nPlease read their privacy policies to ensure that you are comfortable with the manner in which they use cookies.</p>\n<p>If you would like to opt out some of Analytics cookies, please do so by clicking on the links below:</p>\n<p>Google Analytics: https://tools.google.com/dlpage/gaoptout </p>\n<p>\n<strong>Third party advertising</strong>\n</p>\n<p>Advertisers sometimes use their own cookies to provide you with targeted advertising.\nFor example, advertisers may use a profile they have built on sites that you have previously visited to present you with more relevant advertisements during your visit to Website.\nWe believe that it is useful to our users to see advertisements that are more relevant to their interests.\nThe placing of these cookies on your device may enable you to be identified across multiple websites and you should consult the privacy policies of our advertisers, partners and advertising service providers to understand how they collect and use your data.</p>\n<p>\n<strong>3.\nBlocking cookies</strong>\n</p>\n<p>Most browsers allow you to refuse to accept cookies.\nThese links explain how you can control cookies via your browser - remember that if you turn off cookies in your browser then these settings apply to all websites not just this one:</p>\n<p>Internet Explorer http://support.microsoft.com/kb/278835 (this page links to further information for different versions of IE - the mobile version is at&nbsp;www.microsoft.com/windowsphone/en-us/howto/wp7/web/changing-privacy-and-other-browser-settings.aspx)</p>\n<p>Chrome: http://support.google.com/chrome/bin/answer.py?hl=en-GB&amp;answer=95647</p>\n<p>Blocking all cookies will, however, have a negative impact upon the usability of many websites<strong>.</strong>\n</p>\n<p>\n<strong>4.\nDeleting cookies</strong>\n</p>\n<p>You can also delete cookies already stored on your computer following the instructions provided by your browser.\nAgain, doing this may have a negative impact on the usability of many websites.</p>\n<p>You can learn more about deleting cookies at http://www.aboutcookies.org/page-2 .</p>\n<p>\n<strong>5.\nAuditing our websites</strong>\n</p>\n<p>On a quarterly basis, we conduct an audit of all cookies being used across the website portfolio.</p>\n<p>\n<strong>6.\nFurther information</strong>\n</p>\n<p>Our cookies policy may be amended from time to time without notice so it is important that you regularly check this policy so you are fully aware of any changes or updates.</p>\n<p>To contact us about this policy, you may email inf@2gis.ru.\nWhen emailing please indicate which of our sites you question relates to.</p>\n<p>Policy Last Updated: Version as of July 29, 2014</p>LegalFeedbackvkontaktetlgrmtwitterhabryoutube © 2023, 2GISРусскийEnglish Информация о&nbsp;деятельности 2ГИС в&nbsp;области информационных технологий и&nbsp;о&nbsp;продуктах, включенных в&nbsp;единый реестр российских программ для электронных вычислительных машин и&nbsp;баз данных, размещена по&nbsp;адресу: https://law.2gis.ru/about-2gis.\n", "created_at": "2023-04-10 18:25:08.101056", "updated_at": "2023-04-10 18:25:16.833803"}, {"id": 15378, "name": "for browser» Application License Agreement", "url": "https://law.2gis.ru/en/browser-licensing-agreement/", "xpath": "//body", "text": " Вы используете устаревший браузер.\nСайт может отображаться некорректно, вам необходимо обновить браузер.\n× Products<ul>\n<li>Opportunities</li>\n<li>Downloads</li>\n<li>Help</li>\n<li>Отдельные модули 2ГИС</li>\n</ul>For Companies<ul>\n<li>Advertising</li>\n<li>Business Account</li>\n<li>Content Products</li>\n</ul>ContentTechnologiesCareersFranchisingAbout us<ul>\n<li>Блог</li>\n<li>News</li>\n<li>History</li>\n<li>Press</li>\n<li>Contacts</li>\n</ul>Legal information<ul>\n<li>License agreement</li>\n<li>Copyright information</li>\n<li>Privacy Policy</li>\n<li>2GIS Services Use Agreement</li>\n<li>«2GIS Dialer» Application License Agreement</li>\n<li>«2GIS for browser» Application License Agreement</li>\n<li>DOUBLEGIS LLC Cookies Policy (the «Policy»)</li>\n</ul>«2GIS for browser» Application License Agreement<p>\nThis document «\"2GIS for browser\"&nbsp;Application License Agreement» is an offer of DoubleGIS Limited Liability Company (hereinafter — «the Rightholder») to enter into an agreement on the terms and conditions stated below.\n</p>\n<p>\n<strong>Before using «2GIS for browser» Application (hereinafter — the «Application»), please read the terms of this License Agreement attentively.</strong>\n</p>\n<p>\n<strong>1.\nGeneral Provisions</strong>\n</p>\n<p>\n1.1.\nBy using the Application, you agree that:\n</p>\n<p>\nа) You have read the terms of this License Agreement prior to beginning of use of the Application.\n</p>\n<p>\nb) Use of the Application in any form means that you accept all terms of this License Agreement, without any exceptions or restrictions on your part, and also accept Google Terms of Service placed on the Internet at http://www.google.com/intl/en/policies/terms/.\nThe Application may not be used on any other terms and conditions.\n</p>\n<p>\nc) If you do not agree with the terms of or are not authorized to enter into this License Agreement, you should immediately cease any use of the Application.\n</p>\n<p>\nd) The Rightholder may alter the License Agreement (including any part of it) without any notice.\nA new version of the License Agreement shall enter into force after it has been published on the Rightholder’s Website unless otherwise provided for in such version.\n</p>\n<p>\n1.2.\nWords and expressions used in this License Agreement have the following meanings unless otherwise expressly defined hereafter:\n</p>\n<p>\nа) <strong>The License (the License Agreement)</strong> — the present 2GIS Browser Application License Agreement.\n</p>\n<p>\nb) <strong>The Rightholder</strong> — DoubleGIS Limited Liability Company, OGRN (primary state registration number) 1045401929847, registered at: 7, Karl Marx sq., 630048 Novosibirsk, Russian Federation.\n</p>\n<p>\nc) <strong>The User</strong> — an entity who has entered into this License Agreement with the Rightholder for its own benefit or for the benefit of third parties in accordance with the requirements of the applicable law and this License Agreement.\n</p>\n<p>\nd) <strong>The Application</strong> — 2GIS Browser Application owned by the Rightholder, designed for detection and viewing of phone numbers on websites ( web pages) in the Internet.\nidentification of organizations which possess of such numbers or websites (webpages), further display of reference information about such organizations, as well as facilitated dialing of phone numbers on the User's mobile device (if necessary Rightholder’s software is installed on the mobile device), as well as all future updates and modifications of 2GIS Browser Application designed for use on desktop personal computers.\n</p>\n<p>\ne) <strong>The Commercial Use</strong> — intended use of Application that is beyond the permitted use under this License Agreement, in order to obtain an income (profit) when the user is an individual or to derive business profit, including providing access to or delivering the Application on a commercial basis, i.e.\nfor a fee or any counter provision of goods, works, services, or with simultaneous provision of goods, works, services on a commercial basis, in one form or another when the user is a company or sole proprietor.\n</p>\n<p>\nf) <strong>The Rightholder’s Website</strong> — websites located in the domains at 2gis.ru, maps.2gis.ru, flamp.ru, and other domains included in the domains 2gis.ru and/or flamp.ru.\n</p>\n<p>\ng) <strong>PIN</strong> — a unique sequence of figures generated by the soft hardware of the Rightholder at request of the User and intended for communication between the Application and other software of the Rightholder.\n</p>\n<p>\n1.3.\nAny other matters connected with use of the Application and not covered by this Agreement shall be governed by the License Agreement (Russia) and the Privacy Policy.\n</p>\n<p>\n<strong>2.\nExclusive Rights</strong>\n</p>\n<p>\n2.1.\nThe Rightholder owns all exclusive rights to the Application.\nAll rights to the intellectual property included in the Application and the user documentation related to it belong to the Rightholder and are protected by the current legislation.\nThe Rightholder guarantees that the Rightholder has all necessary power and authority for licensing and distribution of the Application and also the user documentation accompanying the Application.\n</p>\n<p>\n2.2.\nThe Rightholder reserves the exclusive rights to any results of processing (modification) of the Application permitted by this License Agreement, and may at any time revoke its permission to use thereof at its discretion, without compensation of any expenses incurred by the User in creating and applying them.\n</p>\n<p>\n<strong>3.\nLicense</strong>\n</p>\n<p>\n3.1.\nThe Application shall be used in strict compliance with the terms of this License Agreement.\nIf the User does not accept any and all terms of this License Agreement, the User shall not be entitled to use the Application for any purpose.\nThe Application may not be used if the User violate (non-perform) any conditions of this License Agreement.\n</p>\n<p>\n3.2.\nThe rights to and ways of use of Application that are not expressly provided / allowed to the User under the present License Agreement are considered not-granted/forbidden by the Rightholder.\n</p>\n<p>\n3.3.\nThe Application is allowed for non-commercial use at no cost, subject to the terms and conditions of this License Agreement.\nThe Application is allowed for use on conditions and in manner not provided for by this License Agreement only possible on the basis of a separate agreement with the Rightholder.\n</p>\n<p>\n3.4.\nThe Rightholder may place any information and/or advertising materials and links to websites of third parties on the Application, and to provide the right to use the Application in the manner given as aforesaid to any third party under a separate agreement.\n</p>\n<p>\n<strong>4.\nRights of the User</strong>\n</p>\n<p>\n4.1.\nThe Rightholder hereby grants to the User a worldwide non-exclusive nontransferable license to use the Application in the ways specified in the present section.\n</p>\n<p>\n<strong>4.2.\nIntended Use of the Application</strong>\n</p>\n<p>\nThe User has the right to use the Application for its intended purpose, and to that end, to install it on a desktop personal computer (hereinafter—the «Device»).\n</p>\n<p>\nIn accordance with this paragraph, the User may install the Application on an unlimited number of Devices as well as to store a copy of the Application in or install it on a data storage device (such as a network server) designed and used solely for installation and operation of the Application on other computers within a LAN.\n</p>\n<p>\n<strong>4.3.\nReproduction of the Application</strong>\n</p>\n<p>\nThe User may reproduce the Application, copies of which are distributed by the Rightholder, for non-commercial purposes at no cost on any Devices and other types of physical media provided that no modifications are made in the combination, composition and content of the Application as compared with the way it is provided and / or recommended for use by the Rightholder.\n</p>\n<p>\n<strong>4.4.\nDistribution of the Application</strong>\n</p>\n<p>\nThe User may distribute the Application by delivering copies thereof reproduced in accordance with paragraph 4.3 of this License Agreement, for non-commercial purposes at no cost and with respect for their integrity unless otherwise provided for by a written permission of the Rightholder.\n</p>\n<p>\n4.5.\nTo enjoy communication between the Application and other software of the software of the Rightholder, the User shall enter PIN received from the Rightholder.\n</p>\n<p>\n4.6.\nUse of the Application in accordance with this section shall be permitted subject to the User’s observance of restrictions imposed by this License Agreement.\n</p>\n<p>\n<strong>5.\nRestrictions on Use</strong>\n</p>\n<p>\n5.1.\nThe User has no right, by its own efforts or with the assistance of third parties, to: </p>\n<p>\n5.1.1.\nHack technology, emulate, create new versions, modify, decompile, disassemble, decrypt and perform other actions with a code of the Application in order to breach the security system protecting the Application from unauthorized use, as well as to receive information on implementation of the algorithms used in the Application.\n</p>\n<p>\n5.1.2 Create derivative works based on the Application.</p>\n<p>\n5.1.3.\nReproduce and distribute the Application for commercial purposes without a written consent of the Rightholder.\n</p>\n<p>\n5.1.4.\nDistribute the Application in a form different from the one in which the User received it, without a written consent of the Rightholder.\n</p>\n<p>\n5.1.5.\nRemove or in any way modify or prevent identification of the Application, trademarks, notices of copyright, confidentiality, ownership and any other notices and marks contained in the Application.\n</p>\n<p>\n5.1.6.\nFor any reason, modify or disable the Application licensing mechanism.\n</p>\n<p>\n<strong>6.\nAutomatic Updates</strong>\n</p>\n<p>\n6.1.\nThe Application may periodically interact with the Rightholder’s soft hardware to check for updates (modifications) of the Application (hereinafter—the «Updates»).\n</p>\n<p>\n6.2.\nBy installing the Application, the User agrees that they may make respective queries and receive and install the Updates in an automatic mode.\n</p>\n<p>\n<strong>7.\nPrivacy Policy</strong>\n</p>\n<p>\n7.1.\nBy entering into this License Agreement, the User agrees to collect and deliver to the Rightholder non-personal information on the nature and methods of use of the Application, other technical information as well as data that is automatically conveyed to the Application in the course of its use, including an identification number of the User’s mobile device (if required Rightholder’s software is installed on the mobile device).\n</p>\n<p>\n7.2.\nThe procedure of processing and protection of the Users’ information received by the Rightholder in connection with use by the Users of the Application shall be determined in the Privacy Policy subject to provisions of this License Agreement.</p>\n<p>\n7.3.\nThe Application uses API Google Maps in the course of operation.\nTherefore, the Privacy Policy of Google (placed on the Internet at http://www.google.com/policies/privacy/) shall be considered an integral part of this Agreement.</p>\n<p>\n<strong>8.\nLiability under the License</strong>\n</p>\n<p>\n8.1.\nSeeing that under this License the right to use the Application is granted for non-commercial purposes and at no cost, the laws and regulations concerning the protection of consumer rights shall not be applicable to the relations of the Parties under this License.\n</p>\n<p>\n8.2.\nThe Application is granted on an \"as is\" basis which means that the Rightholder does not provide to the User any guarantee that: the Application will meet User's requirements, the Application will be provided in a continuous, timely, reliable and error-free manner.\nresults which can be received with its use will be accurate and reliable.\nall errors will be corrected.\n</p>\n<p>\n8.3.\nThe Rightholder shall make every effort to ensure that the reference information provided to the User through the Application will be accurate, but it does not give any guarantee as to the accuracy of such information and assumes no responsibility for it.\nThe User applies any materials and data received through the Application at its own risk, the Rightholder shall not be responsible for any loss of profit or other damage incurred by the User as a result of use of the Application.\n</p>\n<p>\n8.4.\nAll information and / or advertising materials displayed through the Application are provided by third parties.\nThe Rightholder shall not be responsible for the reliability of information and / or advertising materials of third parties, the availability and content of their websites, or for any consequences of use of information and / or advertising or websites of third parties.\n</p>\n<p>\n8.5.\nThe Rightholder shall not be liable for any direct or indirect consequences of any use of or inability to use the Application and / or damages caused to the User and / or third parties as a result of any use, non-use or inability to use the Application or its separate components and / or features, including possible errors or failures in the Application.\n</p>\n<p>\n8.6.\nSince the Application is subject to the continuous process of updating and adding new features, the form and nature of provided products and services may be changed from time to time without prior notice.\nThe Rightholder shall have the right, at its sole discretion, to stop (permanently or temporarily) providing the Application (or any parts of the products or services facilities) to all Users in general or to a specific User in particular, and also change or revoke the License without prior notice.\n</p>\n<p>\nIf the User provides to the Rightolder any ideas, reviews, offers, materials, information, opinions or other data related to use of the Application (the \"Feedback\") the Rightholder shall not be obliged to read, study or implement such Feedback, and all such information is provided without confidentiality obligations, and the Rightholder has an unconditional and unlimited right to use, reproduce, modify and disclose such Feedback without any compensation or indication of authorship.\n</p>\n<p>\n8.7.\nThe User shall be held liable for any breach of the obligations set forth in this License Agreement and (or) the current legislation of the Russian Federation, as well as for any consequences of such violations (including any damage that may be incurred by the Rightholder or third parties).\n</p>\n<p>\n8.8.\nThe Rightholder reserves the right to prosecute violators of its exclusive rights on the Application in accordance with the civil, administrative and criminal law at its own discretion.\n</p>\n<p>\n<strong>9.\nFinal Provisions</strong>\n</p>\n<p>\n9.1.\nThis License Agreement, its conclusion and execution as well as all matters not regulated hereby shall be governed by the current legislation of the Russian Federation.\n</p>\n<p>\n9.2.\nAll disputes arising out of or in connection with this License Agreement are subject to jurisdiction of courts at the Rightholder’s location in accordance with the current procedural law of the Russian Federation.\n</p>\n<p>\n9.3.\nThe Rightholder may unilaterally amend or terminate this License Agreement without prior notice and without payment of any compensation to the User.\n</p>\n<p>\n9.4.\nThe current version of this License Agreement is available on the Rightholder’s Website at http://law.2gis.ru/en/browser-licensing-agreement/.\n</p>\n<p>\nIn case of conflict between a version of the License Agreement distributed together with copies of the Application and a latest version of the License Agreement posted on the Rightholder’s Website, the latter shall prevail.\n</p>\n<p>\nRev.\nas of May 08, 2014\n</p>\n<br> Also refer to:\n<ul>\n<li>\n«2GIS for browser» Application License Agreement as amended on February 06, 2014 (inoperative from May 08, 2014)</li>\n</ul>LegalFeedbackvkontaktetlgrmtwitterhabryoutube © 2023, 2GISРусскийEnglish Информация о&nbsp;деятельности 2ГИС в&nbsp;области информационных технологий и&nbsp;о&nbsp;продуктах, включенных в&nbsp;единый реестр российских программ для электронных вычислительных машин и&nbsp;баз данных, размещена по&nbsp;адресу: https://law.2gis.ru/about-2gis.\n", "created_at": "2023-04-10 18:25:20.836868", "updated_at": "2023-04-10 18:25:32.466574"}, {"id": 15376, "name": "Dialer» Application License Agreement", "url": "https://law.2gis.ru/en/dialer-licensing-agreement/", "xpath": "//body", "text": " Вы используете устаревший браузер.\nСайт может отображаться некорректно, вам необходимо обновить браузер.\n× Products<ul>\n<li>Opportunities</li>\n<li>Downloads</li>\n<li>Help</li>\n<li>Отдельные модули 2ГИС</li>\n</ul>For Companies<ul>\n<li>Advertising</li>\n<li>Business Account</li>\n<li>Content Products</li>\n</ul>ContentTechnologiesCareersFranchisingAbout us<ul>\n<li>Блог</li>\n<li>News</li>\n<li>History</li>\n<li>Press</li>\n<li>Contacts</li>\n</ul>Legal information<ul>\n<li>License agreement</li>\n<li>Copyright information</li>\n<li>Privacy Policy</li>\n<li>2GIS Services Use Agreement</li>\n<li>«2GIS Dialer» Application License Agreement</li>\n<li>«2GIS for browser» Application License Agreement</li>\n<li>DOUBLEGIS LLC Cookies Policy (the «Policy»)</li>\n</ul>«2GIS Dialer» Application License Agreement<p>\nThis document «\"2GIS Dialer\" Application License Agreement» is an offer of DoubleGIS Limited Liability Company (hereinafter — «the Rightholder») to enter into an agreement on the terms and conditions stated below.\n</p>\n<p>\n<strong>Before using «2GIS Dialer» Application (hereinafter — the «Application»), please read the terms of this license agreement attentively.</strong>\n</p>\n<p>\n<strong>1.\nGeneral Provisions</strong>\n</p>\n<p>\n1.1.\nBy using the Application, you agree that:\n</p>\n<p>\nа) You have read the terms of this Agreement prior to beginning of use of the Application.\n</p>\n<p>\nb) Use of the Application in any form means that you accept all terms of this Agreement, without any exceptions or restrictions on your part and also accept Google Terms of Service placed on the Internet at http://www.google.com/intl/en/policies/terms/.\nThe Application may not be used on any other terms and conditions.\n</p>\n<p>\nc) If you do not agree with the terms of or are not authorized to enter into this Agreement, you should immediately cease any use of the Application.\n</p>\n<p>\nd) The Rightholder may alter the Agreement (including any part of it) without any notice.\nA new version of the Agreement shall enter into force after it has been placed on the Rightholder’s Website at: http://law.2gis.ru/en/dialer-licensing-agreement/ unless otherwise provided for in such version.\n</p>\n<p>\n1.2.\nWords and expressions used in this Agreement have the following meanings unless otherwise expressly defined hereafter:\n</p>\n<p>\nа) <strong>The License (the Agreement)</strong> — the present 2GIS Dialer Application Agreement.\n</p>\n<p>\nb) <strong>The Rightholder</strong> — DoubleGIS Limited Liability Company, OGRN (primary state registration number) 1045401929847, registered at: 7, Karl Marx sq., 630048 Novosibirsk, Russian Federation.\n</p>\n<p>\nc) <strong>The User</strong> — an entity who has entered into this Agreement with the Rightholder for its own benefit or for the benefit of third parties in accordance with the requirements of the applicable law and this Agreement.\n</p>\n<p>\nd) <strong>The Application</strong> — 2GIS Dialer Application owned by the Rightholder, designed for quick search for contacts on the Mobile Device including search by a part of a number/name, speed dialing (2-9), call history grouping, and all its subsequent updates and modifications designed to use on the Mobile Devices.\n</p>\n<p>\ne) <strong>The Mobile Device</strong> — a mobile device with Android operating system.\n</p>\n<p>\nf) <strong>The Commercial Use</strong> — intended use of Application that is beyond the permitted use under this Agreement, in order to obtain an income (profit) when the user is an individual or to derive business profit, including providing access to or delivering the Application on a commercial basis, i.e.\nfor a fee or any counter provision of goods, works, services, or with simultaneous provision of goods, works, services on a commercial basis, in one form or another when the user is a company or sole proprietor.\nThe Commercial Use may be permitted by the Rightholder based on a separate agreement.\n</p>\n<p>\n<strong>2.\nExclusive Rights</strong>\n</p>\n<p>\n2.1.\nThe Rightholder owns all exclusive rights to the Application.\n</p>\n<p>\n2.2.\nThe Rightholder reserves the exclusive rights to any results of processing (modification) of the Application permitted by this License, and may at any time revoke its permission to use thereof at its discretion, without compensation of any expenses incurred by the User in creating and applying them.\n</p>\n<p>\n<strong>3.\nLicense</strong>\n</p>\n<p>\n3.1.\nThe Application shall be used in strict compliance with the terms of this License.\nIf the User does not accept any and all terms of this License, the User shall not be entitled to use the Application for any purpose.\nThe Application may not be used if the User violate (non-perform) any conditions of this License.\n</p>\n<p>\n3.2.\nThe rights to and ways of use of Application that are not expressly provided / allowed to the User under the present Agreement are considered not-granted/forbidden by the Rightholder.\n</p>\n<p>\n3.3.\nThe Application is allowed for non-commercial use at no cost, subject to the terms and conditions of this License.\nThe Application is allowed for use on conditions and in manner not provided for by this Agreement only possible on the basis of a separate agreement with the Rightholder.\n</p>\n<p>\n<strong>4.\nRights of the User</strong>\n</p>\n<p>\n4.1.\nThe Rightholder hereby grants to the User a worldwide non-exclusive nontransferable license to use the Application in the ways specified in the present section.\n</p>\n<p>\n<strong>4.2.\nIntended Use of the Application</strong>\n</p>\n<p>\nThe User has the right to use the Application for its intended purpose, and to that end, to install it on the Mobile Devise.\n</p>\n<p>\nIn accordance with this paragraph, the User may install the Application on an unlimited number of the Mobile Device.\n</p>\n<p>\n<strong>4.3.\nReproduction of the Application</strong>\n</p>\n<p>\nThe User may reproduce the Application, copies of which are distributed by the Rightholder, for non-commercial purposes at no cost on the Mobile Devices provided that no modifications are made in the combination, composition and content of the Application as compared with the way it is provided and / or recommended for use by the Rightholder.\n</p>\n<p>\n<strong>4.4.\nDistribution of the Application</strong>\n</p>\n<p>\nThe User may distribute the Application by delivering copies thereof reproduced in accordance with paragraph 4.3 of this Agreement, for non-commercial purposes at no cost and with respect for their integrity unless otherwise provided for by a written permission of the Rightholder.\n</p>\n<p>\n4.5.\nUse of the Application in accordance with this section shall be permitted subject to the User’s observance of restrictions imposed by this Agreement.\n</p>\n<p>\n<strong>5.\nRestrictions on Use</strong>\n</p>\n<p>\n5.1.\nThe User has no right, by its own efforts or with the assistance of third parties, to: </p>\n<p>\n5.1.1.\nHack technology, emulate, create new versions, modify, decompile, disassemble, decrypt and perform other actions with a code of the Application in order to breach the security system protecting the Application from unauthorized use, as well as to receive information on implementation of the algorithms used in the Application.\n</p>\n<p>\n5.1.2 Create derivative works based on the Application.</p>\n<p>\n5.1.3.\nReproduce and distribute the Application for commercial purposes without a written consent of the Rightholder.\n</p>\n<p>\n5.1.4.\nDistribute the Application in a form different from the one in which the User received it, without a written consent of the Rightholder.\n</p>\n<p>\n5.1.5.\nRemove or in any way modify trademarks, industrial designs and notices of copyright and any other rights contained in the Application.\n</p>\n<p>\n<strong>6.\nAutomatic Updates</strong>\n</p>\n<p>\n6.1.\nThe Application may periodically interact with the Rightholder’s soft hardware to check for updates of the Application (hereinafter—the «Updates»).\n</p>\n<p>\n6.2.\nBy installing the Application, the User agrees that they may make queries and receive and install the Updates in an automatic mode.\n</p>\n<p>\n<strong>7.\nPrivacy Policy</strong>\n</p>\n<p>7.1.\nBy\nentering into this Agreement, the User agrees to collect and deliver to the\nRightholder non-personal information on the nature and methods of use of the\nApplication, other technical information as well as data that is automatically\nconveyed to the Application in the course of its use, including information on\nthe status of the Internet on the Mobile Device.\non content of the internal\nmemory of the Mobile Device.\non an identification number of the Mobile Device.\non the location of the Mobile Device.\non Android advertisement identifier\n(Google AID https://play.google.com/about/developer-content-policy.html#ADID ).\non telephone numbers contained\nin to call history grouping of User’s Mobile Device, which are, in case these\nnumbers are not identified by User’s Mobile Device, transmitted and stored\nanonymized on Rightholder servers for identification of these telephone numbers\nin <strong>2GIS Business Listing</strong>&nbsp;and\nfurther informing Users of organizations or entrepreneurs owned these numbers\ncontained in <strong>2GIS Business Listing,\nonce coincidences has appeared, on the condition that information on these\ntelephone numbers are </strong>used anonymized by Rightholder exclusively for generation of statistical reports and other documents, not disclosing of User’s personal data.</p>\n<p>\n7.2.\nThe User may provide his/her personal information to the Rightholder on registration (creating an account) or in the course of using the Application.\nThe personal information obtained as described above may include the name, date of birth and any other information of the User required to optimize the functions of the Application.\nThe User has the right not to provide certain information to the Rightholder.\nin this case, however, the User probably will not be able to use many of the special features of the Application.</p>\n<p>\n7.3.\nThe User hereby acknowledges and agrees that:</p>\n<p>\n7.3.1.\nThe Rightholder may use the information obtained in accordance with paragraphs 7.1, 7.2 hereof, for the purpose of identification of the party under this Agreement, permitted intended use and further technical improvement of the Application, as well as for responding to users’ requests for support.\n</p>\n<p>\n7.3.2.\nThe Rightholder may receive, process, publish and make available to third parties the non-personal data in the generalized form obtained in accordance with paragraph 7.1 hereof, in the framework of the statistical and other studies based on the non-personal data.</p>\n<p>\n7.3.3.\nThe Rightholder may transfer the data obtained in accordance with paragraph 7.1 hereof to any third party in case the User gave his/her consent to do so.\nthe transfer is required for performing by the Rightholder of its obligations hereunder.\nthe transfer is required under the current legislation of the Russian Federation.\nthe transfer is required for protection of the rights and lawful interests of the Rightholder or third parties in case the User is in breach of this Agreement.\nthe Rightholder is will take part in merger, acquisition or other form of sale or other transfer of all or part of the assets.\n</p>\n<p>\n7.4.\nThe User hereby acknowledges and agrees that the Application will be able to determine an approximate location of the Mobile Device using various sources of geodata.\nTo this end, the Mobile Device must have the corresponding feature turned on in its settings.\nThe User may at any time refuse to transfer the data described in this paragraph by turning off the corresponding feature.</p>\n<p> 7.5.\nThe Application uses API Google Maps in the course of operation.\nTherefore, the Privacy Policy of Google (placed on the Internet at http://www.google.com/policies/privacy/) shall be considered an integral part of this Agreement.\n</p>\n<p>\n<strong>8.\nLiability under the License</strong>\n</p>\n<p>\n8.1.\nSeeing that under this License the right to use the Application is granted for non-commercial purposes and at no cost, the laws and regulations concerning the protection of consumer rights shall not be applicable to the relations of the Parties under this License.\n</p>\n<p>\n8.2.\nThe Application is granted on an \"as is\" basis which means that the Rightholder does not provide to the User any guarantee that: the Application will meet User's requirements, the Application will be provided in a continuous, timely, reliable and error-free manner.\nresults which can be received with its use will be accurate and reliable.\nall errors will be corrected.\n</p>\n<p>\n8.3.\nThe Rightholder shall not be liable for any direct or indirect consequences of any use of or inability to use the Application and / or damages caused to the User and / or third parties as a result of any use, non-use or inability to use the Application or its separate components and / or features, including possible errors or failures in the Application.\n</p>\n<p>\n8.4.\nSince the Application is subject to the continuous process of updating and adding new features, the form and nature of provided products and services may be changed from time to time without prior notice.\nThe Rightholder shall have the right, at its sole discretion, to stop (permanently or temporarily) providing the Application (or any parts of the products or services facilities) to all Users in general or to a specific User in particular, and also change or revoke the License without prior notice.\n</p>\n<p>\n8.5.\nThe User shall be held liable for any breach of the obligations set forth in this Agreement and (or) the current legislation of the Russian Federation, as well as for any consequences of such violations (including any damage that may be incurred by the Rightholder or third parties).\n</p>\n<p>\n8.6.\nThe Rightholder reserves the right to prosecute violators of its exclusive rights on the Application in accordance with the civil, administrative and criminal law at its own discretion.\n</p>\n<p>\n<strong>9.\nFinal Provisions</strong>\n</p>\n<p>\n9.1.\nThis Agreement, its conclusion and execution as well as all matters not regulated hereby shall be governed by the current legislation of the Russian Federation.\n</p>\n<p>\n9.2.\nAll disputes arising out of or in connection with this Agreement are subject to jurisdiction of courts at the Rightholder’s location in accordance with the current procedural law of the Russian Federation.\n</p>\n<p>\n9.3.\nThe Rightholder may unilaterally amend or terminate this Agreement without prior notice and without payment of any compensation to the User.\n</p>\n<p>\n9.4.\nThe current version of this Agreement is available on the Rightholder’s Website at http://law.2gis.ru/dialer-licensing-agreement/.\n</p>\n<p>\nIn case of conflict between a version of the Agreement distributed together with copies of the Application and a latest version of the Agreement posted on the Rightholder’s Website, the latter shall prevail.\n</p>\n<p>\nRev.\nas of October 19, 2015</p>\nAlso refer to:\n<ul>\n<li>\n«2GIS Dialer» Application License Agreement as amended on February 07, 2014 (inoperative from May 05, 2014)</li>\n</ul>LegalFeedbackvkontaktetlgrmtwitterhabryoutube © 2023, 2GISРусскийEnglish Информация о&nbsp;деятельности 2ГИС в&nbsp;области информационных технологий и&nbsp;о&nbsp;продуктах, включенных в&nbsp;единый реестр российских программ для электронных вычислительных машин и&nbsp;баз данных, размещена по&nbsp;адресу: https://law.2gis.ru/about-2gis.\n", "created_at": "2023-04-10 18:24:32.026853", "updated_at": "2023-04-10 18:26:17.975018"}, {"id": 15374, "name": "Privacy Policy ", "url": "http://law.2gis.ru/privacy/", "xpath": "//body", "text": null, "created_at": "2023-04-10 18:22:23.485616", "updated_at": "2023-04-10 18:27:30.330552"}], "points": [], "urls": ["2gis.com", "2gis.ru", "2gis.ae"]}}