{"error": 448, "message": "OK", "parameters": {"id": 6979, "name": "The Opt Out Project", "created_at": "2022-11-21 02:04:39.75604", "updated_at": "2022-11-21 23:01:14.575211", "wikipedia": null, "keywords": null, "related": null, "slug": "the-opt-out-project", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6979.png", "url": "optoutproject.net", "documents": [{"id": 12788, "name": "Privacy Policy", "url": "https://www.optoutproject.net/my-privacy-policy", "xpath": "/html/body/main/div", "text": "PhilosophyMy Privacy PolicyOctober 3, 2022The best way to keep data safe is to let you keep it under lock and key.<p>I believe we should all write ourselves a privacy policy: a terms of service list against which other companies need to measure up.&nbsp.\nIn the meanwhile, here is this site's pledge to you, dear visitor.\nI have tried to make the policy and the site in line with my values about data privacy, ownership, and stewardship.</p>\n<p>\n<strong>Your data is yours</strong>.\nI don't want or need to know you visited my site.\nI'm not keeping site tracking data.&nbsp.\nI believe you should be able to your data to yourself, and remain in control of what data you give and to whom.\nI do not authorize any cookies, trackers, browser fingerprinters, or bots.\nI don't run any analytics.</p>\n<p>\n<strong>I built this site to be as clean as possible.\n</strong>Putting my opt out values first and foremost has buided my decisions about which tools to use and which to lose.\nYou'll notice I didn't set this site up on Substack, Medium, or Wix, or a flashy hosting service that makes it \"easy\" to blog and subscribe.\nInstead, I investigated my connections to the tools that help me make it, as deeply as possible.&nbsp.\nI don't want to risk your data being sniffed by a third party company when you visit my Opt Out site.</p>\n<p>\n<strong>This site is hosted on GitHub</strong>.\nMicrosoft owns GitHub.&nbsp.\nTo the best of my knowledge they do not track people who visit their code repositories, including this site, although they very likely log IP addresses used for access.\nIf you're worried about that, access through a VPN or the Tor browser.\nGitHub is making privacy policy changes that largely track Enterprise users.\nIf I learn they are tracking site visitors, I will move this site and update this privacy policy accordingly.</p>\n<p>\n<strong>The site is static HTML and CSS.</strong> I am using the open source system called Publii to generate the blog, so that the code is as clean as possible (you might also check out the excellent Jekyll and Hugo as blogging options).\nYou can read the source code for my site or for Publii whenever you want to.\nNote that even when Publii uses Google Fonts it loads them locally instead of tapping an active Google service.</p>\n<p>\n<strong>You may subscribe to my mailing list</strong>.\nI chose to go with ButtonDown, because it's run by one guy who is really into data privacy.&nbsp.\nYou can read their privacy policy here.\nIf you subscribe, ButtonDown will record your email address and keep it on their server.&nbsp.\nButtonDown has promised that those email addresses belong to me, not to their company.\nI've also opted out of recording anything else about your subscription.\nIf that changes, I'll use my Tech Break Up tool and migrate the newsletter elsewhere.</p>\n<p>\n<strong>When you subscribe, </strong>I will use the email address you register to send you a newsletter keeping you up to date on posts, tips, how-tos, reviews, and other relevant Opt-Out info.\nI will never sell this data or use it for anything other than this newsletter.</p>\n<p>\n<strong>Please</strong>\n<strong>sign up with an alias </strong>that redirects to your preferred inbox.\nThe email services offered by Mozilla or DuckDuckGo live in your browser and make this easy.\nIf my mailing list contains nothing but mozmail and duck.com addresses, I'll know we're doing it right!</p>\n<p>\n<strong>No trackers.\nNo fingerprints.\nNo data collection.</strong>&nbsp;This is an Opt Out site, after all.</p>\n<p>Systems change.\nAnd I am always working to improve.\nIf you notice something tracking you, or that the unique alias you gave to me alone is being used for a purpose you didn't authorize, <strong>please tell me</strong> so I can make the switch to a different system.\nYou can reach me at info (at) optoutproject (dot) net.</p>\n<ul>\n<li>Philosophy</li>\n</ul>Previous PostCan you really opt out?Next PostWho am I?Follow me on Twitter or Mastodon, or get my newsletter.", "created_at": "2022-11-21 02:04:39.758337", "updated_at": "2022-11-21 01:05:00.948502"}], "points": [], "urls": ["optoutproject.net"]}}