{"error": 448, "message": "OK", "parameters": {"id": 8121, "name": "BFM TV", "created_at": "2023-04-30 19:10:58.95481", "updated_at": "2023-07-10 22:02:46.015393", "wikipedia": "https://en.wikipedia.org/wiki/BFM_TV", "keywords": null, "related": null, "slug": "bfm-tv", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/8121.png", "url": "bfmtv.fr,tradingsat.com,zone-turf.fr,rmcbfmplay.com", "documents": [{"id": 15767, "name": "Privacy Policy", "url": "https://www.bfmtv.com/politique-donnees-personnelles/", "xpath": "//*[@id=\"main_wrapper\"]", "text": "POLITIQUE DE PROTECTION DES DONNÉES À CARACTÈRE PERSONNEL<p>La protection de vos données à caractère personnel est un élément essentiel de notre relation, que vous soyez client ou utilisateur de nos services et sites.\nCette relation est fondée sur un principe de transparence visant à respecter votre vie privée conformément à la règlementation en vigueur en France et en Europe notamment en application de la loi « informatique et libertés » et du Règlement Général sur la Protection des Données (RGPD), ci-après la « Réglementation ».</p>\n<p>La présente Politique vous informe sur les catégories de données à caractère personnel que nous traitons, la façon dont nous les utilisons, les catégories de destinataires auxquels nous les communiquons, ainsi que sur les droits dont vous disposez.</p>Quelles données recueillons-nous ?<p>NEXTRADIOTV et ses marques (BFM, RMC, Tech&amp;Co, Zone-Turf) peuvent recueillir directement auprès de vous ou indirectement via des tiers des données à caractère personnel.\nConformément au principe de minimisation défini par la Règlementation, nous ne collectons que les données nécessaires au regard des finalités pour lesquelles elles sont traitées.</p>\n<p>Les différentes catégories de données personnelles collectées lors votre souscription et/ou dans le cadre de votre utilisation de nos services ou applications sont les suivantes :</p>\n<ul>\n<li>Données d’identification (notamment nom, prénom, numéro de client);</li>\n<li>Données de contact (notamment adresse postale ou électronique);</li>\n<li>Données d’usage (notamment pages web visitées);</li>\n<li>Données de connexion (notamment adresse IP de votre ordinateur, logs de connexion et d’usage);</li>\n<li>Données financières (moyens et historiques des paiements);</li>\n<li>Données commerciales (liste des produits et services dont vous bénéficiez);</li>\n<li>Données de localisation;</li>\n<li>Données de contenus;</li>\n<li>Réponses à nos enquêtes;</li>\n<li>Cookies et autres traceurs (cf.\nPolitique de cookies).</li>\n</ul>\n<p>NEXTRADIOTV n’a aucun contrôle sur les résultats des moteurs de recherche tels que Google.\nLors de la suppression de vos données sur nos sites, NEXTRADIOTV demande la désindexation de la page supprimée.</p>\n<p>\n<strong>Sur quelle base légale collectons-nous vos données personnelles ?</strong>\n</p>\n<p>Nous collectons et traitons vos Données Personnelles sur la base de votre consentement ou de votre souscription à certaines prestations additionnelles accessibles sur nos Services (tels qu’un jeu-concours, une inscription à une newsletter, etc).</p>\n<p>\n<strong>Actualisation des données transmises</strong>\n</p>\n<p>Il est important que les informations que vous nous communiquez soient exactes et à jour et que vous nous informiez sans délai de tout changement significatif vous concernant.</p>\n<p>\n<strong>FINALITÉS</strong>\n</p>\n<p>Vos données à caractère personnelle sont collectées et traitées uniquement sur la base des fondements juridiques prévus par la Réglementation et pour les finalités suivantes :</p>\n<p>\n<strong>1 - Dans le cadre de l’exécution d’un contrat :</strong>\n</p>\n<ul>\n<li>Gestion du compte client ;</li>\n<li>Identification et authentification du client ou utilisateur ;</li>\n<li>Communications avec le client (assistance technique et commerciale) ;</li>\n<li>Gestion des précontentieux, des contentieux;</li>\n<li>Gestion des droits et des demandes d’exercice des droits des personnes ;</li>\n<li>Fourniture et fonctionnement des services ;</li>\n<li>Hébergement des données du client ou utilisateur ;</li>\n<li>Administration et gestion du réseau et des services ;</li>\n<li>Vous adresser des informations sur nos offres, actualités et évènements (newsletters, invitations et autres publications) ;</li>\n<li>Sous réserve de votre consentement : permettre à nos sociétés et associations partenaires de vous adresser des informations sur nos offres, actualités et évènements (newsletters, invitations et autres publications) ;</li>\n<li>Réaliser des statistiques.</li>\n</ul>\n<p>\n<strong>2 - À des fins d’intérêts légitimes ou, le cas échéant, sur la base de votre consentement :</strong>\n</p>\n<ul>\n<li>Lutte contre la fraude;</li>\n<li>Identification et authentification du client;</li>\n<li>Enrichissement et valorisation de la base clients/prospects;</li>\n<li>Fourniture de recommandations personnalisées basées sur l’analyse des usages;</li>\n<li>Développement des produits et services de NEXTRADIOTV et ses filiales, ou de tiers et prospection commerciale;</li>\n<li>Organisation de jeux concours;</li>\n<li>Réalisation d’études statistiques, d’analyses et de mesures d’audience;</li>\n<li>Dépôt de cookies et traceurs (cf.\npolitique cookies);</li>\n<li>Affichage de publicités, y compris plafonnement de l’affichage, lutte contre la fraude au clic, facturation de la prestation, mesure d’audience;</li>\n<li>Sécurisation du réseau.</li>\n</ul>\n<p>\n<strong>Pour assurer le respect de nos obligations légales et règlementaires telles que définies par la législation en vigueur.</strong>\n</p>\n<p>\n<strong>Pour quelle durée de conservation ?</strong>\n</p>\n<p>Nous ne conservons vos données que pendant la durée nécessaire à l’accomplissement des finalités mentionnées ci-dessus ou pour nous permettre de répondre à nos obligations légales.</p>\n<p>Les données à caractère personnel utilisées à des fins de prospection commerciale peuvent être conservées pour une durée maximale de trois (3) ans à compter du dernier contact commercial.</p>\n<p>\n<strong>Vers quels destinataires ?</strong>\n</p>\n<p>Vos données à caractère personnel pourront être traitées par le personnel habilité du Groupe, ainsi que par des partenaires ou prestataires de NEXTRADIOTV dans le cadre de fourniture de prestations ou services.\nLe recours à ces partenaires ou prestataires est nécessaire à la bonne exécution des services fournis par NEXTRADIOTV et ses filiales.\nLes traitements en résultant peuvent nécessiter votre consentement ou relever de l'exécution du contrat ou de l'intérêt légitime du Groupe ou de tiers.</p>\n<p>Les données traitées pourront, dans les cadres prévus par la Réglementation en vigueur, être transmises aux autorités compétentes au titre du respect des obligations légales.</p>\n<p>Si ces destinataires sont amenés à traiter vos données en dehors de l’Union européenne, les transferts seront réalisés dans le respect de la Réglementation.</p>\n<p>\n<strong>Quelle sécurité pour vos données ?</strong>\n</p>\n<p>Nous avons mis en place des mesures techniques et organisationnelles permettant de protéger l'intégrité, la disponibilité et la confidentialité de vos données de façon appropriée selon leur nature, leur traitement et leur accessibilité.\nIl peut s’agir par exemple de chiffrement des données, de gestion de droits d’accès, de flux sécurisés…</p>\n<p>Le respect de la sécurité et de la protection de vos données s’impose à l’ensemble de nos collaborateurs ainsi qu’à nos prestataires intervenant dans leurs traitements.</p>\n<p>\n<strong>Quels sont vos droits ?</strong>\n</p>\n<p>Vous pouvez demander à tout moment l’accès aux données à caractère personnel vous concernant, leur rectification, leur effacement (dans la mesure où cela n’empêche pas la bonne exécution du contrat ou le respect des obligations légales de NEXTRADIOTV et de ses filiales) et la limitation d’un ou plusieurs traitements particuliers de données vous concernant, dans les conditions prévues par la Réglementation.</p>\n<p>Vous disposez également du droit de modifier ou de retirer, à tout moment, les consentements que vous nous avez accordés pour le traitement de vos données à caractère personnel.</p>\n<p>Vous disposez par ailleurs du droit de vous opposer à un traitement de vos données à caractère personnel et du droit à leur portabilité, dans les conditions fixées par la Réglementation.</p>\n<p>Vos données à caractère personnel peuvent être conservées ou supprimées après votre décès conformément à la Réglementation.\nVous disposez du droit de donner instruction à NEXTRADIOTV et ses filiales de communiquer ces données à un tiers que vous aurez préalablement désigné.</p>\n<p>\n<strong>Modalités d'exercice</strong>\n</p>\n<p>Vous pouvez exercer vos droits à tout moment en nous contactant aux adresses suivantes</p>\n<ul>\n<li>BFMTV : donnees-personnelles@bfmtv.fr</li>\n<li>RMC : donnees-personnelles@rmc.fr</li>\n<li>RMC Sport : donnees-personnelles@rmcsport.fr</li>\n<li>RMC BFM Play : donnees-personnelles@rmcbfmplay.com</li>\n<li>BFM Business : donnees-personnelles@bfmbusiness.fr</li>\n<li>RMC Crime : donnees-personnelles@rmc.fr</li>\n<li>Pôle Évènement / Régie Publicitaire : donnees-personnelles@nextms.fr</li>\n</ul>\n<p>\n<strong>Vous pouvez également adresser un courrier postal à :</strong>\n</p>\n<p>\n<i>NEXTINTERACTIVE DPO 2 RUE DU GENERAL ALAIN DE BOISSIEU 75015 PARIS</i>\n</p>\n<p>Vous devrez alors fournir vos nom, prénom et adresse mail.En cas de doute raisonnable sur votre identité, nous serons amenés à vous demander communication d'une copie de votre pièce d’identité.</p>\n<p>Si vous n’êtes pas satisfait de nos échanges, vous avez la possibilité de saisir la Commission Nationale de l’Informatique et des Libertés (CNIL) à l’adresse suivante :</p>\n<p>\n<i>CNIL – 3 place de Fontenoy – TSA 80715 – 75334 Paris cedex 07</i>\n</p>\n<p>\n<strong>En savoir plus</strong>\n</p>\n<p>Pour en savoir plus sur notre Politique de protection des données à caractère personnel, vous pouvez contacter le Délégué à la Protection des Données à l’adresse suivante :</p>\n<p>NEXTINTERACTIVE DPO 2 RUE DU GENERAL ALAIN DE BOISSIEU 75015 PARIS</p>\n<p>Cette adresse ne peut être utilisée pour l’exercice de vos droits (Veuillez vous reporter au chapitre « A propos de vos droits »).</p>\n<p>Pour consulter la liste des partenaires digitaux de NEXTRADIOTV, destinataires des données personnelles, cliquez <u>ici</u> .</p>\n<p>Nous sommes susceptibles de faire évoluer la présente politique de protection des données à caractère personnel.</p>\n<p>\n<i>Date dernière mise à jour : Septembre 2021</i>\n</p>Top articles<ol>\n<li>Fillette retrouvée morte dans les Vosges: y a-t-il eu des failles dans le suivi du suspect?</li>\n<li>\"Pas de solution miracle\": comment les ministres essaient d'adapter leurs déplacements aux casseroles</li>\n<li>Chaleur, précipitations...\nMétéo-France dévoile ses tendances pour la fin du printemps et le début de l'été</li>\n<li>Chaleur en Espagne: sous 36°C, un cheval attaché à une calèche meurt pendant la Feria de Séville</li>\n<li>Cheveux crépus, calvitie: un député veut lutter contre les discriminations capillaires</li>\n</ol>", "created_at": "2023-04-30 19:12:42.225704", "updated_at": "2023-04-30 19:12:51.722633"}, {"id": 15766, "name": "Terms of Use", "url": "https://www.bfmtv.com/cgu/", "xpath": "//*[@id=\"main_wrapper\"]", "text": "CONDITIONS D’UTILISATION GÉNÉRALES ET SPÉCIFIQUES DES SITES DU GROUPE ALTICE FRANCE ET DES APPLICATIONS ASSOCIÉES<p>\n<i>\n<u>Date de mise à jour :</u> 29 août 2022</i>\n</p>INTRODUCTION<p>Les Sites internet (ci-après les « <strong>Sites</strong> ») et applications mobiles (ci-après les « <strong>Applications </strong>») édités par les sociétés du groupe ALTICE FRANCE (ci-après le « <strong>Groupe </strong>») offrent à chaque internaute (ci-après l’ « <strong>Utilisateur </strong>») l’accès à plusieurs services en ligne.</p>\n<p>Les Conditions Générales d’Utilisation (ci-après les « <strong>CGU </strong>») ont pour objet de déterminer les règles d'utilisation des Sites, Applications et services offerts par le Groupe.\nElles déterminent les obligations à la charge de l’Editeur et de l’Utilisateur.</p>\n<p>Eu égard à la spécificité de certains services offerts par les Sites et/ou Applications, les CGU peuvent être complétées par des Conditions Spécifiques d’Utilisation (ci-après les « <strong>CSU </strong>»).\nEn cas de dispositions contradictoires entre les CGU et les CSU, ces dernières priment.</p>\n<p>Les CGU et CSU prises ensemble (ci-après les « <strong>CGSU </strong>») ainsi que le droit applicable au moment de l’utilisation constituent l’ensemble des dispositions régissant les relations entre l’Editeur et l’Utilisateur dans le cadre de l’utilisation des Sites et/ou des Applications.</p>\n<p>L'Utilisateur accepte, sans réserve, les présentes CGSU dans leur intégralité avant toute utilisation des Sites et/ou Applications.\nLe simple accès aux Sites, la simple utilisation des Applications ainsi que la publication de ses réactions par l’Utilisateur (ci-après les « <strong>Réactions </strong>») emportent automatiquement acceptation de l’Utilisateur aux Conditions d’utilisation.</p>\n<p>En raison des produits ou prestations de services qu’ils proposent, les Sites suivants comportent des Conditions Générales de Vente (ci-après « <strong>CGV </strong>») disponibles en bas de chacune des pages des Sites concernés :</p>\n<ul>\n<li>tradingsat.com.</li>\n</ul>\n<p>L'Editeur se réserve la faculté de modifier les présentes CGSU à tout moment et sans notification préalable.\nEn conséquence, il est conseillé à l'Utilisateur de se référer, régulièrement, à la dernière version des CGU disponible.</p>CONDITIONS D’UTILISATION GÉNÉRALES DES SITES DU GROUPE ALTICE FRANCE ET DES APPLICATIONS ASSOCIÉES1.\nDÉFINITIONS<p>Au sein des présentes CGU, les mots ou expressions commençant avec une majuscule et non-définis ci-dessus auront la signification suivante :</p>\n<p>\n<strong>Applications </strong>: un programme téléchargeable, de façon gratuite ou payante, développé pour être installé sur des appareils mobiles et exécutable à partir du système d'exploitation d’un terminal mobile, comme un smartphone ou une tablette.</p>\n<p>\n<strong>Compte </strong>: l’espace personnel créé par l’Utilisateur dans le but de gérer les préférences relatives aux Services qu’il utilise ou de publier des Réactions relatives aux contenus publiés par l’Editeur sur les Sites et/ou les Applications.</p>\n<p>\n<strong>Editeur </strong>: désigne la société du Groupe éditant les Sites ou Applications selon la liste établie ci-dessous :</p>\n<p>\n<strong>RMC DECOUVERTE SASU</strong> au capital social de 1.000, 00 €<br>Siège social : 2 rue du Général Alain de Boissieu, 75015 Paris RCS Paris 529 194 797<br>Directeur de la publication : Arthur Dreyfuss</p>\n<p>\n<strong>BFM PARIS SASU</strong> au capital social de 37.000,00 €<br>Siège social : 2 rue du Général Alain de Boissieu, 75015 Paris RCS Paris 523 874 394<br>Directeur de la publication : Arthur Dreyfuss<br>\n<br>\n<strong>BFM LYON METROPOLE SA</strong> au capital social de 2.000 000 €<br>Siège social : 91 cours Charlemagne, 69002 Lyon RCS Lyon 348 666 751<br>Directeur de la publication : Arthur Dreyfuss<br>\n<br>Les autres pages et sous-domaines liés aux domaines bfmtv.com, tradingsat.com, zone-turf.fr, lavieimmo.com et rmcbfmplay.com ainsi que les Applications associées !<br>\n<br>\n<strong>NEXTINTERACTIVE SAS</strong> au capital social de 199.272, 00 €<br>Siège social : 2 rue du Général Alain de Boissieu, 75015 Paris RCS Paris 311 243 794<br>Directeur de la publication : Arthur Dreyfuss<br>\n<br>Les CGU peuvent renvoyer à un éditeur particulier, auquel cas celui-ci sera désigné par l’expression « <strong>Editeur concerné</strong> ».</p>\n<p>\n<strong>Groupe </strong>: désigne la société ALTICE FRANCE, ainsi que l’ensemble des sociétés sur lesquelles elle exerce un contrôle au sens de l’article L233-3 du Code de commerce.<br>\n<br>\n<strong>Information(s)</strong> : l'ensemble des œuvres, informations et publications (articles, photos, vidéos, podcast, espaces de contribution personnelle, marques etc.) accessibles via les Sites et/ou les Applications.<br>\n<br>\n<strong>Partenaires</strong> : les sociétés tierces au Groupe avec lesquelles une ou plusieurs sociétés du Groupe entretiennent des relations contractuelles, ayant notamment pour objet le transfert de données collectées auprès des Utilisateurs.<br>\n<br>\n<strong>Réaction(s)</strong> : l’ensemble des commentaires que les Utilisateurs ont la possibilité de publier sur les Sites et/ou les Applications et notamment à la suite d’un article des Sites et/ou des Applications.\nLa publication des Réactions suppose au préalable une inscription de l’Utilisateur sur le Site concerné ou sur le Forum le cas échéant.<br>\n<br>\n<strong>Service(s)</strong> : l’ensemble des services en ligne proposés par l’Editeur et/ou ses Partenaires et auxquels les Utilisateurs peuvent accéder depuis les Sites et/ou les Applications.<br>\n<br>\n<strong>Sites</strong> : l’ensemble des pages web éditées par des filiales de ALTICE FRANCE, accessibles aux adresses bfmtv.com, lavieimmo.com, tradingsat.com, <strong>zone-turf.fr</strong>, <strong>rmcbfmplay.com</strong>, ainsi que l’ensemble de sous-domaines et répertoires associés et via lesquels sont accessibles les Services.<br>\n<br>\n<strong>Utilisateur(s)</strong> : toute personne physique ayant accès aux Sites et/ou aux Applications, quel que soit le lieu où elle se trouve et les modalités de sa connexion aux Sites et/ou aux Applications.</p>2.\nACCÈS ET UTILISATION DES SERVICES ET INFORMATIONS DES SITES ET DES APPLICATIONS<p>\n<strong>2.1</strong> Les équipements et moyens matériels permettant l’accès aux Sites et/ou aux Applications sont à la charge exclusive de l'Utilisateur.\nCe dernier prend également à sa charge propre les frais de télécommunication induits pour accéder et consulter les Sites et/ou les Applications.<br>\n<br>\n<strong>2.2</strong> L'Editeur accorde à l'Utilisateur une licence d'utilisation à des fins strictement personnelles des Sites et/ou des Applications ainsi que de ses Services, révocable, non-transférable, non cessible, non-exclusive et gratuite sur les Informations consultées sur les Sites et/ou les Applications.<br>\n<br>A cet égard, l'Utilisateur s'engage à respecter les obligations prévues au titre des présentes CGU, notamment à l’ « <strong>article 8.\nGARANTIES</strong> » des présentes CGU.<br>\n<br>\n<strong>2.3</strong> L’Utilisateur est informé que l’accès libre et gratuit aux contenus et services des Sites et des Applications est financé par les revenus liés à la publicité diffusée sur cet espace.<br>\n<br>Il accepte, par conséquent, l’affichage de la publicité sur les Sites et les Applications.</p>3.\nCONTRIBUTIONS PERSONNELLES<p>\n<strong>3.1 Création d’un Compte</strong>\n</p>\n<p>Certains Sites offrent à l’Utilisateur la possibilité de se créer un Compte pour bénéficier de divers services personnalisés, et notamment l’accès à un espace de contribution personnelle permettant de publier ses Réactions, gérer ses inscriptions aux newsletters de l’Editeur ou encore recevoir des offres commerciales.<br>\n<br>La publication de Réactions aux articles présents au sein des Sites et/ou des Applications suppose l'inscription et la création d’un Compte par l’Utilisateur via la rubrique « Inscription » disponible sur les Sites et/ou les Applications.\nEn s’inscrivant, l’Utilisateur reconnaît et accepte expressément et sans réserve les présentes CGU.\nLes présentes CGU constituent en conséquence un accord contractuel entre l'Utilisateur et l'Editeur.\nEn cas de refus, l’Utilisateur s'engage à ne pas utiliser ni accéder aux Sites et/ou aux Applications et à leurs Services.<br>\n<br>Pour s’inscrire, l'Utilisateur doit avoir atteint l'âge de la majorité légale, avoir la capacité pour conclure un contrat au sens de la loi, et avoir accepté les présentes CGU sans aucune réserve.\nL’inscription au nom d'une personne morale n'est possible que par une personne physique majeure capable et disposant des pouvoirs nécessaires pour lier et engager cette personne morale.<br>\n<br>L’Utilisateur communique à l'Editeur les informations personnelles requises.\nEn remplissant le formulaire d'inscription, l’Utilisateur garantit à l'Editeur avoir fourni des informations exactes, véridiques, à jour et complètes concernant son identité et ses coordonnées.\nIl s'engage notamment à fournir une adresse électronique effective dont il est propriétaire.\nL'Editeur se réserve le droit, pour tout motif sérieux et objectif de suspendre son Compte.\nLe motif ne pourra être communiqué que sur demande préalable de l’Utilisateur et à la discrétion de l’Editeur.<br>\n<br>L’Utilisateur s'engage à ne créer qu'un seul Compte correspondant à son profil.</p>\n<p>\n<strong>3.2 Informations personnelles</strong>\n</p>\n<p>L’Utilisateur s'engage à mettre à jour régulièrement l'ensemble des informations le concernant relatives à son profil, afin de préserver leur exactitude.\nDans l'hypothèse où l’Utilisateur fournirait des données objectivement fausses, inexactes, périmées ou incomplètes, l'Editeur sera en droit de suspendre ou de résilier le Compte de l’Utilisateur et de lui refuser, à l'avenir, l'accès à tout ou partie des Applications.<br>\n<br>L’Utilisateur est seul responsable de tout usage qui pourrait être fait de ses identifiants (à savoir son adresse électronique ainsi que son mot de passe), et seul garant de leur confidentialité, ainsi que de toute utilisation de son Compte.\nL’Utilisateur s'engage à informer immédiatement l'Editeur de toute utilisation non autorisée de son Compte, et de toute atteinte à la confidentialité et à la sécurité de ses moyens d'identification grâce au formulaire « Contact » disponible en bas de chacune des pages des Sites.<br>\n<br>Si l'Editeur a des motifs légitimes de penser que la sécurité du Service est violée ou que celui-ci est mal utilisé du fait d'une utilisation non autorisée des moyens d'identification de l’Utilisateur, il pourra procéder à la suspension temporaire du Compte, afin notamment de préserver l'intégrité des Applications et des données, et, si cela apparaît approprié, exiger la modification de ces moyens d'identification.</p>\n<p>\n<strong>3.3 Réactions et modération</strong>\n</p>\n<p>Après validation de son Compte par l'Editeur, l’Utilisateur peut soumettre, dans les limites rappelées à l' « <strong>article 8.\nGARANTIES</strong> » des présentes CGU, des Réactions aux contenus publiés sur les Sites et/ou les Applications.<br>\n<br>Les Réactions des Utilisateurs sont modérées a posteriori par un modérateur de l'Editeur en fonction de leur adéquation à l’article qu’elles commentent, et de leur conformité aux lois et règlements, des exigences rappelées à l' « <strong>article 8.\nGARANTIES</strong> » des présentes CGU et plus largement, pour tout autre motif sérieux.\nL'Editeur se réserve la possibilité de supprimer toute Réaction qui violerait les présentes CGU ou qui serait susceptible d’engager en tout ou partie la responsabilité de l’Editeur.\nL’Editeur se réserve également le droit d'exclure temporairement ou définitivement du Site toute personne ne respectant pas les présentes CGU.<br>\n<br>L’Utilisateur est responsable de son utilisation des Sites et/ou des Applications, et de toute Réaction qu’il affiche via les Sites et/ou les Applications ainsi que de leurs conséquences.\nLa Réaction que l’Utilisateur soumet, publie ou affiche pourra être consultée par d’autres Utilisateurs des Sites et/ou des Applications.\nL’Utilisateur ne devra fournir que des Réactions qu’il souhaite partager avec d’autres dans le respect desdites CGU.</p>\n<p>\n<strong>3.4 Caractère public et référencement des Réactions</strong>\n</p>\n<p>Toutes les Réactions sont publiques, ce qui implique notamment qu’elles sont susceptibles d’être consultées par des Utilisateurs n’ayant pas créé de Compte, et/ou référencées par des moteurs de recherche tiers au Groupe.</p>\n<p>\n<strong>3.5 Suppression des Réactions par l’Utilisateur</strong>\n</p>\n<p>L’Utilisateur peut demander la suppression de ses messages grâce au formulaire « Contact » disponible en bas de chacune des pages des Sites, à la seule condition qu’il indique les éléments suffisants à l’identification de sa Réaction, à savoir :</p>\n<ul>\n<li>Le pseudonyme de l’Utilisateur sous lequel la Réaction a été publiée ;</li>\n<li>Le titre et l’adresse URL de l’article auquel l’Utilisateur a réagi ;</li>\n<li>La date de la Réaction ;</li>\n<li>Le contenu de la Réaction.</li>\n</ul>\n<p>\n<strong>3.6 Désinscription</strong>\n<br>\n<br>L’Utilisateur reste également libre de se désinscrire à tout instant :</p>\n<ul>\n<li>Soit grâce au formulaire « Contact » disponible en bas de chacune des pages des Sites ;</li>\n<li>Soit, plus spécifiquement, sur les sites zone-turf.fr et tradingsat.com, depuis la page <i>« Mon profil » &gt.\n« Mes coordonnées » &gt.\n« Supprimer mon Compte »</i>.</li>\n<li>Soit, plus spécifiquement, sur le site RMC BFM Play, vous pouvez exercer vos droits à tout moment en nous contactant à l’adresse suivante : donnees-personnelles@rmcbfmplay.com</li>\n</ul>\n<p>L'Editeur se réserve également le droit de clôturer, sans préavis, le Compte d'un Utilisateur pour tout motif objectif et justifié préalablement notifié à l'intéressé par tout moyen (courrier électronique ou recommandé), notamment dans l'hypothèse où l’Utilisateur aurait violé les lois applicables, notamment pénales, ou celles visant à protéger les droits d'un tiers, ou si sa conduite a nui aux intérêts d'une personne, quelle qu'elle soit, y compris l'Editeur ou toute société ayant un lien légal avec l'Editeur, ou à l'utilisation de l’ Application par un autre Utilisateur.<br>\n<br>L'Editeur se réserve le droit de désactiver le Compte d’un Utilisateur à l'issue d'une période d'inactivité totale de son Compte égale ou supérieure à un an.\nDans cette hypothèse, l’Utilisateur aura la possibilité de réactiver son Compte sur demande expresse formulée à l'Editeur.\nToutefois, le Compte de l’Utilisateur pourra faire l’objet d’une suppression définitive après une période d’inactivité de trois ans.<br>\n<br>En cas de décès de l’Utilisateur, et sur production des pièces justificatives pertinentes, le Compte sera désactivé.</p>4.\nPROPRIÉTÉ INTELLECTUELLE<p>\n<strong>4.1</strong> L'Editeur est propriétaire exclusif de tous les droits de propriété intellectuelle portant tant sur la structure que sur le contenu des Sites et des Applications, sauf mention expresse contraire.<br>\n<br>\n<strong>4.2</strong> Les présentes CGU n'entraînent le transfert d'aucun droit de propriété intellectuelle au profit de l'Utilisateur tant sur la structure que sur le contenu des Sites et des Applications et leurs Services.\nPour toute utilisation d’une Information à des fins autres que strictement personnelles, l’Utilisateur devra contacter au préalable l’Editeur à l’adresse mentionnée dans les mentions légales afin d’obtenir l’autorisation nécessaire à cet effet.<br>\n<br>\n<strong>4.3</strong> L'Utilisateur s'engage expressément à ce que l'utilisation des Sites et/ou des Applications ne porte en aucun cas atteinte aux droits de l'Editeur, et notamment à ce que cette utilisation ne constitue pas une contrefaçon ou une concurrence déloyale ou parasitaire des Informations.</p>5.\nRÉCOLTE, TRAITEMENT ET PROTECTION DES DONNÉES PERSONNELLES<p>\n<strong>5.1</strong> L'Editeur respecte les données personnelles des Utilisateurs et se conforme strictement aux lois en vigueur sur la protection des données personnelles.\nLes informations communiquées directement ou indirectement par l’Utilisateur du fait des formulaires présents sur les Sites ainsi que sur les Applications et autres dispositifs évoqués au présent article sont nécessaires pour répondre à ses demandes et sont destinées aux sociétés du Groupe et, le cas échéant, à leurs Partenaires.\nLe caractère facultatif ou obligatoire des données est indiqué à l’Utilisateur lors de leur collecte par un astérisque.\nPour plus d’informations, l’Utilisateur peut consulter la Politique Données Personnelles de l’Editeur.<br>\n<br>\n<strong>5.2</strong> Certains services personnalisés proposés par les Sites et/ou les Applications requièrent de l’Utilisateur qu’il accepte le dépôt de cookies sur son terminal par l’Editeur ou par certains de ses Partenaires.\nLes cookies sont des fichiers d’informations déposés sur un espace dédié du disque dur du terminal de l’Utilisateur lors de la consultation d’un contenu en ligne.\nLes cookies enregistrent des informations relatives à la navigation sur le Site qui pourront être lues lors de visites ultérieures.\nSont également collectées des données via des procédés automatiques de traçage.<br>\n<br>Ces Cookies et autres traceurs sont utilisés à des fins analytiques, et pour la bonne utilisation des services offerts à partir des Sites et/ou des Applications, notamment aux fins suivantes :</p>\n<ul>\n<li>Navigation et usage des Sites et Applications ;</li>\n<li>Géolocalisation et publicité ;</li>\n<li>Réseaux sociaux ;</li>\n<li>Ciblage ;</li>\n<li>Mesures d’audience.</li>\n</ul>\n<p>Les cookies sont déposés sur le terminal de l’Utilisateur pour une durée de treize (13) mois.\nLes Utilisateurs peuvent désactiver ou supprimer les cookies en modifiant les paramètres de leur navigateur.\nSi le navigateur du terminal de l’Utilisateur est configuré pour les refuser, certains services pourraient lui être inaccessibles.<br>\n<br>Pour plus d’informations, l’Utilisateur peut consulter la page « Cookies et autres technologies », disponible par le biais du bandeau d’information en page d’accueil ou directement à l’adresse suivante : https://www.bfmtv.com/cookies/.<br>\n<br>\n<strong>5.3</strong> En application des dispositions de la loi n°78-17 du 6 janvier 1978 « Informatique et Libertés », telle que modifiée, relative à l'informatique, aux fichiers et aux libertés et au Règlement Européen 2016/679 du 27 avril 2016 relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données, ainsi que de la loi 2018-493 du 20 juin 2018 et le/les décret(s) d’application, chaque Utilisateur dispose d'un droit d'opposition, d'accès, de rectification, de limitation, de portabilité et de suppression des données le concernant.<br>\n<br>Chaque Utilisateur peut exercer ce droit à tout moment :<br>\n<br>Soit en contactant l’Editeur via le formulaire « Contact » disponible en bas de chacune des pages des Sites ;<br>\n<br>Soit en écrivant à l’Editeur à l’aide des moyens suivants, selon les Sites et/ou Applications concernés :</p>\n<ul>\n<li>Le répertoire bfmtv.com/paris ainsi que l’Application associée : donnees-personnelles@bfmparis.fr ;</li>\n<li>Le répertoire bfmtv.com/lyon ainsi que l’Application associée : donnees-personnelles@bfmlyon.fr ;</li>\n<li>Les pages liées au sous-domaine bfmbusiness.bfmtv.com, au répertoire bfmtv.com/economie ainsi que l’Application associée : donnees-personnelles@bfmbusiness.fr ;</li>\n<li>Le sous-domaine rmc.bfmtv.com ainsi que l’Application associée : donnees-personnelles@rmc.fr ;</li>\n<li>Le sous-domaine rmcsport.bfmtv.com ainsi que l’Application associée : donnees-personnelles@rmcsport.fr ;</li>\n<li>Les pages liées au domaine tradingsat.com ainsi que l’Application associée https://www.tradingsat.com/divers/contact.html ;</li>\n<li>Les pages liées au domaine zone-turf.fr ainsi que l’Application associée https://www.zone-turf.fr/contact.html ;</li>\n<li>Les pages et sous-domaines liés aux domaines bfmtv.com, ainsi que les Applications associées : donnees-personnelles@bfmtv.fr ;</li>\n<li>Les pages liées au domaine immo-neuf.lavieimmo.com : https://immo-neuf.lavieimmo.com/contact.html ;</li>\n<li>Les pages liées au domaine rmcbfmplay.com : donnees-personnelles@rmcbfmplay.com.</li>\n</ul>6.\nDISPONIBILITÉ DES SITES ET DES APPLICATIONS<p>\n<strong>6.1</strong> L'Editeur s'engage à faire ses meilleurs efforts pour sécuriser l'accès, la consultation et l'utilisation des Informations et/ou des Services des Sites et des Applications.\nCes derniers sont accessibles 24 heures sur 24, 7 jours sur 7, sauf en cas de force majeure ou de survenance d'un évènement hors du contrôle de l'Editeur et sous réserve des éventuelles pannes et interventions de maintenance nécessaires au bon fonctionnement des Sites et des Applications.\nLes interventions de maintenance pourront être effectuées sans que les Utilisateurs aient été préalablement avertis.<br>\n<br>\n<strong>6.2</strong> L'Utilisateur déclare accepter les caractéristiques et les limites de l'Internet et Internet mobile et des systèmes d'exploitation des Sites et/ou des Applications, et en particulier reconnaître que :</p>\n<ul>\n<li>Son utilisation des Sites et/ou des Applications se fait à ses risques et périls ;</li>\n<li>Les Sites et/ou les Applications lui sont accessibles « en état » et en fonction de leur disponibilité ;</li>\n<li>La protection de ses propres données et/ou logiciels lui incombe et il lui appartient de prendre toutes les mesures appropriées de façon à les protéger des éventuels virus circulant sur les Sites et/ou l’ Application, les Informations ou les services ;</li>\n<li>Les performances techniques de l'Internet Mobile requièrent un temps de traitement nécessaire pour répondre, consulter, interroger ou transférer les informations.</li>\n</ul>7.\nLIMITATION DE RESPONSABILITÉ<p>\n<strong>7.1</strong> L'Editeur fait ses meilleurs efforts pour communiquer des Informations honnêtes, fiables, en toute indépendance, mettant en avant le pluralisme et proscrivant toute présentation partiale des faits.\nL’Editeur ne peut toutefois garantir de façon totale la parfaite exactitude et complétude de l'ensemble des Informations et autres données présentes sur les Sites et/ou les Applications, qu'elles soient fournies par l'Editeur lui-même ou par ses partenaires, ces Informations étant notamment liées à l’actualité et sujettes à des enrichissements réguliers.</p>\n<p>\n<strong>7.2 </strong>L'EDITEUR N'EST A L’ORIGINE QUE DES INFORMATIONS DES SITES ET DES APPLICATIONS, TEL N’EST PAS LE CAS NOTAMMENT POUR LES REACTIONS.\nEN CONSEQUENCE LA RESPONSABILITE DE L’EDITEUR SE LIMITE AU REGIME DE RESPONSABILITE ATTENUE PREVU A L’ARTICLE 93-3 DE LA LOI DU 29 JUILLET 1982 DANS SA VERSION EN VIGUEUR.<br>\n<br>L’EDITEUR NE VERIFIE QU’A POSTERIORI LA VERACITE DES CONTENUS EMANANT DES UTILISATEURS ET DECLINE TOUTE RESPONSABILITE QUANT A L’INEXACTITUDE, L’INADEQUATION OU L’ILLICEITE DESDITES INFORMATIONS.\nEN CAS DE MANQUEMENT PAR UN UTILISATEUR A L’UNE OU PLUSIEURS DE CES REGLES, L’EDITEUR SE RESERVE LE DROIT DE SUPPRIMER LA REACTION, LE COMMENTAIRE / LE CONTENU LITIGIEUX SANS PREAVIS ET SANS PREJUDICE D’EVENTUELLES POURSUITES A L’ENCONTRE DE L’INTERESSE.<br>\n<br>L'EDITEUR N'A PAS D'OBLIGATION GENERALE DE SURVEILLANCE DES DONNEES ET DU CONTENU FOURNI PAR L’UTILISATEUR, NI D'OBLIGATION DE SUPPRESSION D'UN CONTENU QUI NE PARAITRAIT PAS MANIFESTEMENT ILLICITE, NONOBSTANT SON SIGNALEMENT.<br>\n<br>LA RESPONSABILITE DE L'EDITEUR NE SAURAIT NON PLUS ETRE ENGAGEE EN CAS D'INTERRUPTION D'ACCES AUX SITES ET/OU A LES APPLICATIONS DU FAIT D'OPERATIONS DE MAINTENANCE, DE MISES A JOUR OU D'AMELIORATIONS TECHNIQUES, OU POUR EN FAIRE EVOLUER LE CONTENU ET/OU LA PRESENTATION, DES LORS QUE CES INTERRUPTIONS SERONT SIGNALEES ET QU'ELLES N'EXCEDERONT PAS LES USAGES EN LA MATIERE.\nEN OUTRE, L'EDITEUR POURRA INTERROMPRE TEMPORAIREMENT OU DEFINITIVEMENT L'ACCES AUX SITES OU A LES APPLICATIONS ET A TOUT EVENTUEL SERVICE LIE, NOTAMMENT EN CAS DE CESSATION PAR LUI DE L'ACTIVITE EN CAUSE, OU EN CAS DE LIQUIDATION JUDICIAIRE OU AMIABLE DE LA SOCIETE .\nDANS CES DERNIERES HYPOTHESES, LES PRESENTES CGU SONT RESILIEES DE PLEIN DROIT.\nL'EDITEUR NE SAURAIT ETRE TENU POUR RESPONSABLE DE LA PRESENCE DE VIRUS SUR LES SITES ET/OU LES APPLICATIONS.<br>\n<br>L'EDITEUR NE POURRA EN AUCUN CAS ETRE TENU RESPONSABLE DE TOUTE CONSEQUENCE QUI POURRAIT SURVENIR AU COURS, OU A L'ISSUE, DE RENCONTRES OU PRISES DE CONTACT ENTRE PLUSIEURS INTERNAUTES, A LA SUITE DE L'UTILISATION DES SITES ET/OU DES APPLICATIONS ET DE LEURS SERVICES.\nDANS TOUTES LES HYPOTHESES REQUISES PAR LA LOI, L'AUTORITE ADMINISTRATIVE OU JUDICIAIRE (COMME POUR LES CAS DE REQUISITION), LA RESPONSABILITE DE L'EDITEUR NE POURRA ETRE ENGAGEE DANS L'HYPOTHESE OU CE DERNIER COMMUNIQUERAIT LES DONNEES PERSONNELLES DE L'UTILISATEUR A L'AUTORITE CONCERNEE.<br>\n<br>L'EDITEUR N'EST PAS RESPONSABLE DU CONTENU DES SITES INTERNET TIERS EVENTUELS VERS LESQUELS RENVOIENT DES LIENS HYPERTEXTES PRESENTS SUR LES SITES ET APPLICATIONS.<br>\n<br>DANS TOUTE LA MESURE PERMISE PAR LA LOI APPLICABLE ET DANS LA MESURE OU L'EDITEUR SERAIT JUGE RESPONSABLE D'UN DOMMAGE NON-PREVU CI-DESSUS, LA RESPONSABILITE DE L'EDITEUR SERA LIMITEE AUX DOMMAGES DIRECTS, CERTAINS, REELS ET ETABLIS.<br>\n<br>DANS TOUTE LA MESURE PERMISE PAR LA LOI, EN AUCUN CAS L'EDITEUR OU SES PARTENAIRES NE SAURAIENT ETRE RESPONSABLES DES DOMMAGES INDIRECTS, DU MANQUE A GAGNER OU DES DOMMAGES DECOULANT DE LA PERTE DE DONNEES OU DE LA PERTE D'EXPLOITATION CAUSEE PAR L'UTILISATION OU L'IMPOSSIBILITE D'UTILISER LES SITES ET/OU LES APPLICATIONS, LE SERVICE OU LE CONTENU, QUE CE SOIT SUR LA BASE D'UNE GARANTIE, D'UN CONTRAT OU D'UN DELIT CIVIL OU SELON TOUTE AUTRE THEORIE JURIDIQUE ET QUE L'EDITEUR SOIT OU NON AVISE DE LA POSSIBILITE DE TELS DOMMAGES.<br>\n<br>\n<strong>7.3 </strong>L'Utilisateur est seul responsable des mises à jour des versions ou sous-versions successives des Applications.\nL'Editeur ne saurait engager sa responsabilité à ce titre.</p>8.\nGARANTIES<p>\n<strong>8.1 </strong>Garanties relative à l’intégrité des Sites et Applications</p>\n<p>Chaque Utilisateur s'engage expressément :</p>\n<ul>\n<li>À renoncer à utiliser des logiciels ou dispositifs susceptibles de perturber le bon fonctionnement du Site, et à s’assurer que la configuration informatique qu’il utilise est exempte de tels logiciels ou dispositifs ;</li>\n<li>À ne pas engager d'action de nature à imposer une charge disproportionnée pour les infrastructures de l'Editeur.</li>\n</ul>\n<p>\n<strong>8.2</strong> Garanties relative à l’utilisation des Services et Informations des Sites et Applications</p>\n<p>Chaque Utilisateur s'engage expressément :</p>\n<ul>\n<li>À ne pas utiliser de logiciels ou de procédés destiné à copier les Informations des Sites et/ou des Applications sans l'autorisation expresse et préalable de l'Editeur ;</li>\n<li>À ne pas altérer, modifier, voire créer des œuvres dérivées, à partir des Informations des Sites et/ou des Applications sans le consentement exprès et préalable de l'Editeur ;</li>\n<li>À ne procéder à de courtes citations, analyses et reproductions destinées à des revues de presse ou autres utilisations expressément autorisées que dans les limites et conditions fixées par la loi applicable, et sous réserve notamment de citer le nom des auteurs et la source ;</li>\n<li>À ne pas extraire ou réutiliser, y compris à des fins privées, sans autorisation écrite et préalable de l'Editeur, une partie substantielle ou non du contenu des bases de données et archives constituées par les Sites et/ou les Applications ;</li>\n<li>À ne pas collecter des informations sur des tiers, y compris les adresses électroniques, sur les Sites et/ou les Applications afin des utiliser pour l’envoi de sollicitations commerciales ou équivalentes, ou des intégrer au sein d’un service de référencement ou équivalent, gratuit ou payant, ou encore afin d’effectuer une veille concurrentielle ;</li>\n<li>Ne pas mettre en place des systèmes susceptibles ou de nature à réaliser en tout ou partie une contrefaçon ou un acte de concurrence déloyale des Sites et/ou des Applications ou de nature à violer les présentes CGU, y compris de par le recours à des hyperliens ou des techniques dites de framing ;</li>\n<li>À informer l'Editeur dès la connaissance d'une atteinte quelle qu’elle soit (notamment aux droits de propriété intellectuelle de l’Editeur) en particulier de toute utilisation illicite ou non contractuelle des Informations des Sites et/ou des Applications et ce, quel que soit le mode de diffusion utilisé.</li>\n</ul>\n<p>Les autorisations préalables de l’Editeur susvisées dans cet article peuvent être sollicitées en contactant l’Editeur concerné à l’adresse indiquée à l’ « <strong>article 1.\nDEFINITIONS</strong> » des présentes CGU.</p>\n<p>\n<strong>8.3 Garanties relatives aux Réactions</strong>\n</p>\n<p>L’Utilisateur garantit à l'Editeur la jouissance libre et entière de ses Réactions, contre tous troubles, revendications et évictions quelconques.\nIl garantit notamment qu'aucun litige ou procès n'est en cours ou sur le point d'être intenté quant aux Réactions mettant en cause les droits d'auteur.</p>\n<p>Le cas échéant, l’Utilisateur s'engage à se conformer à la législation applicable en matière de droits d’auteurs, notamment en identifiant sa source et l’auteur de manière distincte dans l’hypothèse où sa Réaction emprunterait à une œuvre préexistante.</p>\n<p>Par ailleurs, les Réactions ne doivent pas :</p>\n<ul>\n<li>Être frauduleuses et/ou de nature à impliquer des éléments truqués, volés et/ou confidentiels ;</li>\n<li>Porter atteinte aux droits de tiers (droit à l'image, etc.) ;</li>\n<li>Porter atteinte aux droits de propriété intellectuelle ;</li>\n<li>Porter atteinte aux règles relatives à la liberté de la presse (diffamation, injure, etc.) ;</li>\n<li>Être de nature discriminatoire ou de nature à inciter à la violence ou à la haine, pour des raisons d'origine ethnique, politiques, d'orientation sexuelle etc.\n;</li>\n<li>Comporter des contenus obscènes, pornographiques, etc.\n;</li>\n<li>Porter atteinte à l’intégrité et/ou la sécurité des Sites et/ou des Applications et notamment comporter des virus, cheval de Trois, worms, bombe à retardement, cancelbots ou tout autre programme informatique destiné à endommager, à intercepter clandestinement tout système informatique, données ou informations nominatives ;</li>\n<li>Être susceptibles d'engager la responsabilité de l'Editeur ou de ses partenaires en proposant des liens hypertextes renvoyant vers des sites ou des contenus illicites, contrefaisants, ou plus largement, vers des contenus susceptibles d'enfreindre les lois ou les règlements en vigueur ou vers des sites avec restriction d’accès sans autorisation des titulaires de droit sur le contenu.</li>\n</ul>\n<p>L’Utilisateur reconnaît être personnellement responsable, tant vis-à-vis des tiers que de l'Editeur, en cas de violation de cette clause.\nEn conséquence, l’Utilisateur s'engage à indemniser l'Editeur de toutes les conséquences financières d'une telle violation résultant d'une quelconque demande ou procédure, qu'elle soit engagée par un tiers ou par l'Editeur, et à régler aux tiers les éventuelles condamnations et/ou indemnités de quelque nature que ce soit mises à la charge de l'Editeur à ce titre, ainsi que tous frais (y compris ceux de l'article 700 CPC ou équivalent en appel ou en cassation) et tout honoraire engagé par l'Editeur à ce titre.</p>9.\nCONTACT ET SIGNALEMENT DES CONTENUS ILLICITES<p>\n<strong>9.1 </strong>Indépendamment des dispositions prévues à l’ « article 3.5 Suppression des Réactions par l’Utilisateur » des présentes CGU, tout Utilisateur des Sites, des Applications et/ou de leurs Services peut contacter l'Editeur grâce au formulaire « Contact » disponible en bas de chacune des pages des Sites.<br>\n<br>\n<strong>9.2 </strong>L’Utilisateur peut signaler tout contenu illicite publiés sur les Sites et Applications du Groupe :<br>\n<br>- Soit grâce au formulaire « Contact » disponible en bas de chacune des pages des Sites concernés ;<br>\n<br>- Soit grâce aux adresses suivantes :</p>\n<ul>\n<li>Le pages liées au domaine tradingsat.com ainsi que l’Application associée : contact@tradingsat.com ;</li>\n<li>Les pages liées au domaine zone-turf.fr : contact@zone-turf.fr ;</li>\n<li>Les pages liées au domaine RMC BFM Play : contact@rmcbfmplay.com.</li>\n</ul>10.\nDISPOSITIONS DIVERSES<p>\n<strong>10.1 </strong>Si l'une quelconque des dispositions des présentes CGU était déclarée nulle ou inapplicable en application d'une loi, d'un règlement ou à la suite d'une décision de justice devenu définitive, elle serait réputée non écrite et les autres dispositions resteraient en vigueur.<br>\n<br>\n<strong>10.2 </strong>Les relations contractuelles entre l'Editeur et l'Utilisateur sont régies par les dispositions des présentes CGU.<br>\n<br>Toutefois, dès lors que les CGU procèdent à un renvoi aux CSU, ces dernières priment sur les CGU.</p>\n<p>\n<strong>11.\nLOI APPLICABLE ET ATTRIBUTION DE JURIDICTION</strong>\n</p>\n<p>\n<strong>11.1 </strong>Les présentes CGU sont soumises à tous égards au droit français.\nSeule la langue française fait foi.<br>\n<br>\n<strong>11.2 </strong>Les Parties conviennent de faire leur possible pour résoudre à l'amiable toute contestation susceptible de résulter de l'interprétation, de l'exécution et/ou la cessation des présentes CGU.\nA défaut, le litige sera soumis à la compétence exclusive des juridictions du ressort de la Cour d'Appel de Paris, même en cas de demande incidente ou en garantie ou de pluralité de défendeurs.<br>\n<br>La présente disposition s’applique sans préjudice de l’éventuelle réclamation que l’Utilisateur peut déposer auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues à l’ « <strong>article 5.\nRECOLTE, TRAITEMENT ET PROTECTION DES DONNÉES PERSONNELLES</strong> » des présentes CGU.</p>CONDITIONS D’UTILISATION SPÉCIFIQUES DES SITES DU GROUPE ALTICE FRANCE ET DES APPLICATIONS ASSOCIÉES1.\nAPPLICATION RMC - FORMULAIRE « DIRECT STUDIO »<p>\n<strong>1.1 </strong>L’Utilisateur de l’Application RMC peut réagir à l’actualité via un formulaire dédié au sein de l’Application.\nDans cette hypothèse ses messages sont transmis à la rédaction de RMC qui pourra éventuellement recontacter l’Utilisateur.<br>\n<br>En utilisant ce Service, le nom, l'adresse courriel, et le numéro de téléphone de l'Utilisateur peuvent être collectées par NEXTINTERACTIVE, et cela aux fins que l’auteur des propos, si il y a consenti, soit identifié et qu’il puisse être, le cas échéant, recontacter ultérieurement.</p>\n<p>\n<strong>1.2</strong> Par application de l’article 6 de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, ces données sont conservées un an à compter du jour de leur collecte.<br>\n<br>\n<strong>1.3</strong> Conformément à la loi « informatique et libertés » du 6 janvier 1978, l’Utilisateur dispose d’un droit d’accès, rectification ou suppression aux informations le concerne en s’adressant à : donnees-personnelles@rmc.fr .</p>2.\nFORUMS « TRADINGSAT ET « ZONE-TURF »<p>Sans préjudice des CGU, et particulièrement de leurs article 3.3, 8 et 9, les règles suivantes s’appliquent aux Forums « Tradingsat » et « Zone-Turf ».<br>\n<br>\n<strong>2.1</strong> La rubrique « Forum » des Sites Tradingsat et Zone-Turf (ci-après le « <strong>Forum </strong>») est accessible gratuitement à tout Utilisateur, sous réserve de son inscription au Forum.\nL’inscription nécessite que l’Utilisateur indique un pseudonyme, un mot de passe, sa civilité, son nom, son prénom, son adresse e-mail, son code postal, son pays et sa date de naissance.<br>\n<br>Cette inscription permet aux autres Utilisateurs de reconnaître les diverses Réactions des auteurs, personnalisant ainsi les discussions sans pour autant révéler leur identité réelle.<br>\n<br>Le choix des pseudonymes et d'un éventuel avatar ne doivent pas être contraires à l'ordre public et aux bonnes mœurs, ne doivent pas avoir un caractère injurieux, diffamatoire, raciste, antisémite, xénophobe, révisionniste...\nou porter atteinte à l'honneur, à la réputation, à l'intégrité ou à la sensibilité d'autrui.\nIl pourra être demandé à tout Utilisateur du Forum de changer son pseudonyme ou son avatar.<br>\n<br>\n<strong>2.2 </strong>Tout auteur de contribution publiée sur le Forum demeure propriétaire de son message et des droits de propriété intellectuelle qui y sont attachés.<br>\n<br>Les propos tenus sur le Forum sont publiés sous la propre responsabilité de leurs auteurs.\nA ce titre, les auteurs de messages doivent respecter les lois et règlements en vigueur et le droit des personnes.\nEt notamment, aucun message contraire à l'ordre public ou aux bonnes mœurs, violent, injurieux ou grossier, choquant, diffamatoire, raciste, révisionniste, faisant l'apologie des crimes de guerre, de la pédophilie, appelant au meurtre ou incitant au suicide, incitant à la discrimination ou à la haine, contraires aux droits d'auteur ou droits voisins (ex.\narticles de presse, message d'un tiers), au droit applicable aux bases de données, au droit des marques, au droit à l'image, au droit au respect de la vie privée ou dont le contenu reproduirait sans autorisation une œuvre protégée par la propriété intellectuelle ne doit être publié sur le Forum.<br>\n<br>Aucun message commercial, publicitaire ou promotionnel ne doit être publié sur le Forum.<br>\n<br>Les rédactions des Sites Tradingsat et Zone-Turf se réservent le droit de supprimer immédiatement et sans avertissement préalable tous les messages ne respectant pas les règles des CGSU.<br>\n<br>Il est sous l'entière responsabilité des Utilisateurs de publier ou ne pas publier des informations personnelles les concernant et notamment leur noms, adresse postale, adresse email personnelle ou professionnelle et numéro de téléphone.\nLes rédactions des Sites Tradingsat et Zone-Turf ne pourront pas en aucun cas voir leur responsabilité recherchée du fait de la divulgation d'information personnelle par des Utilisateurs de leur propre chef et des conséquences de quelques nature qu'elles soient pouvant en découler.</p>\n<p>\n<strong>2.3 Modération</strong>\n<br>\n<br>Le Forum est modéré a posteriori, c'est-à-dire que les messages ne sont lus par les modérateurs qu'après leur publication.\nC'est pourquoi il est expressément demandé aux auteurs de respecter expressément les dispositions mentionnées au point 2.2 des présentes CSU.<br>\n<br>Les modérateurs du Forum s'assurent que les messages publiés portent bien sur le thème de la discussion traitée dans le Forum, respectent les CGSU et les lois et règlements en vigueur et permettent une discussion constructive.<br>\n<br>Les modérateurs du Forum se réservent notamment la possibilité de déplacer certains messages, de supprimer la publication des messages redondants, qui ne seraient pas en relation avec le thème de la discussion abordée ou la ligne éditoriale des Sites Tradingsat et Zone-Turf, ou qui serait contraire aux CGSU ou qui enfreindrait toute autre disposition législative ou réglementaire en vigueur.<br>\n<br>Tout message publié demeure néanmoins sous la responsabilité de son auteur, et l’Editeur se réserve le droit de poursuivre tout auteur de message ou contribution non-conforme aux dispositions législatives ou réglementaires en vigueur.<br>\n<br>Toute personne peut contacter le modérateur par mail à contact@tradingsat.com pour le Site <strong>Tradingsat</strong> et à contact@zone-turf.fr pour le Site <strong>Zone-Turf</strong> .<br>\n<br>Les auteurs de messages publiés sur le Forum peuvent demander à tout moment la suppression de leurs propres messages à envoyant un mail à contact@tradingsat.com pour le Site <strong>Tradingsat</strong> et à contact@zone-turf.fr pour le Site <strong>Zone-Turf</strong> , en prenant soin d’ indiquer les éléments suivants : titre et date de publication du message, pseudo utilisé et URL.</p>3.\nTRADINGSAT<p>Les informations et autres données figurant sur le Site TradingSat sont fournies uniquement à titre d'information et ne sauraient constituer un conseil ou une aide spécifique à la décision afin d’effectuer des investissements ou transactions.<br>\n<br>Bien que ces informations proviennent de sources réputées comme fiables, elles sont susceptibles de contenir des inexactitudes, erreurs ou omissions.\nEn conséquence, l’Utilisateur reconnaît qu’il utilise ces informations et données à ses seuls risques et périls, sous sa seule et entière responsabilité.<br>\n<br>L’Editeur décline toute responsabilité quant à la fiabilité et quant à l’utilisation qui pourrait être faite des informations et données figurant sur le Site TradingSat.\nL’Editeur ne saurait être tenu pour responsable des conséquences, ainsi que de tout dommage, direct ou indirect, qui pourraient découler de l’utilisation des informations et données présentes sur le Site Tradingsat.</p>CONDITIONS PARTICULIERES D’UTILISATION DU SERVICE RMC BFM PLAY<p>\n<i>Mise à jour le 21 avril 2023</i>\n</p>INTRODUCTION<p>Ces Conditions Particulières d’Utilisation régissent la relation entre l’Editeur du Service et les Utilisateurs dans le cadre de l’utilisation du Service et ont pour objet de déterminer les règles d’utilisation du Service par les Utilisateurs.\nElles s’appliquent en complément des <strong>CONDITIONS D’UTILISATION GÉNÉRALES ET SPÉCIFIQUES DES SITES DU GROUPE ALTICE FRANCE ET DES APPLICATIONS ASSOCIÉES</strong>.<br>\n<br>L'Utilisateur accepte, sans réserve, les présentes CPU dans leur intégralité avant toute utilisation du Service.\nLe simple accès et utilisation du Service emportent automatiquement acceptation de l’Utilisateur aux Conditions Générales d’Utilisation.<br>\n<br>L'Editeur se réserve la faculté de modifier les présentes CPU à tout moment et sans notification préalable.\nEn conséquence, il est conseillé à l'Utilisateur de se référer, régulièrement, à la dernière version des CPU disponible.</p>1.\nDÉFINITIONS<p>Au sein des présentes CPU, les mots ou expressions commençant avec une majuscule et non-définis ci-dessus auront la signification suivante :<br>\n<br>« <strong>CPU ou Conditions Particulières d’Utilisation</strong> » : désignent l’ensemble des termes de ce document, qui définit les modalités et règles d’accès et d’utilisation des Services.<br>\n<br>« <strong>Compte Utilisateur</strong> » : l’espace personnel créé par l’Utilisateur sur notre Service, accessible une fois votre inscription validée.\nIl suffit de renseigner votre identifiant (adresse email) et votre mot de passe confidentiel pour vous connecter à votre compte.<br>\n<br>« <strong>Contenu</strong> » : désigne l’ensemble des œuvres (en ce compris le contenu éditorial et notamment, sans que cette liste soit limitative, les vidéos, textes, rubriques, dessins, illustrations, images, sons…), des marques, logos et dénominations présents sur le Service, la structure du Service ainsi que tout élément composant le Service.<br>\n<br>« <strong>Editeur</strong> » : désigne la société du Groupe éditant le Service à savoir :<br>\n<br>\n<strong>NETXINTERACTIVE SAS</strong> au capital social de 199.272, 00 €<br>Siège social : 2 rue du Général Alain de Boissieu, 75015 Paris<br>RCS Paris n° 311 243 794<br>Directeur de la publication : Arthur Dreyfuss<br>\n<br>« <strong>Service RMC BFM PLAY</strong> » : désigne la plateforme RMC BFM Play accessible depuis le site internet et/ou les Applications ainsi que les services proposés par les Partenaires, le cas échéant, accessibles depuis le site et/ou les Applications.<br>\n<br>« <strong>Utilisateur</strong> » : toute personne physique ayant accès au Service, quel que soit le lieu où elle se trouve et les modalités de sa connexion au Service RMC BFM PLAY.</p>2.\nACCÈS ET UTILISATION DU SERVICE<p>\n<strong>2.1</strong> Description du Service RMC BFM PLAY<br>\n<br>La plateforme RMC BFM PLAY est un service gratuit qui permet aux Utilisateurs de visionner différents contenus et programmes.<br>\n<br>\n<strong>2.2</strong> Création d’un Compte<br>\n<br>L’accès à certaines parties du Service RMC BFM PLAY est conditionné à la création d’un Compte préalable.<br>\n<br>La création d’un Compte doit répondre aux modalités décrites dans les présentes CPU.<br>\n<br>Les présentes CPU constituent en conséquence un accord contractuel entre l'Utilisateur et l'Editeur.\nEn cas de refus, l’Utilisateur s'engage à ne pas utiliser ni accéder aux Service.<br>\n<br>Pour s’inscrire, l'Utilisateur doit avoir la capacité pour conclure un contrat au sens de la loi, et avoir accepté les présentes CPU sans aucune réserve.\nL’inscription au nom d'une personne morale n'est possible que par une personne physique majeure capable et disposant des pouvoirs nécessaires pour lier et engager cette personne morale.<br>\n<br>L’Utilisateur communique à l'Editeur les informations personnelles requises.<br>\n<br>En remplissant le formulaire d'inscription, l’Utilisateur garantit à l'Editeur avoir fourni des informations exactes, véridiques, à jour et complètes concernant son identité et ses coordonnées (Email, Civilité, Date de naissance, Code Postal).\nIl s'engage notamment à fournir une adresse électronique effective dont il est propriétaire.\nL'Editeur se réserve le droit, pour tout motif sérieux et objectif de suspendre son Compte.\nLe motif ne pourra être communiqué que sur demande préalable de l’Utilisateur et à la discrétion de l’Editeur.<br>\n<br>L’Utilisateur s'engage à ne créer qu'un seul Compte correspondant à son profil.</p>\n<p>\n<strong>2.3</strong> Communication de données :</p>\n<p>Les données personnelles de l’Utilisateur sont collectées, le cas échéant, et traitées conformément à la politique de données personnelles de l’Editeur.<br>\n<br>L’Utilisateur s'engage à mettre à jour régulièrement l'ensemble des informations le concernant relatives à son profil, afin de préserver leur exactitude.\nDans l'hypothèse où l’Utilisateur fournirait des données objectivement fausses, inexactes, périmées ou incomplètes, l'Editeur sera en droit de suspendre ou de résilier le Compte de l’Utilisateur et de lui refuser, à l'avenir, l'accès à tout ou partie du Service.<br>\n<br>L’Utilisateur est seul responsable de tout usage qui pourrait être fait de ses identifiants (à savoir son adresse électronique ainsi que son mot de passe), et seul garant de leur confidentialité, ainsi que de toute utilisation de son Compte.\nL’Utilisateur s'engage à informer immédiatement l'Editeur de toute utilisation non autorisée de son Compte, et de toute atteinte à la confidentialité et à la sécurité de ses moyens d'identification via l’adresse mail contact@rmcbfmplay.com.<br>\n<br>\n<strong>2.4</strong> Suspension/Suppression du Compte :<br>\n<br>Si l'Editeur a des motifs légitimes de penser que la sécurité du Service est violée ou que celui-ci est mal utilisé du fait d'une utilisation non autorisée des moyens d'identification de l’Utilisateur, il pourra procéder à la suspension temporaire du Compte, afin notamment de préserver l'intégrité du Service et des données, et, si cela apparaît approprié, exiger la modification de ces moyens d'identification.<br>\n<br>L'Editeur se réserve également le droit de clôturer, sans préavis, le Compte d'un Utilisateur pour tout motif objectif et justifié préalablement notifié à l'intéressé par tout moyen (courrier électronique ou recommandé), notamment dans l'hypothèse où l’Utilisateur aurait violé les lois applicables, notamment pénales, ou celles visant à protéger les droits d'un tiers, ou si sa conduite a nui aux intérêts d'une personne, quelle qu'elle soit, y compris l'Editeur ou toute société ayant un lien légal avec l'Editeur, ou à l'utilisation du Service par un autre Utilisateur.<br>\n<br>L'Editeur se réserve le droit de désactiver le Compte d’un Utilisateur à l'issue d'une période d'inactivité totale de son Compte égale ou supérieure à un an.\nDans cette hypothèse, l’Utilisateur aura la possibilité de réactiver son Compte sur demande expresse formulée à l'Editeur.\nToutefois, le Compte de l’Utilisateur pourra faire l’objet d’une suppression définitive après une période d’inactivité de trois ans.<br>\n<br>\n<strong>2.5</strong> Désinscription :<br>\n<br>L’Utilisateur reste également libre de se désinscrire à tout instant via une demande formulée à l’adresse contact@rmcbfmplay.com.<br>\n<br>En cas de décès de l’Utilisateur, et sur production des pièces justificatives pertinentes, le Compte sera désactivé.</p>3.\nPROPRIETE INTELECTUELLE<p>Les Contenus sont protégés par des droits de propriété intellectuelle dont l’Editeur est titulaire à titre exclusif ou dont l’Editeur est autorisé à faire usage.<br>\n<br>Les présentes CGU/CPU n'entraînent le transfert d'aucun droit de propriété intellectuelle au profit de l'Utilisateur sur les Contenus.\nPour toute utilisation des Contenus à des fins autres que strictement personnelles et non commerciales, l’Utilisateur devra contacter au préalable l’Editeur à l’adresse mentionnée dans les mentions légales afin d’obtenir l’autorisation nécessaire à cet effet.<br>\n<br>A défaut, toute reproduction, utilisation ou exploitation du Contenu, en tout ou partie, est constitutive d’un acte de contrefaçon et sanctionnée par la loi.<br>\n<br>L'Utilisateur s'engage expressément à ce que l'utilisation du Service ne porte en aucun cas atteinte aux droits de l'Editeur, et notamment à ce que cette utilisation ne constitue pas une contrefaçon ou une concurrence déloyale ou parasitaire des Contenus.</p>4.\nRESPONSABILITE<p>L'Editeur fait ses meilleurs efforts pour communiquer des informations honnêtes, fiables, en toute indépendance, mettant en avant le pluralisme et proscrivant toute présentation partiale des faits.\nL’Editeur ne peut toutefois garantir de façon totale la parfaite exactitude et complétude de l'ensemble des Contenus et autres données présentes sur le Service, qu'elles soient fournies par l'Editeur lui-même ou par ses partenaires, ces Contenus étant notamment liés à l’actualité et sujets à des enrichissements réguliers.<br>\n<br>LA RESPONSABILITE DE L'EDITEUR NE SAURAIT ETRE ENGAGEE :</p>\n<ul>\n<li>En cas de dysfonctionnement ou d’interruption d’accès au Service du fait d’opérations de maintenance, de mises à jour ou d’améliorations techniques ou pour faire évoluer le Contenu et/ou sa présentation dès lors que ces interruptions sont signalées ;</li>\n<li>En cas d’interruption temporaire ou définitive en cas de cessation, par lui, de l’activité en cause ou en cas de liquidation judiciaire ou amiable de la société ;</li>\n<li>En cas de retard, dysfonctionnement ou d’interruption du Service résultant d’un cas de force majeure tel que défini par l’article 1218 du Code civil et la jurisprudence française ;</li>\n<li>En cas d’utilisation non conforme aux présentes CPU ;</li>\n<li>En cas de présence d’un virus sur le Service et/ou les Contenus.</li>\n</ul>\n<p>L'EDITEUR N'EST PAS RESPONSABLE DU CONTENU DES SITES INTERNET TIERS EVENTUELS VERS LESQUELS RENVOIENT DES LIENS HYPERTEXTES PRESENTS SUR LE SERVICE.<br>\n<br>DANS TOUTE LA MESURE PERMISE PAR LA LOI APPLICABLE ET DANS LA MESURE OU L'EDITEUR SERAIT JUGE RESPONSABLE D'UN DOMMAGE NON-PREVU CI-DESSUS, LA RESPONSABILITE DE L'EDITEUR SERA LIMITEE AUX DOMMAGES DIRECTS, CERTAINS, REELS ET ETABLIS.<br>\n<br>DANS TOUTE LA MESURE PERMISE PAR LA LOI, EN AUCUN CAS L'EDITEUR OU SES PARTENAIRES NE SAURAIENT ETRE RESPONSABLES DES DOMMAGES INDIRECTS, DU MANQUE A GAGNER OU DES DOMMAGES DECOULANT DE LA PERTE DE DONNEES OU DE LA PERTE D'EXPLOITATION CAUSEE PAR L'UTILISATION OU L'IMPOSSIBILITE D'UTILISER LE SERVICE, QUE CE SOIT SUR LA BASE D'UNE GARANTIE, D'UN CONTRAT OU D'UN DELIT CIVIL OU SELON TOUTE AUTRE THEORIE JURIDIQUE ET QUE L'EDITEUR SOIT OU NON AVISE DE LA POSSIBILITE DE TELS DOMMAGES.</p>\n<ol>\n<li>Fillette retrouvée morte dans les Vosges: y a-t-il eu des failles dans le suivi du suspect?</li>\n<li>\"Pas de solution miracle\": comment les ministres essaient d'adapter leurs déplacements aux casseroles</li>\n<li>Chaleur, précipitations...\nMétéo-France dévoile ses tendances pour la fin du printemps et le début de l'été</li>\n<li>Chaleur en Espagne: sous 36°C, un cheval attaché à une calèche meurt pendant la Feria de Séville</li>\n<li>Cheveux crépus, calvitie: un député veut lutter contre les discriminations capillaires</li>\n</ol>", "created_at": "2023-04-30 19:11:21.243909", "updated_at": "2023-04-30 19:11:29.745918"}, {"id": 15768, "name": "Cookie Policy", "url": "https://www.bfmtv.com/cookies/", "xpath": "//*[@id=\"main_wrapper\"]", "text": "LES COOKIES :<p>Les cookies sont des fichiers contenant de faibles quantités d'informations, stockés au sein même du navigateur de votre terminal (ordinateur, tablette, smartphone…) sous réserve des choix que vous avez exprimés.\nLes cookies sont utilisés sur les sites Internet de NEXTRADIOTV pour différentes finalités, pour faciliter votre navigation, pour vous proposer des contenus et publicités personnalisés ou pour réaliser des statistiques de visites.</p>\n<p>Lors de la navigation sur les sites Internet de NEXTRADIOTV, des cookies sont déposés et lus pour enregistrer les informations relatives à la navigation sur le site (date et heure de la consultation, page consultée, date et heure du clic, lieu du clic...).\nCes informations sont collectées et traitées pour tout ou partie des finalités suivantes :</p>\n<ul>\n<li>Vous authentifier</li>\n<li>Conserver en mémoire le contenu d'un panier d'achat</li>\n<li>Personnaliser l'interface utilisateur</li>\n<li>Équilibrer la charge des équipements concourant à nos services de communication</li>\n<li>Afficher de la publicité personnalisée ou non</li>\n<li>Mesurer la performance de la publicité</li>\n<li>Personnaliser le contenu éditorial</li>\n<li>Mesurer l’audience de nos sites et applications</li>\n<li>Stocker la valeur de votre consentement (oui/non)</li>\n</ul>\n<p>Ces finalités sont détaillées ci-dessous, en fonction des types de cookies et traceurs.</p>\n<p>NEXTRADIOTV vous permet de paramétrer les cookies déposés sur ce site via l’interface accessible directement dans le bandeau Cookie via <u>ce lien</u> .</p>\n<p>Nous vous informons que vous pouvez également paramétrer la gestion des cookies en configurant votre navigateur :</p>\n<ul>\n<li>\n<strong>Pour Microsoft Edge™</strong>\n</li>\n<li>\n<strong>Pour Safari™</strong>\n</li>\n<li>\n<strong>Pour Chrome™</strong>\n</li>\n<li>\n<strong>Pour Mozilla Firefox™</strong>\n</li>\n<li>\n<strong>Pour Opera™</strong>\n</li>\n<li>\n<strong>Pour Samsung Browser ™</strong>\n</li>\n<li>Pour IOS™</li>\n</ul>\n<p>Les cookies sont conservés pour une durée maximale de treize mois à compter de leur dépôt sur votre terminal.\nA l’expiration de ce délai (ou si vous avez supprimé manuellement vos cookies), votre consentement pour le dépôt et/ou la lecture de cookies sera à nouveau requis.</p>LES COOKIES FONCTIONNELS :<p>Certains cookies sont indispensables au bon fonctionnement du site.\nSans eux, vous ne seriez pas en mesure de naviguer sur le site ou ne pourriez pas utiliser certaines de ses fonctions.\nCes cookies étant indispensables, ils ne peuvent pas être désactivés.</p>\n<p>Par exemple, lors de votre identification, si vous cochez la case « Rester connecté », votre session restera active pendant 90 jours ou jusqu’à déconnexion de votre part (même après fermeture du navigateur ou arrêt de l’ordinateur).\nVous avez ainsi accès à votre compte en ligne et/ou à votre messagerie sans vous identifier à chaque fois.\nCette opération s’applique uniquement à cet ordinateur.\nPar conséquent, vous pouvez par exemple rester connecté sur l’ordinateur de votre domicile, mais maintenir une protection complète par mot de passe sur l’ordinateur de votre école ou de votre bureau.</p>\n<p>Attention, si vous utilisez un ordinateur public ou que vous partagez cet ordinateur avec d’autres utilisateurs, nous vous recommandons de ne pas cocher cette case.</p>\n<p>Cas particulier : Cookie Réseaux sociaux.</p>\n<p>Sur certaines pages de notre site, vous pourrez retrouver des boutons ou modules de réseaux sociaux tiers à NextRadioTV.\nIls vous permettent d'exploiter les fonctionnalités de ces réseaux et en particulier de partager des contenus présents sur NextRadioTV avec d'autres utilisateurs de ces réseaux.\nLorsque vous vous rendez sur une page internet sur laquelle se trouve un de ces boutons ou modules, votre navigateur est susceptible d’envoyer des informations au réseau social qui peut alors associer cette visualisation à votre profil.\nDes cookies des réseaux sociaux, dont NextRadioTV n'a pas la maîtrise, peuvent être alors être déposés dans votre navigateur par ces réseaux.\nNous vous invitons à consulter les politiques de confidentialité propres à chacun de ces réseaux sociaux, afin de prendre connaissance des finalités d'utilisation des informations de navigation qu’ils peuvent recueillir grâce à ces boutons et modules.</p>LES COOKIES STATISTIQUES :<p>Les cookies statistiques nous permettent d’établir des statistiques de fréquentation et mesures de performances pour le compte de NEXTRADIOTV, d’analyser comment vous utilisez le site WEB et surveiller la performance et le bon fonctionnement de notre site.</p>\n<p>Ils sont pour vous un gage de haute qualité grâce à la détection rapide des éventuels problèmes de navigation que vous pourriez rencontrer ainsi qu'à l'optimisation des performances techniques et de l'ergonomie.</p>\n<p>Ils nous permettent également de connaître quelles sont les pages les plus visitées et quels sont les parcours les plus efficaces sur notre site pour vous proposer toujours la meilleure expérience.</p>\n<p>Nous utilisons le traceur \"AT Internet\" pour mesurer l'audience de nos sites et applications.\nPour vous opposer au dépôt de ce traceur vous pouvez cliquer ici.\nCe refus du dépôt du traceur AT Internet exempté de consentement entraînera le dépôt d'un traceur signalant votre opposition et empêchant la collecte de données.\nCe traceur sera conservé sur votre navigateur et votre terminal pendant une durée de 13 mois.<br>\n</p>LES COOKIES DE PERSONNALISATION :<p>Ces cookies permettent de vous faciliter l’accès à nos services et aux rubriques de nos sites, et de personnaliser votre navigation sur nos sites (personnalisation des contenus, des offres et services qui vous sont poussés sur nos sites).\nIls nous permettent également de personnaliser les messages que nous vous envoyons directement sur le site ou lors de communications par e-mails.</p>\n<p>Votre historique de navigation tient compte à la fois :</p>\n<p>Des pages que vous avez visitées sur le site</p>\n<p>Des thématiques consultées ainsi que de leur fréquence de consultation</p>\n<p>Votre historique de navigation est associé à un cookie « personnalisation » enregistré dans votre navigateur.<br>\n</p>LES COOKIES DE PUBLICITES CIBLEES :<p>Ces cookies permettent de vous présenter, avec votre accord, sur notre site ou en dehors de notre site, des publicités adaptées à votre navigation et à vos données et de réaliser des statistiques de suivi.\nCes cookies peuvent être utilisés pour des publicités NextRadioTV ou celles d’autres annonceurs.\nVous avez la possibilité de paramétrer ou refuser l’utilisation des cookies NextRadioTV via l’interface accessible directement dans le bandeau Cookie.\nVous continuerez alors à recevoir des publicités mais ces dernières ne seront pas personnalisées en fonction de vos centres d’intérêts.</p>\n<p>Des sociétés partenaires (gérant des serveurs de publicité ou des réseaux de sites) sont susceptibles d’utiliser des cookies ou des technologies assimilées de traçage dans le cadre de la délivrance de publicités ciblées sur les sites Internet de NextRadioTV.\nVous pouvez vous reporter aux politiques cookies de ces partenaires pour plus d'information.</p>\n<p>\n<strong>Contrôle des cookies de publicité ciblée auprès de Youronlinechoices</strong>\n</p>\n<p>Le site Youronlinechoices, proposé par les professionnels de la publicité digitale regroupés au sein de l'association européenne EDAA (European Digital Advertising Alliance) est géré en France par l'Interactive Advertising Bureau France.\nCette plate-forme européenne partagée par de nombreux professionnels de la publicité sur Internet vous offre la possibilité de refuser ou d'accepter les cookies publicitaires utilisés par ces entreprises.<br>\n</p>\n<p>Cookies et technologies similaires de traçage utilisés par notre partenaire Gravity Alliance Data Media</p>\n<p>Les sites internet de NEXTRADIOTV sont membres de l’Alliance Gravity Data Media (ci-après « Gravity »).</p>\n<p>En savoir plus sur l'Alliance Gravity</p>\n<p>Afin que les annonces apparaissant sur notre Site, les Sites des Membres d’Alliance Gravity Data Media ou d’autres sites, soient les plus pertinentes possible, Gravity Alliance Data Media collecte, rapproche et analyse des informations pseudonymes issues de votre navigation sur les sites des Membre d’Alliance Gravity Data Media (activités en ligne, visites, pages vues, liens et publicités vues…) ou sur des applications mobiles éditées par les Membres d’Alliance Gravity Data Media et des partenaires, à l’aide d’une ligne de code insérée dans les pages que vous visitez (Tag Gravity opéré par la société mediarithmics).\nLe Tag Gravity permet également de limiter le nombre de fois que vous voyez une publicité sur notre Site, les Sites des Membres de l’Alliance Gravity Data Media ou d’autres sites et de mesurer l'efficacité d'une campagne publicitaire.</p>\n<p>Pour en savoir plus sur les sites sur lesquels le tag Gravity est placé et les partenaires de l’Alliance Gravity Data Media</p>\n<p>Alliance Gravity Data Media participe et fait appel à des services d’échanges basés sur les identifiants marketing pseudonymes contenus dans les cookies (« cookie matching ») avec des tiers, régies publicitaires ou services d’analyse, dont notamment la société Mediarithmics.\nCes échanges de cookies permettent ainsi</p>\n<ul>\n<li>à Gravity d’enrichir les profils des utilisateurs à partir de données détenues par d’autres personnes que les Membres Gravity ou Gravity, et réciproquement</li>\n<li>aux clients des partenaires proposant ces services d’échanges de cookies d’enrichir les profils des utilisateurs à partir de données détenues par les Membres Gravity ou Gravity, à des fins de ciblage publicitaire.\nLes conventions conclues avec ces tiers proposant des services d’échanges de cookies prévoient que ces échanges ne peuvent être utilisés qu’à des fins de ciblage publicitaire.</li>\n</ul>\n<p>Le Tag Gravity permet également de limiter le nombre de fois que vous voyez une publicité sur notre Site, les Sites des Membres de l’Alliance Gravity data Media ou d’autres sites et de mesurer l'efficacité d'une campagne publicitaire.</p>\n<p>Ces collectes et associations sont effectuées dans des conditions permettant d’assurer votre pseudonymat.\nEn effet, les identifiant utilisés sont tous pseudonymes, c’est-à-dire qu’ils ont fait l’objet d’un chiffrement complexe irréversible ou « hachage avec sel » et qu’ils sont distincts de tous autres identifiants utilisés par les Membres de l’Alliance Gravity Data Media.\nLe lien établi entre les différentes informations rapprochées ne permet pas de vous identifier directement, et n’est pas utilisé à cette fin.\nIl permet seulement de reconnaître un utilisateur unique et d’attribuer les informations collectées et partagées à ce même utilisateur afin de constituer son profil d’utilisateur et servir des publicités ciblées.</p>\n<p>De plus, afin d’éviter toute utilisation non contrôlée des données de navigation, les données collectées via le Tag Gravity ne sont transmises que sur les pages utilisant un protocole sécurisé.</p>\n<p>Durée d’utilisation des cookies Gravity et des données pseudonymes recueillies et associées par l’Alliance Gravity Data Media Les données pseudonymes recueillies via le Tag Gravity sont conservées par l’Alliance Gravity Data Media pour un maximum de 12 mois à partir de la date de la collecte.\nLes cookies Gravity expirent 12 mois après leur dépôt.</p>\n<p>En savoir plus sur l’affichage des publicités et la désactivation de la réception de publicités personnalisées servies par l’intermédiaire de l’Alliance Gravity Data Media</p>AUTRES PARTENAIRES<p>Pour les acteurs qui ne sont pas membres des initiatives précitées, vous trouverez ci-dessous les liens d'oppositions :</p>\n<p>Facebook (Réseaux sociaux)</p>\n<p>Cliquez ici</p>\n<p>AT Internet (Analyse statistique)</p>\n<p>Cliquez ici</p>\n<p>Google Analytics (Analyse statistique)</p>\n<p>Cliquez ici</p>\n<p>Eulerian (Analyse statistique / Personnalisation)</p>\n<p>Cliquez ici</p>\n<p>Outbrain (Publicité ciblée)</p>\n<p>Cliquez ici</p>\n<p>Smart Adserver (Publicité ciblée)</p>\n<p>Cliquez ici</p>\n<p>Alliance Gravity (Publicité ciblée)</p>\n<p>Cliquez ici</p>\n<p>Mediamétrie (Analyse statistique)</p>\n<p>Cliquez ici</p>\n<p>Chartbeat (Analyse statistique)</p>\n<p>Cliquez ici</p>\n<p>Brightcove (Usage du site)</p>\n<p>Cliquez ici</p>\n<p>Iris (Personnalisation)</p>\n<p>Cliquez ici</p>\n<p>IAS (Analyse statistique)</p>\n<p>Cliquez ici</p>\n<p>Freewheel (Publicité ciblée)</p>\n<p>Cliquez ici</p>\n<p>Adswizz (Publicité ciblée)</p>\n<p>Cliquez ici</p>\n<p>Watching That (Analyse statistique)</p>\n<p>Cliquez ici</p>\n<p>La liste ci-dessus n’est pas une liste exhaustive car elle ne comprend pas les cookies déposés par des tiers dans le cadre de la publicité issue d’achats programmatiques (enchères en temps réel ou real time bidding « RTB »).\nEn effet, l’identification du dépôt de cookies dans ce cadre ne peut techniquement être constatée qu’à postériori du dépôt et uniquement pendant la durée de vie de la campagne programmatique.</p>Top articles<ol>\n<li>Fillette retrouvée morte dans les Vosges: y a-t-il eu des failles dans le suivi du suspect?</li>\n<li>\"Pas de solution miracle\": comment les ministres essaient d'adapter leurs déplacements aux casseroles</li>\n<li>Chaleur, précipitations...\nMétéo-France dévoile ses tendances pour la fin du printemps et le début de l'été</li>\n<li>Chaleur en Espagne: sous 36°C, un cheval attaché à une calèche meurt pendant la Feria de Séville</li>\n<li>Cheveux crépus, calvitie: un député veut lutter contre les discriminations capillaires</li>\n</ol>", "created_at": "2023-04-30 19:13:29.222485", "updated_at": "2023-04-30 19:13:41.327477"}], "points": [{"id": 31987, "title": "The court of law governing the terms is in France", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:35:00.120901", "updated_at": "2023-07-11 06:29:07.197728", "quoteText": null, "case_id": 163, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31990, "title": "Third-party cookies are used for statistics", "source": "https://www.bfmtv.com/cookies/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:37:45.027943", "updated_at": "2023-07-11 06:29:07.27629", "quoteText": null, "case_id": 325, "document_id": 15768, "quoteStart": null, "quoteEnd": null}, {"id": 31979, "title": "Alternative accounts are not allowed", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:29:48.598323", "updated_at": "2023-07-11 06:30:11.585445", "quoteText": null, "case_id": 324, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31988, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:35:42.128384", "updated_at": "2023-07-11 06:30:11.035352", "quoteText": null, "case_id": 195, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31986, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:34:42.780615", "updated_at": "2023-07-11 06:30:11.117831", "quoteText": null, "case_id": 295, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31985, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:33:59.518975", "updated_at": "2023-07-11 06:30:11.195353", "quoteText": null, "case_id": 284, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31976, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.bfmtv.com/politique-donnees-personnelles/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:19:41.319957", "updated_at": "2023-07-11 06:30:11.765879", "quoteText": null, "case_id": 195, "document_id": 15767, "quoteStart": null, "quoteEnd": null}, {"id": 31974, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.bfmtv.com/politique-donnees-personnelles/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:16:34.279509", "updated_at": "2023-07-11 06:30:11.844703", "quoteText": null, "case_id": 399, "document_id": 15767, "quoteStart": null, "quoteEnd": null}, {"id": 31975, "title": "Third parties are involved in operating the service", "source": "https://www.bfmtv.com/politique-donnees-personnelles/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:18:14.611816", "updated_at": "2023-07-11 06:30:11.923949", "quoteText": null, "case_id": 207, "document_id": 15767, "quoteStart": null, "quoteEnd": null}, {"id": 31977, "title": "There is a date of the last update of the agreements", "source": "https://www.bfmtv.com/politique-donnees-personnelles/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:20:00.56806", "updated_at": "2023-07-11 06:30:12.010065", "quoteText": null, "case_id": 331, "document_id": 15767, "quoteStart": null, "quoteEnd": null}, {"id": 31978, "title": "This service is only available to users over a certain age", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:22:34.328217", "updated_at": "2023-07-11 06:30:12.09459", "quoteText": null, "case_id": 152, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31981, "title": "Your account can be suspended for several reasons", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:30:35.494262", "updated_at": "2023-07-11 06:30:12.179343", "quoteText": null, "case_id": 205, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31982, "title": "Your content can be deleted if you violate the terms", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:31:49.945351", "updated_at": "2023-07-11 06:30:12.264841", "quoteText": null, "case_id": 377, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31983, "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:33:26.760855", "updated_at": "2023-07-11 06:30:12.350534", "quoteText": null, "case_id": 314, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31984, "title": "The posting of pornographic content is prohibited", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:33:40.72832", "updated_at": "2023-07-11 06:30:12.442777", "quoteText": null, "case_id": 315, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31980, "title": "Per the service's terms, you may not express negative opinions about them", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:30:22.052344", "updated_at": "2023-07-11 06:30:12.619463", "quoteText": null, "case_id": 156, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31972, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.bfmtv.com/politique-donnees-personnelles/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:14:20.707605", "updated_at": "2023-07-11 06:30:11.683907", "quoteText": null, "case_id": 481, "document_id": 15767, "quoteStart": null, "quoteEnd": null}, {"id": 31997, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.bfmtv.com/politique-donnees-personnelles/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:42:32.526543", "updated_at": "2023-07-11 06:30:13.095628", "quoteText": null, "case_id": 188, "document_id": 15767, "quoteStart": null, "quoteEnd": null}, {"id": 31992, "title": "This service tracks you on other websites", "source": "https://www.bfmtv.com/cookies/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:38:55.518118", "updated_at": "2023-07-11 06:30:12.716385", "quoteText": null, "case_id": 129, "document_id": 15768, "quoteStart": null, "quoteEnd": null}, {"id": 31993, "title": "Many third parties are involved in operating the service", "source": "https://www.bfmtv.com/cookies/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:39:28.542815", "updated_at": "2023-07-11 06:30:12.814912", "quoteText": null, "case_id": 208, "document_id": 15768, "quoteStart": null, "quoteEnd": null}, {"id": 31995, "title": "Your personal data may be used for marketing purposes", "source": "https://www.bfmtv.com/politique-donnees-personnelles/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:41:13.309738", "updated_at": "2023-07-11 06:30:12.904206", "quoteText": null, "case_id": 336, "document_id": 15767, "quoteStart": null, "quoteEnd": null}, {"id": 31989, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://www.bfmtv.com/cgu/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:36:25.507472", "updated_at": "2023-07-11 06:32:33.301841", "quoteText": null, "case_id": 283, "document_id": 15766, "quoteStart": null, "quoteEnd": null}, {"id": 31991, "title": "Third-party cookies are used for advertising", "source": "https://www.bfmtv.com/cookies/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:38:07.235089", "updated_at": "2023-07-11 06:32:33.386293", "quoteText": null, "case_id": 128, "document_id": 15768, "quoteStart": null, "quoteEnd": null}, {"id": 31973, "title": "Many different types of personal data are collected", "source": "https://www.bfmtv.com/politique-donnees-personnelles/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:16:21.835096", "updated_at": "2023-07-11 06:30:12.524575", "quoteText": null, "case_id": 376, "document_id": 15767, "quoteStart": null, "quoteEnd": null}, {"id": 31996, "title": "Your personal data is used for advertising", "source": "https://www.bfmtv.com/politique-donnees-personnelles/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:41:46.961692", "updated_at": "2023-07-11 06:30:13.002737", "quoteText": null, "case_id": 216, "document_id": 15767, "quoteStart": null, "quoteEnd": null}, {"id": 31994, "title": "Your personal information is used for many different purposes", "source": "https://www.bfmtv.com/politique-donnees-personnelles/", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:40:55.833164", "updated_at": "2023-07-11 06:32:33.554349", "quoteText": null, "case_id": 185, "document_id": 15767, "quoteStart": null, "quoteEnd": null}], "urls": ["bfmtv.fr", "tradingsat.com", "zone-turf.fr", "rmcbfmplay.com"]}}