{"error": 448, "message": "OK", "parameters": {"id": 9735, "name": "SafeDNS", "created_at": "2023-10-09 02:59:13.790896", "updated_at": "2023-10-09 10:02:29.056116", "wikipedia": null, "keywords": null, "related": null, "slug": "safedns", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9735.png", "url": "safedns.com", "documents": [{"id": 19377, "name": "Privacy policy", "url": "https://www.safedns.com/privacy-policy", "xpath": "/html/body/div[1]/div/section", "text": "Privacy policy<br>\n<br>\n<p>We’ve tried to keep it as simple as possible, but if you’re not familiar with terms like cookies, IP addresses and browsers, then read about these key terms first.</p>\n<p>Your privacy matters to us so please do take the time to get to know our practices – and if you have any questions contact us.\nInformation we collect.</p>\n<br>Information you give us<br>\n<p>We may ask you to provide us with personal information, such as your name, email address, telephone number, credit card details and other contact details.</p>\n<br>Device information<br>\n<p>We may collect device-specific information (such as your hardware model, operating system version, etc).</p>\n<br>Log information<br>\n<p>When you use our services, we may automatically collect and store certain information in server logs.\nThis may include: details of how you used our service, such as your search queries, Internet protocol address, browser type, browser language, the date and time of your request and referral URL, etc.</p>\n<br>Cookies<br>\n<p>Our website, www.safedns.com, uses cookies.\nCookies are small data files stored by the browser on your computer's hard drive, these identify your computer to our server and personalize the website for future use.\nYour personal information is not provided to us by a cookie.\nIf you have not supplied us with your personal data, you can still browse our site anonymously.\nYour browser may be set up not to accept cookies, if this is the case you can still use our website, although some of the functionality may be lost.</p>\n<br>IP addresses<br>\n<p>We use IP addresses to administer our website, track your movements within the site and to analyze trends.\nThe IP addresses do not provide us with your personally identifiable data.\nHow we use information we collect.</p>\n<p>We use the information we collect from all of our services to provide, maintain, protect and improve them, to develop new ones, and to protect SafeDNS and our users.</p>\n<p>When you contact us, we may keep a record of your communication to help solve any issues you might be facing.\nWe may use your email address to inform you about our services, such as letting you know about upcoming changes or improvements.</p>\n<p>If you have opted-in to receive updates via email and then wish to be removed from this service, you can achieve this by following the unsubscribe instructions found at the bottom of the email.\nInformation we share.</p>\n<p>We do not share personal information with government agencies, companies, organizations and individuals outside of SafeDNS unless one of the following circumstances apply:</p>\n<br>With your consent<br>\n<p>We will share personal information with government agencies, companies, organizations or individuals outside of SafeDNS when we have your consent to do so.</p>\n<br>For external processing<br>\n<p>We may provide personal information to our affiliates or other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.</p>\n<br>For legal reasons<br>\n<p>We will share personal information with government agencies, companies, organizations or individuals outside of SafeDNS if we have a good-faith belief that access, use, preservation or disclosure of the information is reasonably necessary to:</p>\n<ul>\n<br>\n<li>- meet any applicable law, regulation, legal process or enforceable governmental request</li>\n<br>\n<li>- enforce applicable Terms of Service, including investigation of potential violations</li>\n<br>\n<li>- detect, prevent, or otherwise address fraud, security or technical issues</li>\n<br>\n<li>- protect against harm to the rights, property or safety of SafeDNS, our users or the public as required or permitted by law</li>\n</ul>\n<p>We may share aggregated, non-personally identifiable information publicly and with our partners.\nFor example, we may share information publicly to show trends about the general use of our services.</p>\n<br>Links<br>\n<p>Our website may contain links to other sites.\nWe are not responsible for the privacy, content or services provided by the sites from such links and they are not covered by this Privacy Policy.</p>\n<br>Information security<br>\n<p>We work hard to protect SafeDNS and our users from unauthorized access to or unauthorized alteration, disclosure or destruction of information we hold.\nIn particular:</p>\n<ul>\n<br>\n<li>- we encrypt many of our services using SSL</li>\n<br>\n<li>- we review our information collection, storage and processing practices, including physical security measures, to guard against unauthorized access to systems</li>\n<br>\n<li>- we restrict access to personal information to SafeDNS employees, contractors and agents who need to know that information in order to process it for us, and who are subject to strict contractual confidentiality obligations and may be disciplined or terminated if they fail to meet these obligations</li>\n</ul>\n<br>Application<br>\n<p>Our Privacy Policy applies to all of the services offered by SafeDNS, Inc.\nand its affiliates.</p>\n<br>Changes<br>\n<p>Our Privacy Policy may change from time to time.\nWe will not reduce your rights under this Privacy Policy without your explicit consent.</p>", "created_at": "2023-10-09 02:59:13.825602", "updated_at": "2023-10-09 03:00:36.756941"}, {"id": 19378, "name": "Terms of service", "url": "https://www.safedns.com/terms-of-service", "xpath": "//body", "text": "<ul>Solutions<p>Industry solutions</p>\n<li>SMBs</li>\n<li>Education</li>\n<li>Enterprise</li>\n<li>Nonprofit</li>\n<li>Home</li>\n<li>OEM</li>\n<li>Wi-Fi Providers</li>\n<li>ISPs</li>\n<li>MSPs</li>\n<p>Features</p>\n<li>DNS Security</li>\n<li>APP Blocker</li>\n<li>Content Filtering</li>\n<li>Reports &amp.\nAnalytics</li>\n<li>Roaming Clients</li>\n<li>AI Powered Categorization</li>\n<li>Compliance</li>\n<li>Anycast network</li>\n<li>Schedule</li>\n<li>Checkwebsite</li>\n<li>Security Check</li>\n<p>Integrations</p>\n<li>CAT API &amp.\nSDK</li>\n<li>Pricing</li>Trendy Threats<p>Trendy Threats</p>\n<li>Malware</li>\n<li>Ransomware</li>\n<li>Phishing &amp.\nTyposquatting</li>\n<li>Botnets &amp.\nC2C</li>\n<li>Parked domains</li>\n<li>Cryptojacking</li>\n<li>DGA</li>Partners<p>Partners</p>\n<li>Log in</li>\n<li>Become a partner</li>Resources<p>For customers</p>\n<li>Guides</li>\n<li>Content Library</li>\n<li>Blog</li>\n<li>Check website</li>\n<li>Security check</li>\n<li>Web Filtering Course</li>\n<li>Cybersecurity Awareness Training</li>\n<p>Compare</p>\n<li>Cisco Umbrella</li>\n<li>DNS Filter</li>\n<li>WebTitan</li>\n<li>Webroot</li>\n<li>CleanBrowsing</li>\n<li>Barracuda</li>\n<li>CloudFlare</li>\n<li>NextDNS</li>\n<li>ScoutDNS</li>\n<li>About</li>\n</ul>Log inFree trialContact UsBook a demoTerms of service<p>Thanks for using our products and services (“Services”).\n<br> The Services are provided by SafeDNS, Inc.\n(“SafeDNS”), located at 66 Canal Plaza, Suite #505, Alexandria, VA 22314, United States.</p>\n<p>Your use and/or purchase of any SafeDNS Services, whether fee-based or offered for free on our Website, is subject to these Terms of Service.\nUsing our Services, you agree to these terms.\nPlease read them carefully.</p>\n<p>Last updated on 4th of September 2023</p>1Using our Services<p>You must follow any policies made available to you within the Services.\nDon’t misuse our Services.\nFor example, don’t interfere with our Services or try to access them using a method other than the interface and the instructions that we provide.\nYou may use our Services only as permitted by law, including applicable export and re-export control laws and regulations.\nWe may suspend or stop providing our Services to you if you do not comply with our terms or policies or if we are investigating suspected misconduct.\n<br> Using our Services does not give you ownership of any intellectual property rights in our Services or the content you access.\nYou may not use content from our Services unless you obtain permission from its owner or are otherwise permitted by law.\nThese terms do not grant you the right to use any branding or logos used in our Services.\nDon’t remove, obscure, or alter any legal notices displayed in or along with our Services.\nOur Services display some content that is not SafeDNS’s.\nThis content is the sole responsibility of the entity that makes it available.\nWe may review content to determine whether it is illegal or violates our policies, and we may remove or refuse to display content that we reasonably believe violates our policies or the law.\nBut that does not necessarily mean that we review content, so please don’t assume that we do.\nIn connection with your use of the Services, we may send you service announcements, administrative messages, and other information.\nYou may opt out of some of those communications.</p>2Privacy and Copyright Protection<p>SafeDNS’s privacy policies explain how we treat your personal data and protect your privacy when you use our Services.\nBy using our Services, you agree that SafeDNS can use such data in accordance with our Privacy Policies.\nWe respond to notices of alleged copyright infringement and terminate accounts of repeat infringers according to the process set out in the U.S.\nDigital Millennium Copyright Act.</p>3Your Content in our Services<p>Some of our Services allow you to submit content.\nYou retain ownership of any intellectual property rights that you hold in that content.\nIn short, what belongs to you stays yours.\n<br> When you upload or otherwise submit content to our Services, you give SafeDNS (and those we work with) a worldwide license to use, host, store, reproduce, modify, create derivative works (such as those resulting from translations, adaptations or other changes we make so that your content works better with our Services), communicate, publish, publicly perform, publicly display and distribute such content.\nThe rights you grant in this license are for the limited purpose of operating, promoting, and improving our Services, and to develop new ones.\nThis license continues even if you stop using our Services.\nSome Services may offer you ways to access and remove content that has been provided to that Service.\nAlso, in some of our Services, there are terms or settings that narrow the scope of our use of the content submitted in those Services.\nMake sure you have the necessary rights to grant us this license for any content that you submit to our Services.\n<br> You can find more information about how SafeDNS uses and stores content in the Privacy Policy.\nIf you submit feedback or suggestions about our Services, we may use your feedback or suggestions without obligation to you.</p>4About Software in our Services<p>When a Service requires or includes downloadable software, this software may update automatically on your device once a new version or feature is available.\nSome Services may let you adjust your automatic update settings.\n<br> SafeDNS gives you a personal, worldwide, royalty-free, non-assignable and non-exclusive license to use the software provided to you by SafeDNS as part of the Services.\nThis license is for the sole purpose of enabling you to use and enjoy the benefit of the Services as provided by SafeDNS, in the manner permitted by these terms.\nYou may not copy, modify, distribute, sell, or lease any part of our Services or included software, nor may you reverse engineer or attempt to extract the source code of that software, unless laws prohibit those restrictions or you have our written permission.\nOpen source software is important to us.\nSome software used in our Services may be offered under an open source license that we will make available to you.\nThere may be provisions in the open source license that expressly override some of these terms.</p>5Modifying and Terminating our Services<p>We are constantly changing and improving our Services.\nWe may add or remove functionalities or features, and we may suspend or stop a Service altogether.\n<br> You can stop using our Services at any time, although we’ll be sorry to see you go.\nSafeDNS may also stop providing Services to you, or add or create new limits to our Services at any time.\n<br> We believe that you own your data and preserving your access to such datais important.\nIf we discontinue a Service, where reasonably possible, we will give you reasonable advance notice and a chance to get information out of that Service.</p>6Our Warranties and Disclaimers<p>We provide our Services using a commercially reasonable level of skill and care and we hope that you will enjoy using them.\nBut there are certain things that we don’t promise about our Services.\n<br> OTHER THAN AS EXPRESSLY SET OUT IN THESE TERMS OR ADDITIONAL TERMS, NEITHER SAFEDNS NOR ITS SUPPLIERS OR DISTRIBUTORS MAKE ANY SPECIFIC PROMISES ABOUT THE SERVICES.\nFOR EXAMPLE, WE DON’T MAKE ANY COMMITMENTS ABOUT THE CONTENT WITHIN THE SERVICES, THE SPECIFIC FUNCTION OF THE SERVICES, OR THEIR RELIABILITY, AVAILABILITY, OR ABILITY TO MEET YOUR NEEDS.\nWE PROVIDE THE SERVICES “AS IS”.\nSOME JURISDICTIONS PROVIDE FOR CERTAIN WARRANTIES, LIKE THE IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nTO THE EXTENT PERMITTED BY LAW, WE EXCLUDE ALL WARRANTIES.</p>7Liability for our Services<p>WHEN PERMITTED BY LAW, SAFEDNS, AND SAFEDNS’S SUPPLIERS AND DISTRIBUTORS, WILL NOT BE RESPONSIBLE FOR LOST PROFITS, REVENUES, OR DATA, FINANCIAL LOSSES OR INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES.\nTO THE EXTENT PERMITTED BY LAW, THE TOTAL LIABILITY OF SAFEDNS, AND ITS SUPPLIERS AND DISTRIBUTORS, FOR ANY CLAIM UNDER THESE TERMS, INCLUDING FOR ANY IMPLIED WARRANTIES, IS LIMITED TO THE AMOUNT YOU PAID US TO USE THE SERVICES (OR, IF WE CHOOSE, TO SUPPLYING YOU THE SERVICES AGAIN).\n<br> IN ALL CASES, SAFEDNS, AND ITS SUPPLIERS AND DISTRIBUTORS, WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE THAT IS NOT REASONABLY FORESEEABLE.</p>8Fee-Based Services<p>SafeDNS offers Services (e.g., SafeDNS Basic, SafeDNS Pro, SafeDNS Education &amp.\nNonprofit and so on) for purchase through its Website or for free through the free trial option on its Website.\n<br> If you purchased a Service or enrolled in the Free Trial, SafeDNS grants to you, and you accept, the non-assignable, nontransferable, non-sublicensable, and nonexclusive right to access and use the applicable Service only as authorized in these Terms of Service and related documentation as described on the Website for the duration of the subscription term and for the purchased number.\nFor the avoidance of doubt, user means the real person behind the internet-connected device.</p>9Fees<p>End User is responsible for paying SafeDNS, as applicable, the Fees without setoff or deduction.\nSubscriptions are non-cancelable before the end of the subscription term and fees are non-refundable.\nIf you originally paid by credit card, then you are aware that you can turn on the auto-renewal option, and SafeDNS will automatically charge your credit card or accepted payment account on record with SafeDNS for the subscription term upon the commencement of any renewal period.\nSafeDNS reserves the right to increase the Fees in its discretion prior to any renewal Subscription Term, provided that SafeDNS will notify the customer of such increased Fees.</p>10Business uses of our Services<p>If you are using our Services on behalf of a business, that business accepts these terms.\nIt will hold harmless and indemnify SafeDNS and its affiliates, officers, agents, and employees from any claim, suit or action arising from or related to the use of the Services or violation of these terms, including any liability or expense arising from claims, losses, damages, suits, judgments, litigation costs and attorneys’ fees.</p>11DNS Requests Limitations and overuse<p>SafeDNS has a right to deactivate User’s account if the daily number of DNS requests generated by the account is significantly exceeding the average estimated requests limit for User’s billing plan for 2 weeks or longer.\nUser will get a notification from SafeDNS twice, and in case of no response from the user his account will get canceled.\n<br> You may contact account@safedns.com for getting an information about daily limit of requests for various billing plans</p>12About these Terms<p>We may modify these terms or any additional terms that apply to a Service to, for example, reflect changes to the law or changes to our Services.\nYou should look at the terms regularly.\nIf you do not agree with the modified terms of Service, you should discontinue your use of the Service.\nFor information about how to contact SafeDNS, please visit our Contact page.</p>\n<p>Product</p>\n<ul>\n<li>Pricing</li>\n<li>Check website</li>\n<li>Security check</li>\n<li>Integrations</li>\n</ul>\n<p>Compare</p>\n<ul>\n<li>Cisco Umbrella</li>\n<li>DNS Filter</li>\n<li>WebTitan</li>\n<li>Webroot</li>\n<li>CleanBrowsing</li>\n<li>Barracuda</li>\n<li>CloudFlare</li>\n<li>NextDNS</li>\n<li>ScoutDNS</li>\n</ul>\n<p>Company</p>\n<ul>\n<li>About Us</li>\n<li>Contact us</li>\n<li>Blog</li>\n</ul>\n<p>Support portal</p>\n<ul>\n<li>Guides</li>\n</ul>\n<p>Server status</p>\n<p>All systems operational</p>Check the status<p>SafeDNS servers:</p>\n<p>195.46.39.39</p>\n<p>195.46.39.40</p>\n<p>IPv6 DNS-servers:</p>\n<p>2001:67c:2778::3939</p>\n<p>2001:67c:2778::3940</p>\n<p>SafeDNS, Inc.\n© 2012-2023</p>Privacy policyTerms of service<p>Social</p>\n<p>\n</p> ", "created_at": "2023-10-09 02:59:13.859089", "updated_at": "2023-10-09 03:02:50.015111"}], "points": [], "urls": ["safedns.com"]}}