{"error": 448, "message": "OK", "parameters": {"id": 7871, "name": "Regulations.gov", "created_at": "2023-04-03 17:54:17.241945", "updated_at": "2023-04-22 11:50:36.367119", "wikipedia": null, "keywords": null, "related": null, "slug": "regulations-gov", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7871.png", "url": "regulations.gov", "documents": [{"id": 15198, "name": " User Notice ", "url": "https://www.regulations.gov/user-notice", "xpath": "//*[@id=\"mainContent\"]", "text": " <p>Regulations.gov is a web-based federal rulemaking application supporting the United States government in its rulemaking process.\nRegulations.gov is provided as a public service to increase participation in the government's regulatory activities by offering a central point for submitting comments on regulations.\nThis website is an official United States government computer system.\nInformation presented on this website is considered public information and may be distributed or copied.\nUnauthorized attempts to upload information or change information maintained on this website are strictly prohibited and may be subject to criminal prosecution under the Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act of 1995.</p>\n<p>Regulations.gov contains regulatory and non-regulatory docket information, as determined by the issuing department or agency.\nDocket information includes Federal Register notices, supplementary reports and other documents related to the action, and comments and public submissions received by the department or agency.\nEach department and agency manages its own data within the website according to agency-specific regulatory policy.</p>\n<p>The Regulations.gov website includes a compilation of rules and notices as published by the U.S.\nOffice of the Federal Register.\nEvery effort is made to ensure the website includes all rule and proposed rule that are currently open for public comment.\nInclusion or exclusion of material from this compilation has no independent legal significance.\nUsers who want to verify the current status of a proposed or final rule and associated comment requirements are urged to check the official edition of the Federal Register, which is available online via the FederalRegister.gov website.</p> Comments and Public Submissions <p>Comments may be submitted through this website, or by any method identified in the specific Federal Register document.\nAny comment you provide through this website should be submitted in accordance with the directions in the Federal Register document.\nYou should be aware that requirements for submitting comments may vary by department or agency.\nFor purposes of submitting comments, some agencies may require that you include personal information, such as your name and email address, on the comment form.\nEach agency manages its own data within the site, according to agency-specific comment review and posting policy.\nMultimedia submissions (audio, video, etc.) must be accompanied by a written comment.\nThe written comment is considered the official comment and should include discussion of all points you wish to make.\nAgencies&nbsp;will generally not consider comments or comment contents located outside of the primary submission (i.e.\non the web, cloud, or other file sharing system).\nComments may be publicly disclosed in a docket or on the Internet (via Regulations.gov, a federal agency website, or a third-party, non-government website with access to publicly-disclosed data on Regulations.gov).</p>\n<p>Do not submit information whose disclosure is restricted by statute, such as trade secrets and commercial or financial information (hereinafter referred to as Confidential Business Information \"CBI\") to Regulations.gov.\nComments submitted through Regulations.gov cannot be claimed as CBI.\nComments received through the website will waive any CBI claims for the information submitted.\nSome agencies may impose special requirements for submitting CBI or copyrighted works.\nTo view any additional information or instructions for submissions, refer to the specific Federal Register notice on which you are commenting and the website of the department or agency.</p> Terms of Participation <p>Public comments help agencies develop regulations.\nwe encourage comments from all viewpoints.\nComments submitted to Regulations.gov should be the submitter’s own comments or be submitted with the commenter’s permission.\nThe development of federal regulations is within the jurisdiction of the U.S.\nGovernment’s executive branch agencies.\nIt is a violation of federal law to knowingly and willfully make a materially false, fictitious, or fraudulent statement or representation including false statements about your identity or your authority to submit a comment on someone else’s behalf, in relation to the development of such federal regulations, including through comments submitted on Regulations.gov.\nSee 18 U.S.C.\n§ 1001.</p>\n<p>Subject to 18 U.S.C.\n§ 1028(c), it is also a violation of federal law to knowingly use, without lawful authority, a means of identification of another person in connection with the violation of any federal law or the commission of a felony under state or local law.\nSee 18 U.S.C.\n§ 1028(a)(7).</p>\n<p>By clicking the submit button, you are verifying that you are not making any materially false, fictitious, or fraudulent statement or representation regarding your identity or your authority to submit on someone else’s behalf with regard to the comment you are submitting on Regulations.gov, and that you are not using, without lawful authority, a means of identification of another person, real or fictitious, in connection with any comment you are submitting on Regulations.gov.</p> Intended Use of Information <p>Federal rulemaking agencies consider public comments during the development of proposed or final rules, as well as comments solicited for opinions on a program initiative, scientific study, respective agency guidance document, or proposed standard.\nBy providing comments through this website, you are consenting to their use and consideration by federal departments and agencies.\nAgencies may provide additional instructions informing you how to grant consent for use of voluntarily-provided information.</p>\n<p>Electronic comments you submit directly through the Regulations.gov website will be maintained in two different locations depending on the agency.\nFor agencies listed on this site as participating in the Federal Docket Management System (FDMS), comments will be stored electronically within the system.\nFor agencies listed as Non-Participating (agencies not using FDMS to manage their regulatory process), comments will be sent directly to that agency.\nIn both situations, the department or agency receiving your comment is considered the official custodian of the comment.\nYour comment will not be considered until it has been properly received by that department or agency in accordance with the requirements described in the Federal Register notice.\nUsers who want to verify that a department or agency has received their comment are urged to check directly with that department or agency.\nEach agency manages its own data within the site, according to agency-specific comment review and posting policy.</p>\n<p>The material you submit to a federal department or agency through Regulations.gov may be seen by various people.\nAny personal information included in the comment form or in an attachment will be provided to the department or agency to which your comment is directed and may be publicly disclosed in a docket or on the Internet (via Regulations.gov, a federal agency website, or a third-party, non-government website with access to publicly-disclosed data on Regulations.gov).</p>\n<p>Regulations.gov offers its public data in machine readable format via an Application Programming Interface (\"API\"), including comment submitter information (e.g., commenter name or address) if included in the comment submission posted by an agency on Regulations.gov.\nThird party organizations may use an API to build related applications for the web, desktops, and mobile devices.\nFor additional information, view the Regulations.gov Privacy Notice.</p>\n<p> Back to Top </p> ", "created_at": "2023-04-03 17:54:17.27447", "updated_at": "2023-04-03 17:54:48.999568"}, {"id": 15199, "name": " Privacy Notice ", "url": "https://www.regulations.gov/privacy-notice", "xpath": "//*[@id=\"mainContent\"]", "text": " <p>Regulations.gov is a web-based application supporting the United States Government in the federal regulatory process.\nRegulations.gov is provided as a public service to access and participate in the federal regulatory process.\nOn this site you can:</p>\n<ul>\n<li>Search for a regulation such as a proposed rule, final rule, or Federal Register (FR) notice;</li>\n<li>Submit a comment on a regulation or on another comment;</li>\n<li>Submit an application, petition, or adjudication document;</li>\n<li>View docket contents, including public comments and submissions;</li>\n<li>Subscribe for email notifications about a specific regulation.</li>\n</ul> Sharing and Disclosure <p>Comments may be submitted through this website, or by any method identified in the specific Federal Register document, and posted on Regulations.gov.\nEach department or agency manages its own data within the website, according to the agency-specific comment review and posting policy.\nThe material you submit to a federal department or agency through Regulations.gov may be seen by various people.\nAny personally identifiable information (e.g., name, address, phone number) included in the comment form or in an attachment will be provided to the department or agency to which your comment is directed and may be publicly disclosed in a docket or on the Internet (via Regulations.gov, a federal agency website, or a third-party, non-government website with access to publicly-disclosed data on Regulations.gov).</p>\n<p>Regulations.gov offers its public data in machine readable format via an Application Programming Interface (\"API\"), including comment submitter information (e.g., commenter name or address) if included in the comment submission posted by the agency on Regulations.gov.\nThird party organizations may use an API to build related applications for the web, desktops, and mobile devices.</p> Retention of Information <p>Electronically submitted information is maintained and destroyed according to the principles of the Federal Records Act and the agency records schedules approved by the National Archives and Records Administration.\nIn some cases information submitted through Regulations.gov may become an agency record and therefore might be subject to a Freedom of Information Act request.</p>\n<p>Please note that API users are required to comply with the Regulations.gov Terms of Service, however we have no control over data retention by third-party users who have stored the data.</p> Site Security <p>For site security purposes and to ensure that this service remains available to all users, this government computer system employs applications that monitor access to identify unauthorized attempts to upload or change information, or otherwise cause damage.\nIf such monitoring reveals evidence of possible abuse or criminal activity, such evidence may be provided to appropriate law enforcement officials.\nUnauthorized attempts to upload or change information on this server are strictly prohibited and may be punishable under the Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act or other law.</p> Information Automatically Captured <p>The Regulations.gov website does not automatically collect personal information about you, unless you choose to provide it (e.g., on the comment submission webform).\nRegulations.gov may send anonymous statistics to third party sites to help analyze use patterns of the site.\nThis information is aggregated into reports that allow us to learn how visitors interact with the site so we can work to enhance system features.</p>\n<p>Regulations.gov collects the following: domain name and Internet Protocol addresses from which you are visiting.\ntype of browser and operating system used to access the website.\nand the time and date of each page visit on the website.\nThis website uses this information to create summary statistics, which are then used to assess what information is of least interest, determining technical design specifications, and identifying system performance or problem areas.</p>\n<p>Like many websites, Regulations.gov uses \"persistent cookie\" technology to follow site usage activity, but only aggregate information is captured.\nThese cookies uniquely identify a browser on a computer, but never a person.\nIn other words, if the same person uses Chrome and Internet Explorer, two unique browser cookies will be assigned, one for each browser, so that person will be counted as two different visitors because visits are based on browsers, not computers or persons.\nWe use persistent cookies in order to understand how people are using the site and how we can make it better.</p>\n<p>If you prefer to opt out of having the cookie installed on your machine or device, adjust your internet browsers cookie settings.\nIf you use multiple browsers on your machine or device, you will need to complete this process for each browser used.\nPlease visit www.usa.gov/optout_instructions.shtml for instructions for common browsers.</p> Handling Email <p>We use email addresses that you provide (e.g., signing up for notifications or filling out the “Contact Us” webform) only to respond to your request.\nSuch application information is carefully protected and not available in or retained by web tracking software.\nWe may forward your email to a government employee who can best answer your questions.\nWe do not disclose, give, sell, or transfer any personal information about our visitors, unless required for law enforcement or statute.</p> Social Media Sites <p>While Regulations.gov maintains a presence on social media sites (e.g., Facebook, Twitter, YouTube) in order to share government information and engage with the public, we do not collect any Personally Identifiable Information through those sites.\nWe also do not use personal information made available by the user to these third-party sites.</p> Privacy Act of 1974 <p>The Privacy Act of 1974 (5 U.S.C.\n552a) protects the personal information submitted to Regulations.gov and retained in the system.\nThe Privacy Act regulates how the government can disclose, share, provide access to, and maintain the personal information that it collects.\nNot all information collected online is covered by the Privacy Act.</p>\n<p>The Act's major provisions require agencies to:</p>\n<ul>\n<li>Publish a Privacy Act Notice in the Federal Register explaining the existence, character, and uses of a new or revised System of Records (SOR);</li>\n<li>Keep information about you accurate, relevant, timely, and complete to assure fairness in dealing with you;</li>\n<li>Allow you to, upon request, access and review your information held in a SOR and request amendment of the information if you disagree with it.</li>\n</ul>\n<p>Please see the Regulations.gov system of records notice (GSA/OGP) at http://www.gsa.gov/SORN.</p>\n<p>View our privacy impact assessment (PIA) at http://www.gsa.gov/PIA.</p>\n<p>For additional information on using this site to submit comments, view the Regulations.gov User Notice.</p>\n<p> Back to Top </p> ", "created_at": "2023-04-03 17:54:17.307916", "updated_at": "2023-04-03 17:55:10.998713"}], "points": [], "urls": ["regulations.gov"]}}