{"error": 448, "message": "OK", "parameters": {"id": 9526, "name": "Internet Society", "created_at": "2023-09-04 01:35:23.643896", "updated_at": "2023-09-04 10:02:31.5664", "wikipedia": "https://en.wikipedia.org/wiki/Internet_Society", "keywords": null, "related": null, "slug": "internet-society", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9526.png", "url": "internetsociety.org,admin.internetsociety.org", "documents": [{"id": 18831, "name": "Terms of Service", "url": "https://www.internetsociety.org/terms-of-use/", "xpath": "//body", "text": " <p> We value your privacy </p>\n<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.&nbsp;&nbsp;Cookie Policy</p> Cookie Settings Reject Optional Cookies Accept All Cookies Privacy Preference Center <p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.<strong>&nbsp;</strong>More information</p>\n<i>\n</i>NecessaryAlways Active<p>Necessary cookies are required to enable the basic features of this site, such as providing secure log-in or adjusting your consent preferences.\nThese cookies do not store any personally identifiable data.</p>\n<ul>\n<li>Cookiem</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>Description<p>Stripe sets this cookie to detect frauds.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__stripe_mid</li>\n<li>Duration1 year</li>\n<li>Description<p>Stripe is used to enable credit card payments.\nStripe uses a cookie to remember who you are and to enable the website to process payments without storing any credit card information on the website's own servers.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__stripe_sid</li>\n<li>Duration30 minutes</li>\n<li>Description<p>Stripe is used to enable credit card payments.\nStripe uses a cookie to remember who you are and to enable the website to process payments without storing any credit card information on the website's own servers.</p>\n</li>\n</ul>\n<ul>\n<li>CookieNID</li>\n<li>Duration6 months</li>\n<li>Description<p>Google sets the cookie for advertising purposes: to limit the number of times the user sees an ad, to unwanted mute ads, and to measure the effectiveness of ads.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__cf_bm</li>\n<li>Duration30 minutes</li>\n<li>Description<p>Cloudflare sets the cookie to support Cloudflare Bot Management.</p>\n</li>\n</ul>\n<ul>\n<li>Cookiecookieyes-consent</li>\n<li>Duration1 year</li>\n<li>Description<p>CookieYes sets this cookie to remember users' consent preferences so that their preferences are respected on their subsequent visits to this site.\nIt does not collect or store any personal information of the site visitors.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__hssrc</li>\n<li>Durationsession</li>\n<li>DescriptionThis cookie is set by Hubspot whenever it changes the session cookie.\nThe __hssrc cookie set to 1 indicates that the user has restarted the browser, and if the cookie does not exist, it is assumed to be a new session.</li>\n</ul>\n<ul>\n<li>Cookie__hssc</li>\n<li>Duration30 minutes</li>\n<li>DescriptionHubSpot sets this cookie to keep track of sessions and to determine if HubSpot should increment the session number and timestamps in the __hstc cookie.</li>\n</ul>\n<i>\n</i>Functional<p>Functional cookies help perform certain functionalities like sharing the content of the website on social media platforms, collecting feedback, and other third-party features.</p>\n<ul>\n<li>Cookieloglevel</li>\n<li>Durationnever</li>\n<li>Description<p>This cookie, set by livestream, is necessary to watch videos from livestream.com.</p>\n</li>\n</ul>\n<ul>\n<li>CookieVISITOR_INFO1_LIVE</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionYouTube sets this cookie to measure bandwidth, determining whether the user gets the new or old player interface.</li>\n</ul>\n<ul>\n<li>Cookieyt-remote-device-id</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to store the user's video preferences using embedded YouTube videos.</li>\n</ul>\n<ul>\n<li>Cookieyt-remote-connected-devices</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to store the user's video preferences using embedded YouTube videos.</li>\n</ul>\n<ul>\n<li>Cookievuid</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>DescriptionVimeo installs this cookie to collect tracking information by setting a unique ID to embed videos on the website.</li>\n</ul>\n<ul>\n<li>Cookiewp-wpml_current_language</li>\n<li>Durationsession</li>\n<li>DescriptionWordPress multilingual plugin sets this cookie to store the current language/language settings.</li>\n</ul>\n<i>\n</i>Analytics<p>Analytical cookies are used to understand how visitors interact with the website.\nThese cookies help provide information on metrics such as the number of visitors, bounce rate, traffic source, etc.</p>\n<ul>\n<li>CookieYSC</li>\n<li>Durationsession</li>\n<li>Description<p>YouTube sets this cookie to track the views of embedded videos on YouTube pages.</p>\n</li>\n</ul>\n<ul>\n<li>Cookieyt.innertube::requests</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to register a unique ID to store data on what videos from YouTube the user has seen.</li>\n</ul>\n<ul>\n<li>Cookieyt.innertube::nextId</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to register a unique ID to store data on what videos from YouTube the user has seen.</li>\n</ul>\n<ul>\n<li>Cookieiutk</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionIssuu sets this cookie to recognise the user's device and what Issuu documents have been read.</li>\n</ul>\n<ul>\n<li>Cookie_ga</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>Description<p>Google Analytics sets this cookie to calculate visitor, session and campaign data and track site usage for the site's analytics report.\nThe cookie stores information pseudonymously and assigns a randomly generated number to recognize unique visitors.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie_gid</li>\n<li>Duration1 day</li>\n<li>Description<p>Installed by Google Analytics, _gid cookie stores information on how visitors use a website, while also creating an analytics report of the website's performance.\nSome of the data that are collected include the number of visitors, their source, and the pages they visit pseudonymously.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie_gat_UA-*</li>\n<li>Duration1 minute</li>\n<li>DescriptionGoogle Analytics sets this cookie for user behaviour tracking.</li>\n</ul>\n<ul>\n<li>Cookie_ga_*</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>DescriptionGoogle Analytics sets this cookie to store and count page views.</li>\n</ul>\n<ul>\n<li>CookieCONSENT</li>\n<li>Duration2 years</li>\n<li>Description<p>YouTube sets this cookie via embedded YouTube videos and registers pseudonymous statistical data.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie_gat_gtag_UA_*</li>\n<li>Duration1 minute</li>\n<li>DescriptionGoogle Analytics sets this cookie to store a unique user ID.</li>\n</ul>\n<ul>\n<li>Cookieatid</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>AT Internet sets this cookie to store the visitor ID which helps in identifying the user.\nThese cookies are used for web traffic measurement.</p>\n</li>\n</ul>\n<ul>\n<li>Cookieatidx</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>AT Internet sets this cookie to store the visitor ID which helps in identifying the user.\nThese cookies are used for web traffic measurement.</p>\n</li>\n</ul>\n<ul>\n<li>Cookieidrxvr</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>This cookie is used for analyzing the traffic.\nThe cookie collects information on the user activity and identifies the issues for improving the service.</p>\n</li>\n</ul>\n<ul>\n<li>Cookiebrowser_id</li>\n<li>Duration5 years</li>\n<li>DescriptionThis cookie is used for identifying the visitor browser on re-visit to the website.</li>\n</ul>\n<ul>\n<li>Cookie__hstc</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionHubspot set this main cookie for tracking visitors.\nIt contains the domain, initial timestamp (first visit), last timestamp (last visit), current timestamp (this visit), and session number (increments for each subsequent session).</li>\n</ul>\n<ul>\n<li>Cookiehubspotutk</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionHubSpot sets this cookie to keep track of the visitors to the website.\nThis cookie is passed to HubSpot on form submission and used when deduplicating contacts.</li>\n</ul>\n<i>\n</i>Performance<p>Performance cookies are used to understand and analyze the key performance indexes of the website which helps in delivering a better user experience for the visitors.</p>\n<ul>\n<li>Cookie_gat</li>\n<li>Duration1 minute</li>\n<li>DescriptionGoogle Universal Analytics sets this cookie to restrain request rate and thus limit data collection on high-traffic sites.</li>\n</ul>\n<i>\n</i>Advertisement<p>Advertisement cookies are used to provide visitors with customized advertisements based on the pages you visited previously and to analyze the effectiveness of the ad campaigns.</p>\n<ul>\n<li>Cookietest_cookie</li>\n<li>Duration15 minutes</li>\n<li>Descriptiondoubleclick.net sets this cookie to determine if the user's browser supports cookies.</li>\n</ul>\n<ul>\n<li>CookieIDE</li>\n<li>Duration1 year 24 days</li>\n<li>DescriptionGoogle DoubleClick IDE cookies store information about how the user uses the website to present them with relevant ads according to the user profile.</li>\n</ul>\n<ul>\n<li>Cookiemc</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>Quantserve sets the mc cookie to track user behaviour on the website pseudonymously.</p>\n</li>\n</ul>\n<ul>\n<li>Cookiescribd_ubtc</li>\n<li>Duration10 years</li>\n<li>DescriptionScribd sets this cookie to gather data on user behaviour across several websites and maximise the relevancy of the advertisements on the website.</li>\n</ul> Reject Optional Cookies Confirm My Choices Accept All Cookies Powered by Skip to content <ul>\n<li>About Us\n<ul>\n<li>Mission</li>\n<li>Board of Trustees</li>\n<li>Team</li>\n<li>News</li>\n</ul>\n</li>\n<li>Our Work\n<ul>\n<li>We help grow the Internet</li>\n<li>We make the Internet stronger</li>\n<li>We shape the Internet of the future</li>\n</ul>\n</li>\n<li>Our Impact\n<ul>\n<li>Action Plan</li>\n<li>Impact Report</li>\n</ul>\n</li>\n<li>Get Involved\n<ul>\n<li>Become an individual member</li>\n<li>Become an organization member</li>\n<li>Become a partner</li>\n<li>Attend an event</li>\n<li>Member login</li>\n</ul>\n</li>\n</ul> en\n<ul>\n<li>en</li>\n<li>fr</li>\n<li>es</li>\n<li>More languages</li>\n</ul> ♥ Donate ×search&nbsp.\n♥ Donate Terms and Conditions for Use for Internet Society Websites <p>\n<strong>\n<strong>Last Modified: 2 December 2020</strong>\n</strong>\n</p>\n<p>This website is owned by The Internet Society, 11710 Plaza America Drive, Suite 400, Reston, Virginia 20190.&nbsp;These TERMS AND CONDITIONS FOR USE (“Terms and Conditions”) are made between The Internet Society (“ISOC”) and any person (“User”) who uses or visits this website (an “ISOC Website”).\nThis Agreement applies to the Internet Society websites (“Sites”), mobile sites, applications (“apps”), and other content and services that are linked to this Agreement.</p>\n<p>BY USING AND/OR VISITING AN ISOC WEBSITE, INCLUDING ALL CONTENT AVAILABLE THROUGH THE ISOC WEBSITE, YOU SIGNIFY YOUR CONSENT AND AGREEMENT TO THESE TERMS AND CONDITIONS.&nbsp.\nIF YOU DO NOT AGREE TO THE TERMS AND CONDITIONS, PLEASE DO NOT USE THE ISOC WEBSITE.\nPLEASE NOTE THAT WE MAY REQUIRE YOU TO REGISTER TO PERFORM CERTAIN FUNCTIONS AND ACCESS CERTAIN AREAS OF THE ISOC WEBSITE.</p> Terms of Use Sections <ol>\n<li>1.\nAbility to Accept Terms and Conditions</li>\n<li>2.\nWebsite Access and Use</li>\n<li>3.\nLinks To and From the ISOC Website</li>\n<li>4.\nIntellectual Property Rights</li>\n<li>5.\nWarranty Disclaimer</li>\n<li>6.\nLimitation of Liability</li>\n<li>7.\nIndemnity</li>\n<li>8.\nTermination</li>\n<li>9.\nGeneral Terms</li>\n</ol> 1.\nAbility to Accept Terms and Conditions <p>1.1.\nYou affirm that you are either 18 years of age or older, or possess legal parental or guardian consent, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms and Conditions, and to abide by and comply with these Terms and Conditions.</p>\n<p>1.2.\nYou affirm that you are over the age of 13, as the ISOC Website is not intended for children under 13.</p>\n<p>1.3.\nIf you are under 13 years of age, then please do not use the ISOC Website.</p> 2.\nWebsite Access and Use <p>2.1.\nThe Internet Society hereby grants you permission to use the ISOC Website as set forth herein, provided that:</p>\n<p>2.1.1.\nYour use of the ISOC Website is in accordance with the Internet Society’s “Sharing Our Content” Policy, https://www.internetsociety.org/sharing-our-content/;</p>\n<p>2.1.2.\nYou may only copy or distribute content on the ISOC Website in accordance with the Internet Society’s “Sharing Our Content” Policy, https://www.internetsociety.org/sharing-our-content/;</p>\n<p>2.1.3.\nYou will not alter or modify any part of the ISOC Website.\nand</p>\n<p>2.1.4.\nYou agree that the information provided on the ISOC Website is provided for convenience or information only.</p>\n<p>2.2.\nWe may use “cookie” and/or “web beacon” technology to provide features for the ISOC Website.&nbsp.\nWhile all browsers are different, you may be able to configure your browser to accept or reject all or some cookies, or notify you when a cookie is set.\n&nbsp;However, you may have to enable cookies in order to use and access the ISOC Website.&nbsp;</p>\n<p>2.3.\nYou agree not to (i) use or launch any automated system, including without limitation, “robots,” “spiders,” “offline readers,” and any other similar or analogous system and (ii) not to effect fraudulent or untrue request messages to the Internet Society’s servers or to engage third persons to effect fraudulent or untrue request messages to the Internet Society’s servers.</p>\n<p>2.4.\nNotwithstanding the foregoing, the Internet Society grants the operators of public search engines permission to use spiders to copy materials from the site for the sole purpose of creating publicly available searchable indices of the materials, but not to create caches or archives of such materials.\nThe Internet Society reserves the right to revoke these exceptions either generally or in specific cases.</p> 3.\nLinks To and From the ISOC Website <p>3.1.\nThe ISOC Website may contain links to third party websites that are not owned or controlled by the Internet Society, and such links should not be interpreted as an endorsement of any company, content or products to which the ISOC Website links.\nThe Internet Society has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites.</p>\n<p>3.2.\nThe Internet Society disclaims any and all warranties, express or implied, to any such linked sites, including but not limited to any terms as to the accuracy, ownership, validity or legality of any content of a linked website.&nbsp.\nBy using the ISOC Website, you expressly relieve the Internet Society from any and all liability arising from your use of any third-party website.</p>\n<p>3.3.\nThe Internet Society permits you to link to the ISOC Website as detailed in the Internet Society’s “Sharing Our Content” Policy, https://www.internetsociety.org/sharing-our-content/.&nbsp;</p> 4.\nIntellectual Property Rights <p>4.1.\nThe Internet Society trademarks, service marks and logos on the ISOC Website are owned by or licensed to the Internet Society, its affiliates or associates, and are subject to copyright, trademark, and other intellectual property rights under applicable laws.</p>\n<p>4.2.\nThe ISOC Website may not be used, copied, reproduced, distributed, transmitted, broadcast, displayed, sold, licensed, or otherwise exploited for purposes not expressly authorized herein without the prior written consent of the Internet Society.</p>\n<p>4.3.\nYou agree to not engage in any use, copying, or distribution of any content available from or through the ISOC Website, other than as expressly permitted herein or as otherwise identified on the ISOC Website (e.g., certain content may be made available for reuse and redistribution under certain terms identified on the ISOC Website).</p>\n<p>4.4.\nIf you download or print a copy of content from the ISOC Website for personal use, you must retain all copyright and other proprietary notices contained therein.</p>\n<p>4.5.\nYou agree not to circumvent, disable or otherwise interfere with security related features of the ISOC Website or features that prevent or restrict use or copying of any content or the ISOC Website.</p>\n<p>4.6.\nThe Internet Society reserves all rights not expressly granted herein.</p> 5.\nWarranty Disclaimer <p>5.1.\nYou agree that your use of the ISOC Website shall be at your sole risk.</p>\n<p>5.2.\nTo the fullest extent permitted by law, the Internet Society, its officers, directors, employees, and agents disclaim all warranties, express or implied, in connection with the ISOC Website and your use thereof.</p>\n<p>5.3.\nThe ISOC Website is provided AS IS and the Internet Society makes no warranties or representations about the accuracy or completeness of any content made available to you via the ISOC Website and assumes no liability or responsibility for any (i) errors, mistakes, or inaccuracies of content, (ii) personal injury or property damage, of any nature whatsoever, resulting from your access to and use of the ISOC Website, (iii) any unauthorized access to or use of our secure servers and/or any and all personal information and/or financial information stored therein, (iv) any interruption or cessation of transmission to or from the ISOC Website, (v) any bugs, viruses, trojan horses, or the like which may be transmitted to or through the ISOC Website, (vi) any loss or damage of any kind incurred as a result of use of any content posted, emailed, transmitted, or otherwise made available via the ISOC Website, and/or (vii) the results of your use of any content made available to you via the ISOC Website.</p>\n<p>5.4.\nThe Internet Society does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the ISOC Website, and the Internet Society will not be a party to or in any way be responsible for monitoring any transaction between you and third-party providers of products or services.&nbsp.\nAs with the purchase of a product or service through any medium or in any environment, you should use your best judgment and exercise caution where appropriate.</p>\n<p>5.5.\nFederal law, some states, provinces, and other jurisdictions do not allow the exclusion or limitation of certain implied warranties, so some or all of the above may not apply to you.\nThese Terms and Conditions give you specific legal rights, and you may also have other rights that vary from jurisdiction to jurisdiction.\nThe exclusions and limitations hereunder will not apply to the extent prohibited by applicable law.</p> 6.\nLimitation of Liability <p>6.1.\nIN NO EVENT SHALL THE INTERNET SOCIETY, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM (I) YOUR ACCESS TO AND USE OF THE ISOC WEBSITE, (II) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (III) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE ISOC WEBSITE, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH THE ISOC WEBSITE, AND/OR (V) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY ISOC WEBSITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT THE INTERNET SOCIETY IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nFEDERAL LAW, SOME STATES, PROVINCES, AND OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN IMPLIED WARRANTIES, SO SOME OR ALL OF THE ABOVE MAY NOT APPLY TO YOU.\nTHESE TERMS AND CONDITIONS GIVE YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS THAT VARY FROM JURISDICTION TO JURISDICTION.\nTHE EXCLUSIONS AND LIMITATIONS HEREUNDER WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.</p> 7.\nIndemnity <p>7.1.\nYou agree to defend, indemnify and hold harmless the Internet Society, its officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your violation of any term of these Terms and Conditions.\n(ii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iii) your use of any content made available to you via the ISOC Website.&nbsp.\nThis defense and indemnification obligation will survive termination of these Terms and Conditions and your use of the ISOC Website.</p> 8.\nTermination <p>8.1.\nThe Internet Society reserves the right to discontinue, modify, and alter any and all aspects of the ISOC Website at any time and without notice.</p>\n<p>8.2.\nThe Internet Society reserves the right to immediately terminate your access to the ISOC Website if the Internet Society determines that you are in breach of the Terms and Conditions.</p> 9.\nGeneral Terms <p>9.1.\nYou agree that: (i) the ISOC Website shall be deemed solely based in the Commonwealth of Virginia.\n(ii) the ISOC Website shall be deemed a passive website that does not give rise to personal jurisdiction over the Internet Society, either specific or general, in jurisdictions other than the Commonwealth of Virginia, and (iii) by accepting the Terms and Conditions you are submitting yourself to the jurisdiction of the Commonwealth of Virginia, USA for any issues related to the Terms and Conditions and/or your use of the ISOC Website and/or your transactions with the Internet Society.</p>\n<p>9.2.\nThese Terms and Conditions shall be governed by the laws of the Commonwealth of Virginia without respect to its conflict of laws principles.\nAny claim or dispute between you and the Internet Society that arises in whole or in part from the ISOC Website shall be decided exclusively by a court of competent jurisdiction located in the Commonwealth of Virginia.\nThese Terms and Conditions, together with any other legal notices published by the Internet Society on the ISOC Website, shall constitute the entire agreement between you and the Internet Society concerning the ISOC Website.</p>\n<p>9.3.\nIf any provision of these Terms and Conditions is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms and Conditions, which shall remain in full force and effect.</p>\n<p>9.4.\nNo waiver of any term of these Terms and Conditions shall be deemed a further or continuing waiver of such term or any other term, and the Internet Society’s failure to assert any right or provision under these Terms and Conditions shall not constitute a waiver of such right or provision.</p>\n<p>9.5.\nThe Internet Society reserves the right to amend these Terms and Conditions at any time and without notice, and it is your responsibility to review these Terms and Conditions for any changes.\nWhen the Internet Society updates the Terms and Conditions, the Internet Society will update the “Last Modified” date at the top of this page.\nYour use of the ISOC Website following any amendment of these Terms and Conditions will signify your assent to and acceptance of its revised terms.</p>\n<p>9.6.\nTo the fullest extent permissible under applicable law, you and the Internet Society agree that any cause of action arising out of or related to the ISOC Website must commence within one (1) year after the cause of action accrues.\n&nbsp;Otherwise, such cause of action is permanently time barred.</p> Secondary navigation\n<ul>\n<li>Our Community\n<ul>\n<li>Member login</li>\n<li>Individual members</li>\n<li>Chapters</li>\n<li>Special interest groups (SIGs)</li>\n<li>Organization members</li>\n<li>Partners</li>\n</ul>\n</li>\n<li>Our Ecosystem\n<ul>\n<li>About the Internet Engineering Task Force (IETF) and the Internet Society</li>\n<li>About Public Interest Registry (PIR) and the Internet Society</li>\n<li>About the Internet Society Foundation</li>\n</ul>\n</li>\n<li>Our Resources\n<ul>\n<li>About the Internet</li>\n<li>ARPANET &amp.\nthe history of the Internet</li>\n<li>Internet technologies</li>\n<li>Resource library</li>\n<li>Global Internet Report</li>\n<li>Newsroom</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>Growing the Internet\n<ul>\n<li>Connecting the Unconnected</li>\n<li>Measuring the Internet</li>\n<li>Sustainable Peering Infrastructure</li>\n<li>Sustainable Technical Communities</li>\n</ul>\n</li>\n<li>Strengthening the Internet\n<ul>\n<li>Amicus Program</li>\n<li>Extending Encryption</li>\n<li>Network and Distributed System Security (NDSS) Symposium</li>\n<li>Protecting the Internet against Fragmentation</li>\n<li>Securing Global Routing</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>Follow Internet Society on Twitter\n<i>\n</i>Follow Internet Society on LinkedIn\n<i>\n</i>Follow Internet Society on Facebook\n<i>\n</i>Follow Internet Society on Instagram\n<i>\n</i>Follow Internet Society on YouTube\n<i>\n</i>Internet Society RSS Feed Corporate links navigation\n<ul>\n<li>Privacy Notice&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Terms of Use&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Legal&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Financials&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Contact Us&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Careers&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Follow Us&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Affiliated Sites</li>\n</ul>\n<strong>USA</strong>\n<br>\n11710 Plaza America Drive<br>\nSuite 400<br>\nReston, VA 20190<br>\n+1-703-439-2120<br>\n<strong>Switzerland</strong>\n<br>\nRue Vallin 2<br>\nCH-1201 Geneva<br>\n+41-22-807-1444 <br>\n<strong>Other Offices</strong>\n<small>© 2023 Internet Society</small> ", "created_at": "2023-09-04 01:35:23.70637", "updated_at": "2023-09-04 01:35:45.138417"}, {"id": 18832, "name": "Privacy Policy", "url": "https://www.internetsociety.org/privacy-policy/", "xpath": "//body", "text": " <p> We value your privacy </p>\n<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.&nbsp;&nbsp;Cookie Policy</p> Cookie Settings Reject Optional Cookies Accept All Cookies Privacy Preference Center <p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.<strong>&nbsp;</strong>More information</p>\n<i>\n</i>NecessaryAlways Active<p>Necessary cookies are required to enable the basic features of this site, such as providing secure log-in or adjusting your consent preferences.\nThese cookies do not store any personally identifiable data.</p>\n<ul>\n<li>Cookiem</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>Description<p>Stripe sets this cookie to detect frauds.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__stripe_mid</li>\n<li>Duration1 year</li>\n<li>Description<p>Stripe is used to enable credit card payments.\nStripe uses a cookie to remember who you are and to enable the website to process payments without storing any credit card information on the website's own servers.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__stripe_sid</li>\n<li>Duration30 minutes</li>\n<li>Description<p>Stripe is used to enable credit card payments.\nStripe uses a cookie to remember who you are and to enable the website to process payments without storing any credit card information on the website's own servers.</p>\n</li>\n</ul>\n<ul>\n<li>CookieNID</li>\n<li>Duration6 months</li>\n<li>Description<p>Google sets the cookie for advertising purposes: to limit the number of times the user sees an ad, to unwanted mute ads, and to measure the effectiveness of ads.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__cf_bm</li>\n<li>Duration30 minutes</li>\n<li>Description<p>Cloudflare sets the cookie to support Cloudflare Bot Management.</p>\n</li>\n</ul>\n<ul>\n<li>Cookiecookieyes-consent</li>\n<li>Duration1 year</li>\n<li>Description<p>CookieYes sets this cookie to remember users' consent preferences so that their preferences are respected on their subsequent visits to this site.\nIt does not collect or store any personal information of the site visitors.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__hssrc</li>\n<li>Durationsession</li>\n<li>DescriptionThis cookie is set by Hubspot whenever it changes the session cookie.\nThe __hssrc cookie set to 1 indicates that the user has restarted the browser, and if the cookie does not exist, it is assumed to be a new session.</li>\n</ul>\n<ul>\n<li>Cookie__hssc</li>\n<li>Duration30 minutes</li>\n<li>DescriptionHubSpot sets this cookie to keep track of sessions and to determine if HubSpot should increment the session number and timestamps in the __hstc cookie.</li>\n</ul>\n<i>\n</i>Functional<p>Functional cookies help perform certain functionalities like sharing the content of the website on social media platforms, collecting feedback, and other third-party features.</p>\n<ul>\n<li>Cookieloglevel</li>\n<li>Durationnever</li>\n<li>Description<p>This cookie, set by livestream, is necessary to watch videos from livestream.com.</p>\n</li>\n</ul>\n<ul>\n<li>CookieVISITOR_INFO1_LIVE</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionYouTube sets this cookie to measure bandwidth, determining whether the user gets the new or old player interface.</li>\n</ul>\n<ul>\n<li>Cookieyt-remote-device-id</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to store the user's video preferences using embedded YouTube videos.</li>\n</ul>\n<ul>\n<li>Cookieyt-remote-connected-devices</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to store the user's video preferences using embedded YouTube videos.</li>\n</ul>\n<ul>\n<li>Cookievuid</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>DescriptionVimeo installs this cookie to collect tracking information by setting a unique ID to embed videos on the website.</li>\n</ul>\n<ul>\n<li>Cookiewp-wpml_current_language</li>\n<li>Durationsession</li>\n<li>DescriptionWordPress multilingual plugin sets this cookie to store the current language/language settings.</li>\n</ul>\n<i>\n</i>Analytics<p>Analytical cookies are used to understand how visitors interact with the website.\nThese cookies help provide information on metrics such as the number of visitors, bounce rate, traffic source, etc.</p>\n<ul>\n<li>CookieYSC</li>\n<li>Durationsession</li>\n<li>Description<p>YouTube sets this cookie to track the views of embedded videos on YouTube pages.</p>\n</li>\n</ul>\n<ul>\n<li>Cookieyt.innertube::requests</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to register a unique ID to store data on what videos from YouTube the user has seen.</li>\n</ul>\n<ul>\n<li>Cookieyt.innertube::nextId</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to register a unique ID to store data on what videos from YouTube the user has seen.</li>\n</ul>\n<ul>\n<li>Cookieiutk</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionIssuu sets this cookie to recognise the user's device and what Issuu documents have been read.</li>\n</ul>\n<ul>\n<li>Cookie_ga</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>Description<p>Google Analytics sets this cookie to calculate visitor, session and campaign data and track site usage for the site's analytics report.\nThe cookie stores information pseudonymously and assigns a randomly generated number to recognize unique visitors.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie_gid</li>\n<li>Duration1 day</li>\n<li>Description<p>Installed by Google Analytics, _gid cookie stores information on how visitors use a website, while also creating an analytics report of the website's performance.\nSome of the data that are collected include the number of visitors, their source, and the pages they visit pseudonymously.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie_gat_UA-*</li>\n<li>Duration1 minute</li>\n<li>DescriptionGoogle Analytics sets this cookie for user behaviour tracking.</li>\n</ul>\n<ul>\n<li>Cookie_ga_*</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>DescriptionGoogle Analytics sets this cookie to store and count page views.</li>\n</ul>\n<ul>\n<li>CookieCONSENT</li>\n<li>Duration2 years</li>\n<li>Description<p>YouTube sets this cookie via embedded YouTube videos and registers pseudonymous statistical data.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie_gat_gtag_UA_*</li>\n<li>Duration1 minute</li>\n<li>DescriptionGoogle Analytics sets this cookie to store a unique user ID.</li>\n</ul>\n<ul>\n<li>Cookieatid</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>AT Internet sets this cookie to store the visitor ID which helps in identifying the user.\nThese cookies are used for web traffic measurement.</p>\n</li>\n</ul>\n<ul>\n<li>Cookieatidx</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>AT Internet sets this cookie to store the visitor ID which helps in identifying the user.\nThese cookies are used for web traffic measurement.</p>\n</li>\n</ul>\n<ul>\n<li>Cookieidrxvr</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>This cookie is used for analyzing the traffic.\nThe cookie collects information on the user activity and identifies the issues for improving the service.</p>\n</li>\n</ul>\n<ul>\n<li>Cookiebrowser_id</li>\n<li>Duration5 years</li>\n<li>DescriptionThis cookie is used for identifying the visitor browser on re-visit to the website.</li>\n</ul>\n<ul>\n<li>Cookie__hstc</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionHubspot set this main cookie for tracking visitors.\nIt contains the domain, initial timestamp (first visit), last timestamp (last visit), current timestamp (this visit), and session number (increments for each subsequent session).</li>\n</ul>\n<ul>\n<li>Cookiehubspotutk</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionHubSpot sets this cookie to keep track of the visitors to the website.\nThis cookie is passed to HubSpot on form submission and used when deduplicating contacts.</li>\n</ul>\n<i>\n</i>Performance<p>Performance cookies are used to understand and analyze the key performance indexes of the website which helps in delivering a better user experience for the visitors.</p>\n<ul>\n<li>Cookie_gat</li>\n<li>Duration1 minute</li>\n<li>DescriptionGoogle Universal Analytics sets this cookie to restrain request rate and thus limit data collection on high-traffic sites.</li>\n</ul>\n<i>\n</i>Advertisement<p>Advertisement cookies are used to provide visitors with customized advertisements based on the pages you visited previously and to analyze the effectiveness of the ad campaigns.</p>\n<ul>\n<li>Cookietest_cookie</li>\n<li>Duration15 minutes</li>\n<li>Descriptiondoubleclick.net sets this cookie to determine if the user's browser supports cookies.</li>\n</ul>\n<ul>\n<li>CookieIDE</li>\n<li>Duration1 year 24 days</li>\n<li>DescriptionGoogle DoubleClick IDE cookies store information about how the user uses the website to present them with relevant ads according to the user profile.</li>\n</ul>\n<ul>\n<li>Cookiemc</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>Quantserve sets the mc cookie to track user behaviour on the website pseudonymously.</p>\n</li>\n</ul>\n<ul>\n<li>Cookiescribd_ubtc</li>\n<li>Duration10 years</li>\n<li>DescriptionScribd sets this cookie to gather data on user behaviour across several websites and maximise the relevancy of the advertisements on the website.</li>\n</ul> Reject Optional Cookies Confirm My Choices Accept All Cookies Powered by Skip to content <ul>\n<li>About Us\n<ul>\n<li>Mission</li>\n<li>Board of Trustees</li>\n<li>Team</li>\n<li>News</li>\n</ul>\n</li>\n<li>Our Work\n<ul>\n<li>We help grow the Internet</li>\n<li>We make the Internet stronger</li>\n<li>We shape the Internet of the future</li>\n</ul>\n</li>\n<li>Our Impact\n<ul>\n<li>Action Plan</li>\n<li>Impact Report</li>\n</ul>\n</li>\n<li>Get Involved\n<ul>\n<li>Become an individual member</li>\n<li>Become an organization member</li>\n<li>Become a partner</li>\n<li>Attend an event</li>\n<li>Member login</li>\n</ul>\n</li>\n</ul> en\n<ul>\n<li>en</li>\n<li>fr</li>\n<li>es</li>\n<li>More languages</li>\n</ul> ♥ Donate ×search&nbsp.\n♥ Donate Internet Society Privacy Notice <p>\n<strong>Effective date: 9 January 2022</strong>\n</p>\n<p>The Internet Society and the Internet Society Foundation (“ISOC Foundation”) (collectively, “ISOC,” “we,” or “us”) is a global organization that supports and promotes the development of the Internet as a global technical infrastructure, a resource to enrich people’s lives, and a force for good in society.</p>\n<p>In keeping with our&nbsp;goals and objectives, we recognize that individual privacy is an important consideration in all facets of the Internet, and that your choice to share information with us is a critical part of how we can try to achieve our mission.&nbsp;We’ve developed this Privacy Notice to explain how and why we collect, use, share and otherwise process your personal information.</p>\n<p>This Privacy Notice is not a contract and does not create any legal rights or obligations.</p>\n<p>Previous versions:<br>19 Feb 2021<br>20 Apr 2018<br>17 Aug 2017<br>15 Dec 2011</p>\n<p>\n<strong>Our Services: </strong>When we use the term “Services”, we are referring to all the services that we offer on our own behalf, including our membership offerings, events, mailing lists, trainings, policy work and the websites that post or link to this Notice.\nThis Privacy Notice does not cover or address personal information and privacy practices relating to job applicants, employees and other personnel.</p> Privacy Notice Sections <ol>\n<li>Information We Collect and Use</li>\n<li>How We Share and Disclose Personal Information</li>\n<li>Online Privacy Choices</li>\n<li>Children's Privacy</li>\n<li>Third Party Websites and Services</li>\n<li>Region-specific Disclosures</li>\n<li>Contact Us</li>\n<li>Changes to This Privacy Notice</li>\n<li>Additional EEA Privacy Disclosures</li>\n</ol> Information We Collect and Use <p>\n<strong>Personal Information:</strong> When we use the term “personal information” in this Privacy Notice, we mean information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to you.\nIt does not include aggregated or anonymized deidentified information that is maintained in a form that is not reasonably capable of being associated with or linked to you.</p>\n<p>We collect personal information in a variety of different ways:</p> A.\nInformation you provide to us.\n<p>We collect and use personal information you provide in the following ways:</p>\n<ul>\n<li>\n<strong>Registration</strong>.\nIf you register as a member or for an event, we may collect your name, account credentials, contact information, demographic information and billing information, including email and physical address, username, password, and payment card information.&nbsp;We use this information to administer your account, provide you with the relevant Services and information, communicate with you regarding your account and your use of the Services, and for member support purposes.&nbsp;Please note that we work with a third-party payment processor for the collection and use of payment card information and do not receive such data directly.\n<ul>\n<li>If you represent a company or organization interested in registering for an organizational membership, we will collect your name, company name, and email address.&nbsp.\nWe collect this information to facilitate your organization’s members, respond to any inquiries, communicate with you and to help facilitate our organizational relationship, including any sponsorship or grant activities.</li>\n</ul>\n</li>\n<li>\n<strong>Communications</strong>.&nbsp;If you communicate with us through any paper or electronic form, including through public comments on social media sites, we may collect your name, email address, mailing address, phone number, date of birth, or any other personal information you choose to provide to us.&nbsp;We use this information to investigate and respond to your inquiries, and to communicate with you to enhance the Services to our users and to manage and grow our organization.\nIf you register for our newsletters or updates, we will communicate with you by email.&nbsp;To unsubscribe from promotional messages, please follow the instructions within our messages and review the <strong>Online privacy choices</strong> section below.&nbsp;We may also send you transactional and Service-related messages by email, push notification, or – if you provide your phone number – by text message.</li>\n<li>\n<strong>Events</strong>.&nbsp;If you participate in any of our events, conferences, webinars, or discussion groups, we may collect your name, title, company/organization name, postal address, email address, work, home, and mobile phone numbers.&nbsp;We use this information to administer the event, communicate with you regarding the event, record your feedback about the event and to help improve our operations.</li>\n<li>\n<strong>Voting data</strong>.\nSome member types include voting rights.\nThe details of any votes are maintained only during the election process and solely to allow proper verification and audit of the election.</li>\n<li>\n<strong>Sponsorships and gifts</strong>.&nbsp;If you choose to donate to ISOC or its Foundation, we will collect your name, member information, email address and billing information, including physical address and payment card information.</li>\n<li>\n<strong>Grants</strong>.&nbsp;If you apply for a grant through ISOC, we may collect your name, title, company/organization name, postal address, email address, work, home and mobile phone numbers and any information you submit along with your grant proposal submission.\nWe will use this information to determine the recipients of our grants, to administer the grant program and to communicate with you about your application.&nbsp.\nIf you are offered a grant, we may collect additional information about you, including financial account information and tax identification information, and about your work over the course of the grant program.</li>\n</ul> B.\nInformation we collect online automatically <p>We use various technologies to collect information about the device or browser you use to navigate our websites or from your use of our Services, including:</p>\n<ul>\n<li>\n<strong>Web logs</strong>.&nbsp;Like many websites and email communications, we automatically collect certain information about your device and store it in log files.&nbsp;This information may include IP addresses, browser type, internet service provider, referring/exit pages, operating system, date/time stamp and/or clickstream data.&nbsp.\nWe then analyze patterns on our Services, manage and administer the content, improve the performance of the Services, for fraud protection and to protect our rights and the rights and safety of individuals.</li>\n<li>\n<strong>Cookies and other data collection technologies.&nbsp;</strong>We, and our service providers, use cookies, scripts, and similar technologies to manage the Services and to collect information about you and your use of the Services.&nbsp;These technologies help us to recognize you, customize or personalize your experience, advertise products or services, and analyze the use of our Services to make them more useful to you.\nThese technologies may also allow us to collect demographic and statistical data and provide this information to our service providers to help deliver their services.&nbsp.\nMost internet browsers allow you to remove or manage cookie functions and adjust your privacy and security preferences.&nbsp;For information on how to do this, access the “help” menu on your Internet browser, or access aboutcookies.org.&nbsp;Please note, however, that disabling our cookies may mean that you will not be able to take full advantage of our Services.&nbsp;For more information about our use of cookies, please see our Cookie Policy.</li>\n<li>\n<strong>Google Analytics</strong>.&nbsp;We use “Google Analytics” to collect information about your use of the Website.&nbsp;Google Analytics collects information such as how often users access the Services, what pages they access when they do so and what other sites they used prior to using the Services.&nbsp;Google uses the data collected to track and examine the use of the Services to prepare reports on its activities and share them with other Google services.&nbsp;To learn more about the use of data collection technologies by Google for analytics and to exercise choice regarding those technologies, please visit the Google Analytics Opt-Out browser add-on page.</li>\n</ul> C.\nInformation from third party sources&nbsp.\n<p>We may receive personal information about you from other users or our business partners and service providers and combine this information with other information that we have.</p>\n<ul>\n<li>\n<strong>Referrals</strong>.&nbsp;We may obtain information about you from other users who think you may be interested in the Services, including our articles.\nIf so, we will collect your name and contact information, which we will use to reach out to you with information about our Services.</li>\n<li>\n<strong>Payment processors</strong>.&nbsp;If you donate, we will receive confirmation about the transaction from the applicable payment processor.&nbsp;We will not receive any payment card information or account numbers.&nbsp;We may use this information to complete transactions, to provide receipt information to you, for recordkeeping purposes, to prevent fraud or to protect our rights or the rights of others.</li>\n<li>\n<strong>Background check information</strong>.&nbsp;For grant applicants, we may collect information about you from references or third-party information sources, which we will use to determine your eligibility for the grant and making grant decisions.</li>\n</ul> D.\nOther uses of personal information <p>In addition to the uses described above, we may collect and use personal information for the following purposes:</p>\n<ul>\n<li>To create, maintain, improve, and operate the Services.</li>\n<li>To personalize your user experience.</li>\n<li>To communicate with you to provide technical or administrative support.</li>\n<li>To conduct, manage, and grow our organization.</li>\n<li>To enable, analyze, research, investigate and improve the use of our Services and interactions with our chapters.</li>\n<li>To manage, administer and grow the Foundation.</li>\n<li>To prevent, investigate, and provide fraud notifications, unlawful or criminal activity, unauthorized access to or use of personal information, our data system services, and to meet governmental and institutional policy obligations.</li>\n<li>To investigate and resolve disputes and security issues and to enforce our Terms of Service.</li>\n<li>For any other lawful, legitimate business purpose.</li>\n</ul> How We Share and Disclose Personal Information <p>We may share your personal information in the following ways:</p>\n<ul>\n<li>\n<strong>Within ISOC.</strong> We are a global network of affiliated organizations and function together to promote the development of the Internet.\nISOC entities disclose personal information to other ISOC entities for purposes and uses that are consistent with this Privacy Notice.&nbsp;For example, we may disclose your contact information to the Foundation, which will process and fulfill your donation or facilitate the review of your grant application.</li>\n<li>\n<strong>Service providers.&nbsp;</strong>We share personal information with third-party service providers who perform services on our behalf, such as technology providers (including web platforms and hosting providers, email communications providers, analytics providers, our member database and data storage providers) and our payment providers for any donations you may make.</li>\n<li>\n<strong>Chapters</strong>.&nbsp;If you choose to register for a local or regional chapter, we will share information about your registration with that chapter, including your name, contact information and member account information.&nbsp;Each local and regional chapter is an independent entity.&nbsp;Please see the websites of your chapter for more information about their processing of your personal information.</li>\n<li>\n<strong>Regulatory or legal requirements, safety and terms enforcement</strong>.&nbsp;We may disclose personal information to governmental regulatory authorities as required by law, including for tax or accounting purposes, in response to their requests for such information or to assist in investigations.&nbsp;We may also disclose personal information to third parties in connection with claims, disputes, or litigation, when otherwise required by law, or if we determine its disclosure is necessary to protect the health and safety of you or any other person, to protect against fraud or credit risk, or to enforce our legal rights or contractual commitments that you have made.</li>\n<li>\n<strong>Business transfers</strong>.&nbsp;We may disclose personal information as part of an organizational business transaction, such as a merger, acquisition, joint venture, financing, or sale of organizational assets and may transfer personal information to a third-party as one of the business assets in such a transaction.&nbsp;We may also disclose personal information in the event of insolvency, bankruptcy, or receivership.</li>\n<li>\n<strong>Publicly</strong>.&nbsp;At your direction, we may make your information publicly available, for example, if you post public comments on our sites or provide product testimonials.</li>\n</ul> Online Privacy Choices <p>You have some choices regarding how we use your personal information, including the following:</p>\n<ul>\n<li>\n<strong>Modifying or deleting your information</strong>.&nbsp;If you have questions about reviewing, changing, or deleting your information, you can contact us directly at legal@isoc.org.&nbsp;If you are inquiring about information collected by one of our chapters, please contact the chapter for more information.&nbsp;We may not be able to change or delete your information in all circumstances.</li>\n<li>\n<strong>How to control your email communications preferences</strong>.&nbsp;You can stop receiving promotional email communications from us by clicking on the “unsubscribe link” provided in the email.&nbsp;You can always change your email preferences by&nbsp;visiting our membership portal&nbsp;and clicking through to the preferences page.&nbsp;You <strong>may not</strong> opt-out of Service-related communications (e.g., account verification, transactional communications, changes/updates to features of the website, technical and security notices).</li>\n</ul> Children’s Privacy <p>Our websites and online services are not directed to, and we do not intend to, or knowingly, collect or solicit personal information from children under the age of 13.\nIf you are under the age of 13, please do not use our websites or online services or otherwise provide us with any personal information either directly or by other means.\nIf a child under the age of 13 has provided personal information to us, we encourage the child’s parent or guardian to contact us to request that we remove the personal information from our systems.\nIf we learn that any personal information we collect has been provided by a child under the age of 13, we will promptly delete that personal information.</p> Third Party Websites and Services <p>Our Services may include links to third-party websites, plug-ins, and applications.\nExcept where we post, link to, or expressly adopt or refer to this Privacy Notice, this Privacy Notice does not apply to, nor are we responsible for, any personal information practices of third-party websites and online services or the practices of other third parties.\nTo learn about the personal information practices of third parties, please visit their respective privacy notices.</p> Region-specific Disclosures <p>We may choose or be required by law to provide different or additional disclosures relating to the processing of personal information about residents of certain countries, regions, or states.\nPlease refer below for disclosures that may be applicable to you:</p>\n<ul>\n<li>If you are a resident of the State of Nevada in the United States, Chapter 603A of the Nevada Revised Statutes permits a Nevada resident to opt out of future sales of certain covered information that a website operator has collected or will collect about the resident.\nTo submit such a request, please contact us at legal@isoc.org with an email using the subject line “Nevada Opt Out Request”.</li>\n<li>If you are based in the European Economic Area (“<strong>EEA</strong>”), please find additional EEA-specific privacy disclosures, below.</li>\n</ul> Contact Us <p>Any user who wishes to request further information about our compliance with these requirements, or has questions or concerns about our privacy practices and policies, may contact us at<strong>\n</strong>legal@isoc.org or by mail at:</p>\n<p>Internet Society<br>Attn: Legal Department<br>11710 Plaza America Drive<br>Suite 400<br>Reston, VA 20190</p> Changes to This Privacy Notice <p>We will update this Privacy Notice from time to time.\nWhen we make changes to this Privacy Notice, we will change the “Last Updated” date at the beginning of this Privacy Notice.\nIf we make material changes to this Privacy Notice, we will notify you by email to your registered email address, by prominent posting on this website or our online services, or through other appropriate communication channels.\nAll changes shall be effective from the date of publication unless otherwise provided.</p> Additional EEA Privacy Disclosures <p>Effective Date: 9 December 2021</p> Scope of Disclosures <p>These Additional European Economic Area (“<strong>EEA</strong>”) Privacy Disclosures supplement the information contained in our Privacy Notice.\nIn addition, these Disclosures apply only to our processing of your personal data where you are based in the EEA.</p>\n<p>Internet Society (“<strong>ISOC</strong>,” “<strong>we</strong>,” or “<strong>us</strong>”)is the data controller responsible for the collection and use of such personal data.&nbsp;</p>\n<p>Unless otherwise expressly stated, capitalized terms in these Disclosures have the same meaning as defined in the Privacy Notice.</p>\n<p>When we use the term “<strong>personal data</strong>” in these Disclosures, we mean any information relating to an identified or identifiable natural person.</p> Legal Basis for Processing <p>Our legal basis for collecting and using the personal information described in our Privacy Notice depends on what the information is and the context in which we collect it.</p>\n<p>However, we will normally collect information from you only where we need it to perform our contract with you (i.e., our Terms of Service), where the processing is in our legitimate interests (provided that these are not overridden by your interests or rights), or if we otherwise have your consent.</p>\n<p>In some cases, we may also have a legal obligation or need to collect personal data from you or may otherwise need the personal data to protect your vital interests or those of another person (for example, another Member or event attendee).</p>\n<p>If we ask you to provide personal data to comply with a legal requirement or to perform a contract with you, this will normally be clear from the context in which we are asking you to provide your information (for example, when we ask you to provide a username to access our Services, this will be to create an account for you in accordance with our Terms of Service), and, if not, we will provide an explanation to you at the relevant time.\nWe will also make clear whether providing information is mandatory.</p>\n<p>Similarly, if we collect and use your personal data in reliance on legitimate interests (or those of any third party) which are not listed above, it will be made clear to you at the relevant time what those legitimate interests are (such as personalizing our services and marketing, for example).</p>\n<p>If you have questions or need further information about the legal bases on which we collect and use your personal data, you may contact us using the contact information in the Contact Us section below.</p> Data Retention <p>We retain personal data about you for as long as is necessary for the purposes set out in these Disclosures unless a longer period is required under applicable law or is needed to resolve disputes or protect our legal rights.</p>\n<p>The criteria used to determine the period for which personal data about you will be retained varies, depending on the legal basis under which we process the personal data:</p>\n<ul>\n<li>\n<strong>Legitimate</strong>\n<strong>Interests</strong>: Where we are processing personal data based on our legitimate interests, we generally will retain such information for a reasonable period of time based on the particular interest, taking into account the fundamental interests and the rights and freedoms of data subjects.</li>\n<li>\n<strong>Consent</strong>: Where we are processing personal data based on your consent, we generally will retain the information for the period of time necessary to fulfill the underlying agreement with you, subject to your right, under certain circumstances, to withdraw consent and to have certain parts of your data erased (please see the Your Privacy Rights section).</li>\n<li>\n<strong>Contract</strong>: Where we are processing personal data based on contract, we generally will retain the information for the duration of the contract plus some additional limited period of time that is necessary to comply with law, or that represents the statute of limitations for legal claims that could arise from the contractual relationship.</li>\n<li>\n<strong>Legal Obligation</strong>: Where we are processing personal data based on a legal obligation, we generally will retain the information for the period of time necessary to fulfil the legal obligation.</li>\n<li>\n<strong>Legal Claim</strong>: We may need to apply a “legal hold” that retains information beyond our typical retention period where we face threat of legal claim.&nbsp.\nIn that case, we will retain the information until the hold is removed, which typically means the claim or threat of claim has been resolved.</li>\n</ul>\n<p>In all cases, in addition to the purposes and legal bases, we consider the amount, nature and sensitivity of the personal data, as well as the potential risk of harm from unauthorized use or disclosure of your personal data.</p> International Data Transfers <p>We may transfer personal data about you among us and to our subsidiaries or affiliates, as well as to the categories of third parties identified in the Privacy Notice.\nPersonal data may be transferred to, stored and processed in a country other than the one in which it was collected, including, but not limited to, the United States.\nThe country to which personal data is transferred may not provide the same level of protection for personal data as the country from which it was transferred.</p>\n<p>We may transfer personal data about you outside the EEA and when we do so, we rely on appropriate or suitable safeguards recognized under the GDPR, including adequacy decisions and standard contractual clauses.</p>\n<p>\n<strong>Adequacy Decisions</strong>.\nWe may transfer personal data about you to countries that the European Commission has deemed to adequately safeguard personal data.</p>\n<p>\n<strong>Standard Contractual Clauses</strong>.\nThe European Commission has adopted Standard Contractual Clauses which provide safeguards for personal data transferred outside of the EEA.\nWe may use these Standard Contractual Clauses when transferring personal data from a country in the EEA to a country outside the EEA that has not been deemed to adequately safeguard personal data.</p> Your Privacy Rights <p>You have the following rights in relation to your personal data (subject to certain limitations at law):</p>\n<ul>\n<li>\n<strong>Access:</strong> The right to access and obtain a copy of personal data about you, as well as information relating to its processing.</li>\n<li>\n<strong>Rectification</strong>: The right to correct or update any personal data about you that is inaccurate or incomplete.</li>\n<li>\n<strong>Restriction of Processing</strong>: The right to require us to limit the purposes for which we process your personal data if the continued processing of the personal data in this way is not justified, such as where the accuracy of the personal data is contested by you.</li>\n<li>\n<strong>Erasure</strong>: The right to request the deletion or erasure of personal data about you without undue delay if the continued processing of that personal information is not justified.</li>\n<li>\n<strong>Portability</strong>: The right to obtain a copy of personal data about you in an easily accessible format and the right to transmit that personal data to another controller.</li>\n<li>\n<strong>Objection to Processing</strong>: You also have the right to object to any processing based on our legitimate interests where there are grounds relating to your particular situation.\nThere may be compelling reasons for continuing to process your personal data, and we will assess and inform you if that is the case.\nYou can object to marketing activities for any reason.</li>\n</ul>\n<p>Please note that if the exercise of these rights limits our ability to process personal data, we may not be able to provide our products or services to you, or otherwise engage with you going forward.</p>\n<p>Right to Withdraw Consent<strong>.&nbsp.\n</strong>Where we rely on your consent for processing of your personal data, you also have the right to withdraw your consent to such processing, subject to certain limitations at law.</p>\n<p>You may withdraw your consent by contacting us at legal@isoc.org or by following the instructions outlined in the initial consent notice.</p>\n<p>\n<strong>Submitting Requests.&nbsp;</strong>To submit a request, please contact us as set forth in the Contact Us section.\nWe may need to verify your identity before processing your request, which may require us to obtain additional personal data from you.\nIn certain circumstances, we may decline a request to exercise the rights described above.</p>\n<p>\n<strong>Right to Lodge a Complaint.&nbsp;</strong>If you have any complaints regarding our privacy practices, you have the right to lodge a complaint with your national data protection authority (i.e., supervisory authority).</p> Updates to These Disclosures <p>We may update these Disclosures from time to time.\nWhen we make changes to these Disclosures, we will change the “Effective Date” date at the beginning of these Disclosures.\nIf we make material changes to these Disclosures, we will notify you by email to your registered email address, by prominent posting on our online services, or through other appropriate communication channels.\nAll changes shall be effective from the date of publication unless otherwise provided in the notification.</p> Contact Us <p>If you have any questions or requests in connection with these EEA Disclosures or other privacy-related matters, please send an email to legal at isoc.org.</p>\n<p>Alternatively, inquiries may be addressed to:</p>\n<p>Internet Society<br>Attn: Legal Department<br>11710 Plaza America Drive<br>Suite 400<br>Reston, VA 20190</p> Secondary navigation\n<ul>\n<li>Our Community\n<ul>\n<li>Member login</li>\n<li>Individual members</li>\n<li>Chapters</li>\n<li>Special interest groups (SIGs)</li>\n<li>Organization members</li>\n<li>Partners</li>\n</ul>\n</li>\n<li>Our Ecosystem\n<ul>\n<li>About the Internet Engineering Task Force (IETF) and the Internet Society</li>\n<li>About Public Interest Registry (PIR) and the Internet Society</li>\n<li>About the Internet Society Foundation</li>\n</ul>\n</li>\n<li>Our Resources\n<ul>\n<li>About the Internet</li>\n<li>ARPANET &amp.\nthe history of the Internet</li>\n<li>Internet technologies</li>\n<li>Resource library</li>\n<li>Global Internet Report</li>\n<li>Newsroom</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>Growing the Internet\n<ul>\n<li>Connecting the Unconnected</li>\n<li>Measuring the Internet</li>\n<li>Sustainable Peering Infrastructure</li>\n<li>Sustainable Technical Communities</li>\n</ul>\n</li>\n<li>Strengthening the Internet\n<ul>\n<li>Amicus Program</li>\n<li>Extending Encryption</li>\n<li>Network and Distributed System Security (NDSS) Symposium</li>\n<li>Protecting the Internet against Fragmentation</li>\n<li>Securing Global Routing</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>Follow Internet Society on Twitter\n<i>\n</i>Follow Internet Society on LinkedIn\n<i>\n</i>Follow Internet Society on Facebook\n<i>\n</i>Follow Internet Society on Instagram\n<i>\n</i>Follow Internet Society on YouTube\n<i>\n</i>Internet Society RSS Feed Corporate links navigation\n<ul>\n<li>Privacy Notice&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Terms of Use&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Legal&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Financials&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Contact Us&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Careers&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Follow Us&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Affiliated Sites</li>\n</ul>\n<strong>USA</strong>\n<br>\n11710 Plaza America Drive<br>\nSuite 400<br>\nReston, VA 20190<br>\n+1-703-439-2120<br>\n<strong>Switzerland</strong>\n<br>\nRue Vallin 2<br>\nCH-1201 Geneva<br>\n+41-22-807-1444 <br>\n<strong>Other Offices</strong>\n<small>© 2023 Internet Society</small> ", "created_at": "2023-09-04 01:35:23.735741", "updated_at": "2023-09-04 01:36:54.240986"}, {"id": 18830, "name": "Cookie Policy", "url": "https://www.internetsociety.org/privacy-policy/cookie-policy/", "xpath": "//body", "text": null, "created_at": "2023-09-04 01:35:23.675224", "updated_at": "2023-09-04 01:36:02.947502"}, {"id": 18834, "name": "DMCA Policy", "url": "https://www.internetsociety.org/dmca-policy/", "xpath": "//body", "text": null, "created_at": "2023-09-04 01:36:37.049298", "updated_at": "2023-09-04 01:36:37.049298"}, {"id": 18833, "name": "Sharing Our Content", "url": "https://www.internetsociety.org/sharing-our-content/", "xpath": "//body", "text": " <p> We value your privacy </p>\n<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.&nbsp;&nbsp;Cookie Policy</p> Cookie Settings Reject Optional Cookies Accept All Cookies Privacy Preference Center <p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.<strong>&nbsp;</strong>More information</p>\n<i>\n</i>NecessaryAlways Active<p>Necessary cookies are required to enable the basic features of this site, such as providing secure log-in or adjusting your consent preferences.\nThese cookies do not store any personally identifiable data.</p>\n<ul>\n<li>Cookiem</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>Description<p>Stripe sets this cookie to detect frauds.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__stripe_mid</li>\n<li>Duration1 year</li>\n<li>Description<p>Stripe is used to enable credit card payments.\nStripe uses a cookie to remember who you are and to enable the website to process payments without storing any credit card information on the website's own servers.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__stripe_sid</li>\n<li>Duration30 minutes</li>\n<li>Description<p>Stripe is used to enable credit card payments.\nStripe uses a cookie to remember who you are and to enable the website to process payments without storing any credit card information on the website's own servers.</p>\n</li>\n</ul>\n<ul>\n<li>CookieNID</li>\n<li>Duration6 months</li>\n<li>Description<p>Google sets the cookie for advertising purposes: to limit the number of times the user sees an ad, to unwanted mute ads, and to measure the effectiveness of ads.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__cf_bm</li>\n<li>Duration30 minutes</li>\n<li>Description<p>Cloudflare sets the cookie to support Cloudflare Bot Management.</p>\n</li>\n</ul>\n<ul>\n<li>Cookiecookieyes-consent</li>\n<li>Duration1 year</li>\n<li>Description<p>CookieYes sets this cookie to remember users' consent preferences so that their preferences are respected on their subsequent visits to this site.\nIt does not collect or store any personal information of the site visitors.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie__hssrc</li>\n<li>Durationsession</li>\n<li>DescriptionThis cookie is set by Hubspot whenever it changes the session cookie.\nThe __hssrc cookie set to 1 indicates that the user has restarted the browser, and if the cookie does not exist, it is assumed to be a new session.</li>\n</ul>\n<ul>\n<li>Cookie__hssc</li>\n<li>Duration30 minutes</li>\n<li>DescriptionHubSpot sets this cookie to keep track of sessions and to determine if HubSpot should increment the session number and timestamps in the __hstc cookie.</li>\n</ul>\n<i>\n</i>Functional<p>Functional cookies help perform certain functionalities like sharing the content of the website on social media platforms, collecting feedback, and other third-party features.</p>\n<ul>\n<li>Cookieloglevel</li>\n<li>Durationnever</li>\n<li>Description<p>This cookie, set by livestream, is necessary to watch videos from livestream.com.</p>\n</li>\n</ul>\n<ul>\n<li>CookieVISITOR_INFO1_LIVE</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionYouTube sets this cookie to measure bandwidth, determining whether the user gets the new or old player interface.</li>\n</ul>\n<ul>\n<li>Cookieyt-remote-device-id</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to store the user's video preferences using embedded YouTube videos.</li>\n</ul>\n<ul>\n<li>Cookieyt-remote-connected-devices</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to store the user's video preferences using embedded YouTube videos.</li>\n</ul>\n<ul>\n<li>Cookievuid</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>DescriptionVimeo installs this cookie to collect tracking information by setting a unique ID to embed videos on the website.</li>\n</ul>\n<ul>\n<li>Cookiewp-wpml_current_language</li>\n<li>Durationsession</li>\n<li>DescriptionWordPress multilingual plugin sets this cookie to store the current language/language settings.</li>\n</ul>\n<i>\n</i>Analytics<p>Analytical cookies are used to understand how visitors interact with the website.\nThese cookies help provide information on metrics such as the number of visitors, bounce rate, traffic source, etc.</p>\n<ul>\n<li>CookieYSC</li>\n<li>Durationsession</li>\n<li>Description<p>YouTube sets this cookie to track the views of embedded videos on YouTube pages.</p>\n</li>\n</ul>\n<ul>\n<li>Cookieyt.innertube::requests</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to register a unique ID to store data on what videos from YouTube the user has seen.</li>\n</ul>\n<ul>\n<li>Cookieyt.innertube::nextId</li>\n<li>Durationnever</li>\n<li>DescriptionYouTube sets this cookie to register a unique ID to store data on what videos from YouTube the user has seen.</li>\n</ul>\n<ul>\n<li>Cookieiutk</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionIssuu sets this cookie to recognise the user's device and what Issuu documents have been read.</li>\n</ul>\n<ul>\n<li>Cookie_ga</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>Description<p>Google Analytics sets this cookie to calculate visitor, session and campaign data and track site usage for the site's analytics report.\nThe cookie stores information pseudonymously and assigns a randomly generated number to recognize unique visitors.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie_gid</li>\n<li>Duration1 day</li>\n<li>Description<p>Installed by Google Analytics, _gid cookie stores information on how visitors use a website, while also creating an analytics report of the website's performance.\nSome of the data that are collected include the number of visitors, their source, and the pages they visit pseudonymously.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie_gat_UA-*</li>\n<li>Duration1 minute</li>\n<li>DescriptionGoogle Analytics sets this cookie for user behaviour tracking.</li>\n</ul>\n<ul>\n<li>Cookie_ga_*</li>\n<li>Duration1 year 1 month 4 days</li>\n<li>DescriptionGoogle Analytics sets this cookie to store and count page views.</li>\n</ul>\n<ul>\n<li>CookieCONSENT</li>\n<li>Duration2 years</li>\n<li>Description<p>YouTube sets this cookie via embedded YouTube videos and registers pseudonymous statistical data.</p>\n</li>\n</ul>\n<ul>\n<li>Cookie_gat_gtag_UA_*</li>\n<li>Duration1 minute</li>\n<li>DescriptionGoogle Analytics sets this cookie to store a unique user ID.</li>\n</ul>\n<ul>\n<li>Cookieatid</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>AT Internet sets this cookie to store the visitor ID which helps in identifying the user.\nThese cookies are used for web traffic measurement.</p>\n</li>\n</ul>\n<ul>\n<li>Cookieatidx</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>AT Internet sets this cookie to store the visitor ID which helps in identifying the user.\nThese cookies are used for web traffic measurement.</p>\n</li>\n</ul>\n<ul>\n<li>Cookieidrxvr</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>This cookie is used for analyzing the traffic.\nThe cookie collects information on the user activity and identifies the issues for improving the service.</p>\n</li>\n</ul>\n<ul>\n<li>Cookiebrowser_id</li>\n<li>Duration5 years</li>\n<li>DescriptionThis cookie is used for identifying the visitor browser on re-visit to the website.</li>\n</ul>\n<ul>\n<li>Cookie__hstc</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionHubspot set this main cookie for tracking visitors.\nIt contains the domain, initial timestamp (first visit), last timestamp (last visit), current timestamp (this visit), and session number (increments for each subsequent session).</li>\n</ul>\n<ul>\n<li>Cookiehubspotutk</li>\n<li>Duration5 months 27 days</li>\n<li>DescriptionHubSpot sets this cookie to keep track of the visitors to the website.\nThis cookie is passed to HubSpot on form submission and used when deduplicating contacts.</li>\n</ul>\n<i>\n</i>Performance<p>Performance cookies are used to understand and analyze the key performance indexes of the website which helps in delivering a better user experience for the visitors.</p>\n<ul>\n<li>Cookie_gat</li>\n<li>Duration1 minute</li>\n<li>DescriptionGoogle Universal Analytics sets this cookie to restrain request rate and thus limit data collection on high-traffic sites.</li>\n</ul>\n<i>\n</i>Advertisement<p>Advertisement cookies are used to provide visitors with customized advertisements based on the pages you visited previously and to analyze the effectiveness of the ad campaigns.</p>\n<ul>\n<li>Cookietest_cookie</li>\n<li>Duration15 minutes</li>\n<li>Descriptiondoubleclick.net sets this cookie to determine if the user's browser supports cookies.</li>\n</ul>\n<ul>\n<li>CookieIDE</li>\n<li>Duration1 year 24 days</li>\n<li>DescriptionGoogle DoubleClick IDE cookies store information about how the user uses the website to present them with relevant ads according to the user profile.</li>\n</ul>\n<ul>\n<li>Cookiemc</li>\n<li>Duration1 year 1 month</li>\n<li>Description<p>Quantserve sets the mc cookie to track user behaviour on the website pseudonymously.</p>\n</li>\n</ul>\n<ul>\n<li>Cookiescribd_ubtc</li>\n<li>Duration10 years</li>\n<li>DescriptionScribd sets this cookie to gather data on user behaviour across several websites and maximise the relevancy of the advertisements on the website.</li>\n</ul> Reject Optional Cookies Confirm My Choices Accept All Cookies Powered by Skip to content <ul>\n<li>About Us\n<ul>\n<li>Mission</li>\n<li>Board of Trustees</li>\n<li>Team</li>\n<li>News</li>\n</ul>\n</li>\n<li>Our Work\n<ul>\n<li>We help grow the Internet</li>\n<li>We make the Internet stronger</li>\n<li>We shape the Internet of the future</li>\n</ul>\n</li>\n<li>Our Impact\n<ul>\n<li>Action Plan</li>\n<li>Impact Report</li>\n</ul>\n</li>\n<li>Get Involved\n<ul>\n<li>Become an individual member</li>\n<li>Become an organization member</li>\n<li>Become a partner</li>\n<li>Attend an event</li>\n<li>Member login</li>\n</ul>\n</li>\n</ul> en\n<ul>\n<li>en</li>\n<li>fr</li>\n<li>es</li>\n<li>More languages</li>\n</ul> ♥ Donate ×search&nbsp.\n♥ Donate Sharing Our Content We support Creative Commons.\nPlease use and share our content! <p>Most of the content on our website is licensed using a&nbsp;Creative Commons license, which permits non-commercial reuse as long as attribution is provided.\nHowever, some of the content you will find here is covered by a different set of licenses, which may be more or less restrictive.\nAll should be clearly marked, so please look before reusing.\nIf you have questions, please contact us at&nbsp;isoc@isoc.org&nbsp;and include the URL of the content you would like to use.</p>\n<p>Find out how to best use our work:</p> Using Our Logo <p>The Internet Society’s logo is a registered trademark and&nbsp;<strong>cannot be reproduced without express permission.&nbsp;</strong>It&nbsp;cannot be used to endorse or promote any products or services.\nFor more information,&nbsp;see our logo guidelines.</p> Text <p>Unless otherwise indicated, the text, presentations, and PDFs on this site are yours to use under a:</p>\n<p>\n<br> Creative Commons Attribution-NonCommercial-ShareAlike 4.0 Unported License</p>\n<p>All we ask is that you&nbsp;<strong>link back to our web site</strong>&nbsp;– preferably directly to the page on which you found the original content.</p> Photos <p>We work with a wonderful group of photographers all over the world.\nThey often donate their time and efforts to further the cause of an open and accessible Internet.\nSome photos require additional attribution.\nExcept as noted, photos on our website are licensed under a: </p>\n<p>\n<br> Creative Commons Attribution-NonCommercial-ShareAlike 4.0 Unported License</p>\n<p>You agree that you will not use the photos in a context that transmits or adds to content that is obscene, defamatory, or invasive of the privacy of another person, graphically violent, physically threatening, intended for any illegal purpose, or otherwise inappropriate on a site intended for a general audience.</p> Audio and Video <p>Audio and video are licensed under a: </p>\n<p>\n<br> Creative Commons Attribution-NonCommercial-NoDerivs 4.0 Unported License</p>\n<p>You agree that you will not use the audio and video in a context that transmits or adds to content that is obscene, defamatory, or invasive of the privacy of another person, graphically violent, physically threatening, intended for any illegal purpose, or otherwise inappropriate on a site intended for a general audience.</p> Secondary navigation\n<ul>\n<li>Our Community\n<ul>\n<li>Member login</li>\n<li>Individual members</li>\n<li>Chapters</li>\n<li>Special interest groups (SIGs)</li>\n<li>Organization members</li>\n<li>Partners</li>\n</ul>\n</li>\n<li>Our Ecosystem\n<ul>\n<li>About the Internet Engineering Task Force (IETF) and the Internet Society</li>\n<li>About Public Interest Registry (PIR) and the Internet Society</li>\n<li>About the Internet Society Foundation</li>\n</ul>\n</li>\n<li>Our Resources\n<ul>\n<li>About the Internet</li>\n<li>ARPANET &amp.\nthe history of the Internet</li>\n<li>Internet technologies</li>\n<li>Resource library</li>\n<li>Global Internet Report</li>\n<li>Newsroom</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>Growing the Internet\n<ul>\n<li>Connecting the Unconnected</li>\n<li>Measuring the Internet</li>\n<li>Sustainable Peering Infrastructure</li>\n<li>Sustainable Technical Communities</li>\n</ul>\n</li>\n<li>Strengthening the Internet\n<ul>\n<li>Amicus Program</li>\n<li>Extending Encryption</li>\n<li>Network and Distributed System Security (NDSS) Symposium</li>\n<li>Protecting the Internet against Fragmentation</li>\n<li>Securing Global Routing</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>Follow Internet Society on Twitter\n<i>\n</i>Follow Internet Society on LinkedIn\n<i>\n</i>Follow Internet Society on Facebook\n<i>\n</i>Follow Internet Society on Instagram\n<i>\n</i>Follow Internet Society on YouTube\n<i>\n</i>Internet Society RSS Feed Corporate links navigation\n<ul>\n<li>Privacy Notice&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Terms of Use&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Legal&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Financials&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Contact Us&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Careers&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Follow Us&nbsp;&nbsp;|&nbsp;&nbsp;</li>\n<li>Affiliated Sites</li>\n</ul>\n<strong>USA</strong>\n<br>\n11710 Plaza America Drive<br>\nSuite 400<br>\nReston, VA 20190<br>\n+1-703-439-2120<br>\n<strong>Switzerland</strong>\n<br>\nRue Vallin 2<br>\nCH-1201 Geneva<br>\n+41-22-807-1444 <br>\n<strong>Other Offices</strong>\n<small>© 2023 Internet Society</small> ", "created_at": "2023-09-04 01:36:24.677755", "updated_at": "2023-09-04 01:36:31.96047"}], "points": [], "urls": ["internetsociety.org", "admin.internetsociety.org"]}}