{"error": 448, "message": "OK", "parameters": {"id": 8565, "name": "Uuniversity of the People", "created_at": "2023-06-28 02:46:55.926133", "updated_at": "2023-06-28 10:02:08.245849", "wikipedia": "https://en.wikipedia.org/wiki/University_of_the_People", "keywords": null, "related": null, "slug": "uuniversity-of-the-people", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8565.png", "url": "uopeople.edu", "documents": [{"id": 16647, "name": "University of the People Privacy Policy", "url": "https://www.uopeople.edu/wp-content/uploads/2018/05/Website-Privacy-Policy-Updated-5.21.2018.pdf", "xpath": "//body", "text": "1,University of the People Privacy Policy,Policynumber:04022016,Effectivedate:May 25, 2018,th,Lastrevieweddate:May 21, 2018,st,Owner:General Counsel,Summary:This policy governs the collection of personally identifiable ,information through the University of the People website.,Policy Statement,University of the People is committed to protecting your privacy in accordance with this privacy ,policy, which applies to the University of the People website, its related websites, and content ,therein (\"Website\") as well as the services available through this Website (\"Services\"), and ,governs collection of personally identifiable information through the website.,PLEASE READTHIS PRIVACYPOLICY CAREFULLY.\nByusing thewebsite, you give your consent to ,University of the People’sdata practices and understand that all personally identifiable ,information that you submit may be processed by University of the People in the manner and for ,the purposes described herein.,If you do not agree to the terms and conditions set forth herein, do not use the website.,Collection of Personal Information,To apply for admission to University of the People (“UoPeople”,or the “University”),you must ,submit personally identifiable information to the UoPeople website (“Website”).\n“Personally,identifiable information”(\"PII\")refers to data that allows University of the People to identify you, ,such as your name, gender, mailing address, telephone number, date and country of birth, ,government-issued identification number, e-mail address, and other personal information.,If you submit personally identifiable information through any of UoPeople’sCommunications ,Services (as described in the University’s Terms of Use),that information may be collected and ,used in accordance with this Privacy Policy.,Informationand How We Use It,By submitting your PII to the Website, you understand and agree that UoPeople may collect, use, ,transfer, and disclose your personally identifiable information as described in this Privacy Policy.\n,The Website may collect, process and use the data which includes PII, the legal basis of which is ,your consent, which you give when you use the Services.\nTypes of PII that may be used include ,the following, without limitation: ,2,•We may process data about your use of our Website and Services (\"User Data\").\nUser ,Data may include your IP address, location, type of browser and version, operating ,system, referral source, visit length, page views and website navigation paths, as well as ,information about the frequency and timing of your use of the Service.\nThe source of the ,User Data is an analytics tracking system.\nUser Data may be processed for the purposes ,of analyzing the use of the Website and Services, operating our Website, improving and ,customizing the Services, ensuring the security of our Services, maintaining back-ups of ,our databases and communicating with you.,•When registeringor inquiringon our Website you may be asked to enter your name, ,email address, mailing address, telephone number, email address, gender, date of birth, ,or other details (\"Entered Data\").\nYou are the source of such account data, and such data ,may be processed for the purposes of operating the Website, providing the Services, ,ensuring the security of the Website and Services, maintaining back-ups of our databases ,and communicating with you.\nThe UoPeople will use your Entered Datafor internal ,purposes including, but not limited to, academic and financial advising, record-keeping ,and tracking.,•We may process information contained in any enquiry you submit to us regarding ,Services (\"Enquiry Data\").\n,•We may process information relating to transactions that you enter into with us and/or ,through our Website, such as the purchasing of goods (\"Transaction Data\").\nThe ,Transaction Data may include your contact details, your card details and the transaction ,details.\nThe Transaction Data may be processed for supplying the purchased goods and ,Services and keeping records of transactions.\n,•We may process information that you provide to us for the purpose of subscribing to our ,email notifications, offering you services, or promotions which may interest you ,(\"Notification Data\").\nThe Notification Data may be processed for the purposes of ,sending you relevant Notification Data.,•We may process information contained in or relating to any communication that you ,send to us (\"Correspondence Data\"), for example, whenyousign up for our newsletter or ,respond to a survey or remarketing communication.\nThe Correspondence Data may ,include communication content and/or metadata associated such communication.\nThe ,Correspondence Data may be processed for communicating with you and record-,keeping.\n,•We may process any of the types of data described in this Privacy Policyif we are ,required to do so by court-order, any legal obligation to which we are subject, or when ,necessary, for the establishment, exercise or defense of legal claims.\nThe legal basis for ,this processing is our legitimate interests, namely of the Website's legal rights, your legal ,rights andthe legal rights of others.\n,3,•Please do not supply any other person's PII to us without the specific and explicit consent ,of all parties, including the owner of such PII.,International transfers of your PII ,In this Section, we provide information about the circumstances in which your PII may be ,transferred to countries inside and outside the European Economic Area (\"EEA\").,You acknowledge that PII submitted by you for publication through the Services may be available ,around the world via the internet.\nWe cannot prevent the use or misuse of published PII by ,others once you submit it for publication, nor are we liable for such third-party use or misuse.,Suchusemayinvolvetransferofpersonallyidentifiableinformationtoservers locatedoutsidethe,countryfromwhichyouaccesstheWebsite.,We and our other group companies have facilities in The United States, the Middle East, and ,India.\"Adequacy decisions\" of the European Commission have been made with respect to the ,data protection laws of each of these countries.\n,Transfers to countries inside and outside the EEA will be protected by appropriate safeguards, ,namely the provisions of applicable law which relate to the protection of individuals with regards ,to the processing of PII to which a party may be subject including, without limitation, the Data ,Protection Act 1998, the Data Protection Directive 95/46/EC, the Regulation of Investigatory ,Powers Act 2000, the Telecommunications (Lawful Business Practice) (Interception of ,Communications) Regulation 2000, the Electronic Communications Data Protection Directive ,2002/58/EC, the Privacy and Electronic Communications (EC Directive) Regulations 2003 and, ,where applicable, the guidance and code of practice issued by the Information Commissioner’s ,Office from time to time, directions of any competent regulatory authority, relevant regulatory ,guidance and codes of practice (collectively “Data Protection Regulation”) or to the extent ,transfers will cross borders to outside the EEA, such transfershall be carried out in accordance ,with standard contractual clauses annexed to the EU Commission Decision 2010/87/EU of 5 ,February 2010 for the Transfer of Personal Data to Processors established in Third Countries ,under the Directive (the “Model Clauses”).,The hosting facilities for our Website are situated inThe United States and Europe.The European ,Commission has made an \"adequacy decision\" with respect to the data protection laws of each of ,these countries.\nIf you have opted-in and knowingly subscribeto our newsletteror other forms ,of correspondence, we may also use your information to inform you of new services UoPeople,will be providing, inform you of scholarship applications and academic programs provided by ,third parties, and send you requested information and promotional materials for marketing ,purposes and research.,Collection and Use of Non-Personal Information,4,The University automatically collects non-personal information about your computer hardware ,and software forthe purpose of improving the administration and content of the Website, ,facilitating use of the University’sWebsite by its users, and to properly diagnose server problems ,and other issues.,The University may contract with third party providers to assist in better understanding visitors to ,the Website.\nThird party providers are prohibited from using any information they collect on ,behalf of UoPeople for any purpose other than helping the University conduct and improve its ,services to you.,Information Sharing,The University does not sell, rent or lease your personally identifiable information to third parties,without your prior written consent.Personally identifiable information collected in connection ,with applications for admission is, however, collected by a third-party service provider that hosts ,the Website, and that information is released to application reviewers who may include ,University employees, contractors, volunteers and other parties.\nThese individuals are prohibited ,from using your personally identifiable information except in connection with UoPeople services ,and any other products and/or services you have requested, and they are requiredto maintain ,the confidentiality of your information.,UoPeople may disclose your personally identifiable information, without notice, (i) if required to ,do so by law, or (ii) in the good faith belief that disclosure is necessary to protect or defend the ,rights, system, network, property or personal safety of the University, its personnel or its ,students.\nUoPeople may disclose your personally identifiable information, with prior notice, ,subject to your consent, to a potential or actual partner or buyer in connection with a merger, ,acquisition, or any form of sale of some or all of the University’sassets.,The University requires opt-in consent (meaning, your express permission) to share any sensitive ,personally identifiable information, such as medical information or information concerning race ,or ethnicity, political or religious beliefs, and sexuality.\n,Your Rights ,In this Section, we have done our best to summarize the rights that you have under data ,protection law.\nThese are complex, and not all of the details have been included herein.\nIn light ,of this, you should read the relevant laws and guidance from the regulatory authorities for a full ,explanation of these rights.,Your principal rights under data protection law are:,(a)the right to access;,(b)the right to rectification;,(c)the right to erasure;,(d)the right to restrict processing;,(e)the right to object to processing;,(f)the right to data portability;,5,(g)the right to complain to a supervisory authority.\nand,(h)the right to withdraw consent.,You have the right to confirmation as to whether or not we process your personal data and, ,where we do, access to the personal data, together with certain additional information.\nThat ,additional information includes details of the purposes of the processing, the categories of ,personal data concerned and the recipients of the personal data.\nProviding the rights and ,freedoms of others are not affected, we will supply to you a copy of your personal data.\nThe first ,copy will be provided free of charge,but additional copies may be subject to a reasonable fee.\n,You can access your personal data by visiting the UoPeople Self-Service Portalwhen logged into ,the website.,You have the right to have any inaccurate personal data about you rectified and, taking into ,account the purposes of the processing, to have any incomplete personal data about you ,completed.UoPeople will also correct, amend or delete any personal information that is ,inaccurate and notify any third-party recipients of the necessary changes.\nUoPeople may decline ,to process requests that are unreasonably repetitive or systematic, require disproportionate ,technical effort, jeopardize the privacy of others, are extremely impractical, or for which access is,not otherwise required by local law or GDPR.,In some circumstances you have the right to the erasure of your personal data [by providing ,adequate evidence attesting to your identity] without undue delay.\nThose circumstances include: ,the personal data is no longer necessary in relation to the purposes for which they were collected ,or otherwise processed.\nyou withdraw consent to consent-based processing.\nthe processing is for ,direct marketing purposes.\nand the personal data have been unlawfully processed.\nThere are ,certain general exclusions of the right to erasure.\nThose general exclusions include where ,processing is necessary: [for exercising the right of freedom of expression and information.\nfor ,compliance with a legal obligation.\nor for the establishment, exercise or defense of legal claims].,In some circumstances you have the right to restrict the processing of your personal data.\nThose ,circumstances are: you contest the accuracy of the personal data.\nprocessing is unlawful but you ,oppose erasure.\nwe no longer need the personal data for the purposes of our processing, but you ,require personal data for the establishment, exercise or defense of legal claims.\nand you have ,objected to processing, pending the verification of that objection.\nWhere processing has been ,restricted on this basis, we may continue to store your personal data.\nHowever, we will only ,otherwise process it: with your consent.\nfor the establishment, exercise or defense of legal ,claims.\nfor the protection of the rights of another natural or legal person.\nor for reasons of ,important public interest.,You have the right to object to our processing of your personal data on grounds relating to your ,particular situation, but only to the extent that the legal basis for the processing is that the ,processing is necessary for: the performance of a task carried out in the public interest or in the ,exercise of any official authority vested in us.\nor the purposes of the legitimate interests pursued ,by us or by a third party.\nIf you make such an objection, we will cease to process the personal ,information unless we can demonstrate compelling legitimate grounds for the processing which ,6,override your interests, rights and freedoms, or the processing is for the establishment, exercise ,or defense of legal claims.,To the extent that the legal basis for our processing of your personal data is consent, and such ,processing is carried out by automated means, you have the right to receive your personal data ,from us in a structured, commonly used and machine-readable format.\nHowever, this right does ,not apply where it would adversely affect the rights and freedoms of others.,If you consider that our processing of your personal information infringes data protection laws, ,you have a legal right to file complaint with a supervisory authority responsible for data ,protection.\nYou may do so in the EU member state of your habitual residence, your place of work ,or the place of the alleged infringement.,To the extent that the legal basis for our processing of your personal information is consent, you ,have the right to withdraw that consent at any time.\nWithdrawal will not affect the lawfulness of ,processing before the withdrawal.,You may exercise any of your rights in relation to your personal data by written notice to us in ,addition to the other methods specified in this Section 5.,Opt-in,When you provide us with PII for a secondary reason, like marketing or other secondary reasons ,which we will convey to you from time to time if applicable,we will ask for your consent.\nAfter ,you opt-in, you may withdraw your consent anytime, by contacting us at support@UoPeople.edu,or admissions@UoPeople.edu.\nOr, please go to this siteto withdraw your consent toprocessing.,Security of your Personal Information,The University maintains reasonable measures to protect your personally identifiable information,from unauthorized access, use or disclosure.\nThe University stores the personally identifiable ,information you provide on computer servers in a controlled environment that has implemented ,protections against unauthorized access, use or disclosure.\nUoPeople has implemented ,procedures to safeguard the integrity of its information technology assets, including, but not ,limited to, authentication, monitoring, auditing, and encryption.\nThese security procedures have ,been integrated into the design, implementation, and day-to-day operations of the Website as ,part of University’scontinuing commitment to the security of electronic content as well as the ,electronic transmission of information.,For website security purposes and to maintain the availability of the Website for all users, the ,University employs software to monitor traffic and identify unauthorized attempts to upload or ,change information or otherwise damage the Website.\nWhen personally identifiable information ,(such as a credit card number) is transmitted to other websites, it is protected through the use of ,encryption, such as the Secure Socket Layer (SSL) protocol.,The University, however, cannot guarantee that unauthorized third parties will never be able to ,defeat the measures described in this section or use your personally identifiable information for ,improper purposes.\nNothing in this Privacy Policy or in the University'sTerms of Use shallbe ,7,deemeda guarantee,contract,or warranty of anykind, whether express or implied, regarding the ,security of your personally identifiable information.,Educational Records,The Family Educational Rights and Privacy Act (FERPA) of 1974 was designed to protect the ,privacy of educational records, establish the rights of students to inspect and review their ,educational records, and provide guidelines for the correction of inaccurate or misleading ,information through informal and formal hearings.\nWhile FERPA does not apply to the University, ,since it is not a federally-funded institution, the University nonetheless strives to meet FERPA’s,provisions to the extent reasonably feasible.,The University will not disclose a student's educational record without obtaining the student's ,prior written consent, except that a student's educational record may be disclosed (i) to other ,school officials, including teachers with a legitimate educational interest and contractors, ,consultants, volunteers, or other parties to whom UoPeople has outsourced educational or,institutional services or functions.\n(ii) to parents of a dependent student, as defined in section 152 ,of the Internal Revenue Code of 1986.\n(iii) to accrediting organizations.\n(iv) in compliance with a ,judicial order or lawfully issued subpoena.\nor (v) for any other reason permitted under 34 CFR § ,99.31.,The University depends on the accuracy of the records submitted by its students.\nFalse ,information on an application, or any other act to intentionally mislead or misinform instructional ,personnel or administrators, is grounds for disciplinary action, including dismissal from the ,University.\nStudents seeking access or amendment of their educational records should contact ,the Office of Student Services atStudent.Services@uopeople.edu.,Children'sOnline Privacy Protection Act,Although neither this website nor any of the University’sservices are intended for children under ,13 years of age, the University complies with the Children’sOnline Privacy Protection Act of 1998 ,(“COPPA”)and does not knowingly collect any personal information online from children under ,the age of 13.,Use of Cookies,The UoPeople Website may use \"cookies\", subject to your consent if you are a resident of the ,European Union or are subject to GDPR, to help you personalize your online experience.\nA cookie ,is a small data file that is placed on your hard disk by a web page server.\nThe purpose of a cookie ,is to tell the web server that you have returned to a specific page.\nFor example, if you personalize ,Website pages, or apply for admission to UoPeople, a cookie helps the University recall your ,specific information on subsequent visits.\nThis simplifies the process of recording your personal ,information, such as your name and mailing address.\nWhen you return to the Website, the ,information you previously provided can be retrieved, so you can more easily use the UoPeople ,features.,8,Cookies cannot be used to run programs or deliver viruses to your computer.\nCookies are ,uniquely assigned to you, and can only be read by a web server in the domain that issued the ,cookie to you.,By using the Website, its related websites and other services, you hereby agree to the use of ,cookies as described herein.\nNote that most web browsers automatically acceptcookies, but you ,can usually modify your browser settings to decline cookies if you prefer.\nIf you choose to decline ,cookies, you may not be able to fully experience the interactive features of the Website.,Google Analytics,The University uses Google Analytics to collect information about use of the Website.\nThe ,University uses the data it receives from Google Analytics to improve the Website, and does not ,combine the IP address collected by Google Analytics with your name or other identifying ,information that you may enter on the Website.\nUoPeople cannot control Google’s use of the ,information it gathers.\nhowever, Google's right to use and share information collected by Google ,Analytics about your visits to the UoPeople Website is restricted by the GoogleAnalyticsTerms of ,Use and the GooglePrivacy Policy.\nYoucan prevent Google Analytics from recognizing you on ,return visits to this siteby deleting its cookie or disabling cookies on your browser.,Your California Privacy Rights and Do Not Track Notices,California Civil Code Section 1798.83 permits customers of a company who are California ,residents to request certain information regardingits disclosure of personally identifiable ,information to third parties for their direct marketing purposes.\nTo make such a request, please ,send an email to info@uopeople.edu.\nPlease note that the University is only required to respond ,to one request per customer each year.,Note that the University does not respond to “Do Not Track”signals.,The Microsoft CRM,The University’s Customer Relationship Management (CRM) system is hosted by Microsoft.\nThere ,is a seamless transition from the University’s main website to the CRM.\nYou enter the CRM every ,time you work on your application to the University or otherwise log into the Student Portal.\nThe ,CRM processes and maintains all UoPeople applications, student records such as course ,registration history and grades, and data related to payment history such as invoices and tracking ,numbers.\nNote that the CRM does not store any of your personal bank account or PayPal ,information.,Microsoft is not allowed to use your personally identifiable information other than for the ,provision of services to the University or as otherwise permitted by law.\nFor more information ,about the Microsoft Dynamics CRM, you can review the securityand privacy pages at the ,Microsoft Dynamics CRM Trust Center and theMicrosoft Privacy &amp.\nCookies page.,The Moodle Learning Platform,9,All of the University’s courses, classroom discussions, assignments, testing, the academic advising ,messages system, and student and faculty forums are conducted through Moodle, an open-,source learning platform.\n,There is a seamless transition from UoPeople’s main website to the University’s Moodle platform.,No one outside the UoPeople community is permitted to access the UoPeople Moodle platform.\n,However, the UoPeople Moodle site administrators have access to nearly everything in the ,system and certain private information is also accessible by other UoPeople students, faculty and ,staff:,1.UoPeople profile page.Every UoPeople student has a profile page in Moodle, which ,contains their first and last name, email address (optional), profile picture (optional) and ,description (optional).\nThis information is visible to classmates for each course in which a ,student is enrolled, and to all students, faculty and staff through the Academic Advising ,Virtual Office.\nUoPeople profile pages are NOT available to the general public.,2.UoPeople discussion forums.\nSince UoPeople is based on the peer-learning model, the ,University makes great use of discussion forums in its courses.\nAnything posted in a ,discussion forum is visible to the instructor and to all students enrolled in that course.\nFor ,large classes that are divided into groups, only members of your group can see your ,posts.\nYour posts will include your full name and profile picture if you have chosen to ,upload it to the system.,3.UoPeople peer-assessed assignments.All assignments assessed by other students in a ,particular course are submitted anonymously.\nUnless you put your name on your peer-,assessed assignment, which is not a requirement, only instructors and administrators will ,be able to see who has evaluated your assignment.,4.Private messaging system.Only the sender and receiver can view the content of ,messages sent through the Moodle privacy messaging system.,If you withdraw from the University, your account will be disabled and will no longer visible to ,students and instructors.\nOld and inactive accounts are usually deleted after four years of nonuse.,Note that if you choose to create a public profile on the moodle.org or moodle.net sites, which ,are outside the UoPeople Moodle platform, your information may become public and the Moodle ,Privacy Policy shall apply.,The UoPeople Yammer Enterprise Network,UoPeople'sYammer Enterprise Network provides a collaborative environment for UoPeople ,students, faculty, alumni, staff and volunteers from throughout the globe (“UoPeople,Community”) to connect and share meaningful information.\nNote that there is a seamless ,transition from UoPeople’s main website to the University’s Yammer Network.,10,Byenrolling in UoPeople’s Yammer Network, you understand and agree that your personal profile ,and any content you post will be visible to other members of the UoPeople Community and to ,anyone outside the community who manages to log in to the UoPeople Yammer Network.\n,Confidential student information and other sensitive or private content should not be posted on ,the Yammer Network.,Although UoPeople administrators monitor all posts and comments to the UoPeople Yammer ,Network, you are ultimately responsible for the content you post and UoPeople has a right and ,obligation to report any user who posts illegal content and threats of violence to the authorities.,Priorto enrollment in the UoPeople Yammer Enterprise Network, users should review Microsoft’s ,Yammer Privacy Statement and UoPeople’s Yammer Terms of Use.,Third Party Websites, Cookies and Privacy Policies, C ertain pages of the Website may contain links to websites that are not controlled by the ,University.\nThird-party cookies may be set by websites such as Facebook, Twitter, YouTube, ,Google Plus and other social media outlets or websites for which UoPeople may implement ,plugins.\nUoPeople may permit other companies to place cookies and use cookies according to the ,university policiesand in accordance with this Privacy Policy.\n,Third-party Providers ,In general, the third-party providers used by us will only collect, use and disclose your information ,to the extent necessary to allow them to perform the services they provide to us.\nHowever, ,certain third-party service providers, such as payment gateways and other payment transaction ,processors, have their own privacy policies in respect to the information we are required to ,provide to them for your purchase-related transactions.\n,For these providers, we recommend that you read their privacy policies so you can understand ,the manner in which your personal information will be handled by these providers.\nIn particular, ,remember that certain providers may be located in or have facilities that are located a different ,jurisdiction than either you or us.\nSo,if you elect to proceed with a transaction that involves the ,services of a third-party service provider, then your information may become subject to the laws ,of the jurisdiction(s) in which that service provider or its facilities are located.\nFor example, if you ,are located in Canada and your transaction is processedby a payment gateway located in the ,United States, then your PII used in completing that transaction may be subject to disclosure ,under United States legislation, including the Patriot Act.,Once you leave ourWebsite or are redirected to a third-party website or application, you are no ,longer governed by this Privacy Policy or our Website’s Terms of Service.,Third-party Links,Occasionally, at our discretion, we may include or offer third-party products or Services on our ,Website.\nThese third-party sites have separate and independent privacy policies.\nWe therefore ,have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, ,we seek to protect the integrity of our site and welcome any feedback about these sites.,11,Age of Consent,By using this site, you represent that you are at least the age of majority in your state, province or ,country of residence, or that you are the age of majority in your state, province or country of ,residence and you have given us your consent toallow any of your minor dependents to use this ,site.,Retaining and Deleting PII,This Section 4 sets out our data retention policies and procedures, which are designed to help ,ensure that we comply with our legal obligations in relation to the retention and deletion of ,personal data.\n,We will retain and delete your personal data as follows:,PIIwill be retained for 25 years following the point of first contact with the University at the end ,of which period it will be deleted from our systems.,Notwithstanding the other provisions of this Privacy Policy, we may retain your PII where such ,retention is necessary for compliance with a legal obligation to which we are subject, or in order ,to protect your vital interests or the vital interests of another natural person.,Third-party cookies are not governed by this Privacy Policy.\nThe University does not control and is ,not responsible for the privacy policies or other content on websites other than the Website, ,including websites linked to from the Website, or for the use of personally identifiable ,information that you may submit to any of those websites.\nThe University encourages you to ,review the privacy policies of those third-party websites directly so that you can understand how ,those websites collect, use and share your information.,Changes to this Policy,This Privacy Policy may be updated from time to time.\nModifications will be denoted by the ,“updated” notice at the top of this page.\nYour submission of personally identifiable information to ,the Website following the posting of any changes to this Privacy Policy constitutes acceptance of ,those changes.\nThe University encourages you to periodically review this Privacy Policy to be ,informed of its policies respecting your personally identifiable information.\nBycontinuing to ,access the Website after notice of modifications have been published, you signify your agreement ,to be bound by the updated terms.,Compliance with this Policy,The University regularly reviews its compliance with this Privacy Policy.\nIf you have any questions ,regarding this Privacy Policy, or believe that the University has not adhered to any of its terms, ,please contact the University atsupport@uopeople.edu.", "created_at": "2023-06-28 02:46:55.956342", "updated_at": "2023-06-28 02:47:18.157109"}, {"id": 16648, "name": "Terms of Service", "url": "https://www.uopeople.edu/terms-of-service/", "xpath": "//body", "text": " Skip to content <ul>\n<li>Request Info</li>\n<li>Login<ul>\n<li>UoPeople Portal</li>\n<li>Online Campus</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>UoPeople Arabic</li>\n<li>Apply Now</li>\n</ul>\n<ul>\n<li>Academic Programs<p>\n</p>\n<ul>\n<li>Master’s Degree<p>\n</p>\n<ul>\n<li>Business Administration<p>\n</p>\n</li>\n<li>Information Technology<p>\n</p>\n</li>\n<li>Education<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Bachelor’s Degree<p>\n</p>\n<ul>\n<li>Business Administration<p>\n</p>\n</li>\n<li>Computer Science<p>\n</p>\n</li>\n<li>Health Science<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Associate’s Degree<p>\n</p>\n<ul>\n<li>Business Administration<p>\n</p>\n</li>\n<li>Computer Science<p>\n</p>\n</li>\n<li>Health Science<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Non-Degree Programs<p>\n</p>\n<ul>\n<li>Business Administration<p>\n</p>\n</li>\n<li>Computer Science<p>\n</p>\n</li>\n<li>Health Science<p>\n</p>\n</li>\n<li>English as a Second Language (ESL)<p>\n</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Student Experience<p>\n</p>\n<ul>\n<li>UoPeople Quality<p>\n</p>\n<ul>\n<li>Accreditation<p>\n</p>\n</li>\n<li>Academic Leadership<p>\n</p>\n</li>\n<li>Academic Experience<p>\n</p>\n</li>\n</ul>\n</li>\n<li>UoPeople Difference<p>\n</p>\n<ul>\n<li>Online Learning at UoPeople<p>\n</p>\n</li>\n<li>Global Network<p>\n</p>\n</li>\n<li>Career Development<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Student Life<p>\n</p>\n<ul>\n<li>Ask A Student<p>\n</p>\n</li>\n<li>Program Advising<p>\n</p>\n</li>\n<li>Student Stories<p>\n</p>\n</li>\n<li>Student Reviews<p>\n</p>\n</li>\n<li>UoPeople@Communities<p>\n</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Become A Student<p>\n</p>\n<ul>\n<li>Admissions<p>\n</p>\n<ul>\n<li>Undergraduate Admission<p>\n</p>\n</li>\n<li>Graduate Admission<p>\n</p>\n</li>\n<li>Transfer to UoPeople<p>\n</p>\n</li>\n<li>English Proficiency<p>\n</p>\n</li>\n<li>How To Apply<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Prepare for UoPeople<p>\n</p>\n<ul>\n<li>Foundation Courses<p>\n</p>\n</li>\n<li>First Courses Prep<p>\n</p>\n</li>\n<li>The American Education System<p>\n</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Tuition-Free<p>\n</p>\n<ul>\n<li>What is Tuition-Free?<p>\n</p>\n</li>\n<li>Fees<p>\n</p>\n</li>\n<li>Scholarships<p>\n</p>\n</li>\n</ul>\n</li>\n<li>About<p>\n</p>\n<ul>\n<li>About UoPeople<p>\n</p>\n<ul>\n<li>In Brief<p>\n</p>\n</li>\n<li>Mission<p>\n</p>\n</li>\n<li>UoPeople Data<p>\n</p>\n</li>\n<li>Milestones<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Leadership<p>\n</p>\n<ul>\n<li>Office of the President<p>\n</p>\n</li>\n<li>President’s Council<p>\n</p>\n</li>\n<li>Board of Trustees<p>\n</p>\n</li>\n<li>Academic Leadership<p>\n</p>\n</li>\n<li>Academic Team</li>\n</ul>\n</li>\n<li>Partners<p>\n</p>\n<ul>\n<li>Academic Partners<p>\n</p>\n</li>\n<li>UN Cooperation<p>\n</p>\n</li>\n<li>Corporate Partners<p>\n</p>\n</li>\n<li>Charitable Partners<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Media<p>\n</p>\n<ul>\n<li>UoPeople in the Media<p>\n</p>\n</li>\n<li>Newsletters<p>\n</p>\n</li>\n<li>Press Releases<p>\n</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Donors<p>\n</p>\n<ul>\n<li>Why UoPeople<p>\n</p>\n</li>\n<li>More Ways to Give<p>\n</p>\n</li>\n<li>Pay It Forward<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Apply Now</li>\n<li>APPLY NOW</li>\n<li>Request Info</li>\n<li>Login<ul>\n<li>UoPeople Portal</li>\n<li>Online Campus</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Search</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>Terms of Service</p> AGREEMENT BETWEEN USER AND University of the People <p>The University of the People Web Site is comprised of various Web pages operated by University of the People.\nThe University of the People Web Site is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein, as well as the terms and conditions of University of the People’s Privacy Statement.\nPlease read these Terms of Use and the Privacy Statement carefully before using the Web Site.\nYour use of the University of the People Web Site constitutes your agreement to all such terms, conditions, and notices.</p> MODIFICATION OF THESE TERMS OF USE <p>University of the People reserves the right to change the terms, conditions, and notices under which the University of the People Web Site is offered, including but not limited to the charges associated with admission to the University of the People and participation in University of the People educational programs.</p> SCOPE OF USE <p>By accessing the University of the People Web Site, you agree to (i) use the content of the University of the People Web Site for your personal, informational, non-commercial purposes, (ii) ensure that any information about yourself that you provide to University of the People through the University of the People Web Site is accurate, complete and current, and (iii) comply with all applicable laws in connection with your use of the University of the People Web Site.</p>\n<p>You agree that you will not (a) use any device, software, or routine to interfere or attempt to interfere with the proper working of the University of the People Web Site or (b) take any action that imposes an unreasonable or disproportionately large load on the University of the People Web Site’s infrastructure as determined by University of the People in its own discretion.</p>\n<p>University of the People reserves the right, for any reason, at its sole discretion, to terminate, change, suspend, or discontinue any aspect of the University of the People Web Site at any time.\nUniversity of the People may also impose limits on certain features of the University of the People Web Site or restrict access to any part or all of the University of the People Web Site without notice or penalty.</p> LINKS TO THIRD PARTY SITES <p>The University of the People Web Site may contain links to other Web Sites (“Linked Sites”).\nThe Linked Sites are not under the control of University of the People and University of the People is not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site.\nUniversity of the People disclaims all liability with regard to your access to any linked web site, and any access to any linked web site is at your own risk.\nUniversity of the People is not responsible for webcasting or any other form of transmission received from any Linked Site.\nUniversity of the People is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by University of the People of the site or any association with its operators.</p> LINKS FROM THIRD PARTY SITES <p>Unless otherwise set forth in a written agreement between you and University of the People, you must adhere to University of the People’s linking policy if you wish to link your web site to the University of the People Web Site, as follows: (i) the appearance, position and other attributes of the link may not be such as to damage or dilute the goodwill associated with University of the People’s names and trademarks.\n(ii) the link must “point” to the URL uopeople.edu and not to other web pages within the University of the People Web Site.\n(iii) the appearance, position and other attributes of the link may not create the false appearance that your organization or entity is sponsored by, affiliated with, or associated with University of the People.\n(iv) when selected by a user, the link must display the University of the People Web Site on full-screen and not within a “frame” on the linking web site.\nand (v) University of the People reserves the right to revoke its consent to the link at any time and in its sole discretion.</p> E-MAIL <p>The University of the People Web Site offers opportunities for you to provide your own personally identifiable information to University of the People by applying for admission, by donating time and/or money and by sending e mails to University of the People.\nPlease review University of the People’s Privacy Statement before providing personally identifiable information to University of the People.\nAlso, please bear in mind that e-mail communications may not be secure before providing any personal or confidential information to University of the People via the University of the People Web Site.</p> NO UNLAWFUL OR PROHIBITED USE <p>As a condition of your use of the University of the People Web Site, you warrant to University of the People that you will not use the University of the People Web Site for any purpose that is unlawful or prohibited by these terms, conditions, and notices.\nYou may not use the University of the People Web Site in any manner which could damage, disable, overburden, or impair the University of the People Web Site or interfere with any other party’s use and enjoyment of the University of the People Web Site.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the University of the People Web Site.</p> USE OF COMMUNICATION SERVICES <p>The University of the People Web Site may contain bulletin board services, chat areas, news groups, forums, communities, personal web pages, calendars, and/or other message or communication facilities designed to enable you to communicate with the public at large or with a group (collectively, “Communication Services”).\nYou agree to use the Communication Services only to post, send and receive messages and material that are proper and related to the particular Communication Service.\nBy way of example, and not as a limitation, you agree that when using a Communication Service, you will not:</p>\n<ul>\n<li>Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.</li>\n<li>Publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topic, name, material or information.</li>\n<li>Upload files that contain software or other material protected by intellectual property laws (or by rights of privacy or publicity) unless you own or control the rights thereto or have received all necessary consents.</li>\n<li>Upload files that contain viruses, corrupted files, or any other similar software or programs that may damage the operation of the University of the People Web Site, University of the People’s network, or another’s computer.</li>\n<li>Advertise or offer to sell or buy any goods or services for any business purpose, unless such Communication Service specifically allows such messages.</li>\n<li>Conduct or forward surveys, contests, pyramid schemes or chain letters.</li>\n<li>Download any file posted by another user of a Communication Service that you know, or reasonably should know, cannot be legally distributed in such manner.</li>\n<li>Falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded.</li>\n<li>Restrict or inhibit any other user from using and enjoying the Communication Services.</li>\n<li>Violate any code of conduct or other guidelines which may be applicable for any particular Communication Service.</li>\n<li>Harvest or otherwise collect information about others, including e-mail addresses, without their consent.</li>\n<li>Violate any applicable laws or regulations.</li>\n</ul>\n<p>University of the People has no obligation to monitor any messages, content, or any other aspect of the Communication Services.\nHowever, University of the People reserves the right to review materials posted to a Communication Service and to edit or remove, in whole or in part, any materials in its sole discretion.\nUniversity of the People reserves the right to terminate your access to any or all of the Communication Services at any time without notice for any reason whatsoever.</p>\n<p>Always use caution when giving out any personally identifiable information about yourself, your children or other persons in any Communication Service.\nUniversity of the People does not endorse the content, messages or information found in any Communication Service and, therefore, University of the People specifically disclaims any liability with regard to the Communication Services and any actions resulting from your participation in any Communication Service.\nManagers and hosts are not authorized University of the People spokespersons, and their views do not necessarily reflect those of University of the People.</p>\n<p>Materials uploaded to a Communication Service may be subject to posted limitations on usage, reproduction and/or dissemination.\nYou are responsible for adhering to such limitations if you download the materials.</p>\n<p>MATERIALS PROVIDED TO University of the People OR POSTED AT THE University of the People WEB SITE</p>\n<p>University of the People does not claim ownership of the materials you provide to University of the People (including feedback and suggestions) or post, upload, input or submit to the University of the People Web Site (collectively “Submissions”).\nHowever, by posting, uploading, inputting, providing or submitting your Submission you are granting University of the People and its sublicensees permission to use your Submission in connection with University of the People’s operations including, without limitation, the rights to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, translate and reformat your Submission.\nand to publish your name in connection with your Submission.</p>\n<p>No compensation will be paid with respect to the use of your Submission.\nUniversity of the People is under no obligation to post or use any Submission you may provide and may remove any Submission at any time in University of the People’s sole discretion.</p>\n<p>By posting, uploading, inputting, providing or submitting your Submission you warrant and represent that you own or otherwise control all of the rights to your Submission including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the Submissions.</p> WARRANTY DISCLAIMER <p>University of the People AND/OR ITS AGENTS AND REPRESENTATIVES MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE CONTENT, INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON THE University of the People WEB SITE FOR ANY PURPOSE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED “AS IS” WITHOUT WARRANTY OR CONDITION OF ANY KIND, WHETHER EXPRESS OR IMPLIED.\nUniversity of the People AND ITS AGENTS AND REPRESENTATIVES HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO ANY CONTENT, INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.</p>\n<p>YOU ARE REPSONSIBLE FOR TAKING ALL NECESSARY PRECAUTIONS TO ENSURE THAT ANY CONTENT OR INFORMATION YOU MAY OBTAIN FROM THE University of the People WEB SITE IS FREE OF VIRUSES.\nUniversity of the People MAKES NO REPRESENTATIONS OR WARRANTIES THAT USE OF THE University of the People WEB SITE WILL BE UNINTERRUPTED OR ERROR FREE.</p> EXCLUSIONS OF LIABILITY <p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL University of the People AND/OR ITS AGENTS OR REPRESENTATIVES BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE University of the People WEB SITE, WITH THE DELAY OR INABILITY TO USE THE University of the People WEB SITE OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY CONTENT, INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE University of the People WEB SITE, OR OTHERWISE ARISING OUT OF THE USE OF THE University of the People WEB SITE, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR ANY OTHER THEORY, EVEN IF University of the People OR ANY OF ITS AGENTS OR REPRESENTATIVES HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nBECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE University of the People WEB SITE, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE University of the People WEB SITE.</p> REMEDIES/TERMINATION/ACCESS RESTRICTION <p>University of the People reserves the right to seek all remedies at law and in equity for violations of these Terms of Use, including, in its sole discretion, the right to terminate your access to the University of the People Web Site and the related services or any portion thereof at any time, without notice.</p> GENERAL <p>This agreement is governed by the laws of the State of California, U.S.A., without regard to its conflicts of laws provisions.\nUse of the University of the People Web Site is unauthorized in any jurisdiction that does not give effect to all provisions of these terms and conditions, including without limitation this paragraph.\nThe information provided on the University of the People Web Site is not intended for distribution to, or use by, any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject University of the People or its affiliates to any registration requirement within such jurisdiction or country.\nUniversity of the People makes no representation that the information in the University of the People Web Site is appropriate or available for use in other locations, and access to the University of the People Web Site from territories where the content or information on the University of the People Web Site or use of the content or information offered herein may be illegal is prohibited.\nThose who choose to access the University of the People Web Site from other locations do so on their own initiative and are responsible for compliance with applicable local laws.</p>\n<p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and University of the People as a result of these Terms of Use or your use of the University of the People Web Site.\nNothing contained in these Terms of Use or the Privacy Statement is in derogation of University of the People’s right to comply with governmental, court and law enforcement requests or requirements relating to your use of the University of the People Web Site or information provided to or gathered by University of the People with respect to such use.\nIf any part of these Terms of Use is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and exclusions of liability set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of these Terms of Use shall continue in effect.\nUnless otherwise specified herein, these Terms of Use, the Privacy Statement and any other policies to which these Terms of Use may refer constitute the entire agreement between you and University of the People with respect to the University of the People Web Site and they supersede all prior communications, whether electronic, oral or written, between the user and University of the People with respect to the University of the People Web Site.\nA printed version of these Terms of Use, the Privacy Statement and any other policies to which these Terms of Use may refer and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to these Terms of Use and your use of the University of the People Web Site to the same extent and subject to the same conditions as documents and records originally generated and maintained in printed form.\nYou expressly consent to the presentation of these Terms of Use and all other documents related to your use of the University of the People Web Site in the English language.</p> COPYRIGHT AND TRADEMARK NOTICES: <p>All contents of the University of the People Web Site are subject to copyrights owned by University of the People or its licensors.\nExcept for your personal, informational, non-commercial use as authorized above, you may not reproduce, modify or distribute any text, graphics or other content on the University of the People Web Site without written permission from University of the People.</p> TRADEMARKS <p>University of the People and its accompanying logo are trademarks of University of the People.\nUnauthorized use of any mark owned by University of the People may be a violation of University of the People’s legal rights.\nThe names of companies mentioned herein may be the trademarks of their respective owners.</p> QUESTIONS/COMMENTS/CONCERNS <p>If you have any questions, comments, or concerns about the Terms of Use, you may contact University of the People by e-mailing support@uopeople.edu.</p>\n<ul>\n<li>Academic Programs</li>\n<li>Student Experience</li>\n<li>Become a Student</li>\n<li>Tuition-Free</li>\n<li>About</li>\n<li>Donors</li>\n</ul>\n<ul>\n<li>Calendars</li>\n<li>Essential Documents</li>\n<li>UoPeople Policies</li>\n<li>Catalog</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Volunteer</li>\n<li>FAQ</li>\n<li>Administration</li>\n</ul>\n<ul>\n<li>Blogs</li>\n<li>Events / Webinars</li>\n<li>Email Preferences</li>\n</ul>\n<i>\n</i> LinkedIn Icon - New Window <i>\n</i> Twitter Icon - New Window <i>\n</i> Facebook Icon - New Window <i>\n</i> Instagram Icon - New Window <i>\n</i> Youtube Icon - New Window <i>\n</i> TikTok Icon - New Window <p>Copyright @ 2023 University of the People</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Sitemap</li>\n</ul> We use cookies on our website to give you the most relevant experience by remembering your preferences and repeat visits.\nBy clicking “Accept All”, you consent to the use of ALL the cookies.\nHowever, you may visit \"Cookie Settings\" to provide a controlled consent.Cookie SettingsAccept AllManage consent Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities of the website.\nWe also use third-party cookies that help us analyze and understand how you use this website.\nThese cookies will be stored in your browser only with your consent.\nYou also have the option to opt-out of these cookies.\nBut opting out of some of these cookies may affect your browsing experience.\nNecessary Necessary Always Enabled Necessary cookies are absolutely essential for the website to function properly.\nThese cookies ensure basic functionalities and security features of the website, anonymously.\nCookieDurationDescriptioncookielawinfo-checkbox-analytics11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Analytics\".cookielawinfo-checkbox-functional11 monthsThe cookie is set by GDPR cookie consent to record the user consent for the cookies in the category \"Functional\".cookielawinfo-checkbox-necessary11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookies is used to store the user consent for the cookies in the category \"Necessary\".cookielawinfo-checkbox-others11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Other.cookielawinfo-checkbox-performance11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Performance\".viewed_cookie_policy11 monthsThe cookie is set by the GDPR Cookie Consent plugin and is used to store whether or not user has consented to the use of cookies.\nIt does not store any personal data.\nFunctional Functional Functional cookies help to perform certain functionalities like sharing the content of the website on social media platforms, collect feedbacks, and other third-party features.\nPerformance Performance Performance cookies are used to understand and analyze the key performance indexes of the website which helps in delivering a better user experience for the visitors.\nAnalytics Analytics Analytical cookies are used to understand how visitors interact with the website.\nThese cookies help provide information on metrics the number of visitors, bounce rate, traffic source, etc.\nAdvertisement Advertisement Advertisement cookies are used to provide visitors with relevant ads and marketing campaigns.\nThese cookies track visitors across websites and collect information to provide customized ads.\nOthers Others Other uncategorized cookies are those that are being analyzed and have not been classified into a category as yet.\nSAVE &amp.\nACCEPT ", "created_at": "2023-06-28 02:47:12.322133", "updated_at": "2023-06-28 02:47:42.181453"}, {"id": 16649, "name": " Privacy Policy", "url": "https://www.uopeople.edu/privacy-policy/", "xpath": "//body", "text": " Skip to content <ul>\n<li>Request Info</li>\n<li>Login<ul>\n<li>UoPeople Portal</li>\n<li>Online Campus</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>UoPeople Arabic</li>\n<li>Apply Now</li>\n</ul>\n<ul>\n<li>Academic Programs<p>\n</p>\n<ul>\n<li>Master’s Degree<p>\n</p>\n<ul>\n<li>Business Administration<p>\n</p>\n</li>\n<li>Information Technology<p>\n</p>\n</li>\n<li>Education<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Bachelor’s Degree<p>\n</p>\n<ul>\n<li>Business Administration<p>\n</p>\n</li>\n<li>Computer Science<p>\n</p>\n</li>\n<li>Health Science<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Associate’s Degree<p>\n</p>\n<ul>\n<li>Business Administration<p>\n</p>\n</li>\n<li>Computer Science<p>\n</p>\n</li>\n<li>Health Science<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Non-Degree Programs<p>\n</p>\n<ul>\n<li>Business Administration<p>\n</p>\n</li>\n<li>Computer Science<p>\n</p>\n</li>\n<li>Health Science<p>\n</p>\n</li>\n<li>English as a Second Language (ESL)<p>\n</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Student Experience<p>\n</p>\n<ul>\n<li>UoPeople Quality<p>\n</p>\n<ul>\n<li>Accreditation<p>\n</p>\n</li>\n<li>Academic Leadership<p>\n</p>\n</li>\n<li>Academic Experience<p>\n</p>\n</li>\n</ul>\n</li>\n<li>UoPeople Difference<p>\n</p>\n<ul>\n<li>Online Learning at UoPeople<p>\n</p>\n</li>\n<li>Global Network<p>\n</p>\n</li>\n<li>Career Development<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Student Life<p>\n</p>\n<ul>\n<li>Ask A Student<p>\n</p>\n</li>\n<li>Program Advising<p>\n</p>\n</li>\n<li>Student Stories<p>\n</p>\n</li>\n<li>Student Reviews<p>\n</p>\n</li>\n<li>UoPeople@Communities<p>\n</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Become A Student<p>\n</p>\n<ul>\n<li>Admissions<p>\n</p>\n<ul>\n<li>Undergraduate Admission<p>\n</p>\n</li>\n<li>Graduate Admission<p>\n</p>\n</li>\n<li>Transfer to UoPeople<p>\n</p>\n</li>\n<li>English Proficiency<p>\n</p>\n</li>\n<li>How To Apply<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Prepare for UoPeople<p>\n</p>\n<ul>\n<li>Foundation Courses<p>\n</p>\n</li>\n<li>First Courses Prep<p>\n</p>\n</li>\n<li>The American Education System<p>\n</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Tuition-Free<p>\n</p>\n<ul>\n<li>What is Tuition-Free?<p>\n</p>\n</li>\n<li>Fees<p>\n</p>\n</li>\n<li>Scholarships<p>\n</p>\n</li>\n</ul>\n</li>\n<li>About<p>\n</p>\n<ul>\n<li>About UoPeople<p>\n</p>\n<ul>\n<li>In Brief<p>\n</p>\n</li>\n<li>Mission<p>\n</p>\n</li>\n<li>UoPeople Data<p>\n</p>\n</li>\n<li>Milestones<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Leadership<p>\n</p>\n<ul>\n<li>Office of the President<p>\n</p>\n</li>\n<li>President’s Council<p>\n</p>\n</li>\n<li>Board of Trustees<p>\n</p>\n</li>\n<li>Academic Leadership<p>\n</p>\n</li>\n<li>Academic Team</li>\n</ul>\n</li>\n<li>Partners<p>\n</p>\n<ul>\n<li>Academic Partners<p>\n</p>\n</li>\n<li>UN Cooperation<p>\n</p>\n</li>\n<li>Corporate Partners<p>\n</p>\n</li>\n<li>Charitable Partners<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Media<p>\n</p>\n<ul>\n<li>UoPeople in the Media<p>\n</p>\n</li>\n<li>Newsletters<p>\n</p>\n</li>\n<li>Press Releases<p>\n</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Donors<p>\n</p>\n<ul>\n<li>Why UoPeople<p>\n</p>\n</li>\n<li>More Ways to Give<p>\n</p>\n</li>\n<li>Pay It Forward<p>\n</p>\n</li>\n</ul>\n</li>\n<li>Apply Now</li>\n<li>APPLY NOW</li>\n<li>Request Info</li>\n<li>Login<ul>\n<li>UoPeople Portal</li>\n<li>Online Campus</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Search</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Privacy Policy <p>\n<strong>Policy number:</strong> 04022016</p>\n<p>\n<strong>Effective date:</strong> July 1, 2014</p>\n<p>\n<strong>Last reviewed date:</strong> November 25, 2020&nbsp;</p>\n<p>\n<strong>Owner:</strong> Associate General Counsel</p>\n<p>\n<strong>Summary:</strong> This policy governs the collection of personally identifiable information through the University of the People website.</p> Policy Statement <p>University of the People is committed to protecting your privacy in accordance with this privacy policy, which applies to the University of the People website, its related websites, and content therein (\"Website\") as well as the services available through this Website (\"Services\"), and governs collection of personally identifiable information through the website.</p>\n<p>&nbsp;</p>\n<p>PLEASE READ THIS PRIVACY POLICY CAREFULLY.\nBy using the website, you give your consent to University of the People’s data practices and understand that all personally identifiable information that you submit may be processed by University of the People in the manner and for the purposes described herein.</p>\n<p>&nbsp;</p>\n<p>If you do not agree to the terms and conditions set forth herein, do not use the website.</p> Collection of Personal Information <p>To apply for admission to University of the People (“UoPeople”, or the “University”), you must submit personally identifiable information to the UoPeople website (“Website”).\n“Personally identifiable information” (\"PII\") refers to data that allows University of the People to identify you, such as your name, gender, mailing address, telephone number, date and country of birth, government-issued identification number, e-mail address, and other personal information.</p>\n<p>&nbsp;</p>\n<p>If you submit personally identifiable information through any of UoPeople’s Communications Services (as described in the University’s Terms of Use), that information may be collected and used in accordance with this Privacy Policy.</p> Information and How We Use It <p>By submitting your PII to the Website, you understand and agree that UoPeople may collect, use, transfer, and disclose your personally identifiable information as described in this Privacy Policy.\nThe Website may collect, process and use the data which includes PII, the legal basis of which is your consent, which you give when you use the Services.\nTypes of PII that may be used include the following, without limitation:&nbsp;</p>\n<ul>\n<li>We may process data about your use of our Website and Services (“User Data”).\nUser Data may include your IP address, location, type of browser and version, operating system, referral source, visit length, page views and website navigation paths, as well as information about the frequency and timing of your use of the Service.\nThe source of the User Data is an analytics tracking system.\nUser Data may be processed for the purposes of analyzing the use of the Website and Services, operating our Website, improving and customizing the Services, ensuring the security of our Services, maintaining back-ups of our databases and communicating with you.</li>\n</ul>\n<ul>\n<li>When registering or inquiring on our Website you may be asked to enter your name, email address, mailing address, telephone number, email address, gender, date of birth, or other details (“Entered Data”).\nYou are the source of such account data, and such data may be processed for the purposes of operating the Website, providing the Services, ensuring the security of the Website and Services, maintaining back-ups of our databases and communicating with you.\nThe UoPeople will use your Entered Data for internal purposes including, but not limited to, academic and financial advising, record-keeping and tracking.</li>\n</ul>\n<ul>\n<li>We may process information contained in any enquiry you submit to us regarding Services (“Enquiry Data”).</li>\n</ul>\n<ul>\n<li>We may process information relating to transactions that you enter into with us and/or through our Website, such as the purchasing of goods (“Transaction Data”).\nThe Transaction Data may include your contact details, your card details and the transaction details.\nThe Transaction Data may be processed for supplying the purchased goods and Services and keeping records of transactions.\n</li>\n</ul>\n<ul>\n<li>We may process information contained in or relating to any communication that you send to us (\"Correspondence Data\"), for example, when you sign up for our newsletter or respond to a survey or remarketing communication.\nThe Correspondence Data may include communication content and/or metadata associated such communication.\nThe Correspondence Data may be processed for communicating with you and record-keeping.</li>\n</ul>\n<ul>\n<li>We may process any of the types of data described in this Privacy Policy if we are required to do so by court-order, any legal obligation to which we are subject, or when necessary, for the establishment, exercise or defense of legal claims.\nThe legal basis for this processing is our legitimate interests, namely of the Website’s legal rights, your legal rights and the legal rights of others.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Please do not supply any other person’s PII to us without the specific and explicit consent of all parties, including the owner of such PII.</li>\n</ul> International transfers of your PII <p>In this Section, we provide information about the circumstances in which your PII may be transferred to countries inside and outside the European Economic Area (“EEA”).</p>\n<p>You acknowledge that PII submitted by you for publication through the Services may be available around the world via the internet.\nWe cannot prevent the use or misuse of published PII by others once you submit it for publication, nor are we liable for such third-party use or misuse.</p>\n<p>Such use may involve transfer of personally identifiable information to servers located outside the country from which you access the Website.</p>\n<p>We and our other group companies have facilities in The United States, the Middle East, and India.\n“Adequacy decisions” of the European Commission have been made with respect to the data protection laws of each of these countries.\n</p>\n<p>Transfers to countries inside and outside the EEA will be protected by appropriate safeguards, namely the provisions of applicable law which relate to the protection of individuals with regards to the processing of PII to which a party may be subject including, without limitation, the Data Protection Act 1998, the Data Protection Directive 95/46/EC, the Regulation of Investigatory Powers Act 2000, the Telecommunications (Lawful Business Practice) (Interception of Communications) Regulation 2000, the Electronic Communications Data Protection Directive 2002/58/EC, the Privacy and Electronic Communications (EC Directive) Regulations 2003 and, where applicable, the guidance and code of practice issued by the Information Commissioner’s Office from time to time, directions of any competent regulatory authority, relevant regulatory guidance and codes of practice (collectively “Data Protection Regulation”) or to the extent transfers will cross borders to outside the EEA, such transfer shall be carried out in accordance with standard contractual clauses annexed to the EU Commission Decision 2010/87/EU of 5 February 2010 for the Transfer of Personal Data to Processors established in Third Countries under the Directive (the “Model Clauses”).</p>\n<p>The hosting facilities for our Website are situated in The United States and Europe.\nThe European Commission has made an “adequacy decision” with respect to the data protection laws of each of these countries.\nIf you have opted-in and knowingly subscribe to our newsletter or other forms of correspondence, we may also use your information to inform you of new services UoPeople will be providing, inform you of scholarship applications and academic programs provided by third parties, and send you requested information and promotional materials for marketing purposes and research.</p> Collection and Use of Non-Personal Information <p>The University automatically collects non-personal information about your computer hardware and software for the purpose of improving the administration and content of the Website, facilitating use of the University’s Website by its users, and to properly diagnose server problems and other issues.</p>\n<p>The University may contract with third party providers to assist in better understanding visitors to the Website.\nThird party providers are prohibited from using any information they collect on behalf of UoPeople for any purpose other than helping the University conduct and improve its services to you.</p> Information Sharing <p>The University does not sell, rent, or lease your personally identifiable information to third parties without your prior written consent.\nPersonally identifiable information collected in connection with applications for admission is, however, collected by a third-party service provider that hosts the Website, and that information is released to application reviewers who may include University employees, contractors, volunteers and other parties.\nThese individuals are prohibited from using your personally identifiable information except in connection with UoPeople services and any other products and/or services you have requested, and they are required to maintain the confidentiality of your information.</p>\n<p>UoPeople may disclose your personally identifiable information, without notice, (i) if required to do so by law, or (ii) in the good faith belief that disclosure is necessary to protect or defend the rights, system, network, property or personal safety of the University, its personnel or its students.\nUoPeople may disclose your personally identifiable information, with prior notice, subject to your consent, to a potential or actual partner or buyer in connection with a merger, acquisition, or any form of sale of some or all of the University’s assets.</p>\n<p>The University requires opt-in consent (meaning, your express permission) to share any sensitive personally identifiable information, such as medical information or information concerning race or ethnicity, political or religious beliefs, and sexuality.</p> Your Rights <p>In this Section, we have done our best to summarize the rights that you have under data protection law.\nThese are complex, and not all of the details have been included herein.\nIn light of this, you should read the relevant laws and guidance from the regulatory authorities for a full explanation of these rights.</p>\n<p>Your principal rights under data protection law are:</p>\n<p>&nbsp;</p>\n<ol>\n<li>the right to access;</li>\n<li>the right to rectification;</li>\n<li>the right to erasure;</li>\n<li>the right to restrict processing;</li>\n<li>the right to object to processing;</li>\n<li>the right to data portability;</li>\n<li>the right to complain to a supervisory authority.\nand </li>\n<li>the right to withdraw consent.</li>\n</ol>\n<p>&nbsp;</p>\n<p>You have the right to confirmation as to whether or not we process your personal data and, where we do, access to the personal data, together with certain additional information.\nThat additional information includes details of the purposes of the processing, the categories of personal data concerned and the recipients of the personal data.\nProviding the rights and freedoms of others are not affected, we will supply to you a copy of your personal data.\nThe first copy will be provided free of charge, but additional copies may be subject to a reasonable fee.\nYou can access your personal data by visiting the UoPeople Self–Service Portal when logged into the website.</p>\n<p>You have the right to have any inaccurate personal data about you rectified and, taking into account the purposes of the processing, to have any incomplete personal data about you completed.\nUoPeople will also correct, amend or delete any personal information that is inaccurate and notify any third-party recipients of the necessary changes.\nUoPeople may decline to process requests that are unreasonably repetitive or systematic, require disproportionate technical effort, jeopardize the privacy of others, are extremely impractical, or for which access is not otherwise required by local law or GDPR.</p>\n<p>In some circumstances you have the right to the erasure of your personal data [by providing adequate evidence attesting to your identity] without undue delay.\nThose circumstances include: the personal data is no longer necessary in relation to the purposes for which they were collected or otherwise processed.\nyou withdraw consent to consent-based processing.\nthe processing is for direct marketing purposes.\nand the personal data have been unlawfully processed.\nThere are certain general exclusions of the right to erasure.\nThose general exclusions include where processing is necessary: [for exercising the right of freedom of expression and information.\nfor compliance with a legal obligation.\nor for the establishment, exercise or defense of legal claims].</p>\n<p>In some circumstances you have the right to restrict the processing of your personal data.\nThose circumstances are: you contest the accuracy of the personal data.\nprocessing is unlawful but you oppose erasure.\nwe no longer need the personal data for the purposes of our processing, but you require personal data for the establishment, exercise or defense of legal claims.\nand you have objected to processing, pending the verification of that objection.\nWhere processing has been restricted on this basis, we may continue to store your personal data.\nHowever, we will only otherwise process it: with your consent.\nfor the establishment, exercise or defense of legal claims.\nfor the protection of the rights of another natural or legal person.\nor for reasons of important public interest.</p>\n<p>You have the right to object to our processing of your personal data on grounds relating to your particular situation, but only to the extent that the legal basis for the processing is that the processing is necessary for: the performance of a task carried out in the public interest or in the exercise of any official authority vested in us.\nor the purposes of the legitimate interests pursued by us or by a third party.\nIf you make such an objection, we will cease to process the personal information unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing is for the establishment, exercise or defense of legal claims.</p>\n<p>To the extent that the legal basis for our processing of your personal data is consent, and such processing is carried out by automated means, you have the right to receive your personal data from us in a structured, commonly used and machine-readable format.\nHowever, this right does not apply where it would adversely affect the rights and freedoms of others.</p>\n<p>If you consider that our processing of your personal information infringes data protection laws, you have a legal right to file complaint with a supervisory authority responsible for data protection.\nYou may do so in the EU member state of your habitual residence, your place of work or the place of the alleged infringement.</p>\n<p>To the extent that the legal basis for our processing of your personal information is consent, you have the right to withdraw that consent at any time.\nWithdrawal will not affect the lawfulness of processing before the withdrawal.</p>\n<p>You may exercise any of your rights in relation to your personal data by written notice to us in addition to the other methods specified in this Section 5.</p> Opt-in <p>When you provide us with PII for a secondary reason, like marketing or other secondary reasons which we will convey to you from time to time if applicable, we will ask for your consent.\nAfter you opt-in, you may withdraw your consent anytime, by contacting us at support@UoPeople.edu or admissions@UoPeople.edu.\nOr, please go to this site to withdraw your consent to processing.</p> Security of your Personal Information <p>The University maintains reasonable measures to protect your personally identifiable information from unauthorized access, use or disclosure.\nThe University stores the personally identifiable information you provide on computer servers in a controlled environment that has implemented protections against unauthorized access, use or disclosure.\nUoPeople has implemented procedures to safeguard the integrity of its information technology assets, including, but not limited to, authentication, monitoring, auditing, and encryption.\nThese security procedures have been integrated into the design, implementation, and day-to-day operations of the Website as part of University’s continuing commitment to the security of electronic content as well as the electronic transmission of information.</p>\n<p>For website security purposes and to maintain the availability of the Website for all users, the University employs software to monitor traffic and identify unauthorized attempts to upload or change information or otherwise damage the Website.\nWhen personally identifiable information (such as a credit card number) is transmitted to other websites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.</p>\n<p>The University, however, cannot guarantee that unauthorized third parties will never be able to defeat the measures described in this section or use your personally identifiable information for improper purposes.\nNothing in this Privacy Policy or in the University’s Terms of Use shall be deemed a guarantee, contract, or warranty of any kind, whether express or implied, regarding the security of your personally identifiable information.</p> Educational Records <p>The Family Educational Rights and Privacy Act (FERPA) of 1974 was designed to protect the privacy of educational records, establish the rights of students to inspect and review their educational records, and provide guidelines for the correction of inaccurate or misleading information through informal and formal hearings.\nWhile FERPA does not apply to the University, since it is not a federally-funded institution, the University nonetheless strives to meet FERPA’s provisions to the extent reasonably feasible.</p>\n<p>The University will not disclose a student’s educational record without obtaining the student’s prior written consent, except that a student’s educational record may be disclosed (i) to other school officials, including teachers with a legitimate educational interest and contractors, consultants, volunteers, or other parties to whom UoPeople has outsourced educational or institutional services or functions.\n(ii) to parents of a dependent student, as defined in section 152 of the Internal Revenue Code of 1986.\n(iii) to accrediting organizations.\n(iv) in compliance with a judicial order or lawfully issued subpoena.\nor (v) for any other reason permitted under 34 CFR § 99.31.</p>\n<p>The University depends on the accuracy of the records submitted by its students.\nFalse information on an application, or any other act to intentionally mislead or misinform instructional personnel or administrators, is grounds for disciplinary action, including dismissal from the University.\nStudents seeking access or amendment of their educational records should contact the Office of Student Services at Student.Services@uopeople.edu.</p> Children’s Online Privacy Protection Act <p>Although neither this website nor any of the University’s services are intended for children under 13 years of age, the University complies with the Children’s Online Privacy Protection Act of 1998 (“COPPA”) and does not knowingly collect any personal information online from children under the age of 13.</p> Use of Cookies <p>The UoPeople Website may use “cookies”, subject to your consent if you are a resident of the European Union or are subject to GDPR, to help you personalize your online experience.\nA cookie is a small data file that is placed on your hard disk by a web page server.\nThe purpose of a cookie is to tell the web server that you have returned to a specific page.\nFor example, if you personalize Website pages, or apply for admission to UoPeople, a cookie helps the University recall your specific information on subsequent visits.\nThis simplifies the process of recording your personal information, such as your name and mailing address.\nWhen you return to the Website, the information you previously provided can be retrieved, so you can more easily use the UoPeople features.</p>\n<p>Cookies cannot be used to run programs or deliver viruses to your computer.\nCookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.</p>\n<p>By using the Website, its related websites and other services, you hereby agree to the use of cookies as described herein.\nNote that most web browsers automatically accept cookies, but you can usually modify your browser settings to decline cookies if you prefer.\nIf you choose to decline cookies, you may not be able to fully experience the interactive features of the Website.</p> Google Analytics <p>The University uses Google Analytics to collect information about use of the Website.\nThe University uses the data it receives from Google Analytics to improve the Website, and does not combine the IP address collected by Google Analytics with your name or other identifying information that you may enter on the Website.\nUoPeople cannot control Google’s use of the information it gathers.\nhowever, Google’s right to use and share information collected by Google Analytics about your visits to the UoPeople Website is restricted by the Google Analytics Terms of Use and the Google Privacy Policy.\nYou can prevent Google Analytics from recognizing you on return visits to this site by deleting its cookie or disabling cookies on your browser.</p> Your California Privacy Rights and Do Not Track Notices <p>California Civil Code Section 1798.83 permits customers of a company who are California residents to request certain information regarding its disclosure of personally identifiable information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to info@uopeople.edu.\nPlease note that the University is only required to respond to one request per customer each year.</p>\n<p>Note that the University does not respond to “Do Not Track” signals.</p> The Microsoft CRM <p>The University’s Customer Relationship Management (CRM) system is hosted by Microsoft.\nThere is a seamless transition from the University’s main website to the CRM.\nYou enter the CRM every time you work on your application to the University or otherwise log in to the Student Portal.\nThe CRM processes and maintains all UoPeople applications, student records such as course registration history and grades, and data related to payment history such as invoices and tracking numbers.\nNote that the CRM does not store any of your personal bank account or PayPal information.</p>\n<p>Microsoft is not allowed to use your personally identifiable information other than for the provision of services to the University or as otherwise permitted by law.\nFor more information about the Microsoft Dynamics CRM, you can review the security and privacy pages at the Microsoft Dynamics CRM Trust Center and the Microsoft Privacy &amp.\nCookies page.</p> The Moodle Learning Platform <p>All of the University’s courses, classroom discussions, assignments, testing, the academic advising messages system, and student and faculty forums are conducted through Moodle, an open-source learning platform.</p>\n<p>&nbsp;</p>\n<p>There is a seamless transition from UoPeople’s main website to the University’s Moodle platform.</p>\n<p>&nbsp;</p>\n<p>No one outside the UoPeople community is permitted to access the UoPeople Moodle platform.\nHowever, the UoPeople Moodle site administrators have access to nearly everything in the system and certain private information is also accessible by other UoPeople students, faculty and staff:</p>\n<p>&nbsp;</p>\n<ol>\n<li>UoPeople profile page.\nEvery UoPeople student has a profile page in Moodle, which contains their first and last name, email address (optional), profile picture (optional) and description (optional).\nThis information is visible to classmates for each course in which a student is enrolled, and to all students, faculty and staff through the Academic Advising Virtual Office.\nUoPeople profile pages are NOT available to the general public.</li>\n<li>UoPeople discussion forums.\nSince UoPeople is based on the peer-learning model, the University makes great use of discussion forums in its courses.\nAnything posted in a discussion forum is visible to the instructor and to all students enrolled in that course.\nFor large classes that are divided into groups, only members of your group can see your posts.\nYour posts will include your full name and profile picture if you have chosen to upload it to the system.</li>\n<li>UoPeople peer-assessed assignments.\nAll assignments assessed by other students in a particular course are submitted anonymously.\nUnless you put your name on your peer- assessed assignment, which is not a requirement, only instructors and administrators will be able to see who has evaluated your assignment.</li>\n<li>Private messaging system.\nOnly the sender and receiver can view the content of messages sent through the Moodle privacy messaging system.</li>\n</ol>\n<p>&nbsp;</p>\n<p>If you withdraw from the University, your account will be disabled and will no longer visible to students and instructors.\nOld and inactive accounts are usually deleted after four years of nonuse.</p>\n<p>&nbsp;</p>\n<p>Note that if you choose to create a public profile on the moodle.org or moodle.net sites, which are outside the UoPeople Moodle platform, your information may become public and the Moodle Privacy Policy shall apply.</p> The UoPeople Yammer Enterprise Network <p>UoPeople's Yammer Enterprise Network provides a collaborative environment for UoPeople students, faculty, alumni, staff and volunteers from throughout the globe (“UoPeople Community”) to connect and share meaningful information.\nNote that there is a seamless transition from UoPeople’s main website to the University’s Yammer Network.</p>\n<p>&nbsp;</p>\n<p>By enrolling in UoPeople’s Yammer Network, you understand and agree that your personal profile and any content you post will be visible to other members of the UoPeople Community and to anyone outside the community who manages to log in to the UoPeople Yammer Network.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Confidential student information and other sensitive or private content should not be posted on the Yammer Network.</p>\n<p>&nbsp;</p>\n<p>Although UoPeople administrators monitor all posts and comments to the UoPeople Yammer Network, you are ultimately responsible for the content you post and UoPeople has a right and obligation to report any user who posts illegal content and threats of violence to the authorities.</p>\n<p>&nbsp;</p>\n<p>Prior to enrollment in the UoPeople Yammer Enterprise Network, users should review Microsoft’s Yammer Privacy Statement and UoPeople’s Yammer Terms of Use.</p> Third Party Websites, Cookies and Privacy Policies <p>Certain pages of the Website may contain links to websites that are not controlled by the University.\nThird-party cookies may be set by websites such as Facebook, Twitter, YouTube, Google Plus and other social media outlets or websites for which UoPeople may implement plugins.\nUoPeople may permit other companies to place cookies and use cookies according to the university policies and in accordance with this Privacy Policy.\n</p> Third-party Providers <p>In general, the third-party providers used by us will only collect, use and disclose your information to the extent necessary to allow them to perform the services they provide to us.\nHowever, certain third-party service providers, such as payment gateways and other payment transaction processors, have their own privacy policies in respect to the information we are required to provide to them for your purchase-related transactions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>For these providers, we recommend that you read their privacy policies so you can understand the manner in which your personal information will be handled by these providers.\nIn particular, remember that certain providers may be located in or have facilities that are located a different jurisdiction than either you or us.\nSo, if you elect to proceed with a transaction that involves the services of a third-party service provider, then your information may become subject to the laws of the jurisdiction(s) in which that service provider or its facilities are located.\nFor example, if you are located in Canada and your transaction is processed by a payment gateway located in the United States, then your PII used in completing that transaction may be subject to disclosure under United States legislation, including the Patriot Act.</p>\n<p>&nbsp;</p>\n<p>Once you leave our Website or are redirected to a third-party website or application, you are no longer governed by this Privacy Policy or our Website’s Terms of Service.</p> Third-party Links <p>Occasionally, at our discretion, we may include or offer third-party products or Services on our Website.\nThese third-party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.</p> Age of Consent <p>By using this site, you represent that you are at least the age of majority in your state, province or country of residence, or that you are the age of majority in your state, province or country of residence and you have given us your consent to allow any of your minor dependents to use this site.</p> Retaining and Deleting PII <p>This Section 4 sets out our data retention policies and procedures, which are designed to help ensure that we comply with our legal obligations in relation to the retention and deletion of personal data.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We will retain and delete your personal data as follows:</p>\n<p>&nbsp;</p>\n<p>PII will be retained for 25 years following the point of first contact with the University at the end of which period it will be deleted from our systems.</p>\n<p>&nbsp;</p>\n<p>Notwithstanding the other provisions of this Privacy Policy, we may retain your PII where such retention is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>\n<p>&nbsp;</p>\n<p>Third-party cookies are not governed by this Privacy Policy.\nThe University does not control and is not responsible for the privacy policies or other content on websites other than the Website, including websites linked to from the Website, or for the use of personally identifiable information that you may submit to any of those websites.\nThe University encourages you to review the privacy policies of those third-party websites directly so that you can understand how those websites collect, use and share your information.</p> Changes to this Policy <p>This Privacy Policy may be updated from time to time.\nModifications will be denoted by the “updated” notice at the top of this page.\nYour submission of personally identifiable information to the Website following the posting of any changes to this Privacy Policy constitutes acceptance of those changes.\nThe University encourages you to periodically review this Privacy Policy to be informed of its policies respecting your personally identifiable information.\nBy continuing to access the Website after notice of modifications have been published, you signify your agreement to be bound by the updated terms.</p> Compliance with this Policy <p>The University regularly reviews its compliance with this Privacy Policy.\nIf you have any questions regarding this Privacy Policy, or believe that the University has not adhered to any of its terms, please contact the University at support@uopeople.edu.</p>\n<ul>\n<li>Academic Programs</li>\n<li>Student Experience</li>\n<li>Become a Student</li>\n<li>Tuition-Free</li>\n<li>About</li>\n<li>Donors</li>\n</ul>\n<ul>\n<li>Calendars</li>\n<li>Essential Documents</li>\n<li>UoPeople Policies</li>\n<li>Catalog</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Volunteer</li>\n<li>FAQ</li>\n<li>Administration</li>\n</ul>\n<ul>\n<li>Blogs</li>\n<li>Events / Webinars</li>\n<li>Email Preferences</li>\n</ul>\n<i>\n</i> LinkedIn Icon - New Window <i>\n</i> Twitter Icon - New Window <i>\n</i> Facebook Icon - New Window <i>\n</i> Instagram Icon - New Window <i>\n</i> Youtube Icon - New Window <i>\n</i> TikTok Icon - New Window <p>Copyright @ 2023 University of the People</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Sitemap</li>\n</ul> We use cookies on our website to give you the most relevant experience by remembering your preferences and repeat visits.\nBy clicking “Accept All”, you consent to the use of ALL the cookies.\nHowever, you may visit \"Cookie Settings\" to provide a controlled consent.Cookie SettingsAccept AllManage consent Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities of the website.\nWe also use third-party cookies that help us analyze and understand how you use this website.\nThese cookies will be stored in your browser only with your consent.\nYou also have the option to opt-out of these cookies.\nBut opting out of some of these cookies may affect your browsing experience.\nNecessary Necessary Always Enabled Necessary cookies are absolutely essential for the website to function properly.\nThese cookies ensure basic functionalities and security features of the website, anonymously.\nCookieDurationDescriptioncookielawinfo-checkbox-analytics11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Analytics\".cookielawinfo-checkbox-functional11 monthsThe cookie is set by GDPR cookie consent to record the user consent for the cookies in the category \"Functional\".cookielawinfo-checkbox-necessary11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookies is used to store the user consent for the cookies in the category \"Necessary\".cookielawinfo-checkbox-others11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Other.cookielawinfo-checkbox-performance11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Performance\".viewed_cookie_policy11 monthsThe cookie is set by the GDPR Cookie Consent plugin and is used to store whether or not user has consented to the use of cookies.\nIt does not store any personal data.\nFunctional Functional Functional cookies help to perform certain functionalities like sharing the content of the website on social media platforms, collect feedbacks, and other third-party features.\nPerformance Performance Performance cookies are used to understand and analyze the key performance indexes of the website which helps in delivering a better user experience for the visitors.\nAnalytics Analytics Analytical cookies are used to understand how visitors interact with the website.\nThese cookies help provide information on metrics the number of visitors, bounce rate, traffic source, etc.\nAdvertisement Advertisement Advertisement cookies are used to provide visitors with relevant ads and marketing campaigns.\nThese cookies track visitors across websites and collect information to provide customized ads.\nOthers Others Other uncategorized cookies are those that are being analyzed and have not been classified into a category as yet.\nSAVE &amp.\nACCEPT ", "created_at": "2023-06-28 02:47:42.898658", "updated_at": "2023-06-28 02:47:52.977499"}], "points": [], "urls": ["uopeople.edu"]}}