{"error": 448, "message": "OK", "parameters": {"id": 8336, "name": "ACON3D", "created_at": "2023-05-16 16:47:36.576522", "updated_at": "2023-05-16 22:02:13.815475", "wikipedia": null, "keywords": null, "related": null, "slug": "acon3d", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8336.png", "url": "acon3d.com", "documents": [{"id": 16179, "name": "Personal Information Processing Policy", "url": "https://www.acon3d.com/en/toon/policy/privacy", "xpath": "//body", "text": "ACON is optimized for viewing in Chrome.Open with ChromeDon't show for 30 daysWebtoonGameSearch the model you need!About ACONCATEGORYEVENTBESTNEWSALEREVIEWFUNDINGADULTUPLOADPersonal Information Processing PolicyACON3D User Privacy Policy / 隐私政策 / プライバシーポリシー<br>\n<br>‘carpenstreet Inc.’ (hereinafter referred to as ‘Company') places great importance on the protection of users' personal information and is committed to protecting the personal information provided to the Company online as he/she uses the company's services.\nThe Company shall comply with the personal information protection regulations in accordance with the relevant laws and regulations to be followed by Information and Communications Service providers and the personal information protection guidelines established by the Ministry of Information and Communication.\nThe company will inform users about the purpose and method of using personal information provided through the privacy policy and measures taken to protect personal information.\n<br>The Company discloses the privacy policy on the homepage so that users can always easily check it.<br>The Company's privacy policy may be changed from time to time due to changes in government laws and guidelines or the company's internal policy, and the procedures necessary for the continuous improvement of the privacy policy are to be established.\nIf the company revises the privacy policy, it will notify users through the privacy policy on the first page of the online shopping mall.\nUsers should check frequently when visiting the website.<br>The Company's privacy policy contains the following.<br> 1.\nConsent to the Collection of Personal Information<br> 2.\nPurpose of collecting and using personal information<br> 3.\nItems of personal information collected and methods of collection<br> 4.\nPeriod of Retention and Use of Personal Information <br> 5.\nSharing and Providing Collected Personal Information<br> 6.\nMatters concerning the management of personal information of users (view, correction, deletion, etc.)<br> 7.\nOperation and Rejection of Cookies<br> 8.\nPersonal information management of non-members<br> 9.\nConsignment processing of personal information<br> 10.\nThe affiliation, name, and contact information of the person in charge of personal information management.<br> 11.\nDuty of notification<br>\n<br>\n<br>0.\nConsent to the Collection of Personal Information<br>\n<br>The Company has established a procedure for users to click \"Agree\" on the contents of the Company's Privacy Policy or Terms of Use, and when they click the \"Agree\" button, they are considered to have agreed to the collection of personal information.<br>\n<br>\n<br>1.\nPurpose of collecting and using personal information<br>\n<br>\"Personal information\" is information about a living individual.\nThis means information that can identify the individual in accordance with such matters as the name included in the information (even if this information alone does not identify a specific individual, it can be easily combined with other information to identify).<br>Most services can be used at any time without additional user registration.\nHowever, the Company collects user's personal information in order to provide better quality services, including customized services, to users through membership service.<br>The Company will not disclose users’ personal information without prior consent, and the collected information is used as follows.<br>\n<br>First, the Company can develop more useful services based on the personal information provided by users.\nWhen the Company develops new services or expands the contents, the Company prioritizes the services that need to be developed more efficiently based on the personal information provided to existing users and the Company reasonably selects and provide the contents that users need.\n<br>\n<br>Second, the personal information items collected and the additional purpose of the collection are as follows<br>-Name, ID, Password: Used for the verification process for membership service<br>-Email address and phone number: Secure communication channels for delivering notices, notices, and complaints, handling complaints, and providing information on new services and new products or events.<br>-Bank account information, credit card information: Payment of services and additional services<br>-Address, phone number: Secure the correct shipping address when invoice and goods delivery<br>-Other optional items: Materials for providing personalized service<br>-IP Address: Prevention of illegal use of unauthorized members and unauthorized use<br>-Legal Representative’s Information in the case of applicants under the age of 14: Confirm whether the legal representative agrees when collecting personal information of children under 14<br>Other information collected above is used for contract execution, fee settlement, membership management, marketing and advertising.<br>\n<br>\n<br>2.\nItems of personal information collected and methods of collection<br>\n<br>The Company receives online information that is essential for providing services when users sign up as members to use services.\nThe essential information collected when signing up is member’s name and email address.\nAlso, in order to provide high quality service, company is receiving phone numbers.<br>\n<br>In addition, members can selectively enter personal information for statistical analysis or giveaways during surveys or event events in the online shopping mall.\nHowever, the Company does not collect sensitive personal information (race and ethnicity, ideology and creed, place of origin and origin, political orientation and criminal record, health condition and sexual life, etc.) that may infringe the basic human rights of the user.\nIn this case it definitely ask for their consent.<br>In any case, the information entered will not be used for any purpose other than the purpose stated in advance to users, and will not be revealed to the third parties.<br>\n<br>\n<br>3.\nPeriod of Retention and Use of Personal Information<br>\n<br>While the user uses the service provided by the Company as a shopping mall member, the Company keeps the user's personal information and uses it to provide the service.\nHowever, if the member requests or cancels his / her subscription in accordance with the procedure and method described in \"6, it will be destructed.\n<br>Personal information received for temporary purposes (such as surveys, events, identity verification, etc.), as in \"3.\nItems of personal information collected and methods of collection,\" will be destroyed after the purpose is achieved.<br>In principle, your personal information is destroyed when the purpose of collecting or receiving the personal information is achieved as follows.\nIf the Company needs to preserve it according to the provisions of related laws, such as the Consumer Protection Act in Commercial Law, Electronic Commerce, etc., the Company keeps the member information for a certain period of time.\nIn this case, the Company uses the information kept only for the purpose of keeping it and the retention period is as follows.\nHowever, in case of the member, the period is applied after the withdrawal.<br>-Record on contract or withdrawal of subscription: 5 years<br>-Record on payment and supply of goods: 5 years<br>-Records of consumer complaints or disputes: 3 years<br>\n<br>However, despite the above period, information that the company deems appropriate to resolve disputes in the future can be kept permanently for the purpose of submitting to the court.<br>\n<br>\n<br>4.\nSharing and Providing Collected Personal Information<br>\n<br>The Company shall use the personal information of the users within the range as stated in \"2.\nPurpose of collecting and using personal information\", and shall not use it beyond the scope without the prior consent of the user or, in principle, disclose the personal information of the user outside.\nHowever, exceptions are as follows.<br>-If the users have agreed to the disclosure in advance<br>-If necessary for the settlement of charges following service provision<br>-If the terms of service or operating principles such as the Terms of Service and other member services posted on the website are violated<br>-If disclosing personal information to take legal action against those who abused the services to cause psychological and material damage to others is sufficiently evidenced;<br>-If it is determined in good faith that it is required by other laws (ex.At the request of a government / investigation agency, etc.)<br>-If providing statistics, academic research or market research to in a form that does not identify a specific individual to advertisers, partners, or research organizations<br>\n<br>\n<br>5.\nMatters concerning the management of personal information of users (view, correction, deletion, etc.)<br>If you wish, you can view your personal information at any time and modify the required information kept.\nIn addition, some of the additional information other than the required information for membership can always be viewed, modified or deleted.\nChanges, deletions and withdrawal of members' personal information are available after logging into our customer center.<br>\n<br>\n<br>6.\nOperation and Rejection of Cookies<br>\n<br>A.\nPurpose of using cookies<br>① The Company uses 'cookies' that store and retrieve information about users in order to provide personalized services.\nCookies are small pieces of information that a website and/or software server sends to your browser and are stored on your computer's hard disk.<br>② The Company can provide a specific customized service that can only be achieved through the use of cookies.<br>③ The Company may use cookies to identify members and keep members logged in.<br>\n<br>B.\nInstallation / Operation and Rejection of Cookies<br>① The user has the option to install cookies.\nAs a result, you can adjust your options in your web browser to allow / deny all cookies or to be noticed each time a cookie is stored.<br>-Here's how to specify whether cookies are allowed (in Internet Explorer):<br>From the Tools menu, select Internet Options.<br>Click the Privacy tab.<br>You can set the [Privacy Level].<br>② If you refuse to store cookies for the Company’s website, some services provided by the Company, such as personalized services, may be difficult to use.\nIf you refuse to store cookies for the Company’s software, installing and using the software will not be available.<br>\n<br>\n<br>7.\nPersonal information management of non-members<br>\n<br>-Non-member customers can also purchase goods and services in the Company’s service.\nIn the case of non-member orders, the Company only request personal information necessary for delivery, payment, and delivery of the product.<br>-If you purchase as a non-member, the payer information and the recipient information entered by the non-member customer will not be used for any other purpose except for payment, product delivery and product recommendation.<br>\n<br>\n<br>8.\nConsignment processing of personal information<br>\n<br>In order to improve the service, the Company may collect, process, and manage the personal information, etc., if necessary, and provide it to a third party.<br>-The Company entrusts the following tasks with regard to the processing of personal information and regulates the necessary matters so that personal information can be safely managed when entrusting contracts according to related laws.\nIn addition, the information the Company shares is limited to the minimum amount of information necessary to achieve that purpose.<br>-Eligible Persons: Entering companies contracted with the Company<br>-Consignment service content: Analyzing data and sending goods and event benefits<br>-Consignee: PG Company contracted with the Company, AWS, Megazone Cloud, Microsoft Azure, Mixpanel, Sentry<br>-Consignment Service: Payment through credit card and virtual account<br>\n<br>\n<br>9.\nName and Contact Information of Personal Information Manager<br>\n<br>We are committed to keeping your information safe and secure.\nIn the event of an accident that goes against in protecting your personal information, the Privacy Officer is responsible.<br>The user is responsible for maintaining the security of his / her own password related to the user's personal information.\nCarpenstreet Inc..\ndoes not directly ask the user in any way about the password, so please be careful not to leak the password to others.\nBe especially careful when you are online at a public place.\nCarpenStreet Inc.\ndesignates the personal information protection officer and the person in charge of receiving feedbacks and handling complaints about personal information.<br>\n<br>\n<br>Name: Minhong Lee<br>E-M A I L: cs@acon3d.com<br>Text message: 82+10-7105-2164<br>\n<br>\n<br>10.\nObligations of Notice<br>The contents of the current privacy policy will be notified through the 'Notice' on the homepage if there is any further deletion or modification of the contents due to the change of government policy or security technology.<br>\n<br>Privacy Policy Revision Date: 2022-07-18<br>Privacy Policy Effective Date: 2022-07-18<br>User AgreementPersonal Information Processing PolicyUploadCustomer Support한국어English中文日本語Company: carpenstreet Inc.Address: 7F, 27, Eonju-ro 93-gil, Gangnam-gu, Seoul, Republic of KoreaRepresentative: Minhong Daniel LeeKOR Business Registration Number: 364-87-01374 KOR Business information confirmation &gt;Mail order business registration number: 2018-SeoulGwanak-1231Personal Information Manager: Minhong Daniel LeeContact: cs@acon3d.comHosting provided by NHN godocopyright (c) www.acon3d.com all rights reserved.<p>\n</p>", "created_at": "2023-05-16 16:47:36.637019", "updated_at": "2023-05-16 16:48:11.676285"}, {"id": 16178, "name": "User Agreement", "url": "https://www.acon3d.com/en/toon/policy/terms-of-use", "xpath": "//body", "text": "ACON is optimized for viewing in Chrome.Open with ChromeDon't show for 30 daysWebtoonGameSearch the model you need!About ACONCATEGORYEVENTBESTNEWSALEREVIEWFUNDINGADULTUPLOADUser AgreementACON3D Terms and Conditions\n<br>\n<br>ACON3D is a platform for 3D modeling and data archiving to create new value.\nACON3D allows the service users to review and understand the Terms and Conditions, and signing up means that they have agreed to these Terms.\n<br>\n<br>Article 1 (Purpose)\n<br>The following terms serve the purpose of prescribing all rights, obligations and related procedures and responsibilities of the members (users who have agreed to the following terms and have registered, hereinafter referred to as, \"Member\") and the Company ‘carpenstreet Inc.’ (hereinafter referred to as, \"Company\")in using the ACON3D service(hereinafter referred to as, \"Service\") provided by the Company.\n<br>\n<br>Article 2 (Definition of Terms)\n<br>The terms used in this agreement are as followed and the interpretation of undefined terms is as defined in the related laws and separate guides on the website.\n<br>1.\nACON3D Service (hereinafter referred to as, \"Service\"): This is a service provided by \"Company\" with the ACON3D brand name regardless of the device (PC, tablet, portable terminal, etc.).\n<br>2.\nACON3D Member (hereinafter referred to as \"Member\"): Member is the customer who agrees to these terms, completes the contract and uses the \"Service\" as properly registered for the Service.\n<br>3.\nACON3D account (hereinafter referred to as \"ID\") is a combination of letters and numbers selected by the member and approved by the Company for the member's identification and service use.\n<br>4.\nPoints: means points that the member can use for events, etc.\nin accordance with the provisions of Article 7 of the Terms and Conditions according to the regulations set by the Company.\nThey have value only within the service of ACON3D.\n<br>5.\nEvent: means a service that a Company offers a certain product to members through the partnership.\n<br>6.\nMessage: means the service that members use to deliver and share messages amongst themselves.\n<br>7.\nContents: Text, photos, videos, and various files and links in the form of information such as codes, texts, voices, sounds, images, and videos posted by the Company and its members on the Service.\n<br>8.\nProfile: This is the profile page that is open to all members.\n<br>9.\nPostings: Signs (including URL), text, images (including photos), files, etc.\nthat members post or register on ACON3D service.\n<br>10.\nPublisher: means the person who posted the post to the service.\n<br>11.\nACON Cash (hereinafter referred to as “Cash”): refers to a new type of gift certificate that members can use to purchase goods.\nIt may be referred to ‘Cash’.\n<br>\n<br>Article 3 (Effectiveness and Amendment of the Terms)\n<br>1.\nThese terms shall be effective upon the posting of the Service Screen.\n<br>2.\nThe Company can amend this agreement to the extent that it does not violate the following laws: The Act on Consumer Protection in Electronic Commerce, Act on Regulation of Terms and Conditions, Act on Promotion of Information and Communication Network Utilization and Information Protection, and Online Digital Contents Industry Development Law.\nThe amended contents will be notified to the members.\n<br>3.\nThese Terms and Conditions may be amended if necessary, and if the Company intends to make adjustments, it shall specify the date and the reason for the amendment, together with the present Terms and Conditions.\nThis will be noticed from 14 days before the effective date of the amended terms until the day before the Effective Date.\nNotice.\nNotice of the amendment shall be made clear to members in one or more of the prescribed ways.\n<br>1) Post on the website\n<br>2) E-mail notification\n<br>3) SMS notification\n<br>4) Other notice methods determined by the Company\n<br>4.\nIn accordance with the provisions of this Article, the amended terms shall, in principle, be effective from the date as announced.\n<br>5.\nA member who does not agree to the amendment of these Terms and Conditions may withdraw from the membership.\nHowever, members who do not express their withdrawal from the membership within 7 days after the notification of the Company under paragraphs 1 and 2 of this Article shall be deemed to have agreed to the amended agreement, despite the disagreement.\n<br>6.\nIf the member does not agree to the application of the revised agreement, the Company cannot apply the contents of the revised agreement, in which case the member can terminate the user contract.\n<br>7.\nThe method and the effect of the notifications in this section shall apply in the case of individual or general notice as described in each section of this Agreement.\n<br>\n<br>Article 4 (Interpretation of Terms and Conditions)\n<br>1.\nThe Company may have separate terms for the charged and free services or individual services (hereinafter, referred to as the charged service agreement, etc.), and if the contents conflict with these terms, the charged service agreement shall take precedence in application.\n<br>2.\nAny matters or interpretations not specified in these terms shall be in accordance with the Paid Service Terms, etc., and related laws or regulations.\n<br>\n<br>Article 5 (Application for Service Use and Establishment of User Agreement)\n<br>1.\nIf the member agrees to these Terms and Conditions and the \"Privacy Policy\", fills out the subscription form provided by the Company, and applies for the use of the service, the Company will approve the user agreement.\n<br>2.\nMembers must provide the true information (valid e-mails of current use, etc.) when applying for the User Agreement of Paragraph 1.\nIf a member lists false information, the use of the service will be restricted or the user agreement can be terminated, following Article 5.\n<br>3.\nThe ID of a member who applied for illegal purposes such as theft of another's identity may be deleted without prior notice, and the member may be prohibited from using the service and be subjected to legal sanctions.\n<br>4.\nFor the application mentioned in paragraph 1, the Company may request for the member's identity verification.\n<br>5.\nIn addition to the essential details listed above, the Company may request the applicant to provide information related to his/her work such as the drawing styles, work styles, and work method in order to provide various and beneficial information to the members.\nHowever, the applicant may refuse to provide such information.\n<br>6.\nThe Company can provide various information such as advertisements and on services through e-mail and SMS to members to provide service efficiently to members.\nIf the member wishes not to, he/she can unsubscribe at any time.\n<br>7.\nThe Company will not provide member’s information to third parties without the member's consent, except in cases where there is no special provision prescribed by law.\nHowever, the following cases are exceptions.\n<br>1) Where member information is allowed to be used and provided to third parties based on laws and regulations\n<br>2) In the case of giving the minimum member information necessary for delivery of prizes, purchases, etc.\n<br>3) In the case of third parties selected by the Company for the purpose of providing various benefits and experiences to members\n<br>4) In case of user's consent in other parties’ Terms and Conditions\n<br>8.\nThe Company may restrict the use of the service if the partner affiliate restricts a category of the members for events, in accordance with the Company policy during the service operation.\n<br>9.\nIf a member's information on the application form is changed while using the service, the member must immediately make modifications.\nMembers are responsible for any unmodified information.\n<br>10.\nWith respect to corresponding operators or events, in the case of any ongoing uploads that are abnormally made while working and servicing the industry, the member may be restricted from using the service and the member shall be responsible for any relevant loss.\n<br>11.\nMembers must manage their ID and password thoroughly.\nThe member is responsible for all the consequences caused by neglect or fraud, and the Company does not take any responsibility for this.\n<br>12.\nIf member’s ID, password, or additional information is stolen or plagiarized by a third party, the member should take immediate actions to change his/her password and notify the Company immediately and follow the instructions.\n<br>\n<br>Article 6 (Change of Member Information)\n<br>1.\nMembers can view and modify their personal information through the My Page screen in the service.\nHowever, the device identification number and ID cannot be modified.\n<br>2.\nIf a member takes undeserved profits by setting false personal, his or her points will be destroyed and the use of the service may be restricted.\n<br>\n<br>Article 7 (Termination of User Contract and Disqualification / Suspension)\n<br>1.\nA member may terminate the contract or request service suspension if he/she wishes.\n<br>2.\nWhen a member requests to quit the service, he/she must apply through the procedures specified by the Company, such as e-mail notification.\n<br>3.\nThe Company may take measures such as reservation/ suspension/ termination/ deletion of postings/ withdrawal of points and coupon, etc.\nwithout prior notice to the members in such circumstances, in which case the member cannot claim any rights related to the service.\n<br>1) If false information is registered for membership application\n<br>2) In case of using the service for fraudulent methods or purposes, such as unjust event participation or point collection\n<br>-Written notice\n<br>-An unjust participation means that one person unfairly gains profits by creating a large number of IDs and increasing the winning rate.\n<br>3) Death of the member\n<br>4) In case of disrupting electronic transaction order, such as interfering with other members' use of the service or stealing information.\n<br>5) In case of causing continuous inconvenience or discomfort to other members such as by stalking, threatening, harassing, using profanity, or dictating chatrooms\n<br>6) In the case of impersonating an operator / employee or Company in the service\n<br>7) In case of using and illegally stealing personal information of a third party for membership application\n<br>8) The act of distributing information, sentences, figures, voices, photos, etc.\nthat violates the law and the well-being, order, and morals of the society while using the service.\n<br>9) In case of infringement of 3rd party’s rights including intellectual property rights such as patent rights, trademark rights, copyrights, business confidentiality, etc.\n<br>10) In case of threatening the system such as changing the Company's homepage or client program or hacking the Company's server without special permission from the Company.\n<br>11) In case of forcibly installing programs such as Active X, spyware, and adware without prior approval of the Company and prior consent of other members.\n<br>12) In case of inducing a visit to a specific site regardless of the intentions of service visitors or other members\n<br>13) Violation of related laws such as illegal copying software or trafficking of third party works while using the service\n<br>14) The act of forming an organization based on anti-social / moral prejudice such as race, sex, fanaticism, transfer, etc.\n<br>15) Collection of personal information such as ID / email account of other members\n<br>16) In the case of acts related to crimes or activities that are judged to be violations of related laws\n<br>17) In the event of encouraging another member to prohibit the clauses 6 to 16 above\n<br>18) In the case of acquiring profit or transferring the right to use the service by giving the third party an opportunity to promote oneself or acting on behalf of the third party\n<br>19) The act of transferring promotive information for commercial purposes without the Company's prior consent.\n<br>20) The act of conducting commercial activities the Company’s service for the purpose of posting advertisements or propaganda or sending spam mails to an unspecified number of members.\n<br>21) Any other breach of the member's obligations set out in Article 13\n<br>\n<br>Article 8 (Withdrawal of Membership)\n<br>1.\nA member who wishes to withdraw in the manner specified in Article 7, Paragraph 2 of the Terms and Conditions shall do such after following the company’s withdrawal process.\nAt this time, the remaining points and cash are automatically terminated and the personal information from \"member\" sign-up is permanently erased.\n<br>\n<br>Article 9 (Contents and Changes of Service)\n<br>1.\nThe Company provides ACON3D-related services and information to the members through the service website, and performs other duties appointed by the company.\n<br>2.\nIf the Company wants to change the contents of the service, the service’s renewed contents and the date of provision will be announced.\nHowever, if it is impossible to announce the details of the change, the Company will announce the purpose and reasons of the change 7 days in advance.\n<br>\n<br>Article 10 (Suspension of Service)\n<br>1.\nThe Company may temporarily suspend the provision of services in the event of inspection, repair, replacement or breakdown, or disconnection of information and communication facilities such as computers.\n<br>2.\nIf member wants to stop the service for the reason of paragraph 1 of this Article, the Company will notify the member of the suspension by sending SMS or posting notices on the service website.\n<br>3.\nThe Company may modify, suspend or change some or all of the services provided free of charge according to the Company's policies and operations, and will not compensate the member unless prescribed in the relevant laws.\n<br>\n<br>Article 11 (Member ID and Password)\n<br>1.\nThe member is responsible for managing one’s member ID and password, and the member should not inform or let the third party use his/her ID and password.\n<br>2.\nIf the member recognizes that his or her ID or password is stolen or used by a third party, he/she shall immediately notify the Company and follow the Company's instructions if there is any.\n<br>\n<br>Article 12 (Obligations of the Company)\n<br>1.\nThe Company shall not do anything that is prohibited by the relevant laws or this agreement.\nThe Company shall not act against the customs, but rather endeavor to provide continuous and stable \"service\".\n<br>2.\nThe Company shall have a security system to protect personal information (including credit information) so that members can use the service safely and comply with the privacy policy.\n<br>3.\nThe Company shall deal with any reasonable opinions or complaints raised by the members on the service.\nFor the opinions or complaints, the process and results are to be delivered to the \"members\" through the bulletin board or e-mail.\n<br>\n<br>Article 13 (Obligations of Members)\n<br>1.\nMembers shall not engage in the following acts related to the use of the service.\n<br>1) False entry in service application or modification\n<br>2) Damaging or deleting any information posted in the service\n<br>3) Defamation or collecting personal information of other members\n<br>4) Transmitting advertisement for commercial purposes without the Company's consent, or to transmitting or posting other information (such as computer programs and advertisements) other than that permitted by the Company.\n<br>5) Disassembling, imitating or modifying the service\n<br>6) Violating the rights of the Company or third parties, such as by defamation, or infringement of intellectual property rights\n<br>7) Interfering with other members' use of the service, such as by stalking.\n<br>8) Disclosing/ posting obscene or violent information (messages, face chat, voice record, etc.) or other information against the morals to the service.\n<br>9) Posting or sending emails, or SMS materials containing software viruses or other computer code, files or programs designed to disrupt or destroy the regular operation of computer software, hardware or telecommunications equipment.\n<br>10) Sending junk mails, spam mails, chain letters, e-mails suggesting to join the pyramidal organization, or e-mails with obscene or violent messages, images and voices.\nAny disclosure or posts of contents contrary to the public order.\n<br>11) Posting harmful materials for juveniles under the Juvenile Protection Act\n<br>12) Changing the information posted on the Company's services or obtaining information to use the service to reproduce, publish, broadcast, or provide to third parties for profit or non-profit purposes without the Company's prior consent.\n<br>13) Interfering with the regular service of the Company by using the service in a different way, such as by using an automatic connection program, by overloading the company server.\n<br>\n<br>2.\nIf the Member performs the acts of Paragraph 1, the Company may unilaterally terminate this Agreement, such as by service restriction, account termination, postings deletion, and etc\n<br>\n<br>Article 14 (Restrictions on Use and Ownership of Copyright)\n<br>1.\nCopyrights and other intellectual property rights of the Company’s work belongs to the company.\nHowever, the works such as the model provided for completion is copyrighted to the primary producer, and the Company has the right to use it.\n<br>2.\nMembers shall not use the information obtained from the service for commercial purposes or make it available to third parties by copying, transmitting, publishing, distributing, broadcasting or other means without prior consent of the Company.\n<br>3.\nAll rights, including copyright, for the posts made by members in the course of using the service belong to the members unless indicated otherwise.\n<br>4.\nMembers should be clear that they have the copyright and other industrial property rights of the posted content.\nHowever, by posting the content on the service, it is understood that he/she allows the use the contents (and its secondary works) unexclusively free in part or in whole, worldwide.\nAlso he/she approves of transferring the rights of (use, disclosure, distribution, advertising, Publication, reproduction, performance, public transmission, exhibition, distribution, rental, creation of secondary works, and automatic / manual translation).\nIn addition, it is agreed that the member will not exercise authorship rights against the Company.\nThrough this, the Company would like to attract more consumers to ACON3D service and provide the suppliers with a better experience.\n<br>\n<br>Article 15 (Management of Contents)\n<br>1.\nIf the member's posts contain contents that violate related laws such as Information Network Law and Copyright law, the owner of the contents may request the suspension or deletion of the postings according to the procedure prescribed by the relevant law, and the Company shall take action in respect to the related laws.\n<br>2.\nThe Company may take temporary measures for such postings that may have grounds of violation of rights or in accordance to the Service Operation Policy and related laws, even if there is no request by the rights holder under the preceding paragraph.\n<br>1) If the content is abusive or damaging to other \"members\" or third parties\n<br>2) Posting pornography or linking to pornographic sites\n<br>3) If there is a risk of infringement of any rights including intellectual property rights, such as copyright of the Company or third parties.\n<br>4) For posts that do not match the character of the forum\n<br>5) Posting advertisements for third parties’ profit\n<br>6) If it does not comply with the posting principles and conditions of the 'service' prescribed by the 'Company'\n<br>7) If it interferes with the regular operation of the Company or Service\n<br>3.\nThe Company will take immediate action to remove posts and warn publishers in case of problems with the content.\n<br>\n<br>Article 16 (Exemption)\n<br>1.\nIf the Company cannot provide the service for the following reasons, the company shall not be responsible for the damages caused to the member.\n<br>1) When there is natural disaster or equivalent force of condition\n<br>2) If there is an intentional interruption of service by a third party that has partnered with the Company for the provision of the service.\n<br>3) When there is a problem in using the service due to the member's fault such as device environment\n<br>4) In case of unintentional or negligible reasons of other companies such as network environment\n<br>2.\nThe Company does not guarantee the reliability, accuracy, or copyright infringement of information, materials, facts, or information posted on the service by CP or written by the member, and shall not be held liable for any damages caused by the member.\n<br>3.\nThere is no obligation to intervene in disputes during the service between the members or between the members and third parties, but there is no responsibility to compensate for the damages.\n<br>4.\nThe user is not responsible for the failure to obtain the expected profit from using the service, and is exempted from liability for damages caused by the use of the service.\n<br>\n<br>Article 17 (Compensation for Damage)\n<br>1.\nIf a member causes damages to the Company by violating this agreement, the member should reimburse all damages to the Company.\n<br>2.\nIf the Company receives various objections, including claims for damages or litigation, from a third party other than the member due to illegal activities or violations of these Terms and Conditions, the member shall be responsible for his / her responsibility and expenses.\nThe member shall indemnify the Company, and if fails, the member shall pay for any damages.\n<br>3.\nThe Company shall not be liable for any damages incurred in relation to the services provided free of charge.\n<br>\n<br>Article 18 (Service Dispute Settlement)\n<br>1.\nThe Company shall deal with complaints and opinions submitted by members in relation the service use as soon as possible.\nHowever, if prompt measure is difficult, the member will be notified of the reason and management schedule as soon as possible.\n<br>2.\nDisputes arising between the Company and its members will be processed through the mediation procedure of the Electronic Commerce Dispute Mediation Committee established under the Framework Act on Electronic Commerce.\n<br>\n<br>Article 19 (Termination of Service)\n<br>1.\nWhen terminating the service, the Company will notify the member by applying the notification method provided in Article 3, paragraph 3 of this agreement three months before the date to terminate the service.\nHowever, no notice will be given in case of transfer due to business or other operational reasons other than the termination of the service.\n<br>2.\nThe member shall not receive the service from the Company after the service termination notice in accordance with paragraph 1 of this Article.\nThere is no separate compensation for service users unless otherwise specified.\n<br>\n<br>Article 20 (Governing Law and Jurisdiction)\n<br>1.\nThe matters not specified in these terms and the interpretation are subject to the laws of Korea and related cases.\n<br>2.\nAll disputes and litigations related to the service and these terms shall be the first court of jurisdiction of the Seoul Central District Court or the competent court under the Civil Procedure Act.\n<br>\n<br>Article 21 (Obligations to Protect Personal Information)\n<br>1.\nThe Company shall try to protect the member's personal information, including member registration information, as prescribed by relevant laws and regulations.\nThe protection of personal information of members is subject to the relevant laws and the \"Personal Information Handling Policy\" set by the Company, and is announced through various methods for members to check at all times.\n<br>2.\nThe Company collects the member's information in the least possible range in accordance with the privacy policy necessary for establishing and fulfilling the use contract.\n<br>3.\nThe Company will not provide the information of the member to the third party without the user's consent.\n<br>4.\nThe Company is not responsible for the member information exposed due to the member's fault.\n<br>5.\nThe Company may provide the member's member information when the administrative agency or investigative agency requests to view or submit the member's information in accordance with related laws such as the Telecommunication Business Act, the Protection of Communications Secrets Act, and Acts on the Promotion of Information and Communication Network Utilization, and the Information Protection.\n<br>\n<br>Article 22 (Mobile Phones and Other Devices)\n<br>1.\nThe Company provides ACON3D service for free.\nThis does not mean that the model that is sold is free.\nHowever, the charges for telecommunications are subject to the policy of the carrier.\nThe Company is not responsible for the charges due to telecommunication.\n<br>2.\nA Member shall be deemed to have agreed to provide all rights necessary for synchronization (including synchronization through the App) with all information required by the Service on his/her device.\n<br>\n<br>Article 23 (Purchase Applications)\n<br>1.\nMembers apply for purchases in the following or similar ways according to the terms and conditions set by the Company, and the Company must provide each of the following contents clearly when users apply for purchases.\n<br>1) Search and selection of goods\n<br>2) Entering the recipient's name, address, phone number, email address (or mobile phone number)\n<br>3) Confirmation regarding the contents of the terms and conditions, the service for which the right to withdraw subscription is limited, and the cost such as the delivery fee / installation fee, etc.\n<br>4) A sign that you agree to these terms and confirm or deny the above item 3 (e.g.\nmouse clicks)\n<br>5) Confirmation of the purchase of goods, etc.\nor confirmation of the consent to the Company\n<br>6) Choice of payment method\n<br>\n<br>Article 24 (Establishment of Purchase Agreement)\n<br>1.\nThe Company may not approve the purchase application as described in Article 23 if the following applies.\nHowever, if contracting with a minor, the company must notify the minor or his/her legal representative that the contract may be canceled if the legal representative’s consent is not obtained.\n<br>1) If there is any false, missing or misleading information in the application\n<br>2) f a minor purchases goods and services prohibited by the Juvenile Protection Act, such as tobacco and alcohol\n<br>3) When it is judged that accepting the application for other purchases significantly impairs the Company technologically\n<br>2.\nA contract is made when the consent of the Company reaches the user in the form of confirmation of receipt in Article 26 (1).\n<br>3.\nThe Company's expression of approval shall include information on the confirmation of sale and of the user's purchase application, and the revised application of cancelling the purchase.\n<br>\n<br>Article 25 (Method of Payment)\n<br>1.\nThe payment method for goods or services purchased by the Company may be the method adopted by the Company among the following methods.\nHowever, the Company shall not collect any nominal fee on the payment of goods, etc.\nfor the user's payment method.\n<br>1) Transfer of various accounts such as phone banking and internet banking\n<br>2) Payment of various cards such as prepaid card, debit card and credit card\n<br>3) Online passbook deposit\n<br>4) Phone Payment\n<br>5) Payment by coupons paid by the Company, such as discount coupons\n<br>6) Additional payment methods by other companies\n<br>2.\nThe Company shall request the member to change the payment method, hold off payment, or refuse transaction in accordance with the Company's policy in the event of legal or technical problems or with any obstacles that the Company foresaw (such as bank network failure).\n<br>3.\nResponsibilities on the information entered by the member related to the payment of the purchase price is on the member.\nIf the payment is not made within a reasonable period of time after the subscription of goods or services, the Company may cancel the order.\n<br>4.\nThe Company can verify the validity of the buyer's right to use the payment method, and if necessary, can request the transaction postponement and submission of explanatory materials.\n<br>\n<br>Article 26 (Notification of Receipt, Change and Cancellation of Purchase Request)\n<br>1.\nThe Company will notify the user of the confirmation of receipt if the user makes a purchase application.\n<br>2.\nIf the user has a different intent, he / she may change or cancel the purchase application immediately after receiving the confirmation receipt, and the Company shall promptly respond to the request if the user requests it before delivery it should be handled accordingly.\nHowever, if payment has already been made, it shall comply with the provisions of Article 29 on the withdrawal.\n<br>\n<br>Article 27 (Supply of Goods, etc.)\n<br>1.\nThe Company shall take necessary measures for ordering, packaging, etc.\nso that the user can delivered with the goods within 7 business days from the date of the subscription, unless otherwise agreed on the timing of supply of the user and the goods.\nHowever, if the Company has already received all or part of the payment of goods, etc., it will take action within three business days from the date of receiving all or part of the payment.\nAt this time, the Company will take appropriate measures to ensure that the user can check the supply and goods’ procedure.\n<br>2.\nIn case of holidays, other non-work days or natural disasters, such periods shall be excluded from the delivery period.\n<br>\n<br>Article 28 (Refund)\n<br>1.\nThe Company shall notify the users of the reasons when delivery cannot be made due to causes such as goods being out of stock, without delay.\nRefund should be made within 7 business days of receiving the payment if the payment is received in advance.\n<br>\n<br>Article 29 (Withdrawal of Subscription, etc.)\n<br>1.\nA user who has entered into a contract with the Company regarding the purchase of goods, etc., may withdraw the subscription within 7 days of receiving the notification of receipt confirmation.\nHowever, if the supply is made after the notice, the subscription can be withdrawn within 7 days of receiving the supply of goods.\n<br>2.\nUsers cannot return or exchange goods if they have been delivered.\n<br>3.\nIn case of Paragraph 2 (2) to (4), if the Company has not visibly indicated in advance the withdrawal of subscription, etc.\nsuch things as the withdrawal of subscription are not limited.\n<br>4.\nDespite the provisions of Paragraphs 1 and 2, the User can withdraw from subscription within 30 days from the date of knowing the content of the Labeling, Advertising, etc.\nis inaccurate or within three months from the date of receipt of the Goods\n<br>\n<br>Article 30 (Effect of Withdrawal of Subscription, etc.)\n<br>1.\nIn case of returning goods, etc.\nfrom the user, the Company will refund the payment of goods paid within 3 business days.\nIn this case, when the Company delays the refund, it shall pay the delayed interest calculated by multiplying the delayed interest rate determined and announced by the Fair Trade Commission.\n<br>2.\nIn reimbursement of the above payment, the Company shall immediately ask to suspend or cancel the payment of the goods, etc.\nto the operator who provided the means of payment when the user pays with credit card or electronic money.\n<br>3.\nIn the case of withdrawal of subscription, the user shall bear the cost of returning the supplied goods, etc.\nThe Company shall not charge the user for penalty or damages for reasons of withdrawal of subscription.\nHowever, if the contents of goods, etc.\nare different from the contents of the display, advertisement, or are executed differently from the contents of the contract, the Company shall bear the cost of returning the goods.\n<br>\n<br>Article 31 (Product Coupon)\n<br>1.\nThe Company may provide coupons that allow users to purchase goods, etc., to receive a certain amount or a certain percentage discount on the purchase of specified goods.\n<br>2.\nUnless otherwise specified by the Company, it cannot be transferred to another person, and under no circumstances may it be sold to another person.\n<br>3.\nProduct coupons cannot be withdrawn in cash, and will expire when the validity period indicated or expiration of the contract has passed.\n<br>4.\nThe product coupon may be limited in use depending on some items or amount.\nIf the member cancels membership, the merchandise coupon will expire.\n<br>\n<br>Article 32 (ACON Point)\n<br>1.\nACON Point is an electronic cash operated by the Company, and when purchasing goods, it is possible to use a payment method equivalent to 1P (points) = 1 Korean won of cash.\n<br>2.\nACON Points will be collected according to the procedures and methods established by the Company through the Company's policies and events.\n<br>3.\nThe expiration date of ACON Point is one year from the date of accumulation and will expire automatically after the expiration date.\nHowever, in the case of ACON Point refunded by withdrawal of subscription, the expiration date will be applied based on the date of initial accumulation.\n<br>4.\nThe ACON Point is used in the order of the expiration of the expiration date, and the unused Acorn Point will expire when the expiration date expires or the contract is terminated.\n<br>5.\nACON Point cannot be withdrawn in cash as a free service to the member, and can be used only according to the deadlines and usage methods set by the Company.\nThe use may be restricted depending on some items or amounts.\n<br>6.\nACON Point is not transferable to others except as specifically stated by the Company, and prohibits the use of any illegal purpose or use.\nIn case of violation, the Company may terminate ACON Points or suspend membership.\n<br>\n<br>Article 33 (Cash) <br>1.\n“ACON Cash” refers to a new type of gift certificate that members can use to purchase goods.\nIt may be referred to ‘Cash’.\n<br>2.\nA member who has charged cash may withdraw the subscription of the use of goods and services within 7 days from the date of payment according to the terms and conditions.\nIf a member does not have history of using the cash charged, the member can request a refund of the total amount of cash charged within 7 days from the date of payment.\n<br>3.\nDepending on the payment company’s terms and conditions, it may take up to 5 business days for the card approval to be canceled or the payment to be credited to the member's financial account.\n<br>4.\nIn addition to the case above, if cash equivalent to or more than 60/100 (80/100 if the remaining cash is less than $10) of the charged cash (the amount charged at the time of cash payment completion) has been used by the member, the member can request for a refund of remaining cash.\nThe refund will take place excluding the refund fee of $1 or 10% of the remaining cash, whichever is greater.\nRefunds are not possible if the remaining cash is less than $1.\nHowever, refund fees will not be deducted if the case is attributable to ACON3D.\nMembers can request refund through 'Inquiries'.\n<br>5.\nRefunds will be made within 5 business days to the member's refund account.\n<br>6.\nIf a member request a cancel or a refund of the cash charged, the company will withdraw the points given for free.\nIf there are no remaining points to be withdrawn, the amount will be deducted from the member's cash refund.\n<br>7.\nMinors must obtain consent from their legal representatives before charging cash.\n<br>8.\nCash expires at the end of 5 years of the date of cash payment.\nHowever, if the member withdraws the membership, the remaining cash will automatically disappear and cannot be recovered.\n<br>9.\nThe warranty period of the cash is one year, and once one year has passed after charging the cash, refund is not possible even if the conditions specified above are met.\n<br>\n<br>Supplementary Provision\n<br>These Terms and Conditions come into force on April 1, 2022.\nThe previous Terms and Conditions will be replaced by these Terms and Conditions.\nSubscribers prior to the amended Terms and Conditions shall also be governed by the amended Terms and Conditions.\n<br>\n<br>User AgreementPersonal Information Processing PolicyUploadCustomer Support한국어English中文日本語Company: carpenstreet Inc.Address: 7F, 27, Eonju-ro 93-gil, Gangnam-gu, Seoul, Republic of KoreaRepresentative: Minhong Daniel LeeKOR Business Registration Number: 364-87-01374 KOR Business information confirmation &gt;Mail order business registration number: 2018-SeoulGwanak-1231Personal Information Manager: Minhong Daniel LeeContact: cs@acon3d.comHosting provided by NHN godocopyright (c) www.acon3d.com all rights reserved.<p>\n</p>", "created_at": "2023-05-16 16:47:36.606578", "updated_at": "2023-05-16 16:48:35.028323"}], "points": [], "urls": ["acon3d.com"]}}