{"error": 448, "message": "OK", "parameters": {"id": 9780, "name": "Best Minecraft Servers", "created_at": "2023-10-14 22:45:48.694592", "updated_at": "2023-10-15 10:02:26.122853", "wikipedia": null, "keywords": null, "related": null, "slug": "best-minecraft-servers", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9780.png", "url": "best-minecraft-servers.co", "documents": [{"id": 19477, "name": " Privacy Policy ", "url": "https://best-minecraft-servers.co/privacy", "xpath": "/html/body/div[3]/section/div[2]/div[2]", "text": "<p>\n<strong>Introduction</strong>\n<br>\n• We are committed to safeguarding the privacy of our website visitors and service users.\n<br>\n• This policy applies where we are acting as a data controller with respect to the personal data of our website visitors and service users.\nin other words, where we determine the purposes and means of the processing of that personal data.\n<br>\n• We use cookies on our website.\nInsofar as those cookies are not strictly necessary for the provision of our website and services, we will ask you to consent to our use of cookies when you first visit our website.\n<br>\n• This website is owned and operated by Best Minecraft Servers.\n<br>\n• We are registered in United States under registration number 802731435.\n• The hosting facility for our website is located in US.\n• The mailing database is located in US\n• You can contact us: <br>\nby email, using this email address contact@best-minecraft-servers.co\n</p>\n<p>\n<strong>Credit</strong>\n<br>\n2.1 This document was created using a template from Docular (https://docular.net).<br>\n3.\nHow we use your personal data<br>\n3.1 In this Section 3 we have set out:<br>\n(a) the general categories of personal data that we may process;<br>\n(b) in the case of personal data that we did not obtain directly from you, the source and specific categories of that data;<br>\n(c) the purposes for which we may process personal data.\nand<br>\n(d) the legal bases of the processing.<br>\n<br>\n<br>\n3.2 We may process data about your use of our website and services (\"usage data\").\nThe usage data may include your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and website navigation paths, as well as information about the timing, frequency and pattern of your service use.\nThe source of the usage data is our analytics tracking system.\nThis usage data may be processed for the purposes of analysing the use of the website and services.\nThe legal basis for this processing is consent or our legitimate interests, namely monitoring and improving our website and services.\n<br>\n<br>\n3.3 We may process your account data (\"account data\").\nThe account data may include your name and email address.\nThe source of the account data but only with your explicit permission.\nThe account data may be processed for the purposes of operating our website, providing our services, ensuring the security of our website and services, maintaining back-ups of our databases and communicating with you.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business.\n<br>\n<br>\n3.4 We may process your information included in your personal profile on our website (\"profile data\").\nThe profile data may include .\nThe profile data may be processed for the purposes of enabling and monitoring your use of our website and services.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business.\n<br>\n<br>\n3.5 We may process your personal data that is provided in the course of the use of our services (\"service data\").\nThe service data may include the timing, frequency and pattern of service use.\nThe source of the service data is you.\nThe service data may be processed for the purposes of operating our website, providing our services, ensuring the security of our website and services, maintaining back-ups of our databases and communicating with you.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business.\n<br>\n<br>\n3.6 We may process information that you post for publication on our website or through our services (\"publication data\").\nThe publication data may be processed for the purposes of enabling such publication and administering our website and services.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business.\n<br>\n<br>\n3.7 We may process information that you provide to us for the purpose of subscribing to our email notifications and/or newsletters (\"notification data\").\nThe notification data may be processed for the purposes of sending you the relevant notifications and/or newsletters.\nThe legal basis for this processing is the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract.\n<br>\n<br>\n3.8 We may process information contained in or relating to any communication that you send to us (\"correspondence data\").\nThe correspondence data may include the communication content and metadata associated with the communication.\nOur website will generate the metadata associated with communications made using the website contact forms.\nThe correspondence data may be processed for the purposes of communicating with you and record-keeping.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business and communications with users.\n<br>\n<br>\n3.9 In addition to the specific purposes for which we may process your personal data set out in this Section 3, we may also process any of your personal data where such processing is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.\n<br>\n<br>\n3.10 Please do not supply any other person's personal data to us, unless we prompt you to do so.\n<br>\n<br>\n<br>\n4.\nProviding your personal data to others\n<br>\n<br>\n4.1 We may disclose your personal data to any member of our group of companies (this means our subsidiaries, our ultimate holding company and all its subsidiaries) insofar as reasonably necessary for the purposes, and on the legal bases, set out in this policy.\n<br>\n<br>\n4.2 We may disclose your personal data to our insurers and/or professional advisers insofar as reasonably necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, obtaining professional advice, or the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.\n<br>\n<br>\n4.3 We may disclose email addresses to our suppliers or subcontractors insofar as reasonably necessary for sending you our email newsletter, if you have requested it (you can inform us at any time if you no longer require the newsletter).\n<br>\n<br>\n4.4 In addition to the specific disclosures of personal data set out in this Section 4, we may disclose your personal data where such disclosure is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.\nWe may also disclose your personal data where such disclosure is necessary for the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.\n<br>\n<br>\n<br>\n5.\nInternational transfers of your personal data\n<br>\n<br>\n5.1 In this Section 5, we provide information about the circumstances in which your personal data may be transferred to countries outside the European Economic Area (EEA).\n<br>\n<br>\n5.2 The hosting facilities for our website are situated in the US, Europe and the UK.\nThe European Commission has made an \"adequacy decision\" with respect to the data protection laws of each of these countries.\nTransfers to each of these countries will be protected by appropriate safeguards, namely EU-U.S.\nPrivacy Shield Framework.\n<br>\n<br>\n5.3 Mailing databases are situated in the US and Australia.\nThe European Commission has made an \"adequacy decision\" with respect to the data protection laws of each of these countries.\nTransfers to each of these countries will be protected by appropriate safeguards, namely EU-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield.\n<br>\n<br>\n5.4 You acknowledge that personal data that you submit for publication through our website or services may be available, via the internet, around the world.\nWe cannot prevent the use (or misuse) of such personal data by others.\n<br>\n<br>\n<br>\n6.\nRetaining and deleting personal data\n<br>\n<br>\n6.1 This Section 6 sets out our data retention policies and procedures, which are designed to help ensure that we comply with our legal obligations in relation to the retention and deletion of personal data.\n<br>\n<br>\n6.2 Personal data that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.\n<br>\n<br>\n6.3 We will retain and delete your personal data as follows:<br>\n(a) Profile data containing personal data will be retained for .<br>\n(b) Cookie data will be retained for no longer than 30 days.<br>\n<br>\n<br>\n6.4 Notwithstanding the other provisions of this Section 6, we may retain your personal data where such retention is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.\n<br>\n<br>\n<br>\n7.\nAmendments\n<br>\n<br>\n7.1 We may update this policy from time to time by publishing a new version on our website.\n<br>\n<br>\n7.2 You should check this page occasionally to ensure you are happy with any changes to this policy.\n<br>\n<br>\n7.3 We may notify you of changes to this policy by email or through the private messaging system on our website.\n<br>\n<br>\n<br>\n8.\nYour rights\n<br>\n<br>\n8.1 In this Section 8, we have summarised the rights that you have under data protection law.\nSome of the rights are complex, and not all of the details have been included in our summaries.\nAccordingly, you should read the relevant laws and guidance from the regulatory authorities for a full explanation of these rights.\n<br>\n<br>\n8.2 Your principal rights under the data protection law are:<br>\n(a) the right to access;<br>\n(b) the right to rectification;<br>\n(c) the right to erasure;<br>\n(d) the right to restrict processing;<br>\n(e) the right to object to processing;<br>\n(f) the right to data portability;<br>\n(g) the right to complain to a supervisory authority.\nand<br>\n(h) the right to withdraw consent.<br>\n<br>\n<br>\n.3 You have the right to confirmation as to whether or not we process your personal data and, where we do, access to the personal data, together with certain additional information.\nThat additional information includes details of the purposes of the processing, the categories of personal data concerned and the recipients of the personal data.\nProviding the rights and freedoms of others are not affected, we will supply to you a copy of your personal data.\nThe first copy will be provided free of charge, but additional copies may be subject to a reasonable fee.\nProvision of such information will be subject to:<br>\n(a) the first copy will be provided free of charge, but additional copies will be subjected to a xxx administration fee.\nand<br>\n(b) the supply of appropriate evidence of your identity (for this purpose, we will usually accept a photocopy of your passport certified by a solicitor or bank plus an original copy of a utility bill showing your current address).\n<br>\n<br>\n8.4 You have the right to have any inaccurate personal data about you rectified and, taking into account the purposes of the processing, to have any incomplete personal data about you completed.\n<br>\n<br>\n8.5 In some circumstances you have the right to the erasure of your personal data without undue delay.\nThose circumstances include: the personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed.\nyou withdraw consent to consent-based processing.\nyou object to the processing under certain rules of applicable data protection law.\nthe processing is for direct marketing purposes.\nand the personal data have been unlawfully processed.\nHowever, there are exclusions of the right to erasure.\nThe general exclusions include where processing is necessary: for exercising the right of freedom of expression and information.\nfor compliance with a legal obligation.\nor for the establishment, exercise or defence of legal claims.\n<br>\n<br>\n8.6 In some circumstances you have the right to restrict the processing of your personal data.\nThose circumstances are: you contest the accuracy of the personal data.\nprocessing is unlawful but you oppose erasure.\nwe no longer need the personal data for the purposes of our processing, but you require personal data for the establishment, exercise or defence of legal claims.\nand you have objected to processing, pending the verification of that objection.\nWhere processing has been restricted on this basis, we may continue to store your personal data.\nHowever, we will only otherwise process it: with your consent.\nfor the establishment, exercise or defence of legal claims.\nfor the protection of the rights of another natural or legal person.\nor for reasons of important public interest.\n<br>\n<br>\n8.7 You have the right to object to our processing of your personal data on grounds relating to your particular situation, but only to the extent that the legal basis for the processing is that the processing is necessary for: the performance of a task carried out in the public interest or in the exercise of any official authority vested in us.\nor the purposes of the legitimate interests pursued by us or by a third party.\nIf you make such an objection, we will cease to process the personal information unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing is for the establishment, exercise or defence of legal claims.\n<br>\n<br>\n8.8 You have the right to object to our processing of your personal data for direct marketing purposes (including profiling for direct marketing purposes).\nIf you make such an objection, we will cease to process your personal data for this purpose.\n<br>\n<br>\n8.9 If you consider that our processing of your personal information infringes data protection laws, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection.\nYou may do so in the EU member state of your habitual residence, your place of work or the place of the alleged infringement.\n<br>\n<br>\n8.10 To the extent that the legal basis for our processing of your personal information is consent, you have the right to withdraw that consent at any time.\nWithdrawal will not affect the lawfulness of processing before the withdrawal.\n<br>\n<br>\n8.11 You may exercise any of your rights in relation to your personal data by contacting us using the details outlined in section 13.\n<br>\n<br>\n<br>\n9.\nAbout cookies\n<br>\n<br>\n9.1 A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser.\nThe identifier is then sent back to the server each time the browser requests a page from the server.\n<br>\n<br>\n9.2 Cookies may be either \"persistent\" cookies or \"session\" cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date.\na session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.\n<br>\n<br>\n9.3 Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies.\n<br>\n<br>\n<br>\n10.\nCookies that we use\n<br>\n<br>\n10.1 We use cookies for the following purposes:<br>\n(a) authentication - we use cookies to identify you when you visit our website and as you navigate our website;<br>\n(b) status - we use cookies to help us to determine if you are logged into our website;<br>\n(c) security - we use cookies as an element of the security measures used to protect user accounts, including preventing fraudulent use of login credentials, and to protect our website and services generally.\n<br>\n(d) advertising - we use cookies to help us to display advertisements that will be relevant to you (cookies used for this purpose are: Google AdSense, Google AdExchange, Avocet, PulsePoint, Teads, Skimlinks, Monetizer 101);<br>\n(e) analysis - we use cookies to help us to analyse the use and performance of our website and services (cookies used for this purpose are: Google Analytics, ComScore, Google Tag Manager, Crazy Egg, Facebook Audience, Google Analytics Audience).\n<br>\n(f) cookie consent - we use cookies to store your preferences in relation to the use of cookies more generally.<br>\n<br>\n<br>\n<br>\n11.\nCookies used by our service providers\n<br>\n<br>\n11.1 We use third party advertisements to support our site.\nSome of these advertisers may be served from our third party advertiser, you can view their privacy policy and cookie policy here.\n<br>\n<br>\n11.2 We use Google Analytics and Comscore to analyse the use of our website.\nGoogle Analytics and Comscore gather information about website use by means of cookies.\nThe information gathered relating to our website is used to create reports about the use of our website.\nGoogle's privacy policy is available at: https://www.google.com/policies/privacy/.\nComscore\\’s privacy policy is available at https://www.comscore.com/About-comScore/Privacy-Policy.\n<br>\n<br>\n<br>\n12.\nManaging cookies\n<br>\n<br>\n12.1 Most browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser, and from version to version.\nYou can however obtain up-to-date information about blocking and deleting cookies via these links:<br>\n(a) https://support.google.com/chrome/answer/95647?hl=en (Chrome).\n<br>\n(b) https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences (Firefox);<br>\n(c) https://help.opera.com/en/latest/security-and-privacy/ (Opera);<br>\n(d) https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies (Internet Explorer);<br>\n(e) https://support.apple.com/kb/PH21411 (Safari).\nand<br>\n(f) https://privacy.microsoft.com/en-us/windows-10-microsoft-edge-and-privacy (Edge).<br>\n<br>\n<br>\n12.2 Blocking all cookies will have a negative impact upon the usability of many websites.\n<br>\n<br>\n12.3 If you block cookies, you will not be able to use all the features on our website.\n<br>\n<br>\n12.4 You can manage your cookies here.\nManage Cookies Settings.\n</p>", "created_at": "2023-10-14 22:45:48.732571", "updated_at": "2023-10-14 22:46:37.076098"}, {"id": 19478, "name": " Terms of Service ", "url": "https://best-minecraft-servers.co/terms", "xpath": "//body", "text": null, "created_at": "2023-10-14 22:45:48.769171", "updated_at": "2023-10-14 22:47:22.552272"}], "points": [], "urls": ["best-minecraft-servers.co"]}}