{"error": 448, "message": "OK", "parameters": {"id": 7622, "name": "itslearning", "created_at": "2023-03-17 21:07:16.006903", "updated_at": "2023-03-29 19:26:48.917855", "wikipedia": "https://en.wikipedia.org/wiki/Itslearning", "keywords": null, "related": null, "slug": "itslearning", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7622.png", "url": "itslearning.com", "documents": [{"id": 14676, "name": " Cookie Policy", "url": "https://itslearning.com/global/your-data-matters/cookie-policy/", "xpath": "//body", "text": null, "created_at": "2023-03-17 21:07:16.099909", "updated_at": "2023-03-17 21:09:33.71004"}, {"id": 14674, "name": "Terms and Conditions", "url": "https://itslearning.com/global/wp-content/uploads/sites/20/2020/10/itslearning-terms-conditions-oct-2020.pdf", "xpath": "//body", "text": "itslearning –Terms and Conditions, October2020,1of 16,Terms and Conditions (\"TAC\"),Standard Service Subscription Agreement -itslearning AS,STANDARD TERMS AND CONDITIONS,This SERVICE SUBSCRIPTION AGREEMENT (“Agreement”) is ,entered into betweentheitslearningrepresentative (“Partner”) ,denoted in the Order Form and itslearning AS, a Norwegian ,Corporation located at Solheimsgaten 7D,5058 Bergen, Norway ,(“itslearningAS”) (collectively, “ITSL”), on the first part, and the ,customer as specified in the Order Form (“Customer”), on the second ,part Collectively known as the Parties.,WHEREAS itslearning AS is the owner of the intellectual property of ,the itslearning learning platform,and is the contract party for the ,licenses of the learning platform and the associated hosting services.,And,WHEREAS the Partner is itslearning AS representative in the ,customers location/country (“Territory”) and will have service and ,support deliveries to the customer,And,WHEREAS the customer has initiated an agreement with the ,itslearning representative,And,WHEREAS, the parties now wish to enter into a definitive service ,subscription agreement governing Customer’s use of the Software ,and Services.,itslearning –Terms and Conditions, October2020,2of 16,And,WHEREAS the Partner is authorized, through a Partner agreement, ,to sign a license agreement on behalf of itslearning AS ,NOW THEREFORE, for good and valuable consideration, the receipt ,and sufficiency of which are hereby acknowledged, the parties ,hereby agree as follows:,1.\nSubject –Standard Terms and Conditions,(1) Upon signing of the applicable Order Form (the \"Order Form”) the ,Customer and ITSL agrees to the terms and conditions (\"TAC\") as set ,out herein.\n,The current TAC is found at the following URL: ,https://itslearning.com/global/your-data-matters/standard-terms-,conditions,(2) ITSL may modify these terms to, for example, reflect changes to ,the law or changes to our Services.\nITSL will post new modified ,terms on https://itslearning.com/global/your-data-,matters/standard-terms-conditions,Changes will not apply retroactively.\nIf the Customer does not agree ,to the modified terms, the Customer must discontinue using the ,Services.,2.\nRight to Use,2.1 Services,(1) The Customer is hereby granted a time limited, non-exclusive, ,non-transferrable right to use the software itslearning (the ,\"Software\") which is developed by itslearning AS.\nApplications from ,ITSL partners or other third parties are also included in this ,agreement (\"Partner Applications\").\nThe software may be accessed ,through the URL http://www.itslearning.com(the \"Web Site”).\n,(2) In addition, itslearning AS will provide a hosting service for the ,itslearning –Terms and Conditions, October2020,3of 16,Customer (Software as a Service -\"SaaS\").\n,(3) The Software, Partner Applications, Website and SaaS will ,hereinafter jointly be referred to as the \"Service\".\n,(4) These TAC will alsoapply to any other products, components and ,/ or features selected in the Order Form, additional TAC might be ,applicable.\n,(5) ITSL may from time to time and at its own discretion make ,commercially reasonable modifications to the Service.\n,(6) The Customer is aware of the special requirements to its own ,hardware and software (including other licenses) imposed by use of ,the Service, and accepts all risks for the functionality of its own ,hardware and software, including the network solutions of the ,Servicedirectly or indirectly interface with it.\nITSL is not responsible ,for the compatibility between the Service and the Customers ,software and / or hardware.\n,(7) ITSL may deliver information to Customer regarding products, ,services and tools of ITSL and third parties associated with ITSL.\nThis ,information can be submitted by e-mail or posted on the Web Site.,2.2 Authorised Users,(1) The Customer's access to the Service is limited to the number of ,Authorised Users set out in the applicable Order Form.\nThe ,Customer is responsible for the appropriate configuration by each ,Authorised User of the Service's security settings to prevent any ,unauthorised access to or use of the Service.\nAny unauthorised use ,must be terminated and reported to ITSL immediately.\n,(2) Upon the Customer's exceeding the number of active Authorised ,Users paid for, the Customer will be invoiced in increments of 100 ,active Authorised Users at a time as specified in the Order Form.\nAn ,Authorised User is active from the first timethey log on to the ,Service.\n,itslearning –Terms and Conditions, October2020,4of 16,(3) ITSL may collect information on the Customers use of the Service ,for invoicing purposes and for gathering statistics for internal use.\n,(4) The Customer will at its own expense respond to questions and ,complaints from its Authorised Users or third parties relating to the ,Customer's or its Authorized Users' use of the Service.\nCustomer will ,use commercially reasonable efforts to resolve support issues ,brought to its attention on its own, without escalating them to ITSL.,2.3 Service Period,(1) The Service is available for the period specified in the Contract.\n,The Service will be automatically renewed for another 12 months if ,it has not been terminated in writing by one of the parties at least 60 ,days prior to expiry.,2.4 Service Fee,(1) The Customer shall pay the Service Fee as specified in the ,Contract (adding any applicable VAT) in advance for the first twelve ,months of the Service Period.\nPayment shall be made upon signing ,of the Contract.\n,(2) The remaining Service Fee (if the Service Period is more than 1 ,year or the Service Period is renewed) will be invoiced 30 days prior ,to the expiry of the first year.\nPurchases in excess of basic amounts ,in the Contract will be invoicedat thebeginning of each month.\n,(3) All payments shall be made with reference to the invoice number.\n,In case of late payment the Customer will be charged a penalty ,interest of 1.25 % per commenced month and / or collection fees ,according to provisions in the relevant national legislation.\nITSL will ,claim a collection fee equal to NOK 60 charged in the currency ,agreed upon in the Contract in connection with late payment notice.\n,(4) When the Service is renewed in accordance with clause 2.3 ,above, the current price for the same services at the time of renewal ,shall apply.\n,(5) All fees may be changed by ITSL with effect from 1 January each ,itslearning –Terms and Conditions, October2020,5of 16,year, such annual increase to be limited to a maximum of 5%.\n,(6) ITSL might outsource or delegate its invoicing to a partner or ,third party dependent on its instructions for each country.,2.5 Rights to the Service, intellectual property rights,(1) ITSL and its Partners will retain all rights, titlesand interestsin ,and to the Services, all appurtenant documentation and any other ,intellectual property rights.\nNothing in the Contract or in these TAC ,shall impair or alter ITSL's rights to the Service or Software, including ,copyright and other intellectual property rights, or be construed so ,as to constitute a sale or transfer of such rights to the Customer.\n,(2) The Customer is not allowed to perform any reverse engineering ,on any of the Service elements, including but not limited to ,reconstructing, back transfer, decompile, disassemble, modify, make ,derived versions of, or in any other way attempt to discover or find ,the source code for any of the Service elements.\n,(3) The Customer is only given a right to use the Service in its own ,business and is under no circumstances allowed to copy, sell, ,transfer, sublicense or in any other way distribute any of the Service ,elements to others.\n,(4) If the Customer infringes upon ITSLs copyrights or other interests ,in the Software, Customer shall pay a fee equivalent to fifteen times ,the annual Service Fee.\nIf ITSL suffers a loss that is higher than ,fifteen times the annual Service Fee as a result of the infringement, ,ITSL can also demand compensation for the uncovered loss.,3.\nSaaS,3.1 Application management,(1) ITSL shall operate the Service for the Customer as a hosted ,service and provide access to the latest version of the Service at any ,given time.\n,(2) Information in respect of notices of downtime, operational ,itslearning –Terms and Conditions, October2020,6of 16,disturbances, maintenance and other circumstances influencing the ,service and the Authorised Users, shall be provided to the Company ,Contact.\nNotification of planned downtime during working hours ,shall, under normal circumstances, be provided no later than 14 days ,before the event.,3.2 Data Centre,(1) The Customer's data will be stored in ITSL and / or ITSL’s ,partners’ network of data centres.\nITSL and its partners maintain a ,number of geographically distributed data centres, the locations of ,which are kept discreet for security purposes.\nITSL computing ,clusters are designed with response time, resiliency and redundancy ,in mind.\n,(2) Subject to the limitations of liability applicable, ITSL shall adhere ,to reasonable security standards with regard to protecting the data ,centre from unauthorised accessby third parties.\nITSL and its ,partners adhereto the European Commission Regulation on Data ,Protection(GDPR) and approved transfer mechanisms of personal ,data to 3countries.\n,rd,(3) ITSL is responsible for all hardware, software and equipment in ,the data centre and will ensure that it is fit for its purpose and scaled ,out if necessary.,3.3 Availability Guaranteeand response time,(1) Availability is measured in the form of uptime per product / ,component.\ndefined as the period when the Authorised Users are ,able to handle and receive transactions with defined functionality ,and response time.\n,(2) The Service shall have a minimum of 99.9% uptime 24 hours a ,day, seven days a week, except for notified periods of updating and ,maintenance.\n,(3) This uptime guarantee does not include loss of access to the ,Service caused by circumstances beyond ITSL’s control, or loss of ,itslearning –Terms and Conditions, October2020,7of 16,access to the Service that is of little or no significance in the ,Customer’s day-to-day operation.\n,(4) The uptime guarantee from ITSL is limited to products and ,software produced by ITSL.\nFor uptime complaints regarding ,products and software supplied by ITSL partners and other third ,parties the Customer must contact the relevant supplier.\n,(5) The Customer will be entitled to rebates in case of deviation from ,uptime.,With uptime higher than or equal to 98% but lower than 99.7%, the ,Customer is entitled to a rebate of 3% of the charges for the product ,in question per month.,•With uptime higher than or equal to 97% but lower than 98%, ,the rebate is 5% of the charges for the product in question per ,month.,•With uptime higher than or equal to 96% but lower than 97%, ,the rebate is 7% of the charges for the product in question per ,month.,•With uptime higher than or equal to 95% but less than 96%, ,the rebate is 10% of the charges for the product in question ,per month.,(6) Availability measured below 95% for more than one month in a ,row, constitutes material breach and the Customer may choose to ,terminate the Contract with immediate effect and receive a refund ,proportionate to the charges of the remaining Service Period.,(7) Uptime is measured on a monthly basis.\nThe following formulae ,shall be used to calculate the potential Monthly Service Credit ,Payment (MSCP).\n(MSCP = MSP * SCP).\nMonthly Service Payment ,(MSP) is calculated as one twelfth of the annual Service Fee payable ,in accordance with schedule 1 for each Contract Year.\nService Credit ,Percentage (SCP) is defined within each of the Service Level Tables ,above.,itslearning –Terms and Conditions, October2020,8of 16,(8) ITSLsobjective is to achieve a response time of no more than 2 ,seconds (server side) for a minimum of 99% of queries.,(9) The Customer cannot claim compensations or any other remedies ,from deviation from the uptime and or response time except for the ,rebates / right to terminate referred to herein.,3.4 Storage Capacity and backup,(1) ITSL will provide Initial Storage Capacity as set out in the ,Contract.\nAdditional capacity is automatically made available as ,needed (in steps of 1 GB), at a specified fee specified in the Order ,Form.\n,(2) ITSL will secure a backup from the machines every night.\nUp to ,three versions of each file may be stored.\nFile recovery is performed ,at a standard hourly rate for consultant services specified in the ,Order Form.,4.\nSupport,4.1 Right to support,(1) Basic support is included when purchasing the Service.\nSupport ,will be offered through telephone, e-mail and web.\n,(2) Representatives appointed by the Customer (\"Designated ,Support Users\") have the right to use ITSL support services.\nUnless ,otherwise agreed the Customer may nominate two Designated ,Support Users.\n,(3) ITSL shall ensure that the support staff is competent to answer ,any question related to the Service.\nIf the support staff is not able to ,answer a question, ITSL's responsibility is limited to providing the ,assistance one more time.\n,(4) The Customer shall immediately inform the support staff of any ,Customer specific circumstances that might affect the handling of ,the request.\nDesignated Support Users must have attended relevant ,itslearning –Terms and Conditions, October2020,9of 16,training, including basic training and super user training.\nWhere ,available, Designated Support Users might be required to undergo ,an annual certification test at Customers expense.,4.2 Response time,(1) ITSL shall commence assistance within 1 business day after ,having received a request on normal Business Days between 08:00 ,a.m.\nuntil 04:00 p.m.\nlocal time (for countries with an official ITSL ,office).\nFor some countries support will be provided by a local ITSL ,partner.\nThe support centre is not manned on Saturdays, Sundays, ,Christmas Eve, New Year’s Eve and public holidays.,4.3 Products and services offered by ITSL partners,(1) The right to basic support from ITSL is limited to products and ,software produced by ITSL.\nFor support for products and software ,supplied by ITSL partners and other third parties the Customer must ,contact the relevant supplier.\n,5.\nGeneral Provisions,5.1 \"As is\" and transfer,(1) Without prejudice to the uptime guarantee in clause 3.3, the ,Service is delivered “as is” with no representation, guarantee or ,warranty of any kind as to further functionality of the Service.\nAll ,corrections shall be performed within reasonable time.\n,(2) The Customer may not assign, sublet or sell his rights and / or ,obligations under the Contract, temporarily or permanently, to any ,third party.,5.2 Warranty,(1) ITSL AGREES TO USE COMMERCIALLY REASONABLE ,EFFORTS TO DELIVER THE SOFTWARE AND THE SERVICES IN ,ACCORDANCE WITH THE SOFTWARE SPECIFICATIONS AND ,SERVICE SPECIFICATIONS LISTED HEREIN.\n,itslearning –Terms and Conditions, October2020,10of 16,(2) ITSL hereby disclaims all OTHER warranties and ,REPRESENTATIONS with regard to the software, services AND/OR ,THE WEBSITE, WHETHER express, implied or statutory,including, ,but not limited to, any implied warranties of merchantability or ,fitness for a particular purpose.,5.3 Limitations on liability,(1) ITSL AND ITS EMPLOYEES, OFFICERS, DIRECTORS, ,CONTRACTORS, DISTRIBUTORS, PARTNERS AND AGENTS,WILL ,NOT BE LIABLE FOR ANY INDIRECT, DIRECT, SPECIAL, ,INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, ,INCLUDING, BUT NOT LIMITED TO, LOST PROFITS OR LOST ,DATA, ARISING OUT OF OR IN CONNECTION WITH THE ,SOFTWARE, SERVICES AND/OR THE WEBSITE CAUSED BY ,INCORRECT OR INCOMPLETE INFORMATION IN THE SERVICE, ,LACK OF OR INSUFFICIENT FUNCTIONALITY OF THE SERVICE, ,LOSS OF DATA HOSTED BY ITSL, UNAUTHORIZED USE OF DATA ,HOSTED BY ITSL OR ANY OTHER CIRCUMSTANCES ,CONNECTED TO THE SERVICE THAT MAY BRING FINANCIAL ,LOSS, DAMAGES AND/OR INCONVENIENCE UPON THE ,CUSTOMER OR THIRD PARTIES EVEN IF ITSL HAS ACTUAL OR ,CONSTRUCTIVE KNOWLEDGE OF THE POSSIBILITY OF SUCH ,DAMAGES AND REGARDLESS OF WHETHER SUCH DAMAGES ,WERE FORESEEABLE.\n,(2) ITSL SHALL NOT BE HELD RESPONSIBLE FOR THE ,CUSTOMERS DIRECT OR INDIRECT LOSSES INCURRED BY ,REASONS OF THE SERVICE NOT BEING AVAILABLE (PARTLY OR ,IN ITS ENTIRETY) AND REDUCED RESPONSE TIME, FOR ,TECHNICAL OR OTHER CAUSES.\n,(3) ITSL SHALL NOT BE RESPONSIBLE FOR ANY INFRINGEMENT ,OF THE COPYRIGHT OF A THIRD PARTY IN RESPECT OF ,INFORMATION MADE AVAILABLE IN OR THROUGH THE ,SERVICE BY THE CUSTOMER.\n,(4) ITSL UNDERTAKES NO RESPONSIBILITY FOR, AND DISCLAIMS ,ALL LIABILITY ARISING FROM, ANY DEFECTS OR FAILURES IN ,itslearning –Terms and Conditions, October2020,11of 16,ANY COMMUNICATIONS LINES, THE INTERNET OR INTERNET ,SERVICE PROVIDER, THE COMPUTER HARDWARE OR ,SOFTWARE OF CUSTOMER OR ITS AUTHORIZED USERS, OR ,ANY OTHER SERVICE OR DEVICE USED TO ACCESS THE ,SOFTWARE OR TO AUTHENTICATE ANY USER AS AN ,AUTHORIZED USER.\n,CUSTOMER ACKNOWLEDGES AND AGREES THAT ITSL IS NOT ,RESPONSIBLE FOR THE CUSTOMER DATA AND/OR ANY THIRD-,PARTY CONTENT, AND ITSL SHALL NOT BE LIABLE FOR ANY ,LOSSES OR DAMAGES RESULTING FROM RELIANCE ON ANY ,SUCH INFORMATION OR DATA UNDER ANY CIRCUMSTANCES.\n,(5) SUBJECT TO THE LIMITATIONS SET OUT IN THIS CLAUSE 5.2, ,THE MAXIMUM AGGREGATE LIABILITY OF ITSL UNDER THIS ,AGREEMENT SHALL UNDER NO CIRCUMSTANCES EXCEED 50 % ,OF THE YEARLY SERVICE FEE PAID BY CUSTOMER HEREUNDER.,5.4 Indemnification/Customer Representations,(1) Requisite Authority.\nCustomer represents and warrants that it is a ,company duly organized, validly existing and in good standing under ,the laws of its territory and that it has all requisite power and ,authority to enter into and perform this Agreement in accordance ,with its terms and provisions without violating, to the best of its ,knowledge, the rights of any other person or entity.\n,(2) Customer Data.\nCustomer represents and warrants that the ,content of the Customer Data, and the processing and/or storage ,thereof by ITSL hereunder, will not violate, to the best of its ,knowledge, the rights of any other person or entity.\n,(3) CUSTOMER WILL DEFEND, INDEMNIFY AND HOLD ITSL ,HARMLESS FROM ANY LOSS, DAMAGE, COSTS, LIABILITY AND ,EXPENSE (INCLUDING REASONABLE ATTORNEYS’ FEES) ,RESULTING FROM ANY ACTION OR CLAIM OF A THIRD PARTY ,(THE“LOSSES”) ARISING FROM CUSTOMER’S BREACH OF ,SECTIONS 1 OR 2 ABOVE (THE “CUSTOMER ,itslearning –Terms and Conditions, October2020,12of 16,INDEMNIFICATION”).\n,THE CUSTOMER SHALL INDEMNIFY AND HOLD HARMLESS ITSL ,FROM ANY CLAIM RESULTING FROM INFRINGEMENT OF ANY ,THIRD PARTY'S RIGHTS ARISING AS A RESULT OF THE ,CUSTOMER'S USE OF THE SERVICE IN A MANNER CONTRARY ,TO THIS AGREEMENT OR THE USER DOCUMENTATION.,5.5 Personal information and content,(1) The Customer or its Authorized Users own the content and the ,personal information stored and/or processedinthe system andthe,Customer holds the sole responsibility for the personal information ,stored on the Service as \"Data Controller\".\nThe Customer is ,responsible for meeting any public requirements under the ,jurisdiction of the Customer toensure that the processing of ,personal data is lawful and does not infringe on the rights or ,freedoms of its Authorized Users.\n,ITSL may collect information on the Customers use of the Service for ,invoicing purposes and for gathering statistics.\n,(2) In performing the Services ITSL undertakes to comply with ,provisions set out in the General Data Protection Regulation (GDPR) ,(Regulation (EU) 2016/679) as \"Data Processor\", including ,implementing adequate measures for preventing third party access ,to the information, protection against unintended changes or loss of ,the information and ensuring that the processing is based on ,sufficient and relevant information.\n,For customers required to comply with the GeneralData Protection ,Regulation (GDPR) (Regulation (EU) 2016/679), the following ,applies:,ITSL and the Customer must enter into a separate Data Processing ,Agreement (DPA).\nThe DPA is available as an attachment to the ,Agreement.\nBy entering into the Agreement,the terms and ,itslearning –Terms and Conditions, October2020,13of 16,conditions of the DPA forms a part of the Agreement.,ITSL shall not process or use the personal information received from ,the Customer in any other way than in accordance with what has ,been agreed in this Contract.\nITSL shall also maintain a log and ,document all attempts at unauthorised access and other breaches of ,system security.\nThe Customer accepts however that ITSL can sub-,contract the safekeeping of the personal information, provided such ,sub-contracting does not abrogate ITSL's responsibilities.\n,(3) If ITSL is obligated to process personal information on behalf of ,the Customer, such personal information shall not be handled in any ,other manner than strictly required to comply with the provisions of ,the Contract and / or the TAC.\n,(4) ITSL (as Data Processor) and the Customer (as Data Controller) ,shall, through planned and systematic efforts, ensure the satisfactory ,securing of information in terms of confidentiality, integrity and ,availability with regard to personal information.\n,(5) The Customer shall not use the Service to store, distribute or ,transmit viruses or any other unlawful and / or harmful material or ,use the Service in any manner that threatens the integrity, ,performance or availability of the Service.,5.6 Termination/Suspension,(1) Either party may terminate the Contract immediately upon the ,other party's (including any AuthorisedUser's) material breach of its ,commitments according to the Contract and the TAC, subject to ,such breach not being remedied within 30 calendar days after ,receipt of a written notice specifying such failure.\n,(2) ITSL may also suspend the provision of itsservices (or any part of ,them) if the Customer fails to make payment in accordance with the ,Contract or clause 2.4 herein or if suspension is necessary for ,security reasons.\n,(3) If the Contract is terminated by the Customer, the Customer is ,itslearning –Terms and Conditions, October2020,14of 16,entitled to a return of the Service Fee proportionate to the ,remaining Service Period.\n,(4) Neither party to this Contract will be deemed to be in breach of ,this Contract or otherwise liable to the other party in any manner ,whatsoever for any failure or delay in performing its obligations ,under this Contract due to circumstances beyond the party's control, ,provided that it gives written notice to the other party, specifying ,the nature and extent of the circumstances and prospective ,recommencement of the party's obligations hereunder.,5.7 Confidential information,(1) Each party agrees to keep strictly confidential all non-public ,information in respect of the business of the other party, and not to ,use such information save for complying with its obligations under ,the Contract and / or the TAC.\n,Customer hereby agrees to hold in strict confidence any nonpublic ,information about the Software, Services and Website that is ,disclosed to Customer in connection with Customer’s use of the ,Software, Services and Website as authorized hereunder (the “ITSL ,Confidential Information”), and agrees not to make the ITSL ,Confidential Information available to any third party or to use such ,ITSL Confidential Information for the benefit of anyone other than ,ITSL.\nITSL agrees to hold in strict confidence any nonpublic ,information that is disclosed to ITSL in connection with Customer’s ,use of the Software, Services and Website hereunder, including, but ,not limited to, the Customer Data (the “Customer Confidential ,Information”), and agrees not to make the Customer Confidential ,Information available to any third party or to use such Customer ,Confidential Information for the benefit of anyone other than ,Customer.\n,The foregoing restrictions will not apply to information which is ,available to the public, or is proven to be independently developed ,or is lawfully received from a third party or is required to be ,disclosed by law, court order, subpoena or other legal process.,itslearning –Terms and Conditions, October2020,15of 16,5.8 Governing Law and legal venue,(1) The Parties shall seek to solve throughnegotiations any dispute, ,controversy or claim arising out of or relating to the Contract or the ,TAC, or the breach, termination or invalidity hereof.\nIf the parties fail ,to solve such dispute, the dispute shall be subject to the legal venue ,as specified below.\nITSL may choose to pursue claims against the ,Customer before the Customer's legal domicile.\n,This Agreement and its interpretation and performance will be ,governed by, and construed under, the applicable laws of Norway.\n,All disputes arising with respect to this Agreement will be settled by ,arbitration in subject to the ordinary courts of Norway with Bergen ,tingrett as the legal venue.\n,(2) Injunctive Relief.\nNotwithstanding Section 1 hereof, the parties ,acknowledge that violations of ITSL’s intellectual property rights may ,cause irreparable damage to ITSL.\nAccordingly, it is understood and ,agreed that, in ITSL’s sole discretion, ITSL’s claims or actions seeking ,equitable relief under this Agreement may be brought in any court of ,competent jurisdiction and fully and finally adjudicated in such court, ,which shall have the full power to grant such equitable remedies, ,provisional and final, as may be sought by ITSL.\n,(3) Performance.\nIn connection with the Software and Services, ITSL ,will be entitled to act through or in concert with, or to assign some ,or all of its rights or obligations to, one or more of its affiliated ,companies.\nWithout limitation to the foregoing, the Partner will have ,the right to act as agent for ITSLEARNING AS with regard to the ,Software licensed hereunder.\n,(4) Binding Agreement.\nThis Agreement shall be binding on the ,parties, their successors, affiliated companies, permitted assigns, ,employees, directors, officers and agents.\n,(5) Counterparts.\nThis Agreement may be signed in one or more ,counterparts, all of which will together constitute one and the same ,instrument.\n,itslearning –Terms and Conditions, October2020,16of 16,(6) Severability.\nIf any portion of this Agreement is held to be invalid ,or unenforceable, said portion will be severed from this Agreement, ,the remainder of which will continue in effect.\n,(7) Waiver.\nNo failure of either party to exercise or enforce any of its ,rights under this Agreement will act as a waiver of those rights.\n,(8) Force Majeure.\nNeither party will be liable to the other for any ,damages of delays in performance under this Agreement to the ,extent said damages or delays are proximately caused (i) by causes ,beyond that party’s reasonable control and occurring without its ,fault or negligence, or (ii) by the failure of the other party to ,substantiallymeet his or its performance obligations hereunder, ,provided that as a condition to the claim of non-liability, the party ,experiencing the difficulty will give the other party prompt written ,notice, with full details, following the occurrence of the cause relied ,on.\n,(9) Entire Agreement/Amendment.\nThis Agreement supersedes all ,prior oral or written agreements and understandings between the ,parties relating to the subject matter hereof, constitutes the entire ,agreement among the parties, and cannot be amended unless ,mutually agreed upon in writing by all parties.\n,(10) Survival of Terms.\nSections 2.5, 5.3, 5.4, 5.5 and 5.6 of this ,Agreement shall survive any termination thereof.\n,(11) Titles.\nThe titles used in this Agreement are for convenience ,only and are not to be considered in construing the terms of this ,Agreement.\n,IN WITNESS WHEREOF, this Agreement has been executed by duly ,authorized representatives of the parties, by signing the Order Form ,as of the Effective Date.\n,Last updated: 15October2020.", "created_at": "2023-03-17 21:07:16.03838", "updated_at": "2023-03-17 21:08:08.770299"}, {"id": 14675, "name": "Data and Privacy Policy", "url": "https://itslearning.com/global/your-data-matters/data-privacy-policy/", "xpath": "//body", "text": null, "created_at": "2023-03-17 21:07:16.06949", "updated_at": "2023-03-17 21:09:47.664269"}], "points": [], "urls": ["itslearning.com"]}}