{"error": 448, "message": "OK", "parameters": {"id": 9799, "name": "TorGuard's Mastodon server", "created_at": "2023-10-16 21:33:15.752992", "updated_at": "2023-10-16 22:02:41.77895", "wikipedia": null, "keywords": null, "related": null, "slug": "torguard-s-mastodon-server", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9799.png", "url": "torguard.social", "documents": [{"id": 19520, "name": "Privacy Policy", "url": "https://torguard.social/privacy-policy", "xpath": "/html/body/div[1]/div/div/div[2]/div[2]", "text": "Privacy Policy<p>Last updated Jul 01, 2023</p>\n<p>This privacy policy describes how TorGuard's Mastodon server (\"TorGuard\", \"we\", \"us\") collects, protects, and uses personally identifiable information you may provide on the TorGuard Mastodon website or via its API.\nThe policy also describes the choices available to you regarding our use of your personal information and how you can access and update this information.\nThis policy does not apply to practices of companies that TorGuard does not own or control, or to individuals that TorGuard does not employ or manage.</p>\n<p>Information We Collect\nBasic account information: If you register, you may provide a username, e-mail, and password.\nYou may also provide additional profile information such as a display name, biography, and profile picture and header image, which are always listed publicly.</p>\n<p>Public Information: Your list of followers and who you follow is public.\nWhen you submit a post, the date and time are stored, as well as the application you used to submit it.\nPublic and unlisted posts are available publicly.\nYour posts are delivered to your followers, which may result in copies being stored on other servers.</p>\n<p>Private Posts: All posts are stored and processed on our server.\nFollowers-only and direct posts are delivered to your followers and mentioned users.\nOther servers may fail to limit access to these posts to authorized persons, so it's important to review the servers your followers belong to.</p>\n<p>Metadata: We record the IP address and browser name you log in from, which are available for your review and revocation in the settings.\nThe latest IP address used is stored for up to 12 months.\nWe may retain server logs which include the IP address of every request to our server.</p>\n<p>How We Use Your Information</p>\n<p>To provide the core functionality of TorGuard's Mastodon.\nYou can only interact with other people's content and post your own content when you are logged in.\nTo aid in the moderation of the community.</p>\n<p>To send you notifications about other people interacting with your content or sending you messages, and to respond to inquiries and/or other requests or questions.</p>\n<p>Data Protection</p>\n<p>We implement various security measures, such as SSL for your browser session and the API traffic, and hashing your password using a strong one-way algorithm.\nYou may enable two-factor authentication for added security.</p>\n<p>Data Retention Policy</p>\n<p>We strive to retain server logs containing the IP address of all requests to this server for no more than 90 days.\nRetain the IP addresses associated with registered users for no more than 12 months.</p>\n<p>Cookies</p>\n<p>Yes, we use cookies.\nCookies are small files that a site transfers to your computer's hard drive to recognize your browser and associate it with your registered account.</p>\n<p>Information Disclosure</p>\n<p>We do not sell, trade, or transfer your personally identifiable information to outside parties, except for trusted third parties assisting us in our operations, provided they agree to keep this information confidential.\nYour public content may be downloaded by other servers in the network.</p>\n<p>Child Usage</p>\n<p>Our services are directed to individuals who are at least 16 years old in the EU or EEA, and at least 13 years old in the USA.\nLaw requirements may differ if the server is in another jurisdiction.</p>\n", "created_at": "2023-10-16 21:33:15.788613", "updated_at": "2023-10-16 21:35:09.909413"}], "points": [], "urls": ["torguard.social"]}}