{"error": 448, "message": "OK", "parameters": {"id": 7384, "name": "18ExGFs", "created_at": "2023-02-11 04:55:18.891608", "updated_at": "2023-03-29 19:26:40.600545", "wikipedia": null, "keywords": null, "related": null, "slug": "18exgfs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7384.png", "url": "18exgfs.com", "documents": [{"id": 14178, "name": "Terms and conditions", "url": "https://18exgfs.com/terms/", "xpath": "//body", "text": "\n<p>\n<strong>Terms and conditions</strong>\n</p>\n<p>Before your transaction can be completed, you must read and agree to these terms and conditions.\nBy applying for access and or services from this website, you are agreeing to these terms and conditions, and are agreeing to be legally bound by them.\nThis agreement is subject to change at any time.\nChanges are effective when posted on this site without notice upon each subscriber.</p>\n<strong>0.\nPreamble</strong>\n<ol>\n<li>Customer data is for internal use only and will be treated confidential.</li>\n<li>All transactions are SSL encrypted.</li>\n<li>Your credit card will be billed immediately after purchase.</li>\n<li>After purchase you will receive an email notification with all payment details.\nThe contract is closed between customer and shop as soon as the order is submitted.</li>\n<li>All orders will be processed immediately.</li>\n<li>All questions will be answered within two working days.</li>\n<li>We recommend to print out the transaction data and Terms and Conditions and to keep them at an easily accessible place.</li>\n<li>Prohibited for people under legal age in their respective country.</li>\n</ol>\n<p>\n<strong>1.\nLegal Definitions</strong>\n<br>\n\"Member\" or \"Membership,\" as referred to in this document shall mean: The subscriber or user of a valid username and password for the site during the term of membership.\n\"Site,\" as referred to in this document shall mean: The website for which you are purchasing a username and password from in order to access the site and its materials and obtain the benefits of membership.\n\"Subscriber,\" as referred to in this document shall mean: The End-user / Consumer, of the services of the site and holder of a valid username and password for the site.\n\"Access rights,\" as referred to in this document shall mean: The combination of unique username and password that is used to access a site.\nAn access rights is a license to use a site for a period of time that is specified.\n\"Bookmarking,\" as referred to in this document shall mean: The act of placing a URL into a temporary file on the subscriber's browser so that the subscriber may return to that page at a future date directly, without passing through any pages that may have proceeded.</p>\n<p>\n<strong>2.\nDescription of Services</strong>\n<br>\nSite will provide one access right to access the site and its contents for which you are purchasing membership.</p>\n<p>\n<strong>3.\nBilling</strong>\n<br>\nYou will be charged by Vendo, CCBill, SegPay, Epoch or WTS.\nThe site name will not appear on your credit card, bank statement, or phone bill.\nIf multiple venues are joined utilizing any payment method, your statement will list each individual purchase comprising the transaction.\nSite may include other information on your statement based on credit card association, telephone regulation, NACHA and any other mandated rules and regulations.\nIf you elect to use your checking account to purchase a subscription to this website, an ACH debit will be drawn on their account.\nYour agreement with these Terms &amp.\nConditions is your approval for Site to issue an ACH debit to your account.</p>\n<p>\n<strong>4.\nPayment / Fee</strong>\n<br>\nSite may have periodic subscription fees that are defined by the owners of the site at the time of the initial enrolment for subscription.\nThe member is responsible for such fees according to the terms of the site.</p>\n<p>\n<strong>5.\nAutomatic Recurring Billing</strong>\n<br>\nAs determined by the content provider of the site, subscription fees may be automatically renewed at the end of the original term selected, for a similar period of time, unless notice is received from the subscriber before renewal.\nAll trial/special offer memberships shall renew at the stated membership rate.\nUnless and until this agreement is cancelled in accordance with the terms hereof, subscriber hereby authorizes Site to charge subscriber's chosen payment method to pay for the ongoing cost of membership.\nSubscriber hereby further authorizes Site to charge subscriber's chosen payment method for any and all additional purchases of services and entertainment provided by the site.</p>\n<p>\n<strong>6.\nFailover Period</strong>\n<br>\nFor your convenience and to avoid any interruptions to your membership, we reserve the right to continue billing your membership renewals until you cancel your account.</p>\n<p>\n<strong>7.\nElectronic Receipt</strong>\n<br>\nSubscribers will receive an email receipt to their email provided upon initial subscription.\nSubscriber may, at any time, request a copy of the account of charges made for the life of their membership to the site.\nSubscriber foregoes this right if such request is not made.\nRequests must be made directly to Site.\nTo contact Site refer to the Questions and Contact Information at the end of this document.</p>\n<p>\n<strong>8.\nCancellation</strong>\n<br>\nAt any time, and without cause, subscription to the service may be terminated by either Site the site, or the subscriber upon notification of the other by electronic or conventional mail, or by telephone or fax.\nSubscribers are liable for charges incurred by them until termination of service.\nIf you request cancellation or request a refund from Site your bank, card issuer, or phone company due to unauthorized or fraudulent use,Site can at its discretion, to prevent further unauthorized use, block your information from use at all Site clients' websites.\nThis will not however prevent unauthorized use at non-Site clients' websites, and is not a substitution for your contacting your appropriate channels to prevent further misuse.\nIf you are taking advantage of a \"Free\" trial period through a credit card, please be aware of the following: Site will request and your bank will immediately put a \"Reserved Funds\" hold on your credit card for the amount of the subscription plan you have selected.\nIf the free trial is cancelled within the timeframe allowed by the website, it typically takes the banking system 7 to 10 days to remove the credit card hold from these funds.\nPlease understand that Site has no way to remove this hold.\nDuring the trial period and for a minimum of 7 to 10 days after you cancel, these funds are considered out of your bank even though technically they are still there, and you could overdraw or exceed the limits of your account.\nYou are responsible for any charges imposed by your credit card issuing bank for exceeding your account limits or overdrawing your account.</p>\n<p>\n<strong>9.\nRefunds</strong>\n<br>\nShould a refund be issued by Site all refunds will be credited solely to the payment method used in the original transaction.\nSite will not issue refunds by cash, check, or to another credit card or payment mechanism.</p>\n<p>\n<strong>10.\nBookmarking</strong>\n<br>\nSubscriber agrees that at any time they will not bookmark any page to the site that will allow the subscriber to bypass the terms and conditions of the site upon entering.\nIf such a bookmark exists, said bookmark will constitute full agreement to said terms and conditions as well as to admission that subscriber is of legal age of majority in their state, country or region.</p>\n<p>\n<strong>11.\nAuthorization of Use</strong>\n<br>\nSubscribers to the site are hereby authorized a single access rights to access the service or material located at this website.\nThis access rights shall be granted for sole use to one subscriber.\nAll memberships are provided for personal use and shall not be used for any commercial purposes or by any commercial entities.\nCommercial use of either the site or any material found within is strictly prohibited unless authorized by the website.\nNo material within the site may be transferred to any other person or entity, whether commercial or non-commercial.\nNo material within the site may be distributed through peer-to-peer networks or any other file sharing platforms.\nIn addition, materials may not be modified, or altered.\nMaterials may not be displayed publicly, or used for any rental, sale, or display.\nMaterials shall extend to copyright, trademarks, or other proprietary notices there from.\nSite and the site reserve the right to terminate this access rights at any time if the terms of this agreement are breached.\nIn the case that the terms are breached, you will be required to immediately destroy any information or material printed, downloaded or otherwise copied from the site.</p>\n<p>\n<strong>12.\nTransfer of Access Rights</strong>\n<br>\nAccess to the site is through a combination of a username and a password.\nSubscribers may not under any circumstances release their access rights to any other person, and are required to keep their access rights strictly confidential.Site will not release passwords for any reason, to anyone other than the subscriber, except as may be specifically required by law or court order.\nUnauthorized access to the site is a breach of this Agreement and a violation of law.\nSubscribers acknowledge that the owner of the site may track through the use of special software each subscriber's entry to the site.\nIf any breach of security, theft or loss of access rights, or unauthorized disclosure of access rights information occurs, subscriber must immediately notify Site or the site of said security breach.\nSubscriber will remain liable for unauthorized use of service until Site or the site is notified of the security breach by e-mail or telephone.</p>\n<p>\n<strong>13.\nSanction and Approval of Adult Material</strong>\n<br>\nThe owner of this site may be providing material or images intended for an age restricted audience.\nAccess to this site is intended solely for people who are of legal age in the jurisdiction where this site is being viewed and are at least 18 years of age in the US (21 in AL, MS, NE, and WY), who wish to access visual images, audio sounds, and verbal descriptions of a sexually oriented and frankly erotic nature.\nMaterials available within this site may include depictions that are visually graphic in nature and portrayals of nudity or sexual acts and should not be accessed by anyone who is not of legal age in the jurisdiction where this site is being viewed and are at least 18 years of age in the US (21 in AL, MS, NE, and WY), by anyone who finds such material offensive in nature, or by anyone who simply does not wish to be exposed to such materials.\nBy purchasing a membership or access rights, you are implicitly making the following statements: \"I affirm and swear that as of this moment, under penalty of Perjury, I am of legal age in the jurisdiction where this site is being viewed and are at least 18 years of age in the US (21 in AL, MS, NE, and WY).\nI will not permit any persons who are not of legal age in the jurisdiction where this site is being viewed and are at least 18 years of age in the US (21 in AL, MS, NE, and WY) to view or access in any way any materials found on this website.\nI understand that by accessing this website, I will be exposed to materials that may include but are not limited to, visual images, audio sounds, and verbal descriptions of a sexually oriented and frankly erotic nature, portrayals of nudity, and sexual acts.\nI affirm that I am not offended by such materials, and that such materials are legal in my community.\nI am volunteering to view, hear, and access such materials on my own volition, and I choose to do so because I want to view/read/hear or otherwise access such materials for my own enjoyment, information or entertainment.\nMy choice is a manifestation of my interest in such matters, which is healthy and normal, and is also held by most adults in my area.\nI am completely familiar with the standards held in my community, and the material I expect to access in this site falls within these standards.\nIn my experience, the average adult in my community accepts the consumption of such materials by willing adults in circumstances such as this, which offer reasonable insulation from the materials for minors, and unwilling adults.\nAdults in my community will accept the standards displayed within this site, and will not find any of the material patently offensive.\"</p>\n<p>\n<strong>14.\nSupplementary Terms and Conditions</strong>\n<br>\nThe site may have additional Terms and Conditions that are an integral part of their offering to the Subscriber, and are in addition to these Terms and Conditions.\nSuch Terms and Conditions as listed at the site will in no way invalidate any of the Terms and Conditions listed here.\nAll Terms listed apply to Site, the site, and the subscriber.\nI understand that by having checked the acknowledgement of Site's Terms and Conditions, I am affirming that I have read and understand the terms of this account and authorize Site to bill my chosen payment method in accordance with the current terms and conditions.\nThis agreement is governed by the laws of Cyprus</p>\n<p>\n<strong>15.\nSeverability</strong>\n<br>\nIf any provision of this Agreement shall be held to be invalid or unenforceable for any reason, the remaining provisions shall continue to be valid and enforceable.\nIf a court finds that any of this Agreement is invalid or unenforceable, but that by limiting such provision it would become valid or enforceable, then such provision shall be deemed to be written, construed, and enforced as so limited.</p>\n<p>\n<strong>16.\nNotice</strong>\n<br>\nNotices by the site to subscribers may be given by means of electronic messages through the site, by a general posting on the site, or by conventional mail.\nNotices by subscribers may be given by electronic messages, conventional mail, telephone or fax unless otherwise specified in the Agreement.\nAll questions, complaints, or notices regarding the site must be directed to Site.\nAll cancellations of service to a site must also be directed to Site.</p>\n<br>\n<p>\"OPT-IN AND USER COMMUNICATION\" – Subscriber's expressly and specifically acknowledges and agrees that his email address or other means of communicating with subscriber may be used to send him offers, information or any other commercially oriented emails or other means of communications.\nMore specifically, some offers may be presented to the subscriber via email campaigns or other means of communications with the option to express the subscriber's preference by either clicking or entering \"accept\" (alternatively \"yes\") or \"decline\" (alternatively \"no\").\nBy selecting or clicking the \"accept\" or \"yes\", the subscriber indicates that the subscriber \"OPTS-IN\" to that offer and thereby agrees and assents that the subscriber's personal information, including its email address and data may be used for that matter or disclosed to third-parties.\"</p>\n<p>\"OPT-OUT AND USER COMMUNICATION\" – Subscriber's expressly and specifically acknowledges and agrees that his email address or other means of communicating with subscriber may be used to send him offers, information or any other commercially oriented emails or other means of communications.\nMore specifically, other offers may be presented to the subscriber via email campaigns or other means of communications with a pre-selected preference or choice.\nIf the subscriber does not deselect the pre-selected preference of choice (i.e.\n\"OPT-OUT\" of the offer) then the site may transfer the subscriber's personal profile information to the third-party service or content provider making the offer.\nIf the subscriber deselects the pre-selected preference then no personal information about the subscriber may be disclosed to any third-party service or content provider.</p>\n<br> ", "created_at": "2023-02-11 04:55:18.952697", "updated_at": "2023-02-11 04:55:56.043065"}, {"id": 14177, "name": "Privacy Statement", "url": "https://18exgfs.com/privacy/", "xpath": "//body", "text": "\n<p>Privacy Statement<br>\n</p>\n<p>The following discloses our information gathering and dissemination practices for the websites operated by us.\n</p>\n<p>Because of the way that World Wide Web communication standards work, when you arrive at or leave our website, we automatically receive the IP address of the site that you came from or are going to.\nWe use IP addresses primarily to optimize website presentation, control website access, and improve server performance.\nIP addresses may also be used to help identify visitors and to gather broad demographic information.\nWe also collect information on which pages of our website you visit while you are on our website, the type of browser you use and the times you access our website.\nWe use this information only to try to understand our member/ subscriber's preferences better and to manage the load on our servers, so as to improve our service and your experience with our website.\n</p>\n<p>\"Cookies\" are small files of data that reside on your computer and allow us to recognize you as a member, subscriber or prior visitor if you return to our website using the same computer and browser.\nWe send a \"session cookie\" to your computer if and when you log in to your membership account by entering your e-mail address and password.\nThese cookies allow us to recognize you if you visit multiple pages in our site during the same session, so that you don't need to re-enter your password multiple times.\nOnce you log out or close your browser, these session cookies expire and no longer have any effect.</p>\n<p>We also may use longer-lasting cookies to display your e-mail address on our sign-in form, so that you don't have to retype the e-mail address each time when you log in to your membership account.\nIn addition, we use cookies to process our referral program, described in Section C below.\nOur cookie files are encoded so that your e-mail address and other information can only be interpreted by Us.\nWe may, however, share cookie information regarding whether or not a certain user is already registered with us with certain merchants, partners and third-parties with whom we have an official relationship.</p>\n<p>Subscription/purchase forms on our websites collect contact and financial information.\nContact information is primarily used to communicate with members/ subscribers when necessary about membership, product or billing-related concerns.\nContact information may also be used to convey promotional opportunities from us or our We Internet-approved partners.\nFinancial information that is collected is used to check the users' qualifications and to bill the user for products and services ordered.\nWe may disclose information that we in good faith believe is appropriate to cooperate in investigations of fraud or other illegal activity, or to conduct investigations of violations of our User Agreement.\nFor example, this means that if we conduct a fraud investigation and conclude that one side has engaged in deceptive practices, we can give that person or entity's contact information (but not credit card information) to victims who request it.\nFurthermore, we do disclose information in response to a subpoena, warrant, court order, levy, attachment, order of a court-appointed receiver or other comparable legal process, including subpoenas from private parties in a civil action.\n</p>\n<p>Our websites often contain links to other websites (“third-party websites”).\nWe is not responsible for the privacy practices or the content of other such websites.\nTransactions that occur between the User and third parties are strictly between the User and the third party and are not the responsibility of We.\nFurthermore, we are not responsible for the availability, privacy practices, policies or content of third party websites.\nAny concerns regarding third-party websites should be directed to the respective administrator(s) of such third-party website(s).</p>\n<p>Websites operated by Us may contain chat rooms, forums, message boards, and/or news groups.\nPlease remember that any information that is disclosed in these areas becomes public information and you should exercise caution when deciding to disclose your personal information.</p>\n<p>By accepting the Terms and Conditions in registration, a member /subscriber (“you”) expressly consents to our use and disclosure of your personal information in the manner described in this Privacy Policy.\nThis Privacy Policy is incorporated into and subject to the terms of our User Agreement.\nThis Privacy Policy was last updated on January 1, 2009.</p>\n<p>Please note that your personal information will be stored and processed on our computers in the United States.\nThe laws on holding personal data in the United States may be less stringent than the laws of your country but we will hold and transmit your personal information in a safe, confidential and secure environment.\nIf you object to your personal information being transferred or used as described in this Privacy Policy, please do not subscribe, join or seek membership at our website.\nIf you send us correspondence, including e-mails and faxes, we retain such information in the records of your account.\nWe will also retain customer service correspondence and other correspondence from us to you.\nWe retain these records in order to measure and improve our customer service, and to investigate potential fraud and violations of our User Agreement.\nWe may, over time, delete these records if permitted by law.</p>\n<p>For questions regarding this privacy statement, please contact us.</p> ", "created_at": "2023-02-11 04:55:18.922402", "updated_at": "2023-02-11 04:56:01.329876"}], "points": [], "urls": ["18exgfs.com"]}}