{"error": 448, "message": "OK", "parameters": {"id": 2511, "name": "S'more app", "created_at": "2021-01-09 15:04:57.276045", "updated_at": "2021-03-25 03:19:43.060304", "wikipedia": null, "keywords": null, "related": null, "slug": "smore_app", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2511.png", "url": "smoreapp.co", "documents": [{"id": 3454, "name": "Terms and Conditions", "url": "https://smoreapp.co/terms/", "xpath": "//body", "text": " This website stores data such as cookies to enable important site functionality including analytics, targeting, and personalization.You may alter your preferences at any time or accept the default settings.\ndata storage policy <ul>\n<li> Strictly Necessary </li>\n<li> Marketing </li>\n<li> Personalization </li>\n<li> Analytics </li>\n</ul> SaveAccept All Close Icon Storage Preferences <p>When you visit web sites, they may store or retrieve data in your web browser.\nThis storage is often necessary for basic functionality of the web site or the storage may be used for the purposes of marketing, analytics, and personalization of the web site such as storing your preferences.\nPrivacy is important to us so you have the option of disabling certain types of storage that may not be necessary to the basic functioning of the web site.\nBlocking categories may impact your experience on the web site.</p>\n<ul>\n<li> Strictly Necessary Essential in order to enable you to navigate the website and use its features, such as accessing secure areas of the website.\n</li>\n<li> Marketing Used to deliver advertising that is more relevant to you and your interests.\nThey are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaign.\nThey are usually placed by advertising networks with the website operator’s permission.\n</li>\n<li> Personalization Allows the website to remember choices you make (such as your user name, language or the region you are in) and provide enhanced, more personal features.\nFor example, a website may be able to provide you with local weather reports or traffic news by storing data about the region in which you are currently located.\n</li>\n<li> Analytics Provides information about how a web site performs, how each page renders, and whether there are technical issues on the web site to the web site operator.\nThis storage type generally doesn’t collect information that identifies a visitor.\n</li>\n</ul> Save Powered By Osano Smore <p>Home Download App </p> S’more™ Terms and Conditions\nEffective Date: January 1, 2021\n<p>These are the Terms and Conditions for the S’more mobile application (the Application) between you, the user, and Airfind Corp (Airfind, we or us).\nThese Terms and Conditions consist of (1) a License Agreement and (2) the Terms of Use applicable to the use of the Application and the services provided by the Application (together, this Agreement).</p>\n<p>This Agreement also includes the terms and conditions of the S’more Privacy Policy, as amended from time to time, which are incorporated herein by reference.</p>\n<p>IMPORTANT – PLEASE READ THIS AGREEMENT CAREFULLY.\nBY CLICKING “I HAVE READ AND UNDERSTAND” THIS AGREEMENT AND DOWNLOADING, INSTALLING OR USING THE APPLICATION, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTAND AND AGREE TO BE BOUND BY THIS AGREEMENT.\nIF YOU DO NOT AGREE TO ALL THE TERMS AND CONDITIONS OF THIS AGREEMENT, DO NOT USE THE APPLICATION.</p>\n<p>\n<strong>PLEASE NOTE THAT THIS AGREEMENT CONTAINS MANDATORY ARBITRATION AND CLASS ACTION WAIVER PROVISIONS, WHICH MAY LIMIT YOUR RIGHTS IN THE EVENT OF A DISPUTE.\nSEE BELOW UNDER “TERMS OF USE – ARBITRATION AND CLASS ACTION WAIVER.”<br>\n</strong>\n</p>\n<p>\n<strong>the Application will ALLOW AIRFIND AND THIRD PARTIES TO COLLECT, TRANSFER AND USE INFORMATION ABOUT YOUR DEVICE’S PRECISE LOCATION.\nPLEASE SEE “TERMS OF USE – PRIVACY.\nlocation data” BELOW FOR MORE INFORMATION.<br>\n</strong>\n</p>\n<strong>1.\nELIGIBLITY</strong>\n<p>The Application is intended for use by persons who are at least 13 years of age and reside in the United States and its territories (the Permitted Territory).\nIf you are under 13 years of age, you may not download and use the Application.\nIf we learn that a user is under 13 years of age, we will terminate that user’s account within the Application.\nIf you download and use the Application outside of the Permitted Territory, you will not be able to open an account for the Application, be awarded any points or redeem any points.\nIf you are a user that is between the ages of 13 and 18, you must have a parent or guardian’s consent to use the Application.</p>\n<strong>2.\nOVERVIEW OF THE APPLICATION</strong>\n<p>The Application provides you with the opportunity to be awarded points which can be redeemed for various rewards.\nNormal data usage rates will apply when you use the Application.</p>\n<strong>3.\nLICENSE AGREEMENT</strong>\n<strong>A.\nThe License</strong>\n<p>Subject to the terms of this Agreement, Airfind grants to you a limited, nontransferable, nonexclusive license (without the right to sublicense) to install and use one copy of the Application, in executable object code format only and solely for your personal use, strictly in accordance with the terms and conditions of this Agreement, and all applicable local, state, and national laws and regulations (the License).\n&nbsp;By using the Application, you represent, warrant and agree that you are using the Application solely for your own personal use and not for redistribution or transfer of any kind.\nYou agree to abide by the rules and policies established from time to time by Airfind relating to your use of the Application.\nSuch rules and policies may include, for example, required or automated updates, modifications, and/or reinstallations of the Application and obtaining available patches to address security, interoperability or performance issues.\nIf at any time after reviewing the Application you wish to terminate the License, you must un-install and remove the Application from your mobile device(s), and delete any copy in your possession.</p>\n<p>Your use of the Application also may be governed by terms and conditions required by (i) the manufacturer and other providers of your mobile device(s) and its hardware and software components, including its operating system.\nand (ii) the online store or other applicable distributor through which you obtain the Application ((i) and (ii) collectively being referred to as the Related Agreements).\nNo Related Agreement, however, shall have the effect of limiting, encumbering or otherwise restricting Airfind’s rights and remedies or your obligations under the License, or waiving any restrictions on your rights to use the Application under the License.\nThe License shall not have the effect of limiting, encumbering or otherwise restricting Airfind’s rights and remedies or your obligations under any other agreement between you and Airfind, or waiving any restrictions on your rights under any such agreement.</p>\n<strong>B.\nRestrictions</strong>\n<p>The rights granted to you in the License are subject to the following restrictions: (a) you shall not license, sell, rent, lease, transfer, assign, distribute, host, outsource, disclose or otherwise commercially exploit the Application or make the Application available to any third party or to any mobile device not owned or controlled by you.\n(b) you shall not modify, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Application.\n(c) you shall not access the Application in order to build a similar or competitive product or service.\n(d) except as expressly stated herein, no part of the Application may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means, including but not limited to electronic, mechanical, photocopying, recording or other means.\n(e) you shall not make any modification, adaptation, improvement, enhancement, translation or derivative work from the Application.\n(f) you shall not violate any applicable laws, rules or regulations in connection with your access or use of the Application.\n(g) you shall not remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) or legal notices of Airfind or our licensors.\n(h) you shall not use the Application for any purpose for which it is not designed or intended.\n(i) you shall not make the Application available over a network or other environment permitting access or use by multiple devices or users at the same time.\n(j) you shall not use the Application to send automated queries to any website or to send any unsolicited commercial e-mail.\n(k) you shall not use any proprietary information or interfaces of Airfind or other intellectual property of Airfind in the design, development, manufacture, licensing or distribution of any applications, accessories or devices for use with the Application.\nand (l) you shall not circumvent, disable or tamper with any security-related components or other protective measures applicable to the Application.\nAny use of the Application other than as specifically authorized herein, without the prior written permission of Airfind, is strictly prohibited and will terminate the License.\nThese obligations survive termination of this Agreement.</p>\n<strong>C.\nOwnership</strong>\n<p>You acknowledge and agree that the Application, any copies thereof (including without limitation any copy that you download, install, or use on your personal computer or mobile device(s)), and all copyrights, patents, trademarks, branding or logos used in the Application, trade secrets, source and object code, format, directories, queries, algorithms, structure and organization of the Application and other intellectual property rights and proprietary and confidential information rights associated therewith are, and shall remain, the property of Airfind or our licensors.\nAirfind and our licensors reserve the right to change, suspend, terminate, remove, impose limits on the use of or access to, disable access to, or require the return of the Application (or any copy thereof) at any time without notice and will have no liability for doing so.\nExcept as expressly authorized by Airfind herein, you are not granted any intellectual property rights in or to the Application by implication, estoppel or other legal theory, and all rights in and to the Application not expressly granted in this Agreement are hereby reserved and retained by Airfind and our licensors.\nThese obligations survive termination of this Agreement.</p>\n<strong>D.\nVersions</strong>\n<p>Airfind may release updated versions of the Application from time to time.\nCertain features of the Application may only be available by using the most up-to-date version of the Application.\nIn addition, information contained in versions of the Application other than the most up-to-date version may not be accurate.\nYou are encouraged to promptly update your Application when new versions are released.</p>\n<strong>4.\nTERMS OF USE</strong>\nA.\nRegistration.\nYour Account\n<p>The Application requires that you register and create an account (Account).\nThere is no registration fee required to use the Application.\nWhen you register, you agree to: (a) provide true, accurate, current and complete information about yourself as prompted by the registration form.\nand (b) provide us with updates and maintain the accuracy and completeness of such information.\nPlease also see “Eligibility” above for a description of those who are permitted to use the Application.</p>\n<p>You are allowed to have only one (1) Account.\nYour Account must have a working email and an associated mobile phone number located in the Permitted Territory.\nA VOIP phone number and a landline phone number do not count as a mobile phone number for this purpose.\nIf you open more than one Account, we may cancel all of your Accounts in our discretion.</p>\n<p>You may also be able to sign in and create your Account through an account you already have with another service, such as Facebook.</p>\n<p>We may suspend, deactivate and/or cancel your Account if you have not met any of the requirements of this Agreement.\nWe also may immediately suspend your Account (and ultimately cancel your Account) if we believe or suspect that you are not an Active Daily User (as defined below Under “Terms of Use – Awarding and Redeeming Points – Being and Active Daily User”).\nPlease see also “Terms of Use – Appropriate Conduct” below as it relates to our ability to suspend, deactivate and/or cancel your Account.</p>\n<p>If your Account is cancelled, you will not be able to redeem your accumulated points.\nWe may also freeze or cancel any pending Redemption Transactions (as defined below) at the time that your Account is cancelled.</p>\n<p>You have the right to cancel your Account at any time.</p>\nB.\nPassword and Security.\n<p>You are responsible for maintaining the confidentiality of your password, and you are fully responsible for all activities that occur under your Account.\nYou agree to immediately notify Airfind of any unauthorized use of your Account.\nAirfind will not be liable (to you or any third party) for any loss or damage arising from or related to the unauthorized use of your Account or the Application on your mobile device.</p>\nC.\nAwarding and Redeeming Points\nA.\nAwarding Points\n<p>a.\nIn General.</p>\n<p>The Application indicates those activities for which you may be awarded points, and the applicable number of points you may be awarded for those activities.\nActivities may be added or deleted from the Application by Airfind in our sole discretion.\nYou must properly and completely engage in the applicable activity in order to be awarded the associated points.\nAirfind will award points in its discretion.\nYou must be in compliance with this Agreement in order to be awarded points.\nPoints will not be added to your Account if you un-install the Application or you or we de-activate or cancel your Account.</p>\n<p>b.\nBeing an Active Daily User.</p>\n<p>You must be an Active Daily User of the Application to be eligible to be awarded points.\nAn “Active Daily User” means that you keep the Application running on your device at all times, you use your device as you normally would, you view Lock Screen Content (as defined below) as part of your normal interactions with your device, and you have only one Account.</p>\n<p>c.\nPoints for Content On Your Lock Screen.</p>\n<p>Once you download the Application and accept this Agreement, the Application allows third party businesses and advertisers (collectively, Third Party Advertisers), as well as Airfind, to deliver advertisements and other content on the lock screen of your mobile device (collectively, Lock Screen Content).\nYou will have the option to ignore any Lock Screen Content or to click on it to receive more information about the Lock Screen Content you see on your lock screen.\nThe Lock Screen Content will appear anytime you wake up your device.\nBy allowing the display of this Lock Screen Content, you will be eligible to be awarded the points as described in this Agreement.</p>\n<p>d.\nPoints for Surveys.</p>\n<p>The Application may allow you to answer short market research surveys in order to be eligible to be awarded points.\nYou will be notified in the Application when surveys are available.\nIf for any reason a survey is not fully completed (including, without limitation, as a result of a network or device error), you will not be eligible to receive points for taking the survey.\nThe surveys are provided by third parties, and not Airfind.\nYou will need to review the terms and conditions and privacy policy of the survey provider (or providers) before completing any surveys.\nAirfind does not guarantee that surveys will always be available or that they will be available at any specific times.</p>\n<p>e.\nBonus Points.</p>\n<p>Airfind reserves the right to grant bonus points in our discretion for special activities or events.\nYou will be notified of any bonus point opportunities or awards in the Application or another notification manner contemplated by this Agreement.</p>\nB.\nRedeeming Points\n<p>Subject to paragraphs 3, 4 and 5 of this section, once awarded, you may redeem points through purchases at any time, so long as (i) you have enough points available to purchase a reward (a Redemption Purchase) and (ii) your Account is open, active and in good standing.\nHowever, your first Redemption Purchase may be prohibited during a one-time waiting period which is based on the number of days that you must use the Application after you first create your Account.\nThis waiting period will be set by Airfind in our discretion and identified in the Application if you attempt to make a Redemption Purchase prior to the end of the waiting period.</p>\n<p>The number of points required to redeem an item shall be set by Airfind from time to time in our sole discretion, and may change without notice.\nThe available rewards (and required points for the same) can be seen in the Application.\nBased on your point total, you may choose to redeem your points for available rewards or you may continue building points to redeem later.</p>\n<p>Some reward products and services may have restrictions, such as limited availability, may be available only while supplies last and/or may be subject to other restrictions.\nWe will explain those restrictions to you within the Application.</p>\n<p>When you make a Redemption Purchase, you may be purchasing a product or service (collectively, Redemption Products) from a third party affiliated with the Application (a Reward Third Party and, collectively, the Reward Third Parties).\nThe Reward Third Parties may have additional terms and conditions that are applicable to your Redemption Purchase.\nIf so, those additional terms and conditions will be presented to you for review and acceptance in the Application (and will apply in addition to this Agreement).\nIf you do not accept the additional terms and conditions of a Reward Third Party that are presented to you, you will not be able to redeem your points for Redemption Products of that Reward Third Party.</p>\nC.\nExpiration of Points\n<p>Points expire 12 months after they are awarded, on a rolling basis.\nHowever, points may expire earlier if (and when) your Account is closed, if that occurs prior to the 12-month expiration date.\nInformation about expiring points is available in the Application.</p>\nD.\nInactivity.\nAccount Closure.\nOther Loss of Points\n<p>If we close or deactivate your Account as described in “Terms of Use – Registration.\nYour Account” above, or you voluntarily close your Account, your accumulated points will immediately expire.\nAirfind, in our sole discretion, can freeze or remove points from your Account and/or suspend and cancel your Account activity (including any pending Redemption Purchases) if Airfind has reason to believe that points were awarded through means that are in violation of this Agreement or fraudulent or illegal activity.\nYou will be notified of any freezing or removal of points.</p>\nE.\nPoints Have No Cash Value\n<p>Points awarded may only be redeemed within the Application.\nPoints are not your personal property and are not descendible or transferable, and may not be inherited, bartered, sold or given.\nPoints are not actual currency and have no cash value.\nReward points may be valued by Airfind for tax and accounting purposes in our sole discretion.</p>\n<strong>D.\nReturn or Cancellation of Redemption Products</strong>\n<p>The handling of returns or cancellations of Redemption Products, including if they are lost or stolen, is subject to the terms and conditions of the applicable Reward Third Party.\nYou should contact the applicable Reward Third Party directly with any questions about returns, cancellations or lost or stolen items.\nTheir contact information will accompany the details of your Redemption Purchase.</p>\n<strong>E.\nDelivery of Your Redemption Purchase</strong>\n<p>Products and services purchased in a Redemption Purchase will be delivered virtually to you through the Application, unless otherwise noted in the Application.</p>\n<strong>F.\nTax Matters</strong>\n<p>Your use of the Application may result in the receipt of taxable income by you from Airfind in the tax year(s) in which you redeem your points.\nIn accordance with U.S.\ntax law, Airfind may be required to send to you, and file with the IRS, a Form 1099-MISC (Miscellaneous Income) for the year(s) in which you redeem points.\nThe valuation of the points that you redeem for Form 1099-MISC tax reporting purposes will be at Airfind’s sole discretion.\nYou are solely responsible for any personal tax liability arising out of the points redeemed through your use of the Application.\nPlease consult with your tax advisor if you have any questions regarding your personal tax situation.</p>\n<strong>G.\nChanges in Points</strong>\n<p>Airfind may change the points that may be awarded through the Application at any time.\nIn the event of a change in points, Airfind will include updated information about the points that you are eligible to be awarded within the Application.\nIf you do not agree to these changes, your sole remedy is to stop using the Application before the changes take place.\nIf you continue to use the Application after a change in the points has taken effect, you will be deemed to have agreed to the change.\nAny such change will only apply prospectively and will not affect previously awarded points.</p>\n<strong>H.\nAccess</strong>\n<p>You are responsible for obtaining access to the Application and the services provided by the Application (Services), and you are responsible for paying any third party fees associated with such access.\nYou are also responsible for paying your wireless services bill and for all standard data charges and standard messaging charges that may apply.\nIn addition, if traveling outside of your domestic coverage area, your wireless carrier may charge international roaming rates when downloading/streaming content from the Application.</p>\n<p>In addition, you must provide and are responsible for all equipment necessary to access the Application.</p>\n<strong>I.\nCompliance with Law</strong>\n<p>You may use the Application and Services only as permitted by law.\nYou may not use or otherwise export or re-export the Application except as authorized by United States law and the laws of the jurisdiction(s) in which the Application was obtained.</p>\n<strong>J.\nAppropriate Conduct</strong>\n<p>Your ability to use the Application and be awarded Application points is expressly conditioned upon your compliance with this Agreement and with all policies and guidelines applicable to the Application that Airfind may make available from time to time (including any third party terms and conditions expressly noted herein).\nIn the event of your non-compliance, fraud or other inappropriate activity (as determined by Airfind in our sole discretion), Airfind may cancel your Account and/or restrict, limit, block and prevent your access to the Application, accumulated points, future Application points and pending Redemption Purchases.</p>\n<p>You agree to use the Application in good faith.\nYou will not provide false or misleading data or information, including without limitation in response to surveys.</p>\n<strong>K.\nUser Content</strong>\n<p>You may provide information to Airfind or third parties in connection with your use of the Application, including providing survey responses, feedback or other content (User Content).\nBy providing User Content, you represent and warrant that you have the lawful right to provide it and that is accurate and complete.</p>\n<p>You understand and agree that you have no ownership rights in materials you submit through the Application.\nYou hereby grant Airfind a limited, non-exclusive, sub-licensable, world-wide, fully-paid, royalty free license to use, modify, perform, publicly display, reproduce and distribute User Content in any media without he requirement to make any payment to you or to any third party or to seek any consent.</p>\n<p>You must not provide any User Content or otherwise make use of the Application that:</p>\n<ol>\n<li>is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another’s privacy, hateful, or racially, ethnically or otherwise objectionable;</li>\n<li>impersonates any person or entity, or falsely states or otherwise misrepresents your affiliation with a person or entity;</li>\n<li>forges headers or otherwise manipulates identifiers in order to disguise the origin of any User Content;</li>\n<li>makes available any User Content that you do not have a right to make available under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information or information learned or disclosed as part of employment relationships or under nondisclosure agreements);</li>\n<li>transmits any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of solicitation;</li>\n<li>interferes with or disrupts the Application servers or networks connected to the Application, or disobey any requirements, procedures, policies or regulations of networks connected to the Application;</li>\n<li>attempts to accrue Application points in a fraudulent manner or using electronic or mechanical means.\nor</li>\n<li>in the sole judgment of Airfind is objectionable, does not reflect your good faith efforts to be responsive to a survey or which may expose Airfind or our licensors to liability of any type.</li>\n</ol>\n<p>You acknowledge and agree that Airfind may preserve User Content and may also disclose User Content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce this Agreement.\n(c) respond to claims that any User Content violates the rights of third parties.\nor (d) protect the rights, property or personal safety of Airfind, our users or the public</p>\n<strong>L.\nTerm, Modifications to the Services and Termination.</strong>\n<p>This Agreement is effective on the date you accept it and shall continue in effect while you use the Services.\nAirfind reserves the right at any time and from time to time, in our sole discretion, to modify or discontinue, temporarily or permanently, the Application.\nAccordingly, Airfind may terminate this Agreement and the License at any time.\nYou agree that Airfind shall not be liable to you or to any third party for any modification, suspension or termination of the Application or this Agreement.\nAny such modifications, suspension or termination may have the effect of reducing or cancelling your points.\nYou may not rely on the continued availability of the Application, the points or any reward.</p>\n<p>Upon termination of this Agreement, your Account and right to access and use the Services will terminate immediately.\nAs noted above, in the event of the termination of your Account, any accumulated points will immediately expire.</p>\n<p>If at any time you wish to terminate the License, you must un-install and remove the Application from your mobile device(s), and delete any copy in your possession.</p>\n<p>Even after this Agreement is terminated, any provisions of this Agreement, which by their express language or by their context are intended to survive the termination of this Agreement (including without limitation, provisions governing indemnification, limitations on liability, disclaimers of warranty and ownership of intellectual property), shall survive such termination.</p>\n<p>Any new services provided by Airfind or features that augment or enhance the current Application shall be subject to this Agreement, unless explicitly stated otherwise.<br>Airfind’s decision is final and binding in all matters relating to this Agreement, including, but not limited to, the award or removal of points.</p>\n<strong>M.\nProprietary Rights</strong>\n<p>The Application and all content and other materials contained on or within the Application, including without limitation, all information, content, designs, text, graphics, information, data, software, surveys, offers, music trademarks, product or service names, logos, slogans other files, and the selection and arrangement thereof (collectively, the Airfind Content), are the proprietary property of Airfind (and our suppliers and licensors) and are protected in the U.S.\nand internationally under trademark, copyright, and other intellectual property laws.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute</p>\n<p>You agree not to download, display or use any Airfind Content located on the Application for any commercial purpose, in connection with products or services that are not those of Airfind, in any manner that is likely to cause confusion among consumers, that disparages or discredits Airfind and/or our licensors, that dilutes the strength of Airfind’s or our licensor’s property, or that otherwise infringes Airfind’s or our licensor’s intellectual property rights.\nYou further agree to in no other way misuse any Airfind Content or Third Party Content (as defined below in “Terms of Use-Third Party Content and Products”) that appears on the Application.</p>\n<p>Except where otherwise specified, S’more™ and its associated artwork and design are trademarks and copyrights of Airfind.</p>\n<strong>N.\nPrivacy.\nLocation Data</strong>\n<p>The S’more Privacy Policy contains information about the Application’s and applicable third party’s information collection, use and disclosure policies.\nAs described in the S’more Privacy Policy, the Application will allow third parties to collect, use and transfer information from your device, including your device’s advertising ID, for the purposes of providing you with content that may most of interest to you.\nIf you do not agree to this collection, transfer and use, you should not use and should un-install the Application from your device.</p>\n<p>The Application will allow Airfind and third parties to collect, transfer and use information about your device’s precise location.\nThis information is necessary to provide content that is relevant to you based on where you use the Application.\nPlease see the S’more Privacy Policy for more information.\nIf you do not agree to this collection, transfer and use, you should not use and should un-install the Application from your device.</p>\n<strong>O.\nDisclaimer of Warranties</strong>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p>\n<p>(A) YOUR USE OF THE APPLICATION AND THE SERVICES ARE AT YOUR SOLE RISK.THE APPLICATION AND THE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nAIRFIND AND OUR LICENSORS EXPRESSLY DISCLAIM ALL REPRESENTATIONS, WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, TITLE, ACCURACY, AND QUIET ENJOYMENT.\nAIRFIND DOES NOT WARRANT UNINTERRUPTED USE, OPERATION OR AVAILABILITY OF THE APPLICATION OR SERVICES OR ANY AIRFIND CONTENT OR THIRD PARTY CONTENT, OR THAT ANY TRANSACTION REQUEST WILL BE SUCCESSFUL OR COMPLETED WITHIN A REASONABLE AMOUNT OF TIME.</p>\n<p>(B) AIRFIND AND OUR LICENSORS MAKE NO WARRANTY (AND ASSUME NO OBLIGATION) (i) that THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\n(ii) that the Lock Screen Content will always be available or that it will be available at any specific times.\n(iii) that THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE.\n(iv) that ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.\nOR (v) that ANY SOFTWARE DOWNLOADED TO A MOBILE DEVICE, OR ANY INFORMATION READ FROM OR WRITTEN TO A MOBILE DEVICE, WILL NOT ADVERSELY AFFECT THE PERFORMANCE, OPERATION, WARRANTY OR ANY OTHER ASPECT OF THE MOBILE DEVICE.\nIF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE APPLICATION, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO NINETY (90) DAYS FROM THE DATE OF DOWNLOAD.</p>\n<p>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM AIRFIND OR THROUGH OR FROM THE APPLICATION SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THIS AGREEMENT.</p>\n<strong>P.\nLimitation of Liability</strong>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, AIRFIND AND OUR AFFILIATES AND LICENSORS SHALL NOT BE RESPONSIBLE OR LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, LOSS OF DATA OR OTHER INTANGIBLE LOSSES (EVEN IF AIRFIND, OUR AFFILIATES OR LICENSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM OR RELATED TO THIS AGREEMENT, THE APPLICATION OR THE SERVICES, INCLUDING WITHOUT LIMITATION: (i) THE USE OR THE INABILITY TO USE THE APPLICATION OR SERVICES.\n(ii) UNAUTHORIZED ACCESS TO OR ALTERATION OF USER CONTENT.\n(iii) LOSS OR DELETION OF ANY OF USER CONTENT.\n(iv) STATEMENTS, CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE APPLICATION.\n(v) MISTAKES, INTERRUPTIONS, ERRORS, DEFECTS, DELAYS OR ANY OTHER FAILURE OF PERFORMANCE.\nOR (vi) ANY OTHER MATTER RELATING TO THE APPLICATION OR THE SERVICES.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE TOTAL LIABILITY OF AIRFIND, OUR AFFILIATES AND LICENSORS FOR ANY CLAIM UNDER THIS AGREEMENT OR RELATING TO THE APPLICATION OR THE SERVICES, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, WHETHER ACTIVE, PASSIVE OR IMPUTED), PRODUCT LIABILITY, STRICT LIABILITY OR OTHER THEORY, INCLUDING FOR ANY IMPLIED WARRANTIES, ARISING OUT OF OR RELATING TO THE USE OF OR INABILITY TO USE THE SERVICES OR APPLICATION, IS LIMITED TO THE AMOUNT, IF ANY, PAID TO AIRFIND TO USE THE SERVICES AND APPLICATION.\nIN ALL CASES, AIRFIND, OUR AFFILIATES AND LICENSORS WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE THAT IS NOT REASONABLY FORESEEABLE.\nCERTAIN STATES AND/OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE EXCLUSIONS SET FORTH ABOVE MAY NOT APPLY TO YOU.</p>\n<p>The warranty disclaimer and limitation of liability set forth above are fundamental elements of the basis of this Agreement between Airfind and you.\nAirfind would not be able to provide the Application on an economic basis without such limitations.\nThe warranty disclaimer and limitation of liability inure to the benefit of Airfind’s affiliates and licensors.</p>\n<strong>Q.\nIndemnity</strong>\n<p>You agree to indemnify and hold Airfind and our subsidiaries and affiliates, and their respective officers, employees, agents and licensors harmless from any claim or demand, including reasonable attorneys’ fees, made by any third party arising out of or related to any User Content you transmit through the Application, your use of the Application, your violation of this Agreement or your violation of any rights of a third party.</p>\n<strong>R.\nThird Party Content and Products</strong>\n<p>The Application contains links, content and services provided by third parties, which may include advertisements, video, surveys and offers (collectively, Third Party Content).\nInformation that you submit to a third party application or website that you link to from or within the Application (collectively, Third Party Sites) is subject to the terms of that application’s or website’s privacy policy.\nAirfind does not have control over the privacy policies or practices (including ad targeting practices) of such third parties.\nAirfind is not responsible for the loss of any data or information (including, without limitation, payment card information) that you provide to any Third Party Sites.</p>\n<p>Airfind does not monitor or have control over Third Party Content or Third Party Sites.\nAirfind does not endorse or adopt any Third Party Content or Third Party Sites or take any responsibility therefor, and can make no guarantee or warranty as to their accuracy or completeness.\nAirfind undertakes no responsibility to review any Third Party Content or Third Party Sites.\nYour use of any Third Party Content or Third Party Sites is at your own risk.\nYou agree that Airfind shall not have any responsibility or liability for the manner in which Third Party Content available through the Application is directed or targeted to you by third parties.</p>\n<p>You further acknowledge and agree that Airfind shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any Third Party Content or Third Party Sites.</p>\n<p>The Third Party Content and the Third Party Sites are intended for general audiences.\nIf you do not like the Third Party Content and/or Third Party Sites for any reason, we suggest you not view the specific content that is not to your liking, or that you un-install and do not use the Application.</p>\n<p>Airfind is not responsible for, and makes no warranties of any kind regarding the Redemption Products or any other products or services that you may purchase or receive pursuant to Third Party Content made available through the Application.\nAny claims or concerns you may have concerning any Redemption Products or any other products or services that you may purchase or receive pursuant to Third Party Content available through the Application should be brought by you directly to the applicable seller or provider.\nAirfind expressly disclaims any warranties that such products or services will be merchantable or fit for a particular purpose or non-infringing or error-free.</p>\n<strong>S.\nModification of this Agreement</strong>\n<p>This Agreement is subject to occasional revision, and if we make any substantial changes, we may notify you by (i) prominently posting notice of the changes on the Application’s website, (ii) contacting you using Account information and/or (iii) providing notice of the changes through the Application.\nAny changes to this Agreement will be effective immediately upon our posting them on the Application’s website or making the updated version of this Agreement available to you through the Application, unless we notify you otherwise.\nContinued use of the Application and the Services following the posting or notice of such changes will indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.\nYou should frequently review this Agreement and the aforementioned other applicable agreements and policies on the Airfind website and/or the Application’s website.\nIf you do not agree to the amended terms, you must stop using and un-install the Application.</p>\n<strong>T.\nGeneral</strong>\n<p>This Agreement and the relationship between you and Airfind shall be governed by the laws of the State of Illinois, excluding any conflicts of law provisions.\nAirfind does not consent to the jurisdiction of all states or state courts merely by virtue of maintaining and operating the Services and providing other content and information on the World Wide Web.</p>\n<p>The failure of Airfind to enforce at any time any provision of this Agreement shall not be construed to be a waiver of such provision, nor in any way to affect the validity of this Agreement or any part hereof or the right of Airfind thereafter to enforce each and every such provision.\nNo waiver of any breach of this Agreement shall be held to constitute a waiver of any other or subsequent breach.</p>\n<p>If any provision of this Agreement is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of this Agreement remain in full force and effect.</p>\n<p>You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Services or this Agreement must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\n<p>The section titles in this Agreement are for convenience only and have no legal or contractual effect.</p>\n<p>Any notices intended to have legal effect: (a) to you may be made via email, SMS, regular mail or through the Services or the Application and (b) to Airfind must be made by delivery receipt-requested mail at Airfind headquarters at 3401 N.\nMiami Ave, Suite 230, Miami, FL 33127, ATTN: Legal Department.</p>\n<p>The United Nations Convention on Contracts for the International Sale of Goods shall not apply to this Agreement.\nIn the event that any provision of this Agreement is found to be contrary to law, then such provision shall be construed as nearly as possible to reflect the intention of the parties, with the other provisions remaining in full force and effect.</p>\n<p>This Agreement (together with all Related Agreements) constitutes the entire agreement between the parties pertaining to the subject matter hereof.</p>\n<p>The failure of Airfind to comply with this Agreement because of any reason beyond the reasonable control of Airfind shall not be deemed a breach of this Agreement.</p>\n<strong>U.</strong>\n<p>The Application is subject to the export control laws and regulations of the United States and other jurisdictions.\nYou agree to comply with all such laws and regulations.</p>\n<strong>V.\nArbitration</strong>\n<p>\n<strong>ANY CONTROVERSY OR CLAIM ARISING OUT OF OR RELATING TO THIS AGREEMENT SHALL BE RESOLVED BY BINDING ARBITRATION AT THE REQUEST OF EITHER PARTY, TO BE ADMINISTERED BY THE AMERICAN ARBITRATION ASSOCIATION (“AAA”).</strong>\n</p>\n<p>\n<strong>WE SHALL BE FULLY RESPONSIBLE FOR FILING, ADMINISTRATION AND ARBITRATOR FEES AND WE WILL ADVANCE, OR REIMBURSE YOU FOR, ANY REASONABLE FILING, ADMINISTRATION AND ARBITRATOR FEES FOR ANY ARBITRATION INITIATED IN ACCORDANCE WITH THIS PARAGRAPH.\nWE WILL REIMBURSE YOU FOR YOUR REASONABLE ATTORNEYS’ FEES AND COSTS IF THE ARBITRATOR AWARDS YOU AN AMOUNT EQUAL TO OR GREATER THAN THE AMOUNT YOU HAVE DEMANDED IN SUCH ARBITRATION.</strong>\n</p>\n<p>\n<strong>THE AMERICAN ARBITRATION ASSOCIATION SHALL ADMINISTER THE ARBITRATION AND JUDGMENT ON THE AWARD RENDERED BY THE ARBITRATOR MAY BE ENTERED IN ANY COURT HAVING JURISDICTION.\nBOTH PARTIES ACKNOWLEDGE THAT THIS AGREEMENT IS A TRANSACTION INVOLVING INTERSTATE COMMERCE, AND IS THEREFORE GOVERNED BY THE FEDERAL ARBITRATION ACT.\nBY AGREEING TO ARBITRATION, BOTH PARTIES ARE WAIVING THEIR RIGHT TO LITIGATE IN COURT INCLUDING ANY RIGHT TO A JURY TRIAL.</strong>\n</p>\n<p>\n<strong>UNLESS YOU AND WE OTHERWISE MUTUALLY AGREE, ALL HEARINGS UNDER SUCH ARBITRATION SHALL TAKE PLACE IN THE COUNTY OF YOUR BILLING ADDRESS.\nAT YOUR OPTION, YOU MAY BRING AN ACTION AGAINST US IN SMALL CLAIMS COURT, NOTWITHSTANDING THIS AGREEMENT.\nTHE PARTIES AGREE THAT ALL CLAIMS, WHETHER IN ARBITRATION OR IN SMALL CLAIMS COURT, SHALL BE TREATED INDIVIDUALLY AND THERE SHALL BE NO CONSOLIDATION OF CLAIMS, CLASS ACTIONS, REPRESENTATIVE ACTIONS OR PRIVATE ATTORNEY GENERAL ACTIONS.\nAIRFIND EXPRESSLY REJECTS AND DOES NOT CONSENT TO ANY CONSOLIDATION OF CLAIMS OR CLASS ACTION IN THE ARBITRATION.</strong>\n</p>\n<p>\n<strong>THIS ARBITRATION AGREEMENT SURVIVES THE TERMINATION OF THIS SERVICE AGREEMENT.</strong>\n</p>\n<p>\n<strong>FOR ADDITIONAL INFORMATION ON COMMENCING ARBITRATION AND HOW THE ARBITRATION PROCESS WORKS, YOU MAY CALL THE AMERICAN ARBITRATION ASSOCIATION AT 800-778-7879 OR VISIT THEIR WEBSITE AT WWW.ADR.ORG.</strong>\n</p>\n<strong>W.\nTechnical Support.</strong>\n<p>Technical support for the Application is available daily from Airfind through the Application.</p>\n<strong>X.\nInformation or Complaints.<br>\n</strong>\n<p>Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: If you have a question or complaint regarding the Services, please send an e-mail to the e-mail address listed below.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by mail at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<p>Contact Information:</p>\n<p>Airfind Corp<br>3401 N.\nMiami Ave, Suite 230<br>Miami, FL 33127<br>Email: support@smoreapp.co</p>\n<p>\n</p>\n<p>Home | Download App | Read Our Blog | About S'more | Privacy | Terms of Use | Contact Us | Manage Data</p> ", "created_at": "2021-01-09 15:06:29.640989", "updated_at": "2022-12-24 19:52:54.920892"}, {"id": 3453, "name": "Privacy Policy", "url": "https://smoreapp.co/privacy/", "xpath": "//body", "text": " This website stores data such as cookies to enable important site functionality including analytics, targeting, and personalization.You may alter your preferences at any time or accept the default settings.\ndata storage policy <ul>\n<li> Strictly Necessary </li>\n<li> Marketing </li>\n<li> Personalization </li>\n<li> Analytics </li>\n</ul> SaveAccept All Close Icon Storage Preferences <p>When you visit web sites, they may store or retrieve data in your web browser.\nThis storage is often necessary for basic functionality of the web site or the storage may be used for the purposes of marketing, analytics, and personalization of the web site such as storing your preferences.\nPrivacy is important to us so you have the option of disabling certain types of storage that may not be necessary to the basic functioning of the web site.\nBlocking categories may impact your experience on the web site.</p>\n<ul>\n<li> Strictly Necessary Essential in order to enable you to navigate the website and use its features, such as accessing secure areas of the website.\n</li>\n<li> Marketing Used to deliver advertising that is more relevant to you and your interests.\nThey are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaign.\nThey are usually placed by advertising networks with the website operator’s permission.\n</li>\n<li> Personalization Allows the website to remember choices you make (such as your user name, language or the region you are in) and provide enhanced, more personal features.\nFor example, a website may be able to provide you with local weather reports or traffic news by storing data about the region in which you are currently located.\n</li>\n<li> Analytics Provides information about how a web site performs, how each page renders, and whether there are technical issues on the web site to the web site operator.\nThis storage type generally doesn’t collect information that identifies a visitor.\n</li>\n</ul> Save Powered By Osano Smore <p>Home Download App </p> S’more™ Privacy Policy\nEffective Date: January 1, 2021\n1.\nIntroduction\n<p>The S’more mobile application (“Application” or “App”) provides you with the opportunity to earn points which can be redeemed for various rewards.\nS’more is brought to you by Airfind Corp (“Airfind”, “we” or “us”).\nWe have prepared this Privacy Policy to describe our practices regarding the information we collect, use, and share through the Application and our website located at http://www.smoreapp.co (collectively, “Services”).Please read this Privacy Policy carefully to understand our policies and practices regarding your information and how we treat it in connection with the Application and the Services.\n<strong>If you do not agree with this Privacy Policy, you should not use or register with the Application, and instead you should DELETE and UNINSTALL it.</strong>\n</p>\nI.\nScope\n<p>This Privacy Policy explains our practices about collecting, using and sharing information, including personal information which is information used to identify you.\nSee Section 2.I below for the complete definition of personal information (“Personal Information” or “PI”).</p>\n<p>You authorize Airfind to collect your information when you interact with us.\nWhen you visit our website, register to use S’more or interact with the application, you agree to our collection, use and sharing of your information as described in this Privacy Policy.\nBy signing up, you opt-in to the sharing of your Personal Information with third party advertisers and our third-party survey partners, allowing the Application to provide you with the opportunity to be awarded points which can be redeemed for various rewards.\nOnce awarded, you may redeem points through purchases at any time.\nBy signing up for Service you opt-in to any financial incentives associated with the awards program.\n<strong>If you wish to opt-out of any financial incentives or the selling or sharing of your Personal Information by us, third party advertisers, or our third-party survey partners, please UNINSTALL and DELETE this Application.</strong>\n</p>\n<p>Your use of the Application is governed by this Privacy Policy and the S’more Terms and Conditions (“Terms and Conditions”).\nPlease consult the Terms and Conditions for detailed information about the Services.\nCapitalized terms not defined in this Privacy Policy shall have the meaning ascribed to them in the Terms and Conditions.</p>\n<p>This Privacy Policy does not apply to information that we (or our affiliates) may collect on any other websites or applications, including websites you may access through the Application, or any information that you provide to or that is collected by any third party.\nAPPLE, GOOGLE AND AMAZON ARE NOT SPONSORS NOR ARE INVOLVED IN ANY WAY IN THIS CONTEST/DRAW.\nNO APPLE PRODUCTS ARE BEING USED AS PRIZES.</p>\nII.\nCHANGES TO THE PRIVACY POLICY\n<p>Airfind may update this Privacy Policy at any time, at least annually to reflect new legal requirements, changes within our Services, or to clarify our practices.\nPlease periodically refer back to this Privacy Policy to learn what changes, if any, have been made based on the effective date posted with the updated Privacy Policy.\nIf we propose to use your information materially different than what was stated in the Privacy Policy at the time we collected it, Airfind will obtain your consent in the appropriate manner, which may include an opt-out mechanism.\nContinued use of our Services, following notice of such changes, shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.</p>\nEffective:January 1, 2020\n<p>Updates include: additional categories of Personal Information which we collect from you, statement of your rights as a California resident, and updates to the Cookie Policy.</p>\nIII.\nACCESSIBILITY\n<p>To make accessibility-related requests or report barriers, please contact us at support@smoreapp.co.</p>\nV.\nCHILDREN UNDER THE AGE OF 13\n<p>The Application is not intended for children under 13 years of age, and we do not knowingly collect Personal Information from children under 13.\nIf we learn that we have collected or received Personal Information from a child under 13 without verification of parental consent, we will delete that information.\nIf you believe that we might have any Personal Information from or about a child under 13, please contact us at support@smoreapp.co.</p>\nVI.\nTHIRD PARTY WEBSITES AND APPLICATIONS\n<p>When you click on a link or otherwise leave the Services and go to another site, another entity may collect Personal Information or Anonymous Information from you.\nWe have no control over, do not review, and cannot be responsible for, these outside websites or their content.\nPlease be aware that the terms of this Privacy Policy do not apply to these outside websites or content, or to any collection of data after you click on links or swipe left to connect to such outside websites.</p>\nVII.\nSECURITY OF PERSONAL INFORMATION\n<p>Airfind uses a variety of commercially reasonable and appropriate safeguards to protect precise location information residing on its systems from unauthorized access or disclosure including, without limitation, server firewalls and physical facility security.\nWe retain this location information only so long as needed to provide and support location-based services or our mobile applications, or as required by law.\nShould we retain location information for a longer period, we shall do so only for business purposes and may convert such location information into aggregated or de-identifiable data.\nNo security is perfect, however, and Airfind cannot guarantee the security of GPS or precise your location information derived from your device settings.</p>\n<p>We take reasonable security safeguards to protect against such risks as loss or unauthorized access, destruction, use, modification, or disclosure of Personal Information.</p>\n<p>You should not provide your Account information to unauthorized parties.\nYou are encouraged to protect your mobile device, computer, and passwords against unauthorized access.\nWhen<br>\naccessing information online, you should sign off when finished using a shared computer and always log out of any website after viewing Personal Information.</p>\n2.\nINFORMATION WE COLLECT\nI.\nPERSONAL INFORMATION WE COLLECT\n<p>Personal Information is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with you.\nPersonal Information does not include anonymous or de-identified information that cannot personally identify you, your accounts or devices.<br>\nThe following sections summarize:</p>\n<ul>\n<li>The categories of and descriptions of Personal Information we collect;</li>\n<li>The categories of sources from which the Personal Information was collected;</li>\n<li>The business or commercial purpose for which the Personal Information was collected.\nand</li>\n<li>The categories of third parties with whom S’more shares Personal Information.</li>\n</ul>\nII.\nINFORMATION YOU PROVIDE TO US\n<p>\n<strong>Category of Personal Information</strong>: Account Information</p>\n<ul>\n<li>\n<strong>Description</strong>: We may collect information from you, such as your name, gender, age, birth-month and year, ethnicity, marital status, employment status, educational level, income, content interests, e-mail address, state of residence, zip code of residence, phone number and Application passwords when you create an account within the Application (“Account”).</li>\n<li>\n<strong>Source</strong>: You provide this information to us.</li>\n<li>\n<strong>Business or Commercial Purpose(s)</strong>: Provide you with the Services.\nDirect Advertisements and Content to you.\nMaintaining the Quality and Integrity of the Application and Services.\nInternal Research for Technological and Product Development.\nIdentifying and Repairing Errors.\nDetecting and Preventing Security Incidents and Fraud.\nAuditing Digital Interactions.</li>\n<li>\n<strong>Category of Third Parties Shared With</strong>: Service Providers.\nLocal, State, or Federal Government Authorities or Other Entities with Legal Authority.\nthird party advertisers.</li>\n</ul>\n<p>\n<strong>Category of Personal Information</strong>: Redemption Information</p>\n<ul>\n<li>\n<strong>Description</strong>: When you redeem points for rewards through the Application, we may collect additional the Personal Information required to complete the transaction, such as your name, e-mail and shipping information.</li>\n<li>\n<strong>Source</strong>: You provide this information to us.</li>\n<li>\n<strong>Business or Commercial Purpose(s)</strong>: Provide you with the Services.\nDetecting and Preventing Security Incidents and Fraud.</li>\n<li>\n<strong>Category of Third Parties Shared With</strong>: Service Providers.\nLocal, State, or Federal Government Authorities or Other Entities with Legal Authority.\nthird party advertisers</li>\n</ul>\n<p>\n<strong>Category of Personal Information</strong>: Feedback Information</p>\n<ul>\n<li>\n<strong>Description</strong>: If you provide us feedback or contact us via e-mail through the Services, we will collect your name and email address, as well as any other content included in the e-mail, in order to send you a reply.</li>\n<li>\n<strong>Source</strong>: You provide this information to us.</li>\n<li>\n<strong>Business or Commercial Purpose(s)</strong>: Provide you with the Application and Services.\nDirect Advertisements and Content to you.\nMaintaining the Quality and Integrity of the Application and Services.\nInternal Research for Technological and Product Development.\nIdentifying and Repairing Errors.\nAuditing Digital Interactions.</li>\n<li>\n<strong>Category of Third Parties Shared With</strong>: Service Providers.\nLocal, State, or Federal Government Authorities or Other Entities with Legal Authority.\nthird party advertisers.</li>\n</ul>\n<p>\n<strong>Category of Personal Information</strong>: Survey Responses</p>\n<ul>\n<li>Description: If you engage in surveys on the Application, your survey responses may be collected by the Application and by the third parties who are conducting the survey.\nSurvey questions may ask you for your Personal Information, and you should only provide your Personal Information if you are comfortable doing so.\nThe privacy policies of the survey providers will be available through the Application for you to review.</li>\n<li>Source: You provide this information to us.</li>\n<li>Business or Commercial Purpose(s): Provide you with the Application and Services.\nDirect Advertisements and Content to you.</li>\n<li>Category of Third Parties Shared With: Service Providers.\nLocal, State, or Federal Government Authorities or Other Entities with Legal Authority.\nthird party advertisers.</li>\n</ul>\n<p>\n<strong>Category of Personal Information</strong>: Tax Information</p>\n<ul>\n<li>Description:If the value of the points you redeem through the Application exceeds the amount which we are required to report to any taxing authority, we will collect your social security number or other tax identification number.</li>\n<li>Source: You provide this information to us.</li>\n<li>Business or Commercial Purpose(s): Provide you with the Application and Services.\nDetecting and Preventing Security Incidents and Fraud.</li>\n<li>Category of Third Parties Shared With: Service Providers.\nLocal, State, or Federal Government Authorities or Other Entities with Legal Authority.\nthird party advertisers.</li>\n</ul>\n<p>\n<strong>Category of Personal Information</strong>: Other Information</p>\n<ul>\n<li>Description: We may also collect other Personal Information at other points in the Services that state that Personal Information is being collected, such as requests for your e-mail made through the Services.</li>\n<li>Source: You provide this information to us.</li>\n<li>Business or Commercial Purpose(s): Provide you with the Application and Services.\nInternal Research for Technological and Product Development.\nIdentifying and Repairing Errors.\nDetecting and Preventing Security Incidents and Fraud.\nAuditing Digital Interactions.</li>\n<li>Category of Third Parties Shared With: Service Providers.\nLocal, State, or Federal Government Authorities or Other Entities with Legal Authority.\nthird party advertisers.</li>\n</ul>\nIII.\nINFORMATION COLLECTED VIA TECHNOLOGY\n<p>To make the Services more useful to you, the Services use technology to automatically collect certain Information, including but not limited to:</p>\n<p>\n<strong>Category of Personal Information</strong>: Location Information</p>\n<ul>\n<li>Description: The Application may collect, transfer and use information about your device’s precise location to provide a more personalized and relevant experience, including precise location-relevant advertising delivered by third party partners.\nThis includes GPS-based, Wi-Fi based and cell tower based location information.\nYou will be provided the choice of sharing your location information when you first register in the Application.\nIf you opt-in to sharing your location information, the Application will allow Airfind and third parties to collect, transfer, and use your device’s precise location information.\nAirfind does not guaranty the accuracy or completeness of location information delivered through the Application, and any location-based service or may be disrupted or fail due to environmental factors and factors affecting satellite usage.You can opt out of the future collection, transfer and use of precise location information through device settings.\nAirfind abides by the International Association for the Wireless Telecommunications Industry (CTIA) Best Practices and Guidelines for Location Based Services which can be found on the CTIA’s website at http://www.ctia.org.\nSee Opting Out to learn about disabling the collection of location information.</li>\n<li>Source: Our Services use technology to automatically collect this information.</li>\n<li>Business or Commercial Purpose(s): Provide you with the Services.\nDirect Advertisements and Content to you.\nMaintaining the Quality and Integrity of the Application and Services.\nInternal Research for Technological and Product Development.\nIdentifying and Repairing Errors.\nDetecting and Preventing Security Incidents and Fraud.\nAuditing Digital Interactions.</li>\n<li>Category of Third Parties Shared With: Service Providers.\nLocal, State, or Federal Government Authorities or Other Entities with Legal Authority.\nthird party advertisers.</li>\n</ul>\n<p>\n<strong>Category of Personal Information</strong>: Usage Details</p>\n<ul>\n<li>Description: The Services may automatically collect certain details of your access to and use of the Services, including traffic data, engagement with advertisements, the points you have accumulated, surveys answered, your Redemption Purchases, clickstream information (which is the recording of the parts of the screen or Application that you click on), search terms, content views and date and time of usage/visit.</li>\n<li>Source: Our Services use technology to automatically collect this information.</li>\n<li>Business or Commercial Purpose(s): Provide you with the Services.\nDirect Advertisements and Content to you.\nMaintaining the Quality and Integrity of the Application and Services.\nInternal Research for Technological and Product Development.\nIdentifying and Repairing Errors.\nDetecting and Preventing Security Incidents and Fraud.\nAuditing Digital Interactions.</li>\n<li>Category of Third Parties Shared With: Service Providers.\nLocal, State, or Federal Government Authorities or Other Entities with Legal Authority.\nthird party advertisers.</li>\n</ul>\n<p>\n<strong>Category of Personal Information</strong>:Computer or Device Information</p>\n<ul>\n<li>Description: The Services may collect information about your computer or mobile device and internet connection, including the unique advertising identifier (Ad ID) of a device, IP address, operating system, mobile network information, network connection type (e.g., Wifi, cellular), a device’s telephone number, other device identifiers, and device model, manufacturer and type.</li>\n<li>Source: Our Services use technology to automatically collect this information.</li>\n<li>Business or Commercial Purpose(s): Provide you with the Application and Services.\nDirect Advertisements and Content to you.\nMaintaining the Quality and Integrity of the Application and Services.\nInternal Research for Technological and Product Development.\nIdentifying and Repairing Errors.\nDetecting and Preventing Security Incidents and Fraud.\nAuditing Digital Interactions.</li>\n<li>Category of Third Parties Shared With: Service Providers.\nLocal, State, or Federal Government Authorities or Other Entities with Legal Authority.\nthird party advertisers.</li>\n</ul>\n<p>\n<strong>Category of Personal Information</strong>: Survey Serving Technology</p>\n<ul>\n<li>Description: The App uses Pollfish SDK.\nPollfish is an on-line survey platform, through which, anyone may conduct surveys.\nPollfish collaborates with Developers of applications for smartphones in order to have access to users of such applications and address survey questionnaires to them.\nWhen a user connects to this app, a specific set of user’s device data (including Advertising ID which will may be processed by Pollfish only in strict compliance with google play policies- and/or other device data) and response meta-data (including information about the apps which the user has installed in his mobile phone) is automatically sent to Pollfish servers, in order for Pollfish to discern whether the user is eligible for a survey.\nFor a full list of data received by Pollfish through this app, please read carefully Pollfish respondent terms located at https://www.pollfish.com/terms/respondent.\nThese data will be associated with your answers to the questionnaires whenever Pollfish sends such questionnaires to eligible users.\nBy downloading the application you accept this privacy policy document and you hereby give your consent for the processing by Pollfish of the aforementioned data.\nFurthermore, you are informed that you may disable Pollfish operation at any time by using the Pollfish “opt out section” available on Pollfish website .\nWe once more invite you to check the respondent’s terms of use, if you wish to have more detailed view of the way Pollfish works.</li>\n<li>Source: Our Services use technology to automatically collect this information.</li>\n<li>Business or Commercial Purpose(s): Provide you with the Application and Services.\nDirect Advertisements and Content to you.\nAuditing Digital Interactions.</li>\n<li>Category of Third Parties Shared With: Service Providers.\nLocal, State, or Federal Government Authorities or Other Entities with Legal Authority.\nthird party advertisers</li>\n</ul>\nIV.\nTHIRD PARTY COLLECTION\n<p>When you use the Application, certain third parties may use automatic information collection technologies to collect information about your device and your behaviors.\nThird parties may include: advertisers, ad networks, survey providers, ad servers and analytics companies (collectively “third party advertisers”).</p>\n<p>Through the Application, these third parties may collect information, such as your device type, operating system, device’s Ad ID, IP address and other device identifiers, location data, browser type, your usage of the Application, cookie information, and your engagement with advertisements (e.g., which ads were served, viewed, clicked on and whether you visited an advertiser’s website or purchased a product or service advertised).\nWe may also share other information with these third parties, such as technical device information including your operating system and whether you connect through WIFI or a network, and profile information about you stored in your Account including your age, gender, precise location and your device’s Ad ID.</p>\n<p>All of this Information is shared in order to provide you with interest-based (behavioral) advertising and other relevant content on the Application.\nThese third parties are not bound by this Privacy Policy and may use the information for any lawful purposes.\nThese third parties may also collect other information about you (including Personal Information) outside of the Application, such as your online activities over time and across different websites and applications.\nAirfind is not responsible or liable for the information collected directly by these third parties or their privacy policies or practices.\nSee “About Our Ads”.</p>\n<p>You may connect to other services you use through the Application, such as social networking sites.\nIf you connect your Account with a third party service (including logging in to the Application through Facebook), we may collect information through that service.\nThis information varies depending on the service and your privacy settings there, but may include your profile information on that service, your e-mail address, your contacts on that service and your content on that other service.</p>\n3.\nUSE\n<p>In general, the information that you provide to us or that we collect in connection with the Application or Services is used to respond to requests that you make or to aid us in serving you better.\nWe may use this information in the following ways:</p>\n<ol>\n<li>\n<strong>Provide you with the Services</strong>: We may use your information to provide you with the Services, including, but not limited to: establish and maintain your account.\nplace ads and content on your device.\nprovide customer support.\nprocess or fulfill point redemptions.\nverify customer information.\nprovide advertising and marketing services.\nWe may use your information to communicate with you about the Application and Services.\nenforce our Terms and Conditions.\nrespond to issues related to the Services.\nnotify you when Application updates are available and of changes to the Application or Services.\nimprove the Services to deliver a better and more personalized experience.</li>\n<li>\n<strong>Direct Advertisements and Content to you</strong>: We may direct certain advertisements and content to you so that you are more likely to see advertisements and content that are relevant to you.\nsend offers and promotional materials related to the Services and for other marketing purposes.\nSee About Our Ads for more information.</li>\n<li>\n<strong>Maintaining the Quality and Integrity of the Services</strong>: We may use your information to undertake activities to verify or maintain the quality of the Services.\nimprove, upgrade or enhance the Application and Services.\nprovide support and security for the Services.</li>\n<li>\n<strong>Internal Research for Technological and Product Development</strong>: We may use your information to undertake internal research for testing, research, analysis, technological and product development and demonstration.\nWe may use your information to administer contests, sweepstakes and promotions.\nconduct industry or consumer surveys.\nanalyze use of Services.\nshare it with our affiliates, including to allow our affiliates to market their products and services to you.\nand other activities to learn about the effectiveness of our Services.</li>\n<li>\n<strong>Identifying and Repairing Errors</strong>: We may use information to debug, identify and repair errors that impair existing intended functionality within our Application and Services.\nWe may monitor and evaluate internal controls for compliance with service level standards and identify bugs or errors.\nWe may use your information to respond to inquiries or issues about bugs or errors you may be experiencing.</li>\n<li>\n<strong>Detecting and Preventing Security Incidents and Fraud</strong>: We may use information to detect or prevent security incidents, protect against deceptive, fraudulent or other activity, and prosecute the responsible parties.\nWe also may use information to protect ourApplication and Services network from fraudulent, abusive or unlawful practices.\nauthenticate individuals.\nand monitor Application and Services usage for potential fraud, abuse or violations of theS’more Terms and Conditions.\nWe may access or disclose your information to respond to legal investigations.\nprotect and defend our legal rights and property.\nprotect the safety and security of users or members of the public including during emergency circumstances.\nand comply with the law or legal processes such as court orders and subpoenas.\nWe may also use your information to evaluate internal controls and audits for compliance, including those conducted by our internal and external audit service providers.</li>\n<li>\n<strong>Auditing Digital Interactions</strong>: We may use information to audit activities related to digital interactions with you and concurrent transactions, including, but not limited to, counting ad impressions to unique visitors on our website, verifying positioning and quality of ad impressions in our Application and Services, and auditing compliance with this specification and other standards.\nWe may use your location to identify and authenticate you, provide access to our Application and Services, and direct certain advertisements and content.\nWe may also use information collected from Cookies, including location information, to improve our website (as defined below in our Cookie Policy), complete transactions you request, make recommendations and deliver advertising or similar content.</li>\n</ol>\nI.\nANONYMOUS INFORMATION\n<p>We reserve the right to use Anonymous Information for any purpose and disclose Anonymous Information to third parties in our sole discretion.\nWe may create Anonymous Information records from Personal Information by removing or manipulating information that makes the data personally identifiable to you.\nWe use Anonymous Information to analyze usage patterns of the Application and to enhance the content of Services and improve the Application.</p>\n<p>We may use and disclose Anonymous Information without restriction.</p>\n4.\nSHARE\n<p>Airfind may disclose information to Third Parties.\n“Third Parties” are agents, vendors, service providers, suppliers, subcontractors, and independent contractors with whom we have a business relationship.\nUnless we have your express or implied consent, we will not share or disclose your information outside of S’more or our affiliated Third Parties other than as described in this Privacy Statement.\nWe may disclose information to our affiliated Third Parties to provide the Application and Services that you have requested and for administrative, analytical, and marketing purposes as described in this Privacy Statement.</p>\n<p>We may share your information to the following categories of Third Party entities as follows:<br>\n<strong>Service Providers</strong>: We may share your information without your consent with third parties acting as our service providers (“Service Providers”) that perform activities on our behalf, such as assisting in operating the Application and Services.\nmanaging our platforms and websites.\nfulfilling and distributing redemption orders.\nproviding customer support.\nsetting up customer accounts.\nfulfillment of event and sweepstake prizes.\npromoting and marketing our Application and Services.\nand managing our business.\nService Providers that receive information are prohibited from using the information for any purpose other than those for which they are permitted by law or they have contractually agreed to.\nand if they are processing your information, they have agreed to appropriate privacy and security provisions for the type of information shared.</p>\n<p>\n<strong>Local, State, or Federal Government Authorities or Other Entities with Legal Authority</strong>: We may share certain information, for purposes permitted by law, without your consent such as to prevent fraud.\ncomply with legal requirements.\nprovide emergency assistance.\nenforce our Terms of Service.\nprotect our rights and property, and in the event of the sale of part or all assets or other corporate reorganization.</p>\n5.\nABOUT OUR ADS\n<p>The Application uses common tracking tools that allow the Application to feature advertisements and content that are relevant to you and usually are presented by our partner advertisers or advertising networks.\nThese ads and content are presented based on your actions on the Application as well as your other online activities.\nThis is called interest-based or behavioral advertising – advertising that uses information collected on an individual’s web browsing or mobile application behavior (including your engagement with advertisements and the Application) in order to target advertising or content to the user based on this behavior.\nThis information is then used to select which advertisements or content are displayed to you on the Application.</p>\n<p>If Personal Information is voluntarily provided by you and collected in the Application via an advertisement, that Personal Information is collected and used solely by us or the relevant advertiser, not any network that served the advertisement to the Application.</p>\n<p>Airfind adheres to the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising (DAA Self-Regulatory Principles).</p>\n<p>You have a choice about receiving interest-based ads and content.\nSee Opting Out for more information.</p>\n6.\nMANAGE YOUR PREFERENCES\nI.\nACCESSING &amp.\nCHANGING YOUR ACCOUNT INFORMATION\n<p>You may access and change your Account Information directly in the Application.\nTo do this, open the Application, click Settings and then click View Profile.</p>\nII.\nCOMMUNICATION PREFERENCES\n<p>We may send you e-mails to promote the use of our Services.\nWhen you receive those e-mails, you may indicate a preference to stop receiving further communications from us and you will have the opportunity to “opt-out” by following the unsubscribe instructions provided in the e-mail you receive, by terminating your Account or by contacting us directly at support@smoreapp.co.</p>\n<p>\n<strong>Push Notifications</strong>\n</p>\n<p>Certain services may give you the option to receive push notifications.\nIn order to serve push notifications, we may need to collect both your IP address and a persistent identifier from your device.\nYou can turn push notifications on or off by modifying the settings within the applicable service, or within your device’s settings.</p>\n<p>These choices do not apply to the display of online advertising or the receipt of mandatory service communications that are considered part of the Services, which you may receive periodically unless you close your Account.</p>\nIII.\nOPTING OUT\n<p>We understand that, at a future date, you may no longer want to have your information collected and used to receive interest-based ads or content on the Application or to have your device’s precise location data collected.\nIf you do not agree to this collection, transfer and use, you may disable location-based services in your device settings.\nUse of precise location is not required for the Application.\nHowever failure to provide it will limit relevant content and functionality of the Application.</p>\n<p>The DAA offers AppChoices, a separate choice tool for users to exercise control over the collection and use of data across and through mobile applications for interest-based advertising and other related uses.\nTo exercise choice for participating companies, you can install the DAA’s AppChoices application on your mobile device.\nVisit here for more information on DAA’s AppChoices tool athttp://youradchoices.com/appchoices.</p>\n<p>Nevertheless, without this information, we won’t be able to provide you with enough interesting or relevant content on the Application, which means you will not have a meaningful opportunity to earn points.\nTherefore, to “opt out” of allowing the future collection, use and transfer of your behavioral information or the device’s precise location information, you must <strong>stop using and un-install the Application from your mobile device.</strong>\n</p>\n7.\nSTATE CONSUMER PRIVACY RIGHTS\n<p>The California Consumer Privacy Act of 2018 (“CCPA”) provides current California residents with specific rights regarding their personal information as defined by the CCPA (“CCPA PI”).\nAirfind respects the rights of our California resident customers to exercise these rights, including to:</p>\n<ul>\n<li>Request categories of or the specific pieces of your CCPA PI which we have collected in the previous 12 months in readily usable format, (Right to Access);</li>\n<li>Review a list of the third parties with which the CCPA PI was disclosed or sold in the previous 12 months, (Disclosure of Personal Information);</li>\n<li>Request the erasure of your CCPA PI which we have collected, subject to certain exemptions, (Right to Deletion);</li>\n<li>Opt-out of the sale of CCPA PI, (Do not Sell my Personal Information).\nand</li>\n<li>Be free from discrimination for exercising your privacy rights.</li>\n</ul>\nI.\nRIGHT TO ACCESS\n<p>You have the right to request that we disclose certain CCPA PI collected about you in the 12 months prior to our receipt of your request.\nOnce we receive your request and verify you as an authorized requestor, we may disclose to you some or all of the following:</p>\n<ul>\n<li>The categories of CCPA PI we collected about you.</li>\n<li>The categories of sources for the CCPA PI we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that CCPA PI.</li>\n<li>The categories of third parties with whom we share that CCPA PI.</li>\n<li>The specific pieces of CCPA PI we collected about you.</li>\n<li>If we sold or disclosed your CCPA PI for a business purpose, two separate lists disclosing: sales, identifying the CCPA PI categories that each category of recipient purchased.\nand disclosure for a business purpose, identifying the CCPA PI categories that each category of recipient obtained.</li>\n</ul>\nII.\nRIGHT TO DELETION\n<ul>\n<li>You have the right to request that we delete and direct any service providers that have received that CCPA PI to delete, the CCPA PI about you that we collected and retained, unless an exemption applies.\nWe may deny your deletion request, should the information be necessary for us or our service providers to:</li>\n<li>Complete the transaction for which we collected the CCPA PI, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546seq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\nIII.\nDO NOT SELL MY PERSONAL INFORMATION\n<p>In the preceding twelve (12) months, we may have shared, disclosed, or transferred your CCPA PI collected through the Application.</p>\n<p>In the preceding twelve (12) months, we may have shared, disclosed, or transferred your CCPA PI collected through our website’s Cookies to our third party advertisers.\nIf you would like to manage your Cookie Preferences or opt-out of the sharing of your CCPA PI collected via Cookies, you can do so at http://www.smoreapp.co.\nFor more information on Cookies, please refer to our Cookie Policy.</p>\nIV.\nDESIGNATED METHODS FOR SUBMITTING CCPA PRIVACY RIGHTS REQUESTS\nRight to Access\n<p>\n<i>Note: When you make this request, we will send you a link to a ZIP archive which contains a CSV file.\nThis CSV file will contain a copy your information.</i>\n</p>\n<p>To request the specific pieces of your CCPA PI which we have collected in the previous 12 months in readily usable format:</p>\n<ol>\n<li>Open the S’more Application</li>\n<li>Click ‘Settings’</li>\n<li>Click ‘Privacy’</li>\n<li>Click ‘Download Your Information‘</li>\n<li>Specify where to send the link to the ZIP archive.</li>\n<li>Click ‘Send’</li>\n<li>Access the link, open the ZIP archive and then the CSV file.</li>\n</ol>\nDisclosure of Personal Information\n<p>To review a list of the third parties with which the CCPA PI was disclosed or sold in the previous 12 months:</p>\n<ol>\n<li>Open the S’more Application</li>\n<li>Click ‘Settings’</li>\n<li>Click ‘Ad Partners’</li>\n</ol>\nRight to Deletion\n<p>To request the erasure of your CCPA PI which we have collected, subject to certain exemptions:</p>\n<ol>\n<li>Open the S’more Application</li>\n<li>Click ‘Settings’</li>\n<li>Click ‘Privacy’</li>\n<li>Click ‘Delete Your Account‘</li>\n<li>Click ‘Delete’</li>\n</ol>\nDo not Sell my Personal Information\n<p>To opt-out of the sale of CCPA PI, you must uninstall or delete S’more.\nTo delete S’more:</p>\n<ol>\n<li>Open the S’more Application</li>\n<li>Click ‘Settings’</li>\n<li>Click ‘Privacy’</li>\n<li>Click ‘Delete Your Account‘</li>\n<li>Click ‘Delete’</li>\n</ol>\nV.\nAUTHORIZED AGENTS\n<p>You may designate an agent to submit requests on your behalf.\nThe agent can be a natural person or a business entity that is registered with the California Secretary of State.</p>\n<p>Authorized Agents are required to verify your identity by providing us with certain Personal Information as described above, depending on whether you hold an account with us and the nature of the information you require, which we will endeavor to match the information submitted to information we maintain about you.\nAdditionally, we will require that you provide us with written confirmation that you have authorized the agent to act on your behalf, and the scope of that authorization.\nThe agent will be required to provide us with proof of the agency relationship, which may be a declaration attesting to the agent’s identity and authorization by you to act on their behalf, signed under penalty of perjury.</p>\n<p>If the agent is a business entity, it will also need to submit evidence that it is registered and in good standing with the California Secretary of State.</p>\n<p>Information to identify and verify your agent can be submitted via email to support@smoreapp.co.\nPlease note that this subsection does not apply when an agent is authorized to act on your behalf pursuant to a valid power of attorney.\nAny such requests will be processed in accordance with California law pertaining to powers of attorney.</p>\nVI.\nRIGHT TO NON-DISCRIMINATION\n<p>Airfind does not discriminate against you for exercising any of your rights.\nIf you exercise your rights, we will not:</p>\n<ul>\n<li>Deny you goods or services;</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties;</li>\n<li>Provide you a different level or quality of goods or services;</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>However, to earn the points and qualify for rewards available within this Application, you must agree to share your information as described within this Privacy Policy.\nThe financial incentive we offer is reasonably related to the value of your CCPA PI to us, as determined by Airfind, and is described our Terms of Service and within the Application.</p>\n<p>\n<strong>If you wish to opt-out of any financial incentives or the selling or sharing of your Personal Information by us, third party advertisers, or our third-party survey partners, please UNINSTALL and DELETE this Application</strong>.</p>\nVII.\nCALIFORNIA CIVIL CODE SECTION 1798.83\n<p>California Civil Code Section 1798.83 permits the users of the Application who are California residents to request and obtain from us a list of what Personal Information (if any) we disclosed to third parties for their direct marketing purposes in the preceding calendar year and the names and addresses of those third parties.\nRequests may be made only once a year and are free of charge.</p>\n<p>If you are a California resident and would like to make such a request, please submit your request in writing to Airfind at the following address:</p>\n<p>Airfind Corp<br>\nAttn: Legal Department<br>\n3401 N.\nMiami, Ave, Suite 230<br>\nMiami, FL 33127</p>\n8.\nCOOKIE POLICY\n<p>\n<br>\n<br>\nThe S’more website (http://www.smoreapp.co/)uses cookies, web beacons, pixels, and other tracking technology (collectively “Cookies”).\nThis Cookie Policy describes the information we collect through Cookies, how we use it and how you can manage your Cookie Preferences.</p>\n<p>This Cookie Policy applies to the S’more website located at http://www.smoreapp.co/.\nBy continuing to access or use the S’more website, you agree to our use of Cookies.\nThe S’more website uses Cookies and any device which interacts with our website will receive them.\nS’more may work with third parties to place S’more advertisements on their websites and place Cookies in your browser when you visit their websites.</p>\nI.\nWHAT ARE COOKIES?\n<p>A Cookie is a small text file sent to and stored on your internet connected device to identify your browser or store information.\nA first party Cookie is set up by the website being visited by the user.\nA third party Cookie is set up by a domain that is not the entity hosting the website.\nCookies are widely used to make websites work, work in a more efficient way, and identify and track users.</p>\n<p>Web beacons are small graphic images that works with Cookies to monitor web usage, link web pages to servers, interact with emails, and personalize advertising.</p>\nII.\nWHY DO WE USE COOKIES?\n<p>S’more and our third parties may use Cookies on our website to improve our website and provide you with the best possible experience.\nWe may use Cookies to enable your navigation of our website and use its features.\ndeliver advertising that is more relevant to you and your interests.\nmonitor the number of times you see an advertisement.\nmeasure the effectiveness of an advertising campaign.\nremember choices that you make.\npersonalize your experience.\nand monitor web site performance.\nThe information we collect from Cookies also may allow us to identify you across devices, such as smartphones, tablets, computers or related browsers.</p>\n<p>S’more may allow third parties to place their Cookies on our websites or within our advertisements.\nAnd, your web browser may request advertisements directly from independent third party advertising network servers which do not have a business relationship with us.\nThese advertisements may place Cookies that can view, edit, or set third party Cookies, just as if you had requested a web page from the third party site.\nS’more is not responsible for the practices, including the use of Cookies, employed by third party websites, mobile applications or online services linked to or from our website, or for the content contained therein.</p>\n<p>Third party websites, mobile applications, and online services that you can access on the Internet are outside the control or limits of this Cookie Policy.</p>\nIII.\nHOW CAN I MANAGE MY COOKIE PREFERENCES?\nTo provide you with the best possible website experience, we use different types of Cookies.\nWe categorize these Cookies as follows: Cookie Type\nDescription\nCan these cookies be disabled Strictly Necessary\nEssential in order to enable you to navigate the website and use its features, such as accessing secure areas of the website.\nNo.\nMarketing\nUsed to deliver advertising that is more relevant to you and your interests.\nThey are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaign.\nThey are usually placed by advertising networks with the website operator’s permission.\nYes.\nPersonalization\nAllows the website to remember choices you make (such as your user name, language or the region you are in) and provide enhanced, more personal features.\nFor example, a website may be able to provide you with local weather reports or traffic news by storing data about the region in which you are currently located.\nYes Analytics\nProvides information about how a web site performs, how each page renders, and whether there are technical issues on the web site to the web site operator.\nThis storage type generally doesn’t collect information that identifies a visitor.\nYes.\n<p>You can manage your Cookie Preferences on our website by either interacting with our cookie banner or by clicking on the cookie icon in the lower right-hand corner of the website.</p>\nIV.\nHOW CAN I STOP MY INTERNET BROWSER FROM TRACKING MY INFORMATION?\n<p>Most web browsers accept Cookies by default.\nDepending upon your computer and mobile devices, you may be able to set your web browser to control Cookies.\nIf you do not want to receive Cookies, you may adjust your web browser’s settings to reject or delete Cookies.\nTo do so, please follow the instructions provided by your web browser, which are usually located within the “Help,” “Tools,” or “Edit” menus.\nDeleting or rejecting Cookies may impact your ability to effectively interact with our website, third party websites or advertisements or otherwise limit your experience.</p>\n<p>As a company that follows the DAA Self-Regulatory Principles, we support the position taken by the DAA that many browsers’ default settings are set by their manufacturers and, therefore, do not represent the preferences of consumers.\nHowever, you may exercise your preferences as described in this Cookie Policy, including through the use of your web browser settings, blocking cookies and taking advantage of the DAA’s AppChoices tool at http://youradchoices.com/appchoices.</p>\n<p>Please note that the S’more website does not respond to web browser “Do-Not-Track” signals.</p>\n<p>Home | Download App | Read Our Blog | About S'more | Privacy | Terms of Use | Contact Us | Manage Data</p> ", "created_at": "2021-01-09 15:05:30.028421", "updated_at": "2022-12-24 19:52:25.830619"}], "points": [], "urls": ["smoreapp.co"]}}