{"error": 448, "message": "OK", "parameters": {"id": 6917, "name": "free-signal.com ", "created_at": "2022-11-18 22:02:06.958571", "updated_at": "2022-11-18 23:01:09.986807", "wikipedia": null, "keywords": null, "related": null, "slug": "free-signal-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6917.png", "url": "thunder.free-signal.com,free-signal.com", "documents": [{"id": 12679, "name": "Terms of Service ", "url": "https://www.free-signal.com/Terms%20of%20Service.html", "xpath": "//body", "text": " Terms of Service <p>The following terms and conditions (the \"Terms\") govern your use of the VPN services we provide (the \"Service\") and their associated website domains (the \"Site\").\nThese Terms constitute a legally binding agreement (the \"Agreement\") between you and Thunder VPN.\n(the \"Thunder VPN\").</p>\n<p>Thunder VPN may update the Terms from time to time without notice.\nAny changes in the Terms will be incorporated into a revised Agreement that we will post on the Site.\nUnless otherwise specified, such changes shall be effective when they are posted.\n</p> 1.\nUsage Policy <p>You agree to comply with all applicable laws and regulations in connection with your use of this service.</p>\n<p>You further agree that you, or anyone using the service under your account, will not engage in any of the following activities, and that any of the following activities constitute grounds for termination of your account:</p>\n<ul>\n<li>Sending or transmitting unsolicited advertisements or content (\"spam\") over the Service, via e-mail or any other communication channel.</li>\n<li>Sending, transmitting or receiving any illegal content over the Service, including but not limited to child pornography, whether via e-mail, peer-to-peer file sharing, or any other electronic communication channel.</li>\n<li>Uploading, downloading, posting, reproducing, or distribution of any content protected by copyright, or any other proprietary right, without first having obtained permission of the owner of the proprietary content.</li>\n<li>Engaging in any conduct that restricts or inhibits any other subscriber from using or enjoying the Service.</li>\n<li>Attempting to access, probe, or connect to computing devices without proper authorization (i.e., any form of \"hacking\").</li>\n<li>Posting to or transmitting through the Service any unlawful, harmful, threatening, abusive, harassing, hateful, racially, ethnically or otherwise objectionable material of any kind, including, but not limited to, any material which encourages conduct that may constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, national or international law.</li>\n<li>Using the Service for anything other than lawful purposes.</li>\n</ul>\n<p>Violations of this Usage Policy may result in termination of your account, without any refund of amounts previously paid for the Service.\nAdditionally, you may be held responsible for any and all damages incurred by Thunder VPN , including any amounts charged by any outside entity due to said violation(s), including without limitation attorney’s fees and costs.</p>\n<p>Thunder VPN enables you to download software, software updates or patches, or other utilities and tools onto your computer or Internet-enabled device (\"Software\").\nThunder VPN grants to you a non-exclusive, limited license to use the Software solely for the purpose stated by Thunder VPN at the time the Software is made available to you and in accordance with these Terms.\nModifying, distributing to unauthorized parties, reverse engineering, or otherwise using the Software in any way not expressly authorized by Thunder VPN, is strictly prohibited.</p> 2.\nPrivacy Policy <p>We are committed to your privacy, we will not collect your personal identifying information, nor will we collect or log traffic data or browsing activity from individual users connected to our VPN.</p>\n<p>When you use our app we may collect the following information: </p>\n<ul>\n<li>Internet service provider</li>\n<li>Device OS version</li>\n<li>Device manufacturer and model</li>\n<li>Language of the device</li>\n<li>App version</li>\n<li>Times when connected to our service, and the total amount of data transferred per day, etc.</li>\n</ul>\n<p>We store this to be able to deliver the best possible network experience to you.\nWe need this information to deploy and optimize our servers to ensure that we can provide high-quality services.\nWe analyze this information generically and keep the data secure.</p>\n<p>Our software may send diagnostic data to a third party analytics provider for the purpose of identifying connection errors and possible bugs in our application.\nThe information collected is generic in nature and does not contain personally identifying information.</p> 3.\nDisclaimers <p>We will strive to prevent interruptions to the Site and the Service.\nHowever, these are provided on an \"as is\" and \"as available\" basis, and we do not warrant, either expressly or by implication, the accuracy of any materials or information provided through the Site or Service, or their suitability for any particular purpose.\nWe expressly disclaim all warranties of any kind, whether express or implied, including, but not limited to, warranties of merchantability or fitness for a particular purpose, or non-infringement.\nWe do not make any warranty that the Service will meet your requirements, or that it will be uninterrupted, timely, secure, or error free, or that defects, if any, will be corrected.\nYou acknowledge that you access the Site and the Service at your own discretion and risk.</p>\n<p>The Site may contain links to third party websites (\"Third Party Websites\").\nAccess to Third Party Websites is at your own risk, and Thunder VPN is not responsible for the accuracy, availability or reliability of any information, goods, data, opinions, advice or statements made available on Third Party Websites.\nThese links may also lead to Third Party Websites containing information that some people may find inappropriate or offensive.\nThe Third Party Websites are not under the control of Thunder VPN and, as such, Thunder VPN is not liable for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any Third Party Website.\nThe inclusion of any links to Third Party Websites on the Site are provided solely as a convenience to you and does not imply an endorsement or recommendation by Thunder VPN of any third party resources or content.\nThunder VPN is not responsible for any form of transmission received from any link, nor is Thunder VPN responsible if any of these links are not working appropriately.\nYou are responsible for viewing and abiding by any privacy statements and terms of use posted in connection with Third Party Websites, and these Third Party Websites are not governed by this Agreement.</p>\n<p>We do not control, nor are we responsible for, any data, content, services, or products (including software) that you access, download, receive or buy while using the Service.\nWe may, but do not have any obligation to, block information, transmissions or access to certain information, services, products or domains to protect the Service, our network, the public or our users.\nWe are not a publisher of third-party content accessed through the Service and are not responsible for the content, accuracy, timeliness or delivery of any opinions, advice, statements, messages, services, graphics, data or any other information provided to or by third parties as accessible through the Service.</p>\n<p>VPN service coverage, speeds, server locations and quality may vary.\nThunder VPN will attempt to make the Service available at all times.\nHowever, the Service may be subject to unavailability for a variety of factors beyond our control including but not limited to emergencies, third party service failures, transmission, equipment or network problems or limitations, interference or signal strength, and may be interrupted, refused, limited or curtailed.\nWe are not responsible for data, messages or pages lost, not delivered, delayed or misdirected because of interruptions or performance issues with the Service or communications services or networks.\nWe may impose usage or service limits, suspend service, or block certain kinds of usage in our sole discretion to protect users or the Service.\nThe accuracy and timeliness of data received is not guaranteed.\ndelays or omissions may occur.</p>\n<p>Thunder VPN does not as a matter of ordinary practice actively monitor user sessions for inappropriate behavior, nor do we maintain direct logs of customers' Internet activities.\nHowever, Thunder VPN reserves the right to investigate matters we consider to be violations of these Terms.\nWe may, but are not obligated to, in our sole discretion, and without notice, remove, block, filter or restrict by any means any materials or information that we consider to be actual or potential violations of the restrictions set forth in these Terms, and any other activities that may subject Thunder VPN or its customers to liability.\nThunder VPN disclaims any and all liability for any failure on its part to prevent such materials or information from being transmitted over the Service and/or into your computing device.</p> ", "created_at": "2022-11-18 22:02:06.961023", "updated_at": "2022-11-18 21:02:38.462447"}], "points": [], "urls": ["thunder.free-signal.com", "free-signal.com"]}}