{"error": 448, "message": "OK", "parameters": {"id": 9828, "name": "Escorrega o Preço", "created_at": "2023-10-23 20:16:04.675425", "updated_at": "2023-10-23 22:02:43.425693", "wikipedia": null, "keywords": null, "related": null, "slug": "escorrega-o-preco", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9828.png", "url": "escorregaopreco.com.br", "documents": [{"id": 19577, "name": "Privacy Policy", "url": "https://www.escorregaopreco.com.br/politica-de-privacidade", "xpath": "//body", "text": " Search Baixar a extensao Grupo Telegram Grupo Whatsapp <p>\n<b>\n<u>POLÍTICA DE PRIVACIDADE</u>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>Seja bem-vindo(a)!</p>\n<p>&nbsp;</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Ficamos muito felizes por você<b>\n</b>escolher a Plataforma <b>ESCORREGA O PREÇO!</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>A <b>ESCORREGA O PREÇO </b>é uma extensão que te auxilia a encontrar os melhores cupons de desconto e oportunidades nas suas compras on-line.\nPara ter acesso aos serviços ofertados pela <b>ESCORREGA O PREÇO</b>, esta desenvolveu uma extensão para o navegador <i>Google Chrome</i>, que pode ser instalada a partir do <i>Website</i>: https://escorregaopreco.com.br<i>.\n</i>\n</p>\n<p>&nbsp;</p>\n<p>Os serviços da <b>ESCORREGA O PREÇO </b>funcionam da seguinte forma: o Usuário, ao acessar a plataforma (loja) de um dos anunciantes parceiros, deverá clicar na extensão, <b>ESCORREGA O PREÇO,</b> no canto superior direto do navegador, onde estarão listados todos os cupons de desconto para aquela plataforma (loja).</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Para funcionar, a extensão <b>ESCORREGA O PREÇO</b> coleta dados pessoais de seus Usuários, sobretudo dados de navegação, como eventos de interação com a plataforma.\n</p>\n<p>&nbsp;</p>\n<p>Desta forma, nesta política descrevemos, a partir da Lei Geral de Proteção de Dados, como é feito o tratamento dos dados pessoais que coletamos, bem como disponibilizamos, aqui mesmo, meios para você possa entrar em contato conosco - seja para exercer esses direitos ou para tirar dúvidas a respeito de como suas informações estão sendo utilizadas.</p>\n<p>&nbsp;</p>\n<p>Ao aceitar os termos desta Política, você declara que concorda com que nós possamos tratar seus Dados Pessoais de acordo com o que aqui for estabelecido.\n</p>\n<p>&nbsp;</p>\n<p>Ah, também queremos te informar que esta Política será revisada e poderá ser alterada, por isso, fique atento aos avisos da página em dev@escorregaopreco.com.br.\n</p>\n<p>&nbsp;</p>\n<p>Por fim, este documento é parte integrante de uma série de medidas que a <b>ESCORREGA O PREÇO </b>realiza para sua segurança, como Termos e Condições de Uso dos serviços que presta.\n</p>\n<p>&nbsp;</p>\n<p>\n<b> - GLOSSÁRIO - </b>\n</p>\n<p>&nbsp;</p>\n<p>Para melhor compreensão a respeito do documento, explicaremos para você algumas definições utilizadas na Política.\nSempre que você ler os termos abaixo descritos, seja em letra maiúscula ou minúscula, no plural ou no singular, com ou sem negrito, eles devem ser interpretados da seguinte forma:</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Dados Pessoais</u>\n</b>.\nOs dados pessoais são informações que podem identificar uma pessoa natural, direta ou indiretamente.\nA identificação direta ocorre quando o dado em si já identifica a pessoa que é titular daqueles dados (como, por exemplo, o C.P.F.).\nJá os dados indiretos são aqueles que necessitam de uma informação adicional para identificação (por exemplo, endereço residencial).</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Dados Pessoais Sensíveis.</u>\n</b> Dados pessoais sensíveis são aqueles sobre a origem racial ou étnica, convicção religiosa, opinião política, filiação a sindicato ou a organização de caráter religioso, filosófico ou político, dado referente à saúde ou à vida sexual, dado genético ou biométrico, quando vinculado a uma pessoa natural.</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>LGPD:</u>\n</b> sigla que se refere à Lei Geral de Proteção de Dados Pessoais (Lei nº 13.709/2018).</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Tratamento:</u>\n</b>\n<b>\n</b>Quando é realizada alguma operação com o dado pessoal como, a coleta, produção, recepção, classificação, utilização, acesso, reprodução, transmissão, distribuição, processamento, arquivamento, armazenamento, eliminação, avaliação ou controle da informação, modificação, comunicação, transparência, difusão ou extração.</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Bases Legais:</u>\n</b> Hipóteses em que LGPD autoriza a <b>ESCORREGA O PREÇO</b> a utilizar os dados pessoais.</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Nós ou nosso:</u>\n</b> Este termo é utilizado quando nos referimos à <b>ESCORREGA O PREÇO</b>.</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Você</u>\n</b>: Qualquer pessoa que acessa nosso site, na condição de visitante e/ou Usuário, e/ou responsável por pessoa jurídica que acesse ou realize algum tipo de interação com as atividades ou funcionalidades disponibilizadas em nosso site.</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Usuário</u>\n</b>: Colaboradores ou clientes que utilizam nosso serviço.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u> - IDENTIDADE E DETALHES DA PLATAFORMA E CONTATO - </u>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>1.1.\nA plataforma é de propriedade da<b>\n</b>\n<b>JEFFS CONSULTORIA E TECNOLOGIA DA INFORMACAO LTDA </b>CNPJ: 44.301.751/0001-13 Endereço: AV ENG LUIZ CARLOS BERRINI 1748, CONJ 1710 - CIDADE MONCOES, SAO PAULO - CEP 04.571-000, doravante simplesmente denominado ESCORREGA O PREÇO, cujo e-mail de contato é dev@escorregaopreco.com.br(“<b>ESCORREGA O PREÇO</b>”).\nA política de privacidade engloba o website e seus subdomínios, aplicativos, programas e demais extensões.</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>- TERMOS GERAIS-</u>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>1.2.\n</b>\n<b>\n<u>Autorização de Coleta de Informações</u>\n</b>.\nAo utilizar a plataforma, você aceita e autoriza a coleta de informações apenas para o cumprimento das finalidades que serão expostas nos termos da presente política de privacidade.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.2.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Você poderá desistir de consentir com as disposições desta Política de Privacidade, a qualquer momento, bastando para tal que notifique <b>a ESCORREGA O PREÇO através do e-mail &nbsp;</b>dev@escorregaopreco.com.br.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>1.2.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>Se você realizar a desistência ou não autorizar a Política de Privacidade, alguns dos serviços disponibilizados na plataforma poderão ficar indisponíveis para o acesso.\nA recusa nos termos relacionados à Política de Privacidade poderá comprometer o acesso às funcionalidades da nossa extensão.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>1.3.</b>\n<b>\n<u>Legislação de regulamentos aplicáveis:</u>\n</b> A plataforma atua de acordo com a legislação brasileira, atendendo, inclusive e especialmente, com os termos da Lei nº.\n12.965/2014 (o Marco Civil da Internet) eda Lei nº 13.709/2018 (Lei Geral de Proteção de Dados) e demais leis que venham a ser aplicadas.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>1.4.\n<u>Controle de Informações</u>\n</b>.\nEsta Política descreve quais os dados pessoais podem ser coletados dos <b>Usuários</b>, enquanto utilizam os serviços da plataforma, como essas informações podem ser utilizadas e as precauções tomadas contra o acesso ou uso destas informações de forma não autorizada.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>1.5.\n<u>Contato</u>\n</b>.\nEm caso de dúvida ou sugestões sobre a Política de Privacidade da plataforma ou qualquer outra informação, o você<b>\n</b>poderá entrar em contato conosco através do e-mail&nbsp;&nbsp;dev@escorregaopreco.com.br,<b>\n</b>que será respondido em horário comercial, de segunda-feira a sexta-feira, das 9h às 18h.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>- DADOS PESSOAIS COLETADOS -</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>2.1.\n</b>A extensão, ESCORREGA O PREÇO, coleta basicamente dados de navegação de você, Usuário.\nVejamos:</p>\n<p>&nbsp;</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRegistro em banco de dados de quaisquer arquivos ou informação carregados na <b>ESCORREGA O PREÇO</b>pelos<b>\n</b>titulares;</p>\n<p>&nbsp;</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOs detalhes de acesso à <b>ESCORREGA O PREÇO</b>\n<b>\n</b>e dos recursos que o titular acessou;</p>\n<p>&nbsp;</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformações do dispositivo de acesso utilizado, incluindo, por exemplo, modelo do hardware, sistema operacional e versão, nomes e versões dos arquivos, idioma de preferência, identificador exclusivo do dispositivo, identificadores de publicidade, número de série, informações referentes ao movimento do dispositivo e informações de rede.\n</p>\n<p>&nbsp;</p>\n<p>d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformações de registro do servidor que podem incluir informações como endereço IP do dispositivo.</p>\n<p>&nbsp;</p>\n<p>e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMapeamento de cliques no navegador, dados de navegação, estatísticos, demográficos, entre outros.</p>\n<p>&nbsp;</p>\n<p>f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMapeamento de cliques nos aplicativos e dados de navegação;</p>\n<p>&nbsp;</p>\n<p>g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDados referentes ao acesso.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>2.2.\n<u>Finalidade da Coleta de Dados</u>.\n</b>Os dados de interação que a extensão, <b>ESCORREGA O PREÇO, </b>coleta são usados para melhorar a experiência do próprio usuário.\nNenhum dos dados, separadamente, são capazes de identificar os Usuários, apenas quando usados em conjunto.\nA coleta dos desses dados se dá, única e exclusivamente, para que o contrato que se estabelece entre Usuário e plataforma, seja executado, nos termos do art.\n7º, V da LGPD.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>2.3.\n<u>Envio de <i>Newsletter.</i>\n</u>\n</b> Por se tratar de uma extensão do navegador Chrome, a <b>ESCORREGA O PREÇO, </b>tem acesso ao endereço de e-mail<b> do Usuário que faz seu download, </b>por meio do qual o Usuário receberá periodicamente promoções e cupons das lojas parceiras da <b>ESCORREGA O PREÇO.\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>- COMPARTILHAMENTO DOS DADOS PESSOAIS COLETADOS -</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>3.1.\n<u>Exceções para Compartilhamento de Dados Pessoais</u>\n</b>.\nA <b>ESCORREGA O PREÇO</b>\n<b>\n</b>não divulga a terceiros qualquer dado pessoal fornecidos por você através da plataforma, exceto em casos excepcionais, como: </p>\n<p>&nbsp;</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCasos em que a <b>ESCORREGA O PREÇO</b> for obrigada a divulgar ou partilhar os dados coletados, a fim de cumprir ordem judicial, ou para efeitos de prevenção de fraude ou outros crimes, bem como em resposta à solicitação de informações apresentada por autoridade competente, se entendermos que a divulgação está de acordo ou é exigida conforme as leis, regulamentos ou procedimentos processuais aplicáveis;</p>\n<p>&nbsp;</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPara proteger os direitos, bens ou a segurança da <b>ESCORREGA O PREÇO</b> e da plataforma;</p>\n<p>&nbsp;</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCom agentes da lei e/ou autoridades governamentais, se entender-se que suas ações são inconsistentes em relação às disposições em nossos termos de uso, ou para proteger os direitos, a propriedade ou a segurança da<b> ESCORREGA O PREÇO</b>, de seus <b>Usuários</b>, ou de outros;</p>\n<p>&nbsp;</p>\n<p>d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMediante ação própria da <b>ESCORREGA O PREÇO</b>.\n</p>\n<p>&nbsp;</p>\n<p>e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNos casos de venda, parcial ou total, do negócio ou de seus ativos, ou como parte de qualquer reorganização ou reestruturação do negócio, fusão, cisão ou incorporação, de modo que a <b>ESCORREGA O PREÇO </b>poderá compartilhar as informações dos <b>Usuários </b>com terceiros que façam parte dos respectivos negócios, tomando as medidas necessárias para garantir que os direitos de privacidade continuem a ser protegidos, conforme esta Política;</p>\n<p>&nbsp;</p>\n<p>f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCom parceiros para a devida execução dos serviços contratados;</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<i>&nbsp;</i>\n</b>\n</p>\n<p>\n<b>\n<i>&nbsp;</i>\n</b>\n</p>\n<p>\n<b>\n<i>&nbsp;</i>\n</b>\n</p>\n<p>\n<b>\n<i>&nbsp;</i>\n</b>\n</p>\n<p>\n<b>\n<i>- </i>\n</b>\n<b>COOKIES<i> -</i>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>4.1.\n<u>O que são os <i>Cookies</i>\n</u>\n</b>.\nUm <i>cookie</i> é um trecho de informação armazenado localmente no computador ou dispositivo do <b>Usuário</b>, e que contém informação acerca das atividades deste na Internet.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>4.2.\n<i>\n<u>Cookies</u>\n</i>\n<u> Utilizados</u>\n</b>.\nOs <i>cookies</i> podem ser usados de diferentes formas e modalidades.\nA <b>ESCORREGA O PREÇO App </b>poderá<b>\n</b>utilizar:</p>\n<p>&nbsp;</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>\n<u>Cookies Funcionais</u>\n</b>: estes cookies são usados pelo website por algumas de suas funcionalidades.\nPor exemplo, cookie que permite saber se o usuário escolheu a opção “Mantenha-me conectado” para que o site entre automaticamente na conta da próxima vez que ele voltar à página.\n</p>\n<p>&nbsp;</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>\n<u>Cookies de desempenho</u>\n</b>: este tipo de cookie coleta informações anônimas sobre a forma como os usuários utilizam o site (Por exemplo, Google Analytics) </p>\n<p>&nbsp;</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>\n<u>Cookies publicitários</u>\n</b>: estes cookies coletam informações sobre os hábitos de navegação, buscando tornar a publicidade mais relevante para o usuário</p>\n<p>&nbsp;</p>\n<p>\n<b>4.3.\n<u>Acesso aos <i>Cookies</i>\n</u>\n</b>.\nO acesso aos <i>cookies</i> termina assim que o <b>Usuário</b> fecha o navegador.\nÉ dada ao <b>Usuário </b>a possibilidade de aceitar ou recusar os <i>cookies</i>.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>4.4.\n<u>Consentimento para Utilização de <i>Cookies</i>\n</u>\n</b>.\nÉ necessária a aceitação do <b>Usuário</b>, antes de iniciada a seção, para que os <i>Cookies</i> sejam utilizados.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>4.5.\n<u>Opção sem <i>Cookies</i>\n</u>\n</b>.\nO titular pode optar por recusar o uso de c<i>ookies</i>.\nSe o <b>Usuário </b>optar por não os aceitar, o seu acesso à maior parte das informações disponíveis na plataforma não será comprometido.\nContudo, o titular poderá não conseguir usar, de forma plena ou total, os serviços oferecidos.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>- DIREITOS DOS TITULARES DE DADOS PESSOAIS -</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>5.1.\n<u>Direitos dos Titulares de Dados Pessoais</u>\n</b>.\nOs <b>Usuários </b>têm direitos em relação aos dados pessoais sob posse da<b> ESCORREGA O PREÇO</b>, os quais poderão ser exercidos por meio de contato aos administradores da empresa através do e-mail &nbsp;dev@escorregaopreco.com.br, que será respondido em horário comercial, de segunda-feira a sexta-feira, das 9h às 18h, no prazo de 15 (quinze) dias e poderá ser enviado por e-mail ou através de carta, de acordo com o previsto no artigo 9º da LGPD, de modo a assegurar os seguintes direitos:</p>\n<p>&nbsp;</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDireito de confirmação da existência de tratamento - direito de solicitar a confirmação da existência de tratamento aos seus dados pessoais através de informações claras sobre a origem dos dados, a inexistência de registro, os critérios utilizados e a finalidade do tratamento.\n</p>\n<p>&nbsp;</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDireito de acesso - direito de ser informado e solicitar acesso aos dados pessoais tratados pela<b> ESCORREGA O PREÇO</b>;</p>\n<p>&nbsp;</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDireito de retificação - direito de solicitar que a <b>ESCORREGA O PREÇO</b> altere ou atualize os seus dados pessoais quando eles estiverem incorretos ou incompletos;</p>\n<p>&nbsp;</p>\n<p>d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDireito de exclusão - direito de solicitar a eliminação de seus dados pessoais coletados pela <b>ESCORREGA O PREÇO</b>;</p>\n<p>&nbsp;</p>\n<p>e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDireito de restrição - direito de solicitar que a <b>ESCORREGA O PREÇO</b> deixe, temporária ou permanentemente, de processar todos ou alguns dos seus dados pessoais;</p>\n<p>&nbsp;</p>\n<p>f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDireito de oposição – direito de se opor, a qualquer momento, (i) ao processamento de seus dados pessoais por motivos relacionados à sua situação particular e (ii) à manipulação dos seus dados pessoais para fins de marketing direto;</p>\n<p>&nbsp;</p>\n<p>g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDireito à portabilidade de dados - direito de solicitar uma cópia dos seus dados pessoais em formato eletrônico e/ou transmitir os referidos dados pessoais para utilização no serviço de terceiros;</p>\n<p>&nbsp;</p>\n<p>h)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDireito a não se submeter a decisões automatizadas - direito de não se submeter a decisões tomadas de forma unicamente automatizada, incluindo no que diz respeito à definição de perfis, caso a decisão exerça efeito jurídico sobre você ou produza um efeito igualmente significativo.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.2.\n<u>Exceção à Solicitação de Exclusão</u>\n</b>.\nVocê tem direito de solicitar a exclusão dos seus dados pessoais armazenados na<b> ESCORREGA O PREÇO</b>, a qualquer momento, salvo nos casos em que houver obrigação legal ou decisão judicial para a manutenção do armazenamento dos dados, de acordo com o disposto nos artigos 18, XVI, e 16 da LGPD.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.3.\n<u>Incorreção de Informações</u>\n</b>.\nÉ responsabilidade do titular manter suas informações atualizadas, sendo certo que, no caso de incorreção, a <b>ESCORREGA O PREÇO </b>poderá atualizá-las ou excluí-las, excetuando-se os casos de necessidade de manutenção para fins comerciais legítimos ou jurídicos.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>5.4.\n<u>Medidas Necessárias de Proteção</u>\n</b>.\nA <b>ESCORREGA O PREÇO</b> toma as medidas de segurança necessárias para proteger os dados pessoais dos <b>Usuários </b>e para protegê-los contra a perda, utilização indevida, acesso, divulgação, alteração ou destruição não autorizados.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>- NOTIFICAÇÃO DE MODIFICAÇÕES NA POLÍTICA DE PRIVACIDADE -</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>6.1.\n<u>Alterações na Política de Privacidade</u>\n</b>.\nA <b>ESCORREGA O PREÇO</b> pode alterar a Política de Privacidade da plataforma de tempos em tempos.\nO uso de informações coletadas agora está sujeito à Política de Privacidade em vigor.\nSe a <b>ESCORREGA O PREÇO</b> realizar mudanças na forma como utiliza as informações pessoais, notificará os <b>Usuários </b>através do envio de <i>e-mail ou pop-up </i>no site da plataforma.\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>6.2.\n<u>Ajustes Não Notificados</u>.</b> Pequenos ajustes nesta Política de Privacidade podem ocorrer sem afetar significativamente as formas em que a <b>ESCORREGA O PREÇO </b>trata as informações coletadas, de forma que estes não precisarão ser informados.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>- COMUNICAÇÃO<i> -</i>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>7.1.\n<u>Envio de Comunicações</u>\n</b>.\nOs <b>Usuários</b>, ao se cadastrarem, concordam que a <b>ESCORREGA O PREÇO</b> envie para o seu <i>e-mail</i> notificações, publicidades, novidades sobre os serviços e informações importantes sobre a utilização da plataforma que necessitem da sua atenção.</p>\n<p>&nbsp;</p>\n<p>\n<b>7.1.1.\n<u>Opção por Não Recebimento</u>\n</b>.\nAo receber um <i>e-mail</i>\n<b>\n</b>em nome da plataforma<b>,</b> haverá a possibilidade de optar por não mais recebê-los, utilizando da opção <i>opt-out </i>ou através de solicitação por e-mail.</p>\n<p>&nbsp;</p>\n<p>\n<b>7.2.\n<u>Política <i>AntiSpam</i>\n</u>\n</b>.\nA plataforma toma os cuidados necessários para evitar o envio não solicitado de e-mails.\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>7.3.\n<u>Confidencialidade</u>\n</b>.\nÉ assegurado o máximo de confidencialidade no tratamento da lista de telefones e <i>e-mails</i> durante as tarefas regulares de administração da <b>ESCORREGA O PREÇO</b>.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>- SEGURANÇA DE DADOS PESSOAIS -</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>8.1.\n<b>\n<u>Armazenamento.</u>\n</b> Os dados pessoais de sua conta e todas as informações da plataforma são armazenados e trafegam de forma segura em servidores das plataforma <i>Digital Ocean</i> – empresa de serviço de armazenamento de dados em nuvem com sede no Estado de Nova Iorque, nos Estados Unidos da América , sendo que apenas os colaboradores autorizados pela <b>ESCORREGA O PREÇO </b>podem ter acesso às suas informações pessoais, estando obrigatoriamente sujeitos aos deveres de confidencialidade e rigoroso respeito à sua privacidade nos termos desta Política.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>8.2.<b>\n<u>Transferência Internacional de dados</u>\n</b>.\nOs dados coletados pela <b>ESCORREGA O PREÇO </b>são transferidos para sua base de dados no Estado de Nova Iorque, nos Estados Unidos da América.\nFrise que as leis desta localidade proporcionam o grau de proteção de dados pessoais compatíveis com a LGPD, e, portanto, a transferência internacional aqui citada está em conformidade com o art.\n33, I da LGPD.\n</p>\n<p>&nbsp;</p>\n<p>8.3.\n<b>\n<u>Segurança da Informação.</u>\n</b> A ESCORREGA O PREÇO app, considerando o desenvolvimento do site, fornece serviços que ajudam a proteger seus dados, contas e cargas de trabalho contra acesso não autorizado.\nOs serviços de proteção de dados da AWS fornecem criptografia, gerenciamento de chaves e detecção de ameaças que monitoram e protegem continuamente suas contas e cargas de trabalho.</p>\n<p>\n<b>\n<u>&nbsp;</u>\n</b>\n</p>\n<p>\n<b>8.4.</b>\n<b>\n<u>Notificação.</u>\n</b> Se a <b>ESCORREGA O PREÇO </b>tomar conhecimento de qualquer violação à segurança própria ou a empresas de hospedagem, incluindo invasões, vazamentos de dados ou qualquer outro incidente de segurança da informação, iremos notificar as autoridades nacionais, os <b>Usuários </b>eventualmente afetados<b>,</b> acerca dessa violação e iremos fornecer o máximo de detalhes referente à natureza, extensão da violação e os dados comprometidos, em prazo razoável, de acordo com o disposto nos artigos 48, § 1º, da LGPD.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.5.\n<u>Prazo de Armazenamento</u>\n</b>.\nA <b>ESCORREGA O PREÇO</b> armazenará os dados dos <b>Usuários </b>durante todo o período em que o cadastro do <b>Usuário </b>estiver ativo, ou quando houver autorização legal que permita a manutenção das informações por outro prazo determinado.</p>\n<p>&nbsp;</p>\n<p>8.7.\nEncarregado de Proteção de Dados.\nFica definido <b>que Douglas Mesquita Da Silva </b>será o Encarregado de Proteção de Dados da ESCORREGA O PREÇO e poderá ser contatado através do e-mail &nbsp;dev@escorregaopreco.com.br.\n</p>\n<p>\n<u>&nbsp;</u>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>- DISPOSIÇÕES GERAIS -</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>9.1.</b>&nbsp;<b>\n<u>Responsabilidade do Usuário.</u>\n</b> Os&nbsp;<b>Usuários </b>serão responsáveis por indenizar a <b>ESCORREGA O PREÇO </b>por todos os custos e danos que este possa incorrer, como&nbsp;resultado da violação desta Política de Privacidade por si provocados.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.2.</b>&nbsp;<b>\n<u>Cooperação com Autoridades</u>\n</b>.\nA <b>ESCORREGA O PREÇO</b>\n<b>\n</b>coopera plenamente com quaisquer autoridades ou tribunais que venham a solicitar a divulgação da identidade ou localização de qualquer pessoa que tenha inserido qualquer material na plataforma que violem as cláusulas dispostas nesta Política.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>9.3</b>.\n<b>\n<u>Limitação de Responsabilidade</u>\n</b>.\nEsta Política de Privacidade aborda apenas o uso e divulgação de informações coletadas pela plataforma da <b>ESCORREGA O PREÇO</b>.\nSe os <b>Usuários </b>divulgarem suas informações a <i>websites </i>de terceiros, regras diferentes podem ser aplicadas à utilização das suas informações.\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>&nbsp;</p>\n<p>1ª Versão</p>\n<p>16/12/2021</p>\n<p>Aprovada por </p>\n<p>Responsável legal da<b> JEFFS CONSULTORIA E TECNOLOGIA DA INFORMACAO LTDA.\n</b>\n</p>\n<p>Revisada por </p>\n<p>Encarregado da Proteção de Dados - Douglas Mesquita Silva</p>\n<p>&nbsp;</p> Detalhes do cupom Close modal <p>\n</p> Desconto direto no link Copiar e ir à loja <p> Copie e cole o código no carrinho de compras de </p>\n<ul>\n<li>Contato</li>\n<li>Politica de privacidade</li>\n<li>Política de Cookies</li>\n</ul>\n<ul>\n<li>Baixe a nossa extensão</li>\n</ul> AVISO LEGAL: O Escorrega o Preço é um site de publicidade na internet, não é uma loja e não vende produtos ou serviços para seus usuários.\nSeu uso é GRATUITO, mas antes, você deverá ler e aceitar nossas Política de Privacidade e Termo de Uso.\nSe não aceitá-las, por favor, não use o Escorrega o Preço.\nAs informações sobre as ofertas são capturadas de forma colaborativa com os usuários que usam a ferramenta do Grupo Escorrega.\nFique atento à data de atualização de cada oferta, pois todos os preços estão sujeitos à disponibilidade de estoque e duração da oferta.\nAlterações de preço podem ocorrer a qualquer momento, sem prévio aviso.\nEm função disso, você concorda que as informações das lojas são as que devem ser validadas para sua decisão de compra, não responsabilizando o Escorrega o Preço por eventuais divergências ou problemas com a compra.\n", "created_at": "2023-10-23 20:16:04.708759", "updated_at": "2023-10-23 20:16:31.481997"}, {"id": 19578, "name": "Política de Cookies", "url": "https://www.escorregaopreco.com.br/termos-e-condicoes", "xpath": "//body", "text": " Search Baixar a extensao Grupo Telegram Grupo Whatsapp <p>\n<b>\n<u>Política de Cookies</u>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>A <b>ESCORREGA O PREÇO</b>, com o objetivo de oferecer uma melhor experiência aos <b>USUÁRIOS</b>, utiliza cookies para permitir que o funcionamento do website seja personalizado para cada usuário.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Mas, afinal, o que é um cookie?</u>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>Cookie é um texto que é enviado para o seu dispositivo, através de seu navegador, para que o <b>USUÁRIO</b> seja lembrado pelo nosso site na próxima vez que acessá-lo.\nAlém disso, esses cookies permitem que entendamos algumas métricas e possamos, cada vez mais, melhorar nosso serviço.</p>\n<p>&nbsp;</p>\n<p>Porém, fique tranquilo! Os cookies, isoladamente, não podem ser usados para identificá-lo.\nEsses cookies geralmente são formados pelo nome do seu domínio de origem, seu “tempo de vida” (ou seja, por quanto tempo permanecerá em seu dispositivo) e um valor, normalmente um número único gerado aleatoriamente.\n</p>\n<p>&nbsp;</p>\n<p>Além disso, utilizamos uma ferramenta que permite o gerenciamento do seu consentimento para o uso dos cookies, dessa forma utilizamos esses dados apenas para as finalidades permitidas pelo <b>USUÁRIO</b>.\nCaso não queira que seus dados sejam utilizados, o<b> USUÁRIO </b>poderá, ainda, revogar o seu consentimento.</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Que uso damos aos cookies?</u>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>Os “cookies” podem ser usados de diferentes formas, como descritas abaixo:</p>\n<p>\n<b>\n<u>&nbsp;</u>\n</b>\n</p>\n<ol>\n<li>\n<b>\n<u>Categoria 1: Cookies Funcionais </u>\n</b>\n</li>\n</ol>\n<p>Estes cookies são usados pelo nosso website por algumas de suas funcionalidades, como por exemplo, para sabermos o número de usuários ativos e sua retenção.\nCom isso, podemos fazer adaptações de forma a melhorar a experiência do usuário.\n</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>\n<u>Categoria 2: Cookies de desempenho</u>\n</b>\n</li>\n</ol>\n<p>Este tipo de cookie coleta informações anônimas sobre a forma como os nossos usuários utilizam o site, para podermos otimizá-lo.\nPor exemplo, cookie que permite saber se você escolheu a opção “Mantenha-me conectado” para que o site entre automaticamente na conta da próxima vez que voltar à página.\n</p>\n<p>As informações coletadas por estes cookies nunca contêm detalhes pessoais a partir dos quais seria possível identificá-lo.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp.\niii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>\n<u>Categoria 3: Cookies Publicitários: </u>\n</b> estes cookies coletam informações sobre os hábitos de navegação, buscando tornar a publicidade mais relevante para o Usuário.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Quais cookies de terceiros serão utilizados?</u>\n</b>\n</p>\n<p>\n<u>&nbsp;</u>\n</p>\n<p>Para permitir a utilização de algumas funcionalidades do nosso website, utilizamos ferramentas de fornecedores terceirizados.\nEstas ferramentas podem conter cookies de terceiros não previstos nesta Política de Cookies.\nRecomendamos que o <b>USUÁRIO </b>consulte as políticas de privacidade destes terceiros para maiores informações a respeito da utilização dos cookies.</p>\n<p>&nbsp;</p>\n<p>AESCORREGA O PREÇO<b>\n</b>utiliza cookies dos seguintes fornecedores terceirizados:</p>\n<p>&nbsp;</p>\n<p>\n<b>Cookie</b>\n</p>\n<p>\n<b>Descrição</b>\n</p>\n<p>\n<b>Link para Opt-out</b>\n</p>\n<p>Google Analytics</p>\n<p>Utilizamos estes cookies para entender o perfil do <b>USUÁRIO</b>, seus interesses e objetivos de investimento.</p>\n<p>&nbsp;</p>\n<p>https://tools.google.com/dlpage/gaoptout</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Posso me recusar a utilizar ou apagar os cookies?</u>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>Claro! É possível modificar as configurações do seu navegador para impedir o armazenamento de cookies no seu computador ou dispositivo móvel sem o seu consentimento prévio ou mesmo apagar cookies já armazenados.\nPor favor, note que desabilitar os nossos <i>cookies</i> não impedirá que lhe sejam exibidos anúncios em outros sites, apenas tornará esses anúncios menos relevantes para o<b> USUÁRIO</b>.\nAlém disso, desabilitar os cookies que utilizamos pode impactar sua experiência em nossa plataforma.</p>\n<p>&nbsp;</p>\n<p>É importante destacar que, caso o <b>USUÁRIO</b> utilize dispositivos diferentes para visualizar e acessar nossa página (por exemplo, computador, smartphone, tablet, etc.), deve assegurar-se de que os navegadores de cada dispositivo devem estar ajustados para atender suas preferências quanto aos cookies.</p>\n<p>&nbsp;</p>\n<p>Destacamos que, caso queira, o <b>USUÁRIO</b> poderá alterar as opções de cookies do seu navegador da seguinte forma:</p>\n<p>&nbsp;</p>\n<p>Para usuários do <b>Google Chrome</b> - inserir na barra de endereços o seguinte comando: chrome://settings/cookies</p>\n<p>Para usuários do <b>Brave Browser</b> - inserir na barra de endereços o seguinte comando: brave://settings/</p>\n<p>Na página que foi aberta, procure pela seção “Proteções” e faça as configurações de acordo com suas preferências.</p>\n<p>Para usuários do <b>FireFox </b>-<b>\n</b>inserir na barra de endereços o seguinte comando: about:preferences#privacy</p>\n<p>Na página que foi aberta, basta procurar pela opção “Cookies”.</p>\n<p>Para usuários do <b>Microsoft Edge </b>- inserir na barra de endereços o seguinte comando:</p>\n<p>edge://settings/content/cookies</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Modificações à Política de Cookies</u>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>Podemos modificar esta Política de Cookies, a qualquer momento, dentro dos respectivos limites legais.\nSe fizermos alterações substanciais, iremos lhe notificar assim que retornar ao nosso site.</p>\n<p>&nbsp;</p>\n<p>É importante que o<b> USUÁRIO</b> confira qualquer nova política de cookies implementada pela <b>ESCORREGA O PREÇO</b>.</p>\n<p>&nbsp;</p>\n<p>Caso reste alguma dúvida quanto à utilização de cookies pela <b>ESCORREGA O PREÇO</b>, o <b>USUÁRIO </b>pode entrar em contato conosco através do e-maildev@escorregaopreco.com.br e conversar com o nosso encarregado de proteção de dados, Douglas Mesquita Silva.</p>\n<p>&nbsp;</p>\n<p>Criada em 16 de dezembro de 2021.</p>\n<p>&nbsp;</p>\n<p>***</p> Detalhes do cupom Close modal <p>\n</p> Desconto direto no link Copiar e ir à loja <p> Copie e cole o código no carrinho de compras de </p>\n<ul>\n<li>Contato</li>\n<li>Politica de privacidade</li>\n<li>Política de Cookies</li>\n</ul>\n<ul>\n<li>Baixe a nossa extensão</li>\n</ul> AVISO LEGAL: O Escorrega o Preço é um site de publicidade na internet, não é uma loja e não vende produtos ou serviços para seus usuários.\nSeu uso é GRATUITO, mas antes, você deverá ler e aceitar nossas Política de Privacidade e Termo de Uso.\nSe não aceitá-las, por favor, não use o Escorrega o Preço.\nAs informações sobre as ofertas são capturadas de forma colaborativa com os usuários que usam a ferramenta do Grupo Escorrega.\nFique atento à data de atualização de cada oferta, pois todos os preços estão sujeitos à disponibilidade de estoque e duração da oferta.\nAlterações de preço podem ocorrer a qualquer momento, sem prévio aviso.\nEm função disso, você concorda que as informações das lojas são as que devem ser validadas para sua decisão de compra, não responsabilizando o Escorrega o Preço por eventuais divergências ou problemas com a compra.\n", "created_at": "2023-10-23 20:16:47.815337", "updated_at": "2023-10-23 20:16:56.17449"}], "points": [], "urls": ["escorregaopreco.com.br"]}}