{"error": 448, "message": "OK", "parameters": {"id": 9469, "name": "Yuga Labs", "created_at": "2023-09-02 01:44:57.746804", "updated_at": "2023-09-02 10:02:15.514397", "wikipedia": "https://en.wikipedia.org/wiki/Bored_Ape", "keywords": null, "related": null, "slug": "yuga-labs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9469.png", "url": "yuga.com", "documents": [{"id": 18670, "name": "Terms of Use", "url": "https://www.yuga.com/terms/", "xpath": "//body", "text": " Terms of Use <p>Last Updated: March 22, 2022</p>\n<p>Please read these Terms of Use (the “Terms”) and our Privacy Policy (“Privacy Policy”) carefully because they govern your use of the website located at https://yuga.com/ and the content and functionalities accessible via the Site (collectively, the “Site”) offered by Yuga Labs, Inc.\n(“Yuga Labs”), a Delaware corporation.</p>\n<p>IMPORTANT NOTICE REGARDING ARBITRATION: WHEN YOU AGREE TO THESE TERMS YOU ARE AGREEING (WITH LIMITED EXCEPTION) TO RESOLVE ANY DISPUTE BETWEEN YOU AND YUGA LABS THROUGH BINDING, INDIVIDUAL ARBITRATION RATHER THAN IN COURT.\nPLEASE REVIEW CAREFULLY SECTION 14 “DISPUTE RESOLUTION” BELOW FOR DETAILS REGARDING ARBITRATION.\nHOWEVER, IF YOU ARE A RESIDENT OF A JURISDICTION WHERE APPLICABLE LAW PROHIBITS ARBITRATION OF DISPUTES, THE AGREEMENT TO ARBITRATE IN SECTION 14 WILL NOT APPLY TO YOU BUT THE PROVISIONS OF SECTION 13 (GOVERNING LAW) WILL APPLY INSTEAD.</p>\n<p>1.\nAgreement to Terms.\nBy using our Site, you agree to be bound by these Terms.\nIf you don’t agree to be bound by these Terms, do not use the Site.</p>\n<p>2.\nPrivacy Policy.\nPlease review our Privacy Policy, which also governs your use of the Site, for information on how we collect, use and share your information.</p>\n<p>3.\nChanges to these Terms or the Site.\nWe may update the Terms from time to time in our sole discretion.\nIf we do, we’ll let you know by posting the updated Terms on the Site.\nIt’s important that you review the Terms whenever we update them or you use the Site.\nIf you continue to use the Site after we have posted updated Terms it means that you accept and agree to the changes.\nIf you don’t agree to be bound by the changes, you may not use the Site anymore.\nWe may change or discontinue all or any part of the Site, at any time and without notice, at our sole discretion.</p>\n<p>4.\nWho May Use the Site? You may use the Site only if you are 18 years or older and capable of forming a binding contract with Yuga Labs, and not otherwise barred from using the Site under applicable law.</p>\n<p>5.\nFeedback.\nWe value your feedback on the Site, but please don’t send us suggestions for improvements, creative ideas, designs, pitch portfolios or other materials (collectively “Unsolicited Ideas”).\nThis policy is aimed at avoiding potential disputes or misunderstandings when our Site might seem similar to Unsolicited Ideas that people submit.\nWe may currently be developing, have developed or in the future will develop ideas or materials internally or receive ideas or materials from other parties that may be similar to Unsolicited Ideas.\nIf you ignore this policy and send us your Unsolicited Ideas anyway, you grant us a non-exclusive, worldwide, perpetual, irrevocable, fully-paid, royalty-free, sublicensable and transferable license under any and all intellectual property or other rights that you own or control to use, copy, modify, create derivative works based upon, make, have made, sell, offer for sale, import and otherwise exploit in any manner or medium whatsoever known now or in the future your Unsolicited Ideas for any purpose, without compensation to you.</p>\n<p>6.\nYuga Labs’ Intellectual Property.\nWe may make available through the Site content that is subject to intellectual property rights.\nWe or our licensors, or the third parties who otherwise own the intellectual property rights, retain all rights to that content.</p>\n<p>7.\nGeneral Prohibitions and Yuga Labs’ Enforcement Rights.\nYou agree not to do any of the following:</p>\n<ul>\n<li>(a) Use, display, mirror or frame the Site or any individual element within the Site, Site’s name, any Yuga Labs trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without Yuga Labs’ express written consent.\n</li>\n<li>(b) Access, tamper with, or use non-public areas of the Site, Yuga Labs’ computer systems, or the technical delivery systems of Yuga Labs’ providers;</li>\n<li>(c) Attempt to probe, scan or test the vulnerability of any Yuga Labs’ system or network or breach any security or authentication measures;</li>\n<li>(d) Avoid, bypass, remove, deactivate, impair, descramble or otherwise circumvent any technological measure implemented by Yuga Labs or any of Yuga Labs’ providers or any other third party (including another user) to protect the Site;</li>\n<li>(e) Attempt to access or search the Site or download content from the Site using any engine, software, tool, agent, device or mechanism (including spiders, robots, crawlers, data mining tools or the like) other than the software and/or search agents provided by Yuga Labs or other generally available third-party web browsers;</li>\n<li>(f) Use the Site, or any portion thereof, for any commercial purpose or for the benefit of any third party or in any manner not permitted by these Terms;</li>\n<li>(g) Attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the Site;</li>\n<li>(h) Interfere with, or attempt to interfere with, the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Site;</li>\n<li>(i) Impersonate or misrepresent your affiliation with any person or entity;</li>\n<li>(j) Violate any applicable law or regulation.\nor</li>\n<li>(k) Encourage or enable any other individual to do any of the foregoing.</li>\n</ul>\n<p>Yuga Labs is not obligated to monitor access to or use of the Site or to review or edit any content.\nHowever, we have the right to do so for the purpose of operating the Site, to ensure compliance with these Terms and to comply with applicable law or other legal requirements.\nWe reserve the right, but are not obligated, to remove or disable access to any content, at any time and without notice, including, but not limited to, if we, at our sole discretion, consider it objectionable or in violation of these Terms.\nWe have the right to investigate violations of these Terms or conduct that affects the Site.\nWe may also consult and cooperate with law enforcement authorities to prosecute users who violate the law.</p>\n<p>8.\nLinks to Third Party Websites or Resources.\nThe Site may allow you to access third-party websites or other resources.\nWe provide access only as a convenience and are not responsible for the content, products or services on or available from those resources or links displayed on such websites.\nYou acknowledge sole responsibility for and assume all risk arising from, your use of any third-party resources.</p>\n<p>9.\nTermination.\nWe may suspend or terminate your access to and use of the Site, at our sole discretion, at any time and without notice to you.\nUpon any termination, discontinuation or cancellation of these Terms or the Site, the following Sections will survive: 5, 6, 8, ‎9, 10, ‎11, ‎12, ‎13, ‎14, and 15.</p>\n<p>10.\nWarranty Disclaimers.\nTHE SITE IS PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND.\nWITHOUT LIMITING THE FOREGOING, WE EXPLICITLY DISCLAIM ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\nWe make no warranty that the Site will meet your requirements or be available on an uninterrupted, secure, or error-free basis.\nWe make no warranty regarding the quality, accuracy, timeliness, truthfulness, completeness or reliability of any information or content on the Site.\nAny reliance you place on such information or content is strictly at your own risk</p>\n<p>11.\nIndemnity.\nYou will indemnify and hold Yuga Labs and its officers, directors, employees and agents, harmless from and against any claims, disputes, demands, liabilities, damages, losses, and costs and expenses, including, without limitation, reasonable legal and accounting fees arising out of or in any way connected with (a) your access to or use of the Site, or (b) your violation of these Terms.</p>\n<p>12.\nLimitation of Liability.</p>\n<ul>\n<li>(a) TO THE MAXIMUM EXTENT PERMITTED BY LAW, NEITHER YUGA LABS NOR ITS SERVICE PROVIDERS INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SITE WILL BE LIABLE FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, OR DAMAGES FOR LOST PROFITS, LOST REVENUES, LOST SAVINGS, LOST BUSINESS OPPORTUNITY, LOSS OF DATA OR GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE OR THE COST OF SUBSTITUTE SERVICES OF ANY KIND ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT YUGA LABS OR ITS SERVICE PROVIDERS HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, EVEN IF A LIMITED REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</li>\n<li>(b) TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT WILL YUGA LABS’ TOTAL LIABILITY ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SITE EXCEED ONE HUNDRED U.S.\nDOLLARS ($100).</li>\n<li>(c) THE EXCLUSIONS AND LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN YUGA LABS AND YOU.</li>\n</ul>\n<p>13.\nGoverning Law and Forum Choice.\nThese Terms and any action related thereto will be governed by the U.S.\nFederal Arbitration Act, federal arbitration law, and the laws of the State of Delaware, without regard to its conflict of laws provisions.\nExcept as otherwise expressly set forth in Section 14 “Dispute Resolution,” the exclusive jurisdiction for all Disputes (defined below) that you and Yuga Labs are not required to arbitrate will be the state and federal courts located in the State of Delaware, and you and Yuga Labs each waive any objection to jurisdiction and venue in such courts.</p>\n<p>14.\nDispute Resolution.</p>\n<ul>\n<li>(a) Informal Resolution of Disputes.\nYou and Yuga Labs must first attempt to resolve any dispute, claim or controversy arising out of or relating to these Terms or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services (collectively, “Disputes”) informally.\nAccordingly, neither you nor Yuga Labs may start a formal arbitration proceeding for at least sixty (60) days after one party notifies the other party of a claim in writing.\nAs part of this informal resolution process, you must deliver your written notices via first-class mail to us at Yuga Labs, Attn: 1430 S Dixie Hwy Ste 105 1075 Coral Gables, FL 33146.</li>\n<li>(b) Mandatory Arbitration of Disputes.\nWe each agree that any Dispute will be resolved solely by binding, individual arbitration and not in a class, representative or consolidated action or proceeding.\nYou and Yuga Labs agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of these Terms, and that you and Yuga Labs are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of these Terms.</li>\n<li>(c) Exceptions.\nAs limited exceptions to Section 14(b) above: (i) we both may seek to resolve a Dispute in small claims court if it qualifies.\nand (ii) we each retain the right to seek injunctive or other equitable relief from a court to prevent (or enjoin) the infringement or misappropriation of our intellectual property rights.\n</li>\n<li>(d) Conducting Arbitration and Arbitration Rules.\nThe arbitration will be conducted by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules (the “AAA Rules”) then in effect, except as modified by these Terms.\nThe AAA Rules are available at www.adr.org or by calling 1-800-778-7879.\nA party who wishes to start arbitration must submit a written Demand for Arbitration to AAA and give notice to the other party as specified in the AAA Rules.\nThe AAA provides a form Demand for Arbitration at www.adr.org.\nAny arbitration hearings will take place in the county (or parish) where you live, unless we both agree to a different location.\nThe parties agree that the arbitrator shall have exclusive authority to decide all issues relating to the interpretation, applicability, enforceability and scope of this arbitration agreement.</li>\n<li>(e) Arbitration Costs.\nPayment of all filing, administration and arbitrator fees will be governed by the AAA Rules, and we won’t seek to recover the administration and arbitrator fees we are responsible for paying, unless the arbitrator finds your Dispute frivolous.\nIf we prevail in arbitration, we’ll pay all of our attorneys’ fees and costs and won’t seek to recover them from you.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses to the extent provided under applicable law.</li>\n<li>(f) Injunctive and Declaratory Relief.\nExcept as provided in Section 14(c) above, the arbitrator shall determine all issues of liability on the merits of any claim asserted by either party and may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim.\nTo the extent that you or we prevail on a claim and seek public injunctive relief (that is, injunctive relief that has the primary purpose and effect of prohibiting unlawful acts that threaten future injury to the public), the entitlement to and extent of such relief must be litigated in a civil court of competent jurisdiction and not in arbitration.\nThe parties agree that litigation of any issues of public injunctive relief shall be stayed pending the outcome of the merits of any individual claims in arbitration.</li>\n<li>(g) Class Action Waiver.\nYOU AND YUGA LABS AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, if the parties’ Dispute is resolved through arbitration, the arbitrator may not consolidate another person’s claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.\nIf this specific provision is found to be unenforceable, then the entirety of this Dispute Resolution section shall be null and void.</li>\n<li>(h) Severability.\nWith the exception of any of the provisions in Section 14(g) of these Terms (“Class Action Waiver”), if an arbitrator or court of competent jurisdiction decides that any part of these Terms is invalid or unenforceable, the other parts of these Terms will still apply.</li>\n</ul>\n<p>15.\nGeneral Terms.</p>\n<ul>\n<li>(a) Reservation of Rights.\nYuga Labs and its licensors exclusively own all right, title and interest in and to the Site, including all associated intellectual property rights.\nYou acknowledge that the Site is protected by copyright, trademark, and other laws of the United States and other jurisdictions.\nYou agree not to remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Site.</li>\n<li>(b) Entire Agreement.\nThese Terms constitute the entire and exclusive understanding and agreement between Yuga Labs and you regarding the Site, and these Terms supersede and replace all prior oral or written understandings or agreements between Yuga Labs and you regarding the Site.\nIf any provision of these Terms is held invalid or unenforceable by a court of competent jurisdiction, that provision will be enforced to the maximum extent permissible and the other provisions of these Terms will remain in full force and effect.\nExcept where provided by applicable law in your jurisdiction, you may not assign or transfer these Terms, by operation of law or otherwise, without Yuga Labs’ prior written consent.\nAny attempt by you to assign or transfer these Terms absent our consent or your statutory right, without such consent, will be null.\nYuga Labs may freely assign or transfer these Terms without restriction.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.</li>\n<li>(c) Notices.\nAny notices or other communications provided by Yuga Labs under these Terms will be given by posting to the Site.</li>\n<li>(d) Waiver of Rights.\nYuga Labs’ failure to enforce any right or provision of these Terms will not be considered a waiver of such right or provision.\nThe waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of Yuga Labs.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise.</li>\n</ul>\n<p>16.\nContact Information.\nIf you have any questions about these Terms or the Site, please contact Yuga Labs at [ support@yugalabs.io ].</p>\n<ul>\n<li> Home </li>\n<li> About </li>\n<li> Press </li>\n<li> Careers </li>\n</ul>\n<ul>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n</ul>\n<ul>\n<li> Twitter </li>\n<li> Instagram </li>\n</ul> ", "created_at": "2023-09-02 01:44:57.807052", "updated_at": "2023-09-02 01:46:01.002168"}, {"id": 18669, "name": "Privacy Policy", "url": "https://www.yuga.com/privacy", "xpath": "//body", "text": " Privacy Policy <p>Last Updated: May 17, 2023</p>\n<p>This Privacy Policy is designed to help you understand how Yuga Labs, Inc.\n(collectively with any subsidiaries, called “<em>\n<strong>Yuga Labs</strong>\n</em>,” “<em>\n<strong>we</strong>\n</em>,” “<em>\n<strong>us</strong>\n</em>,” and “<em>\n<strong>our</strong>\n</em>”) collects, uses, and shares your personal information and to help you understand and exercise your privacy rights.</p>\n<ol>\n<li>SCOPE</li>\n<li>CHANGES TO OUR PRIVACY POLICY</li>\n<li>PERSONAL INFORMATION WE COLLECT</li>\n<li>HOW WE USE YOUR PERSONAL INFORMATION</li>\n<li>HOW WE DISCLOSE YOUR PERSONAL INFORMATION</li>\n<li>YOUR PRIVACY CHOICES AND RIGHTS</li>\n<li>INTERNATIONAL DATA TRANSFERS</li>\n<li>RETENTION OF PERSONAL INFORMATION</li>\n<li>SECURITY OF PERSONAL INFORMATION</li>\n<li>SUPPLEMENTAL NOTICE FOR CALIFORNIA RESIDENTS</li>\n<li>SUPPLEMENTAL NOTICE FOR NEVADA RESIDENTS</li>\n<li>CHILDREN’S INFORMATION</li>\n<li>THIRD-PARTY’S WEBSITES/APPLICATIONS</li>\n<li>SUPERVISORY AUTHORITY</li>\n<li>CONTACT US</li>\n</ol>\n1.\nSCOPE\n<p>This Privacy Policy applies to personal information processed by us, through our websites, mobile applications, games that we operate, and any other services or interfaces owned or controlled by Yuga Labs that link to this Privacy Policy (each a “<em>\n<strong>Service</strong>\n</em>” and together, the “<em>\n<strong>Services</strong>\n</em>”).\nFor the avoidance of doubt, Yuga Labs does not control the blockchain protocol (“<em>\n<strong>Protocol</strong>\n</em>”) on which various fungible tokens and non-fungible tokens (“<em>\n<strong>NFTs</strong>\n</em>”) are tradable or useable and cannot control activity and data on the Protocol, the validation of transactions on the Protocol, or use of the Protocol.</p>\n2.\nCHANGES TO OUR PRIVACY POLICY\n<p>We may revise this Privacy Policy from time to time at our sole discretion.\nIf there are any material changes to this Privacy Policy, we will notify you as required by applicable law.\nWe encourage you to periodically review this privacy statement to learn how Yuga Labs is protecting your information.\nYou understand and agree that you will be deemed to have accepted the updated Privacy Policy if you continue to use our Services after the new Privacy Policy takes effect.</p>\n3.\nPERSONAL INFORMATION WE COLLECT\n<p>The categories of personal information we collect depend on how you interact with us, our Services and the requirements of applicable law.\nWe collect personal information that you provide to us, personal information we obtain automatically when you use our Services, and personal information from other sources such as third-party services and organizations, as described below.</p>\nA.\nInformation You Provide to Us Directly\n<p>We may collect the following personal information that you provide to us.</p>\n<p>\n<strong>Account Creation.</strong> We may collect personal information when you create an account with us or our service providers (e.g., Shopify), such as name, and email address.\nWe may also collect additional personal information, such as your shipping address if you purchase merchandise from us.</p>\n<p>\n<strong>Purchases, Wallet and Transaction Information.</strong> In order to engage in certain transactions or purchases on the Services, you may need to provide us or our third-party payment processors with your payment information and allow us to connect to your digital wallet by providing us with your public wallet address.\nWe will never ask you or collect your private keys.\nWe do not directly collect or store any payment card information entered through our Services or access your digital wallet, but we may receive from our third-party payment processing providers information associated with your payment card information (e.g., your billing details).\nWe may also collect your name, the name of the recipient, email address, the currency and the date as part of the transactions taking place on the Services.</p>\n<p>\n<strong>Supplemental Identity Verification Information.</strong> In order to support Yuga’s legal and regulatory compliance efforts, Yuga may engage third-party identity verification vendors (such as Quadrata and Persona) in order to verify your identity.\nThese vendors may ask you to submit or request access to your mobile device’s camera to collect photographs and/or videos, government-issued identity documents, e.g.\npassport, driver’s license, or state identification card, Social Security number, employment information (e.g.\ncompany name), or proof of residency, including visa information, and may also perform a live facial scan and capture other biometric information generated based on photos or videos.</p>\n<p>Any collection of biometric information or identifiers is handled by our vendors, and we do not collect, access or store any biometric information or identifiers through our Services.\nWe may receive the results of identity verification checks from our vendors, but these results do not contain any biometric information or identifiers.\nFor more information about Quadrata’s or Persona’s collection, process, and retention of your personal information (including biometric information and identifiers, please review their respective policies: https://quadrata.com/privacy and https://withpersona.com/legal/privacy-policy.\nYou may withdraw your consent and ask for your biometric information to be deleted by Quadrata by sending a request to contact@quadrata.com, or to Persona at privacy@withpersona.com, or as otherwise specified in Quadrata’s and Persona’s privacy policies.</p>\n<p>\n<strong>Other Transactions.</strong> We may collect personal information and details associated with your activities on our Services.</p>\n<p>\n<strong>Your Communications with Us.</strong> We may collect personal information, such as email address, phone number or mailing address when you request information about our Services, register for our newsletter, apply for a job or otherwise communicate with us.</p>\n<p>\n<strong>Interactive Features.</strong> We and others who use our Services may collect personal information that you submit or make available through our interactive features (e.g., via the Yuga Labs communities on Discord, messaging and chat features, and social media pages).\nAny personal information you provide on the public sections of these features will be considered “<em>\n<strong>public</strong>\n</em>,” (the “<em>\n<strong>User Content</strong>\n</em>”) unless otherwise required by applicable law, and is not subject to the privacy protections referenced herein.\nPlease exercise caution before revealing any information that may identify you in the real world to other users.</p>\n<p>\n<strong>Surveys.</strong> We may contact you to participate in surveys.\nIf you decide to participate, you may be asked to provide certain information which may include personal information.</p>\n<p>\n<strong>Sweepstakes, Giveaways or Contests.</strong> We may collect personal information you provide for any sweepstakes, giveaways or contests that we offer.\nIn some jurisdictions, we are required to publicly share information of sweepstakes and contest winners.</p>\n<p>\n<strong>Conferences, Trade Shows, and Other Events.</strong> We may collect personal information from individuals when we attend or host conferences, trade shows, and other events.</p>\n<p>\n<strong>Business Development and Strategic Partnerships.</strong> We may collect personal information from individuals and third parties to assess and pursue potential business opportunities.</p>\nB.\nInformation Collected Automatically\n<p>We may collect personal information automatically when you use our Services such as:</p>\n<p>\n<strong>Automatic Data Collection.</strong> We may collect certain information automatically when you use our Services, such as your browser or device information, location information (including approximate location derived from IP address), and metadata about the content you provide.\nWe may also automatically collect information regarding your use of our Services, such as pages that you visit before, during and after using our Services, information about the links you click, the types of content you interact with, the frequency and duration of your activities, and other information about how you use our Services.</p>\n<p>\n<strong>Game Usage Information.</strong> If you play any of the games that we or our third-party developer partners (the \"<em>\n<strong>Developer Partners</strong>\n</em>\") offer, we and our Developer Partners may collect information about your in-game information and actions (e.g.\nyour public wallet address, the number of games you play, and your in-game spend).</p>\n<p>\n<strong>Cookies and Other Technologies.</strong> We, as well as third parties that provide content or other functionality on our Services, may use cookies, local storage, and other technologies (“<em>\n<strong>Technologies</strong>\n</em>”) to automatically collect information through your use of our Services.</p>\n<p>Cookies are small text files placed in device browsers that store preferences and facilitate and enhance your experience.</p>\n<p>Our use of Technologies is limited to that which is strictly necessary to allow you access to our Services and to make use of our functionality.</p>\n<ul>\n<li>\n<strong>Analytics.</strong> We may use tools to process analytics information on our Services.\nNo personal information is collected by these tools.\nThese technologies allow us to process usage data to better understand how our Services are used, and to continually improve our Services.</li>\n<li>\n<strong>Social Media Platforms.</strong> Our Services may contain social media buttons, such as Discord, Instagram, and Twitter, which might include widgets such as the “share this” button or other interactive mini programs).\nThese features may collect your IP address and which page you are visiting on our Services and may set a cookie to enable the feature to function properly.\nYour interactions with these platforms are governed by the privacy policy of the company providing it.</li>\n</ul>\n<p>You may stop or restrict the placement of Technologies on your device or remove them by adjusting your preferences as your browser or device permits.\nHowever, if you adjust your preferences, our Services may not work properly.\nPlease note that cookie-based opt-outs may not be effective on mobile applications.</p>\nC.\nInformation Collected from Other Sources\n<p>\n<strong>Third-Party Sources.</strong> We may obtain information about you from other sources, including through third-party services and organizations.\nFor example, if you access our Services through a third-party application, such as an app store, a third-party login service, or a social networking site, we may collect information about you from that third-party application that you have made available via your privacy settings.</p>\n<p>\n<strong>Sharing Features.</strong> Our Services may offer various tools and functionalities that allow you to provide information about your friends.\nthird parties may also use these services to upload information about you.\nOur Services may also allow you to forward or share certain content with a friend or colleague, such as an email inviting your friend to use our Services.\nPlease only share with us contact information of people if you have their express consent.</p>\n4.\nHOW WE USE YOUR PERSONAL INFORMATION\n<p>We use your personal information for a variety of business purposes, including to provide our Services, for administrative purposes, and to market our products and services, as described below.</p>\n<p>If your personal information is subject to the General Data Protection Regulation or UK General Data Protection Regulation, our processing of your personal information will be under one of the following lawful bases:</p>\n<ul>\n<li>\n<strong>Performance of a Contract.</strong> We may process your personal information to carry out our contract with you or to take steps at your request prior to entering into a contract.\nFor further details, see Section 4(A).</li>\n<li>\n<strong>Legitimate Interest.</strong> We may process your personal information to further our legitimate interests, but only where our interests are not overridden by your interests or fundamental rights and freedoms.\nFor a detailed list of our legitimate interests, see Sections 4(B).</li>\n<li>\n<strong>Compliance with Legal Obligations.</strong> We may process your personal information to comply with our legal obligations as detailed in Section 4(B).</li>\n<li>\n<strong>Consent.</strong> In some cases, we may also rely on your consent to process your personal information for a specific purpose as detailed in Section 4(C).</li>\n</ul>\nA.\nProcessing Necessary for Us to Provide Our Services\n<p>We process your personal information to perform our contract with you and provide you with our Services including by:</p>\n<ul>\n<li>Managing your information;</li>\n<li>Providing access to certain areas, functionalities, and features of our Services;</li>\n<li>Answering requests for customer or technical support;</li>\n<li>Communicating with you about your account, activities on our Services, and policy changes;</li>\n<li>Processing your financial information and other payment methods to facilitate purchases and transfers via the Services.\nand</li>\n<li>Allowing you to register for events.</li>\n</ul>\nB.\nAdministrative Purposes\n<p>We use your personal information for our legitimate interests, such as:</p>\n<ul>\n<li>Conducting direct marketing, research and development (including marketing research), network and information security, and fraud prevention;</li>\n<li>Detecting security incidents, protecting against malicious, deceptive, fraudulent or illegal activity, and prosecuting those responsible for that activity;</li>\n<li>Measuring interest and engagement in our Services.\nimproving, upgrading or enhancing our Services.\ndeveloping new products and Services;</li>\n<li>Ensuring internal quality control and safety;</li>\n<li>Authenticating and verifying individual identities;</li>\n<li>Debugging to identify and repair errors with our Services;</li>\n<li>Auditing relating to interactions, transfers and other compliance activities;</li>\n<li>Sharing information with third parties as needed to provide the Services;</li>\n<li>Enforcing our agreements and policies.\nand</li>\n<li>Other uses as required to comply with our legal obligations, applicable laws, regulations, regulators and authorities.</li>\n</ul>\nC.\nMarketing our Products and Services\n<p>We may use personal information to tailor and provide you with content.\nWe may provide you with these materials as permitted by applicable law.\nSome of the ways we may market to you include email campaigns.</p>\n<p>If you have any questions about our marketing practices or if you would like to opt out of the use of your personal information for marketing purposes, you may contact us at any time as set forth in “<em>\n<strong>Contact Us</strong>\n</em>” below.</p>\nD.\nWith Your Consent\n<p>We may use personal information for other purposes that are clearly disclosed to you at the time you provide personal information and for which you provide your consent.</p>\nE.\nOther Purposes\n<p>We also use your information for other purposes as permitted by applicable law.</p>\n<p>\n<strong>De-identified and Aggregated Information.</strong> We may use personal information and other information about you to create de-identified and/or aggregated information, such as de­-identified demographic information, de-identified location information, information about the device from which you access our Services, information about how you use the Services, or other analyses we create.\nDe-identified and/or aggregated information is not personal information, and we may use, disclose, and retain such information as permitted by applicable laws including, but not limited to, for research, analysis, analytics, and any other legally permissible purposes.</p>\n5.\nHOW WE DISCLOSE YOUR PERSONAL INFORMATION\n<p>We may disclose your information to third parties for a variety of business purposes, including to provide our Services, to protect us or others, or in the event of a major business transaction such as a merger, sale, or asset transfer, as described below.</p>\nA.\nDisclosures to Provide our Services\n<p>The categories of third parties with whom we may share your information are described below.</p>\n<p>\n<strong>Notice Regarding Use of Blockchain.</strong> Transactions involving our NFTs will be conducted on the relevant Protocol.\nInformation about your transfers will be provided to the blockchain and may be accessible to third parties due to the public nature of the blockchain.\nBecause entries to the blockchain are, by their nature, public, and because it may be possible for someone to identify you through your pseudonymous, public wallet address using external sources of information, any transaction you enter onto the blockchain could possibly be used to identify you, or information about you.\nPlease note that once your information is uploaded onto or otherwise recorded on the blockchain, it cannot be deleted.</p>\n<p>\n<strong>Other Users of the Services and Parties You Transact With.</strong> Some of your personal information may be visible to other users of the Services (e.g., information featured on generally accessible parts of the contracts or on a user profile).\nIn addition, to complete transfers via the Services, we will need to share some of your personal information with the party that you are transacting with.</p>\n<p>\n<strong>Third Party Websites and Applications.</strong> You may choose to share personal information or interact with third-party websites and/or third-party applications, including, but not limited to, third-party electronic wallet extensions.\nOnce your personal information has been shared with a third-party website or a third-party application, it will also be subject to such third party’s privacy policy.\nWe encourage you to closely read each third-party website or third-party application privacy policy before sharing your personal information or otherwise interacting with them.\nPlease note that we do not control, and we are not responsible for the third-party websites’ or the third­-party applications’ processing of your personal information.</p>\n<p>\n<strong>Service Providers.</strong> We may share your personal information with our third-party service providers who use that information to help us provide our Services.\nThis includes service providers that provide us with IT support, hosting, customer service, and related services.</p>\n<p>\n<strong>Business Partners.</strong> We may share your personal information with business partners to provide you with a product or service you have requested.\nWe may also share your personal information to business partners with whom we jointly offer products or services.</p>\n<p>\n<strong>Affiliates.</strong> We may share your personal information with members of our corporate family.</p>\n<p>\n<strong>APIs/SDKs.</strong> We may use third-party application program interfaces (“<em>\n<strong>APIs</strong>\n</em>”) and software development kits (“<em>\n<strong>SDKs</strong>\n</em>”) as part of the functionality of our Services.\nFor more information about our use of APIs and SDKs, please contact us as set forth in “<em>\n<strong>Contact Us</strong>\n</em>” below.</p>\nB.\nDisclosures to Protect Us or Others\n<p>We may access, preserve, and disclose any information we store associated with you to external parties if we, in good faith, believe doing so is required or appropriate to: comply with law enforcement or national security requests and legal process, such as a court order or subpoena.\nprotect your, our, or others’ rights, property, or safety.\nenforce our policies or contracts.\ncollect amounts owed to us.\nor assist with an investigation or prosecution of suspected or actual illegal activity.</p>\nC.\nDisclosure in the Event of Merger, Sale, or Other Asset Transfers\n<p>If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, purchase or sale of assets, or transition of service to another provider, your information may be sold or transferred as part of such a transaction, to the extent permitted by law.</p>\n6.\nYOUR PRIVACY CHOICES AND RIGHTS\n<p>The privacy choices you may have about your personal information are determined by applicable law and are described below.</p>\n<p>\n<strong>Email Communications.</strong> If you receive a direct marketing email from us, you can use the unsubscribe link found at the bottom of the email to opt out of receiving future emails.\nNote that you will continue to receive transfer-related emails regarding services you have requested.\nWe may also send you certain non­-promotional communications regarding us and our Services, and you will not be able to opt out of those communications (e.g., communications regarding our Services or updates to our Terms of Service or this Privacy Policy).</p>\n<p>\n<strong>Your Privacy Rights.</strong> In accordance with applicable law, you may have the right (subject to certain limitations) to:</p>\n<ul>\n<li>\n<strong>Confirm Whether We Are Processing Your Personal Information</strong> (the right to know);</li>\n<li>\n<strong>Access to and Portability of Your Personal Information</strong>, including: (i) obtaining access to or a copy of your personal information.\nor (ii) receiving an electronic copy of personal information that you have provided to us, or, in certain circumstances, asking us to send that information to another company (aka the right of data portability);</li>\n<li>\n<strong>Request Correction</strong> of your personal information where it is inaccurate or incomplete.\nIn some cases, we may provide self-service tools that enable you to update your personal information;</li>\n<li>\n<strong>Request Deletion</strong> of your personal information;</li>\n<li>\n<strong>Request to Opt-Out of Certain Processing Activities</strong> including, as applicable, if we were to process your personal information for “targeted advertising” (as “targeted advertising” is defined by applicable privacy laws), if we “sell” your personal information (as “sell” is defined by applicable privacy laws), or if we were to engage in “profiling” in furtherance of certain “decisions that produce legal or similarly significant effects” concerning you (as such terms are defined by applicable privacy laws).\nFor clarity, as described in the “Supplemental Notice to California Residents” Section below, we do not currently “sell” or “share” your personal information;</li>\n<li>\n<strong>Request Restriction</strong> of or Object to our processing of your personal information, including where the processing of your personal information is based on our legitimate interest or for direct marketing purposes;</li>\n<li>\n<strong>Withdraw Your Consent</strong> to our processing of your personal information.\nPlease note that your withdrawal will only take effect for future processing and will not affect the lawfulness of processing before the withdrawal.\nand</li>\n<li>\n<strong>Appeal our Decision</strong> to decline to process your request.</li>\n</ul>\n<p>If you would like to exercise any of these rights, please contact us as set forth in “<em>\n<strong>Contact Us</strong>\n</em>” below.\nWe will process such requests in accordance with applicable laws.</p>\n7.\nINTERNATIONAL DATA TRANSFERS\n<p>All personal information processed by us may be transferred, processed, and stored anywhere in the world, including, but not limited to, the United States or other countries, which may have data protection laws that are different from the laws where you live.\nWe endeavor to safeguard your personal information consistent with the requirements of applicable laws.</p>\n<p>If we transfer personal information which originates in the European Economic Area, Switzerland, and/or the United Kingdom to a country that has not been found to provide an adequate level of protection under applicable data protection laws, we will use a valid data transfer mechanism to ensure that your personal information is transferred in accordance with this Privacy Policy and applicable data protection laws.</p>\n<p>For more information about the safeguards we use for international transfers of your personal information, please contact us as set forth below.</p>\n8.\nRETENTION OF PERSONAL INFORMATION\n<p>We store the personal information we collect as described in this Privacy Policy only for as long as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.</p>\n<p>To determine the appropriate retention period for personal information, we may consider applicable legal requirements, the amount, nature, and sensitivity of the personal information, certain risk factors, the purposes for which we process your personal information, and whether we can achieve those purposes through other means.</p>\n9.\nSECURITY OF PERSONAL INFORMATION\n<p>We employ appropriate technical and organizational measures designed to protect the security of all personal information we collect.\nThese measures are aimed at ensuring the ongoing integrity and confidentiality of personal information.\nWe will continue to evaluate these measures to ensure the security of the processing.</p>\n10.\nSUPPLEMENTAL NOTICE FOR CALIFORNIA RESIDENTS\n<p>This Supplemental Notice for California Residents supplements our Privacy Policy and only applies to our processing of personal information that is subject to the California Consumer Privacy Act of 2018 (as amended from time to time, including by the California Privacy Rights Act of 2020) (“<em>\n<strong>CCPA</strong>\n</em>”).\nThe CCPA provides California residents with the right to know what categories of personal information Yuga Labs has collected about them and whether Yuga Labs disclosed that personal information for a business purpose (e.g., to a service provider), whether Yuga Labs “sold” that personal information, and whether Yuga Labs “shared” that personal information for “cross-context behavioral advertising” in the preceding twelve months.\nCalifornia residents can find this information below:</p> Category of Personal Information Collected by Yuga Labs\nCategory of Third Parties To Whom Personal Information is Disclosed to for a Business Purpose Identifiers\n<ul>\n<li>Other users of the Services and parties you transact with</li>\n<li>Third party websites and applications</li>\n<li>Service providers (e.g.\nthird party identity verification providers) </li>\n</ul> Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))\n<ul>\n<li>Other users of the Services and parties you transact with</li>\n<li>Third party websites and applications (e.g., wallet providers)</li>\n<li>Service providers (e.g.\nthird party identity verification services) </li>\n</ul> Protected classification characteristics under California or federal law\n<ul>\n<li>Service providers (e.g.\nthird party identity verification providers) </li>\n</ul> Commercial information\n<ul>\n<li>Other users of the Services and parties you transact with</li>\n<li>Service providers (e.g.\ncustomer service support vendors) </li>\n</ul> Internet or other electronic network activity\n<ul>\n<li>Service providers (e.g.\ndata analytics providers and game operators) </li>\n</ul> Geolocation data\n<ul>\n<li>Service providers (e.g.\nthird party identity verification services) </li>\n</ul> Inferences drawn from other personal information to create a profile about a consumer\n<ul>\n<li>Service providers (e.g.\nmarketing consultants and game operators) </li>\n</ul> Professional or employment-related information\n<ul>\n<li>Service providers (e.g.\napplicant and recruiting software providers) </li>\n</ul> Personal information that reveals a consumer’s social security, driver’s license, state identification card, or passport number\n<ul>\n<li>Service providers (e.g.\nthird party identity verification services) </li>\n</ul> Personal information that reveals a consumer’s account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account\n<ul>\n<li>Service providers (e.g.\ncryptocurrency and payment vendors) </li>\n</ul> Personal information that reveals the contents of a consumer’s mail, email, and text messages unless Yuga Labs is the intended recipient of the communication\n<ul>\n<li>Service providers (e.g.\ncustomer service support vendors)</li>\n</ul>\n<p>The categories of sources from which we collect personal information and our business and commercial purposes for using personal information are set forth in “Personal Information we Collect” and “How We Use Your Personal Information” above, respectively.</p>\nAdditional Privacy Rights for California Residents\n<p>\n<strong>“Sales” of Personal Information under the CCPA.</strong> In the preceding twelve months, Yuga Labs has not “sold” any personal information (as defined by the CCPA), nor does Yuga Labs have actual knowledge of any “sale” of personal information of minors under 16 years of age.</p>\n<p>\n<strong>Cross-Context Behavioral Advertising under the CCPA.</strong> In the preceding twelve months, Yuga Labs has not “shared” any personal information for “cross-context behavioral advertising” (as such terms are defined in the CCPA), nor does Yuga Labs have actual knowledge of any “sharing” of personal information of minors under 16 years of age for “cross-context behavioral advertising**”.</p>\n<p>\n<strong>Disclosure Regarding Sensitive Personal Information.</strong> Yuga Labs uses and discloses sensitive personal information for the following purposes:</p>\n<ul>\n<li>To perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services.</li>\n<li>To prevent, detect, and investigate security incidents that compromise the availability, authenticity, integrity, and or confidentiality of stored or transmitted personal information.</li>\n<li>To resist malicious, deceptive, fraudulent, or illegal actions directed at Yuga Labs and to prosecute those responsible for those actions.</li>\n<li>To ensure the physical safety of natural persons.</li>\n<li>To verify or maintain the quality or safety of a product, service, or device that is owned, manufactured, manufactured for, or controlled by Yuga Labs, and to improve, upgrade, or enhance the service or device that is owned, manufactured by, manufactured for, or controlled by Yuga Labs.</li>\n<li>To make inferences about users, which we may use to promote certain products or services.</li>\n</ul>\n<p>\n<strong>Limit the Use and Disclosure of Sensitive Personal Information</strong>: You have the right to ask that we limit our use and disclosure of your sensitive personal information to certain purposes permitted by law and can do so by contacting us using the information in the “<em>\n<strong>Contact Us</strong>\n</em>” section below.</p>\n<p>\n<strong>Non-Discrimination.</strong> California residents have the right not to receive discriminatory treatment by us for the exercise of their rights conferred by the CCPA.</p>\n<p>\n<strong>Authorized Agent.</strong> Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your personal information.\nTo designate an authorized agent, please contact us as set forth in “<em>\n<strong>Contact Us</strong>\n</em>” below.</p>\n<p>\n<strong>Verification.</strong> When you make a request under the CCPA, we will ask you to provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative, which may include confirming the email address associated with any personal information we have about you.</p>\n<p>If you are a California resident and would like to exercise any of your rights under the CCPA, please contact us as set forth in “<em>\n<strong>Contact Us</strong>\n</em>” below.\nWe will process such requests in accordance with applicable laws.</p>\n<p>\n<strong>Accessibility.</strong> This Privacy Policy uses industry-standard technologies and was developed in line with the World Wide Web Consortium’s Web Content Accessibility Guidelines, version 2.1.\nIf you wish to print this policy, please do so from your web browser or by saving the page as a PDF.</p>\n<p>\n<strong>California Shine the Light.</strong> The California “Shine the Light” law permits users who are California residents to request and obtain from us once a year, free of charge, a list of the third parties to whom we have disclosed their personal information (if any) for their direct marketing purposes in the prior calendar year, as well as the type of personal information disclosed to those parties.</p>\n11.\nSUPPLEMENTAL NOTICE FOR NEVADA RESIDENTS\n<p>If you are a resident of Nevada, you have the right to opt-out of the sale of certain personal information to third parties who intend to license or sell that personal information.\nYou can exercise this right by contacting us as set forth in “<em>\n<strong>Contact Us</strong>\n</em>” below with the subject line “Nevada Do Not Sell Request” and providing us with your name and the email address associated with your account.\nPlease note that we do not currently sell your personal information as sales are defined in Nevada Revised Statutes Chapter 603A.</p>\n12.\nCHILDREN’S INFORMATION\n<p>The Services are not directed to children under 18 (or other age as required by local law), and we do not knowingly collect personal information from children.\nIf you are a parent or guardian and believe your child has provided us with personal information without your consent, you may contact us as set forth in “<em>\n<strong>Contact Us</strong>\n</em>” below.\nIf we learn that a child has provided us with personal information in violation of applicable law, we will promptly take steps to delete such information, unless we have a legal obligation to keep it.</p>\n13.\nTHIRD-PARTY WEBSITES/APPLICATIONS\n<p>The Services may contain links to other websites/applications and other websites/applications may reference or link to our Services.\nThese third-party services are not controlled by us.\nWe encourage our users to read the privacy policies of each website and application with which they interact.\nWe do not endorse, screen or approve, and are not responsible for, the privacy practices or content of such other websites or applications.\nProviding personal information to third-party websites or applications is at your own risk.</p>\n14.\nCOMPLAINTS\n<p>If you would like to submit a complaint about our use of your personal information or response to your requests regarding your personal information, you may contact us as set forth in “<em>\n<strong>Contact Us</strong>\n</em>” below.</p>\n<p>If you are located in the European Economic Area, Switzerland, or the United Kingdom, you have the right to lodge a complaint with a supervisory authority if you believe our processing of your personal information violates applicable law.</p>\n<ul>\n<li>EEA Data Protection Authorities (DPAs)</li>\n<li>Swiss Federal Data Protection and Information Commissioner (FDPIC)</li>\n<li>UK Information Commissioner’s Office (ICO)</li>\n</ul>\n15.\nCONTACT US\n<p>If you have any questions about our privacy practices or this Privacy Policy, or to exercise your rights as detailed in this Privacy Policy, please contact us at legal@yugalabs.io.</p>\n<ul>\n<li> Home </li>\n<li> About </li>\n<li> Press </li>\n<li> Careers </li>\n</ul>\n<ul>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n</ul>\n<ul>\n<li> Twitter </li>\n<li> Instagram </li>\n</ul> ", "created_at": "2023-09-02 01:44:57.777845", "updated_at": "2023-09-02 01:45:17.547682"}], "points": [], "urls": ["yuga.com"]}}