{"error": 448, "message": "OK", "parameters": {"id": 2247, "name": "Carlos Alejandro Photography", "created_at": "2020-05-10 21:47:30.31802", "updated_at": "2022-12-15 22:33:42.267728", "wikipedia": null, "keywords": null, "related": null, "slug": "carlos_alejandro_photography", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2247.png", "url": "carlosalejandro.soy", "documents": [{"id": 13288, "name": "Legal", "url": "https://carlosalejandro.soy/legal/", "xpath": "//body", "text": "Carlos AlejandroMenu<ul>\n<li>Work</li>\n<li>Dark Web</li>\n<li>Contact</li>\n</ul>Legal<p>Change your cookie settings</p>\n<p>Visit WebChoices&nbsp;to opt out out of advertisement cookies.</p>\n<p>&nbsp;</p>\n<blockquote>\n<p>Your privacy and security of your personal data is extremely important to us (me)</p>\n</blockquote>Table of Contents<ul>\n<li>Site Activity Data</li>\n<li>Personal Information</li>\n<li>Cookies</li>\n<li>External Links</li>\n</ul>\n<p>We do not disclose data to any third parties unless it is necessary for the fulfilment of service, you have specifically given consent for a particular service, or we have a legitimate interest in disclosing data.\nInstances in which we do disclose data to third parties are outlined below</p>Site Activity Data<p>Each time you visit our website&nbsp;<strong>carlosalejandro.soy </strong>and subdomains&nbsp;the web server collects and logs certain information.\nWe keep these access logs for a reasonable period of time.\nThese logs include, but are not restricted to: your computer’s TCP/IP address, your username (if applicable), date, time and files accessed.\nThese logs also contain information about referrer information if you clicked on an external link in order to access a webpage.\nWe use these logs solely for performance, site administration and security reviews.\nWe do not sell or share this information with any third party.</p>Personal Information<p>We collect only personal information about you, such as your name, address, email address, or telephone number that you voluntarily provide to us.\nFor example, we may receive personal information about you when you send us an email through our website or sign up for our newsletter (where applicable).\nWe may forward the personal information you provide to us to the person or department (internally) equipped to handle your request or respond to your inquiry.<br>\n<br>We do not sell any personal information we receive through our website to any third party, nor will we add such information to any bulk email list we may prepare.<br>\n<br>Visitor comments may be checked through an automated spam detection service.</p>Cookies<p>A “cookie” is a block of text placed in a file on your hard drive by a website you’ve visited.\nPortions of the website may use cookies for security and authentication purposes.</p>\n<p>We use&nbsp;cookies on this website for a number of reasons, including but not limited to tracking the number of people who read each article.</p>\n<p>If you do not wish to have cookies stored in your browser, you may instruct your web browser to reject them.\nHere are instructions for doing so in&nbsp;Google Chrome, for example, and&nbsp;Firefox, but the same result is possible in just about any browser.</p>\n<p>We&nbsp;<strong>do not</strong> share or sell information</p>\n<p>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p>\n<p>If you have an account and you log in to this site, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</p>\n<p>When you log in, we will also set up several cookies to save your login information, your screen display choices, If you select “Remember Me”, your login will persist for two weeks.\nIf you log out of your account, the login cookies will be removed.</p>External Links<p>Although this website only looks to include quality, safe and relevant external links, users are advised adopt a policy of caution before clicking any external web links mentioned throughout this website.\n(External links are clickable text / banner / image links to other websites, similar to.\nhttps://example.tld .)</p>\n<p>We (I) cannot guarantee or verify the contents of any externally linked website despite my best efforts.\nUsers should therefore note they click on external links at their own risk and this website and its owners cannot be held liable for any damages or implications caused by visiting any external links mentioned.</p>Copyright statement<p>No image or information display on this site may be reproduced, transmitted or copied (other than for the purposes of fair dealing, as defined in the Copyright Act 1968) without the express written permission of me.</p>\n<ul>\n<li>Legal and Cookies</li>\n<li>Cookie Settings</li>\n</ul>Powered by PubliiCloseLet's talkCarlos Alejandroig: @fotografotimido<br>ig: @fotografotimidoMail: sayhi@carlosalejandro.soy&nbsp;Follow the beforeyouprint.org &nbsp;movement<p>&nbsp;</p>This website uses cookies<p>Select which cookies to opt-in to via the checkboxes below.\nour website uses cookies to examine site traffic and user activity while on our site, for marketing, and to provide social media functionality.\nMore details...</p> Required Functionality Analytical Marketing<p>Okay</p>\n<ul>\n<li>Work</li>\n<li>Dark Web</li>\n<li>Contact</li>\n</ul>", "created_at": "2022-12-15 22:32:44.421484", "updated_at": "2022-12-15 22:33:03.977989"}], "points": [], "urls": ["carlosalejandro.soy"]}}