{"error": 448, "message": "OK", "parameters": {"id": 8543, "name": "kbin social", "created_at": "2023-06-27 22:06:23.732347", "updated_at": "2023-06-28 10:02:07.424143", "wikipedia": null, "keywords": null, "related": null, "slug": "kbin-social", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8543.png", "url": "kbin.social", "documents": [{"id": 16588, "name": "Privacy Policy", "url": "https://kbin.social/privacy-policy", "xpath": "//*[@id=\"main\"]", "text": " Privacy policy <p>At kbin.social, we value the privacy and security of our users.\nThis privacy policy outlines the types of information we collect, how we use and protect that information, and our commitment to transparency.</p>\nServer Location\n<p>Our servers are located in Europe, specifically in the Germany.</p>\nJavaScript Not Required\n<p>The kbin.social platform is designed to work without JavaScript enabled in your browser.\nYou can fully use the platform without having to enable JavaScript.</p>\nCookies\n<p>We only use session cookies that are necessary for logging in and customizing the user interface.\nWe do not use any tracking cookies or scripts.</p>\nNo User Tracking\n<p>kbin.social does not track user activity on the platform, nor do we use any tracking scripts.\nWe do not collect any personal information about our users except what is required for registration and login.</p>\nPart of the Fediverse\n<p>kbin.social is part of the Fediverse, a network of decentralized social media platforms.\nThis means that users can communicate and interact with users on other platforms like Mastodon, Pleroma, Peertube, Pixelfed, Miskey.</p>\n<p>By using kbin.social, you agree to this Privacy Policy.\nIf you have any questions or concerns, please contact us.</p> ", "created_at": "2023-06-27 22:06:23.762494", "updated_at": "2023-06-27 22:06:43.520824"}, {"id": 16589, "name": "Terms of Service", "url": "https://kbin.social/terms", "xpath": "//*[@id=\"main\"]", "text": " Terms of service <p>Welcome to Kbin, an open source social networking platform where everyone is welcome to create their own communities and share their interests with others.\nBy using our platform, you agree to the following terms:</p>\nRespectful Behavior\n<p>We expect all users to treat each other with respect and kindness.\nHarassment, hate speech, or any other form of harmful behavior will not be tolerated.\nWe reserve the right to remove any content or user that violates these guidelines.</p>\nEarly Version\n<p>Kbin is still in its early version, and not all features may work as intended.\nWe are constantly working on improving the platform, and appreciate any feedback or suggestions from our users.</p>\nCommunity Moderation\n<p>Each magazine on Kbin has its own moderators, who are responsible for enforcing the community's rules and guidelines.\nIf you have any issues with a particular community or its moderators, please contact us.</p>\nAccount Deletion\n<p>If you wish to delete your account, you can do so at any time by clicking the \"Delete Account\" button in your user settings.\nPlease note that this action is irreversible and will delete all of your data from our servers.</p>\n<p>By using Kbin, you agree to these Terms of Service.\nIf you have any questions or concerns, please contact us.</p> ", "created_at": "2023-06-27 22:06:23.792218", "updated_at": "2023-06-27 22:07:18.56036"}], "points": [], "urls": ["kbin.social"]}}