{"error": 448, "message": "OK", "parameters": {"id": 7614, "name": "RealtyMogul", "created_at": "2023-03-17 17:09:52.596474", "updated_at": "2023-03-29 19:26:48.657055", "wikipedia": null, "keywords": null, "related": null, "slug": "realtymogul", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7614.png", "url": "realtymogul.com", "documents": [{"id": 14659, "name": "Terms of Service", "url": "https://www.realtymogul.com/terms-service", "xpath": "/html/body/div[2]/main/div", "text": " Terms of Service <p>Updated December 23, 2020</p>\n<p>Welcome to RealtyMogul’s technology platform.\nThe RealtyMogul service and network (collectively, the <b>\n<i>“Service”</i>\n</b>\n<i>)</i> are operated by RM Technologies, LLC, a California limited liability company (the <b>\n<i>“Company,” “we,” or “us”</i>\n</b>), which is wholly owned by Realty Mogul, Co.\n(together with its affiliates, <b>\n<i>“RealtyMogul”</i>\n</b>\n<i>)</i>.\nBy accessing or using our web site at www.realtymogul.com, including any subdomain thereof (the<i>\n</i>\n<b>\n<i>“Site”)</i>\n</b>\n<i>,</i> you (the <b>\n<i>“User”</i>\n</b>\n<i>) </i>signify that you have read, understand and agree to be bound by these terms of service <b>\n<i>(“Terms of Service”)</i>\n</b>\n<i>, </i>regardless of whether you are a registered member of the Service.</p>\n<p>We are a technology platform that permits Accredited Investors (as defined below) and certain other persons to independently connect with issuers of securities relating to real estate investments.\nThese Terms of Service govern your access and use of the Site and all content, services and/or products provided through the Site (collectively, the <b>\n<i>“Service”</i>\n</b>\n<i>)</i>.\nPlease read these Terms of Service carefully before using the Service on the Site.\nIf you violate any of these Terms of Service (which include by reference RealtyMogul’s Privacy Policy ), or otherwise violate an agreement between you and us, the Company may terminate your membership, delete your profile and any content or information that you have posted on the Site and/or prohibit you from using or accessing the Service or the Site (or any portion, aspect or feature of the Service or the Site), at any time in its sole discretion, with or without notice.</p>\n<p>In addition to these Terms of Service, you may enter into other agreements with us or others that will govern your use of the Service or related services offered by us or others.\nIf there is any contradiction between these Terms of Service and another agreement you enter into applicable to specific aspects of the Service, the other agreement shall take precedence in relation to the specific aspects of the Service to which it applies.\nAs used herein, <b>\n<i>“Users”</i>\n</b>\n<i>\n</i>means anyone who accesses and/or uses the Site.</p>\n<p>\n<b>Changes to these Terms of Service</b>\n</p>\n<p>We may make changes to these Terms of Service from time to time.\nIf we do this, we will post the changed Terms of Service on the Site and will indicate at the top of this page the date the Terms of Service were last revised.\nYou understand and agree that your continued use of the Service or the Site after we have made any such changes constitutes your acceptance of the new Terms of Service.</p>\n<p>\n<b>Eligibility</b>\n</p>\n<p>This Site is intended solely for Users who are eighteen (18) years of age or older, and any registration by, use of or access to the Site by anyone under 18 is unauthorized, unlicensed and in violation of these Terms of Service.\nBy using the Service or the Site, you represent and warrant that you are 18 or older and that you agree to and abide by all of the terms and conditions of these Terms of Service.\nIf you violate any of these Terms of Use, or otherwise violate an agreement between you and us, or for any other reason, the Company may terminate your membership, delete your profile and any content or information that you have posted on the Site and/or prohibit you from using or accessing the Service or the Site (or any portion, aspect or feature of the Service or the Site), at any time in its sole discretion, with or without notice, including without limitation if it believes that you are under 18.\nYou agree that the Company will not be liable to you or any third-party for any termination of your membership.</p>\n<p>The portion of our Service (and certain pages of the Site) that relate to the viewing of actual investment opportunities or to making investments in the securities offered therein are available only to certain qualified, registered and authorized users.\nSuch portions of our Service and the Site may thus not be available in all jurisdictions or to all Users.</p>\n<p>Only “accredited investors” as defined in Rule 501 of Regulation D of the Securities Act of 1933, as amended (the <b>\n<i>“Securities Act”</i>\n</b>\n<i>),</i> with a valid User ID and password, are authorized to access such services and web pages relating to offerings conducted under Regulation D of the Securities Act (such persons being <b>\n<i>“Accredited Investors”</i>\n</b>\n<i>).\n</i>In general, to qualify as an Accredited Investor, individuals must have a net worth of more than $1 million (excluding their primary residence), or gross income for each of the last two years of at least $200,000 ($300,000 jointly with their spouse) with the expectation of a similarly qualifying income during the current year.\nIn some cases, you may be required to provide supporting documents to issuers that provide proof that you are an Accredited Investor.\nSuch authorization may require completion of an Accredited Investor questionnaire and satisfactory background information screening.\nYour failure to provide any information and documentation requested to confirm your status as an Accredited Investor will be cause for RealtyMogul to immediately discontinue your use of the Service by preventing your access to the Website and the Service.\nPersons who are resident outside of the United States are allowed access to such investment opportunities only if such access does not violate the laws of their country of residence.\nOur services (and certain pages of the Site) that relate to the viewing of actual investment opportunities or to making investments in the securities offered therein may not be used by any person or entity in any jurisdiction where the provision or use thereof would be contrary to applicable laws, rules or regulations of any governmental authority or where RealtyMogul is not authorized to provide such information or services.</p>\n<p>“Tier II” Investment opportunities registered pursuant to Regulation A of the Securities Act, including real estate investment trusts and other funds sponsored by one of our affiliates, are offered only to “qualified purchasers” as defined in Regulation A.\n“Qualified purchasers” include: (i) “accredited investors” under Rule 501(a) of Regulation D and (ii) all other investors so long as their investment in our common shares does not represent more than 10% of the greater of their annual income or net worth (for natural persons), or 10% of the greater of annual revenue or net assets at fiscal year-end (for non-natural persons).</p>\n<p>\n<b>Securities Offerings</b>\n</p>\n<p>Private placements of securities offered on the Website have not been registered under the Securities Act of 1933, in reliance on the exemptive provisions of Section 4(2) of the Securities Act and Regulation D and Rule 506, and/or Regulation S, promulgated thereunder.\nSecurities sold through private placements are restricted and not publicly traded, and are therefore illiquid.\nNeither the U.S.\nSecurities and Exchange Commission nor any state securities commission or other regulatory authority has approved, passed upon or endorsed the merits of any offering on this Website.</p>\n<p>\n</p>\n<p>RM Manager, LLC<i> (</i>\n<b>\n<i>“RM Manager”</i>\n</b>\n<i>) </i>is a wholly-owned subsidiary of Realty Mogul, Co.\nand an exempt reporting adviser that serves as manager to several special purpose entities/private placements, each pursuing a venture capital strategy.\nRM Manager’s clients are the special purpose entities it advises and not the investors in such entities.</p>\n<p>RM Adviser, LLC<i> (</i>\n<b>\n<i>“RM Adviser”</i>\n</b>\n<i>) </i>is a wholly-owned subsidiary of Realty Mogul, Co.\nand an SEC-registered investment adviser that serves as manager to our REIT offerings (Mogul REIT I, LLC and Mogul REIT II, Inc.) and single purpose funds.\nRM Adviser’s clients are the REIT entities and single purpose funds, and not the investors in the REITs or the single purpose funds in their capacities as such.</p>\n<p>Investment overviews on the Site contain summaries of the purpose and principal business terms of the investment opportunities.\nSuch summaries are intended for informational purposes only and do not purport to be complete, and each is qualified in its entirety by reference to the more detailed discussions contained in the investor document package relating to such investment opportunity.\nThe information contained on the Site has been prepared by RealtyMogul without reference to any particular user’s investment requirements or financial situation, and potential investors are encouraged to consult with professional tax, legal and financial advisors before making any investment.</p>\n<p>You may not become a beneficial owner of 20% or more of any issuer’s outstanding voting equity securities (an “Issuer Covered Person”) without becoming subject to certain “bad actor” disqualifying events described in Rule 506(d) (a “Disqualifying Event”).\nYou represent that you are not subject to a Disqualifying Event and that you will promptly notify RealtyMogul in writing should any Disqualifying Events be applicable to you.\nRealtyMogul is not liable or responsible for making Rule 506(e) disclosures, nor for determining whether any Issuer Covered Person is subject to a Disqualifying Event.</p>\n<p>\n<b>Prohibited Conduct (Including Non-Circumvention Restriction)</b>\n</p>\n<p>By using the Site, you agree that RealtyMogul has expended significant time and effort developing its base of sponsoring real estate operating companies and borrowers, and in view thereof you agree that, for a period through and until two (2) years following any termination of your account, you may not solicit, initiate, encourage, or engage in discussions or negotiations with any sponsoring real estate operating company or other third-party introduced to you by RealtyMogul, or from whom you otherwise find out about the party and/or the project, without the express written permission of RealtyMogul or such other relevant party.\nThis provision shall survive any termination of these Terms of Service.</p>\n<p>Our Site contains confidential information <i>(</i>\n<b>\n<i>“Confidential Information”</i>\n</b>\n<i>)</i>, much of which pertains to the investments listed on our platform.\nConfidential Information includes all technical and non-technical data.\nYou agree that all Confidential Information will be kept in confidence and that you will only use the Confidential Information for the purposes for which it was disclosed.\nTo the extent applicable, you will not modify, reverse engineer, decompile, create other works from, or disassemble any such Confidential Information unless otherwise specified in writing by the disclosing party.\nThese restrictions will not apply to Confidential Information to the extent it (a) was in the public domain at the time of disclosure.\n(b) became publicly available after disclosure without breach of this agreement.\n(c) was lawfully received from a third-party without such restrictions.\n(d) was known to you without such restrictions prior to your access to it via our Site.\n(e) was independently developed by you without breach of this agreement.\n(f) was generally made available to third parties by RealtyMogul without such restriction.\nor (g) is required by applicable law.</p>\n<p>You agree to use the Site and Service only for purposes that are legal, proper and in accordance with these Terms and any applicable law, rules or regulations.\nYou may not:</p>\n<p>\n</p>\n<ul>\n<li>use the Service in any manner that could damage, disable, overburden, or impair the Service, or interfere with any other party’s use and enjoyment of the Service;</li>\n<li>attempt to gain unauthorized access to the Site, the Service, or the computer systems or networks connected to the Service through hacking, password mining or any other means;</li>\n<li>create user accounts by automated means or under false or fraudulent pretenses;</li>\n<li>utilize any data provided on the Site (including third-party provided data) for purposes other than evaluating listed investment opportunities;</li>\n<li>transmit any viruses, worms, defects, Trojan horses, or any items of a destructive nature;</li>\n<li>defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others;</li>\n<li>upload, post, email or transmit, or otherwise make available through the Service any inappropriate, defamatory, infringing, obscene, or unlawful content;</li>\n<li>upload, post, email or transmit, or otherwise make available through the Service any content that infringes any patent, trademark, copyright, trade secret or other proprietary right of any party, unless you are the owner of such rights or have the permission of the owner to post such content;</li>\n<li>upload, post, email or transmit, or otherwise make available through the Service any materials that promote pyramid schemes, chain letters or disruptive commercial messages or advertisements, or anything else prohibited by law;</li>\n<li>run Maillist, Listserv, or any form of auto-responder or “spam” on the Service;</li>\n<li>use manual or automated software, devices, or other processes to “crawl” or “spider” any page of the Site, including to engage in the practices of “screen scraping,” “database scraping” or any other activity with the purpose of obtaining content or other information;</li>\n<li>interfere or attempt to interfere with the proper working of the Service or any activities conducted on the Service, including to utilize framing techniques to enclose any Content or other proprietary information, place pop-up windows over the Site’s pages, or otherwise affect the display of the Site’s pages;</li>\n<li>download any file posted by another user that you know, or reasonably should know, cannot be legally distributed in such manner;</li>\n<li>impersonate another person or entity, or falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of any materials;</li>\n<li>remove any copyright, trademark or other proprietary rights notices contained in or on the Service;</li>\n<li>use any robot, spider, site search/retrieval application, or other device to retrieve or index any portion of the Service or collect information about its Users for any unauthorized purpose;</li>\n<li>submit content that falsely expresses or implies that such content is sponsored or endorsed by RealtyMogul, any of its affiliates or any third parties;</li>\n<li>use the Service for any illegal or unauthorized purpose (including, without limitation, in violation of any United States federal and state securities or blue-sky laws or regulations, securities exchange or self-regulatory organization’s rules or regulations, or equivalent laws or regulations in foreign jurisdictions);</li>\n<li>promote or provide instructional information about illegal activities or promote physical harm or injury against any group or individual;</li>\n<li>share or disclose with anyone any information obtained through the Service about any investment offerings.\nor</li>\n<li>use the Service for any commercial purpose whatsoever other than for your personal use, including (without limitation) soliciting other users for investments of any kind, offering or selling any products or services of any kind, and making investment recommendations to other users.</li>\n</ul>\n<p>\n<b>Registration Data.\nAccount Security</b>\n</p>\n<p>In consideration of your use of the Site, you agree to (a) provide accurate, current and complete information about you as may be prompted by any registration forms on the Site (“Registration Data”).\n(b) maintain the security of your password and identification.\n(c) maintain and promptly update the Registration Data, and any other information you provide to us, to keep it accurate, current and complete.\nand (d) be fully responsible for all use of your account and for any actions that take place using your account.\nYou agree to (a) immediately notify Company of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session when accessing the service.\nCompany will not be liable for any loss or damage arising from your failure to comply with this Section.</p>\n<p>\n<b>Proprietary Rights in Site Content.\nLimited License</b>\n</p>\n<p>All content on the Site, including but not limited to designs, text, graphics, pictures, video, information, software, music, sound and other files, and their selection and arrangement (the <b>\n<i>“Site Content”</i>\n</b>\n<i>),</i> are our proprietary property with all rights reserved.\nNo Site Content may be modified, copied, distributed, framed, reproduced, republished, downloaded, displayed, posted, transmitted, or sold in any form or by any means, in whole or in part, without our prior written permission, except that, if you are eligible for use of the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Site Content solely for your personal use, provided that you keep such portions confidential and all copyright or other proprietary notices intact.\nYou may not republish Site Content on any internet, intranet or extranet site or incorporate the information in any other database or compilation, and any other use of the Site Content is strictly prohibited.\nAny use of the Site or the Site Content other than as specifically authorized herein, without the prior written permission of the Company, is strictly prohibited and will terminate the license granted herein.\nSuch unauthorized use may also violate applicable laws including without limitation copyright and trademark laws and applicable communications regulations and statutes.\nUnless explicitly stated herein, nothing in these Terms of Service shall be construed as conferring any license to intellectual property rights, whether by estoppel, implication or otherwise.\nThis license is revocable by us at any time without notice and with or without cause.</p>\n<p>\n<b>Linked Sites</b>\n</p>\n<p>The Website may contain links to third-party websites<i> (</i>\n<b>\n<i>“Linked Sites”</i>\n</b>\n<i>).</i> These links are provided only as a convenience.\nThe inclusion of any link is not, and shall not be construed to imply, an affiliation, sponsorship, endorsement, approval, investigation, verification or monitoring by RealtyMogul of any information, materials, products, or services contained in or accessible through any Linked Site.\nIn no event shall RealtyMogul be responsible for the information contained on any Linked Site or your use of or inability to use any Linked Site.\nAccess and use of linked sites, including the information, material, products, and services on linked sites or available through linked sites, is solely at your own risk.\nYour access and use of the Linked Sites are governed by the terms of use and privacy policies of such Linked Sites, and we encourage you to carefully review all such terms and policies.</p>\n<p>\n<b>User Content</b>\n</p>\n<p>The Service may allow you and other users to submit, post, transmit and share content with other Users.\nYou are solely responsible for any such content (which may include photos, profiles, messages, notes, text, information, music, video, contact information for you or others, advertisements or other content) that you upload, publish, provide or display (hereinafter, “post”) on or through the Service or the Site, or transmit to or share with other Users (collectively, the “User Content”).\nIt is against the Terms of Use to contact sponsoring real estate operating companies or borrowers directly or to attempt to enter into any transactions with such persons or entities outside of the Service.\nYou understand and agree that the Company may, but is not obligated to, review and delete or remove (without notice) any User Content in its sole discretion, including without limitation, User Content that in the sole judgment of the Company violates these Terms of Use, might be offensive or illegal, or might violate the rights of, harm, or threaten the safety of, Users or others.</p>\n<p>By posting User Content to any part of the Site, you automatically grant, and you represent and warrant that you have the right to grant, to the Company an irrevocable, perpetual, non-exclusive, transferable, fully paid, worldwide license (with the right to sublicense) to use, copy, publicly perform, publicly display, reformat, translate, excerpt (in whole or in part) and distribute such User Content for any purpose on or in connection with the Site or the promotion thereof, to prepare derivative works of, or incorporate into other works, such User Content, and to grant and authorize sublicenses of the foregoing.\nYou may remove your User Content from the Site at any time.\nIf you choose to remove your User Content, the license granted above will not expire.</p>\n<p>You may review personal information (including credit data) posted by other Users on the Site, but you are not authorized to disclose or otherwise use such information for any purpose other than assessing the creditworthiness of other Users.</p>\n<p>You acknowledge and agree that the Company may preserve content and may also disclose content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process, applicable laws or government requests.\n(b) enforce these Terms of Use.\n(c) respond to claims that any content violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of the Company, its Users and the public.\nYou understand that the technical processing and transmission of the Service, including your content, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.</p>\n<p>\n<b>Copyright Complaints</b>\n</p>\n<p>If you believe that any material on the Site infringes upon any copyright which you own or control, you may send a written notification of such infringement to our Designated Agent as set forth below:</p>\n<p>\n<b>Name of Agent Designated to Receive Notification of Claimed Infringement:</b>\n</p>\n<p>Attn: General Counsel</p>\n<p>\n<b>Full Address of Designated Agent to Which Notification should be Sent:</b>\n</p>\n<p>Realty Mogul Co, #603, 10573 W Pico Blvd., Los Angeles, CA 90064</p>\n<p>\n<b>Telephone Number of Designated Agent: </b>\n</p>\n<p>(310) 907-7129</p>\n<p>\n<b>E-Mail Address of Designated Agent: </b>\n</p>\n<p>info@realtymogul.com</p>\n<p>To meet the notice requirements under the Digital Millennium Copyright Act (“DMCA”), the notification must be a written communication that includes the following: (i) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(ii) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.\n(iii) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material.\n(iv) information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number and, if available, an electronic mail address at which the complaining party may be contacted.\n(v) a statement that the complaining party has a good-faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law.\nand (vi) a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>In accordance with the Digital Millennium Copyright Act and other applicable law, we have adopted a policy of terminating, in appropriate circumstances and at our sole discretion, the registrations of Users who are deemed to be repeat infringers.\nWe may also, at our sole discretion, limit access to the Site and/or terminate the registrations of any Users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p>\n<p>\n<b>Consent to Electronic Transactions and Disclosures</b>\n</p>\n<p>Because RealtyMogul operates largely on the Internet, it is necessary for you to consent to transact business with us online and electronically.\nBefore you decide to do business electronically with RealtyMogul, you must satisfy the following computer hardware and software requirements: access to the Internet.\nan email account and related software capable of receiving email through the Internet.\na web browser which is SSL-compliant and supports secure sessions, such as Internet Explorer 5.0 or above and Netscape Navigator 6.0 or above, or the equivalent software.\nand hardware capable of running this software.</p>\n<p>RealtyMogul generally receives all payments, and makes all disbursements, through electronic funds transfers (ACH transfers) using the bank (or other financial institution) account information you provide to us.\nYou authorize such bank or other financial account to pay any amounts described herein, and authorize RealtyMogul to make any and all investment disbursements, to such account.\nYou agree to provide RealtyMogul updated information regarding your bank or other account upon RealtyMogul’s request and at any time that the information earlier provided is no longer valid.</p>\n<p>As part of doing business with RealtyMogul, you must also consent to our giving you certain disclosures electronically, either via our Site or to the email address you provide to us.\nBy agreeing to the Terms of Service, you agree to receive electronically all documents, communications, notices, contracts, and agreements, including any IRS Form 1099 or other tax forms, schedules or information statements, arising from or relating to your registration as an investor on our Site, any investments you may make, your use of this Service, and the servicing of any investment you may make (each, a “Disclosure”), from RealtyMogul or any service provider we may use.\nAn IRS Form 1099 refers to any Form 1099 or other Form, Schedule or information statement, including corrections of such documents, required to be provided pursuant to the U.S.\nInternal Revenue Service rules and regulations and that may be provided electronically (each, an “IRS Form 1099\").\nThe decision to do business with RealtyMogul electronically is yours.\nThis document informs you of your rights concerning Disclosures.</p>\n<p>Your consent to receive Disclosures and transact business electronically, and our agreements to do so, applies to any transactions to which such Disclosures relate, whether between you and RealtyMogul.\nYour consent will remain in effect for so long as you are a User and, if you are no longer a User, will continue until such a time as all Disclosures relevant to transactions that occurred while you were a User have been made.</p>\n<p>You may not withdraw such consent as long as you have outstanding any investments made through the Site.\nIf you have no outstanding investments made through the site and wish to withdraw consent to doing business electronically, we will terminate your registered user account with us.</p>\n<p>You also expressly consent to receiving calls and messages, including auto-dialed and pre- recorded message calls, and SMS messages (including text messages) from us, our affiliates, marketing partners, agents and others calling at their request or on their behalf, at any telephone numbers that you have provided or may provide in the future (including any cellular telephone numbers).\nYour cellular or mobile telephone provider will charge you according to the type of plan you carry.</p>\n<p>If you are accessing our site and the Disclosures electronically via a mobile device (such as a smart phone, tablet, and the like), in addition to the above requirements you must make sure that you have software on your mobile device that allows you to print and save the Disclosures presented to you during the application process.\nThese applications can be found for most mobile devices in the device’s respective “app store”.\nIf you do not have these capabilities on your mobile device, please access our site through a device that provides these capabilities.</p>\n<p>\n<b>Updates</b>\n</p>\n<p>You must keep us informed of any change in your e-mail address, your home mailing address, or your telephone number so that we can maintain communications with you about your authorization as a registered User and so that you can continue to receive all Disclosures in a timely fashion.\nYou can contact us by e-mail at info@realtymogul.com or by calling us at 310-907-7129.\nYou may also reach us in writing to us at the following address: Realty Mogul Co, #603, 10573 W Pico Blvd., Los Angeles, CA 90064</p>\n<p>\n<b>User Disputes</b>\n</p>\n<p>You are solely responsible for your interactions with other Users.\nWe reserve the right, but have no obligation, to monitor disputes between you and other Users.</p>\n<p>\n<b>Privacy</b>\n</p>\n<p>Please review the Site’s Privacy Policy.\nBy using the Site or the Service, you are consenting to have your personal data transferred to and processed in the United States.</p>\n<p>\n<b>Disclaimers</b>\n</p>\n<p>YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nCOMPANY EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.</p>\n<p>The Company does not guarantee the accuracy of any User Content or Third-Party Content.\nAlthough we provide rules for User conduct and postings, we do not control and are not responsible for what Users post on the Site and are not responsible for any offensive, inappropriate, obscene, unlawful or otherwise objectionable content you may encounter on the Site or in connection with any User Content or Third-Party Content.\nThe Company is not responsible for the conduct, whether online or offline, of any User of the Site or Service.\nThe Company cannot guarantee and does not promise any specific results (relating to investments or otherwise) from use of the Site and/or the Service.</p>\n<p>The Site and the Service may be temporarily unavailable from time to time for maintenance or other reasons.\nThe Company assumes no responsibility for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, User communications.\nThe Company is not responsible for any problems or technical malfunction of any telephone network or lines, computer online systems, servers or providers, computer equipment, software, failure of email or players on account of technical problems or traffic congestion on the Internet or on the Site or combination thereof, including injury or damage to Users or to any other person’s computer related to or resulting from participating or downloading materials in connection with the Web and/or in connection with the Service.\nUnder no circumstances will the Company be responsible for any loss or damage, including any loss or damage to any User Content or personal injury or death, resulting from anyone’s use of the Site or the Service, any User Content or Third-Party Content posted on or through the Site or the Service or transmitted to Users, or any interactions between Users of the Site, whether online or offline.</p>\n<p>The Company reserves the right to change any and all content contained in the Site and any Services offered through the Site at any time without notice.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof, or any affiliation therewith, by the Company.</p>\n<p>\n<b>Limitation on Liability</b>\n</p>\n<p>EXCEPT IN JURISDICTIONS WHERE SUCH PROVISIONS ARE RESTRICTED AND EXCEPT AS MAY BE REQUIRED BY APPLICABLE SECURITIES LAWS, IN NO EVENT WILL REALTYMOGUL OR ITS DIRECTORS, OFFICERS, STOCKHOLDERS, PARTNERS, EMPLOYEES OR REPRESENTATIVES BE LIABLE TO YOU OR ANY THIRD-PARTY FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, INCLUDING FOR ANY LOST PROFITS OR LOST DATA ARISING FROM YOUR USE OF THE SITE OR THE SERVICE OR ANY OF THE SITE CONTENT OR OTHER MATERIALS ON OR ACCESSED THROUGH THE SITE, EVEN IF THE COMPANY IS AWARE OR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, EXCEPT AS MAY BE REQUIRED BY APPLICABLE SECURITIES LAW OR OTHER LAWS, YOU SHALL BE LIMITED TO INJUNCTIVE RELIEF ONLY, AND SHALL NOT BE ENTITLED TO DAMAGES OF ANY KIND FROM ANY OF REALTYMOGUL OR ITS DIRECTORS, OFFICERS, STOCKHOLDERS, PARTNERS, EMPLOYEES OR REPRESENTATIVES, REGARDLESS OF THE CAUSE OF ACTION.</p>\n<p>CERTAIN FEDERAL AND STATE LAWS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES OR LIMITATIONS ON IMPLIED WARRANTIES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.</p>\n<p>\n<b>Governing Law.\nArbitration</b>\n</p>\n<p>By visiting or using the Site and/or the Service, you agree that the laws of the State of Delaware, without regard to any principles of conflict of laws that would require or permit the application of the laws of any other jurisdiction, will govern these Terms of Service.</p>\n<p>\n<b> By agreeing to the Terms and using the Website and the Service, you agree to submit to personal jurisdiction in Delaware for all purposes, and you agree to waive, to maximum extent permitted by law, any right to a trial by jury for any matter.</b>\n</p>\n<p>Unless otherwise agreed in writing by you and us, any dispute arising out of or relating to the Terms, or any breach thereof, shall be finally resolved by binding arbitration administered by the American Arbitration Association under its Commercial Arbitration Rules, or such arbitration body as required by law, rule or regulation, and final judgment upon the award rendered by the arbitrator may be entered in any court having jurisdiction.\nThe arbitration will be conducted in the English language before a single arbitrator in Delaware.\nSuch arbitration must be commenced within one (1) year after the claim or cause of action arises.\nNotwithstanding the foregoing, either RealtyMogul or you may apply to any court of competent jurisdiction for injunctive relief without breach of this arbitration provision.</p>\n<p>\n<b>Indemnity</b>\n</p>\n<p>You agree to indemnify and hold the Company, its subsidiaries and affiliates, and each of their directors, officers, agents, contractors, employees and representatives, harmless from and against any loss, liability, claim, demand, damages, costs and expenses, including reasonable attorney’s fees, arising out of or in connection with your use of the Service or the Site, your conduct in connection with the Service or the Site or with other Users of the Service or the Site, or any violation of these Terms of Use or of any law or the rights of any third-party, any of your User Content, and any Third Party Content you post or share on or through the Site.\nIf you are a California resident, you waive California Civil Code Section 1542, which says: “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.” If you are a resident of another jurisdiction, you waive any comparable statute or doctrine.</p>\n<p>\n<b>Investor Members: Securities Matters</b>\n</p>\n<p>Notwithstanding anything to the contrary in these Terms of Use, in no event shall anything in these Terms of Use be deemed to be a waiver, and we will not assert there has been a waiver, that would be permissible under Section 14 of the Securities Act of 1933, Section 29(a) of the Securities Exchange Act of 1934, or any other applicable provision of federal and state securities laws.</p>\n<p>\n<b>Submissions</b>\n</p>\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback or other information about the Site or the Service (“Submissions”), provided by you to Company are non-confidential and shall become the sole property of Company.\nCompany shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any purpose, commercial or otherwise, without acknowledgement or compensation to you.</p>\n<p>\n<b>Other</b>\n</p>\n<p>The failure of the Company to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision in that or any other instance.\nIf any provision of these Terms of Service is held invalid, the remainder of these Terms of Service shall continue in full force and effect.\nIf any provision of these Terms of Service shall be deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from these Terms of Service and shall not affect the validity and enforceability of any remaining provisions.</p>\n<p>\n<b>Questions</b>\n</p>\n<p>Please visit our FAQ page for more information.\nyou may also contact us via email at info@realtymogul.com .</p> ", "created_at": "2023-03-17 17:09:52.659953", "updated_at": "2023-03-17 17:10:52.42326"}, {"id": 14658, "name": "Privacy Policy", "url": "https://www.realtymogul.com/privacy-policy", "xpath": "/html/body/div[2]/main/div", "text": " Privacy Policy <p>Updated July 14, 2021</p>\n<p>The website <b>(“Site”)</b> for Realty Mogul, Co.\n<b>(“RealtyMogul,” “we,” or “us”),</b> was created to provide information about our company, our services and the investment opportunities available on our platform <b>(the “Services”).\n</b>We value the privacy of our Site visitors (<b>“you,” “your,” or “user”),</b> and in order to protect your personal information, we have implemented the following Privacy Policy with provisions that apply to the collection of data by RealtyMogul, its subsidiaries, and its affiliates.\nIf you have questions or concerns regarding this statement, you should first contact us at info@realtymogul.com .</p>\n<p>Our Privacy Policy discloses the type and nature of information we collect and how we use it, as well as the choices you can make about the way your information is collected and used.\nWe also explain how any requests for personal or personally identifiable information will be used.\nFinally, we present our security policy, which outlines how your personal information is protected.</p>\n<p>\n<b>Information We Collect</b>\n</p>\n<p>RealtyMogul collects personal and financial information from you when you visit the Site.\nThe majority of information is collected during the registration and/or application process and, while some items are optional, most are required for legal or security purposes.\nYou may choose to provide additional information during subsequent visits to the Site, but keep in mind that some of this information will be required if you wish to partake in the Services.</p>\n<p>In general, the type of information we collect includes, but is not limited to:</p>\n<ul>\n<li>Personal data required to verify your identity;</li>\n<li>Personal and financial data necessary to assess your eligibility to utilize the Services on the RealtyMogul platform.\nand</li>\n<li>Non-identifiable and aggregated personal data pertaining to your Site visits that help us maintain the appropriate features, functionality and user experience.</li>\n</ul>\n<p>\n<b>Personal Data</b>\n</p>\n<p>Investor registration and lending applications will require you to provide basic personal data.\nSuch information typically includes your name, email address, home address and phone number, date of birth, social security number and/or tax identification number, employer and job title.\nRealtyMogul uses this data to: (i) enable you to log in to the Site.\n(ii) establish your ability to view offering materials and to make investments through the Site (for U.S.\nresidents, such ability is restricted to “accredited investors” with a certain level of annual income or net worth).\n(iii) determine your credibility to partake in lending opportunities.\n(iv) verify that you are at least 18 years of age.\n(v) guard against potential fraud.\n(vi) contact you if there is a problem with your account.\nand (vii) maintain regular communications with you as may be necessary to inform you of upcoming investment opportunities and other company updates, including SMS communications to users who have opted-in to RealtyMogul’s SMS Communications program.</p>\n<p>RealtyMogul will also gather the names and email addresses of users who contact us through the Site with questions about our company or lending platform.\nWe collect this information for the sole purpose of responding to such inquiries and do not store the contact information unless requested to do so, as in the case of job applicants who submit resumes.</p>\n<p>\n<b>Financial Data (for Investors)</b>\n</p>\n<p>When you subscribe to make an investment in one of the investment opportunities available on the platform, you will again be asked for your personal data.\nYou will also be required to provide financial data, such as your bank routing number and bank account number, to enable us to utilize your bank account to originate funds transfers and make subsequent investment disbursements to you.</p>\n<p>\n<b>Financial Data (for Borrowers)</b>\n</p>\n<p>You will be asked to provide and disclose financial data when filling out an application to partake in lending services.\nSuch information may be shared with third parties.\nSee <b>\n<i>“How and When Your Information Is Shared With Other Parties” </i>\n</b>for more details.</p>\n<p>\n<b>\n<i>Non-Identifiable Data and Aggregated Personal Data</i>\n</b>\n</p>\n<p>Regardless of whether you register for an account or submit an application, RealtyMogul may send one or more “cookies” to your computer.\nCookies are small text files placed on your web browser when you visit our Site that store information on your computer, such as your Site preferences.\nWe use cookies when you sign in to keep track of your personal session, including some account identifiers to ensure that you are the only person making changes to your account.\nWe also use cookies to track your activity on the Site as a unique person.\nFor security purposes, all of this information is stored in encrypted form.\nNo personal information about you is stored.</p>\n<p>You can set your web browser to inform you when cookies are set, or to prevent cookies from being set altogether.\nPlease note, however, that if you decline to use cookies, you may experience reduced functionality and slower site response times.\nIn some instances, declining to use our authentication-related cookies may prevent you from using the website entirely.</p>\n<p>RealtyMogul (or our service providers, such as Google Analytics) may also collect web surfing data related to your use of the Site.\nSuch information may include: your Internet Protocol (IP) address, browser type, and internet service provider (ISP).\nyour operating system.\nwhich of our web pages you access and how frequently you access them.\nreferral or exit pages.\nclick stream data.\nand the dates and times that you visit the Site.\nThis data may be collected using cookies, web beacons, page tags or similar tools.\nAs with cookies, the web surfing information is anonymous, “click stream” transactional data that is not associated with any users as individuals.</p>\n<p>Web surfing data and similar information may be aggregated for administrative purposes.\nRealtyMogul may, for example, use this aggregated information in the administration of the Site to improve its usability and to evaluate the success of particular marketing and advertising campaigns, search engine optimization strategies, and other marketing activities.\nWe also use it to help optimize the Site based on the needs of our users.</p>\n<p>\n<b>How and When Your Information Is Shared With Other Parties</b>\n</p>\n<p>RealtyMogul does not sell or rent personal information about its users for marketing purposes.\nWe do, however, work with a number of trusted partners who perform vital functions as part of our operations.</p>\n<p>\n<b>\n<i>Sharing of Investor Information</i>\n</b>\n</p>\n<p>If you indicate an interest in making an investment through the Services, such as indicating an interest to buy equity or make a loan in a particular private real estate company, we will notify the party or parties offering the investment (the “Issuer”) of your interest and share your personal information with the Issuer, and may notify other users with whom you have chosen to share information.\nBy indicating an interest in an investment and/or sharing your profile or content with other users, you consent to this disclosure of your information.\nSince we do not have direct control over the policies and practices of the Issuer or other third parties, we are not responsible for their privacy policies or practices.</p>\n<p>RealtyMogul also works with (among others) providers of hosting services for the Site, electronic signature providers, and electronic payment service providers.\nWe may engage third parties to help us carry out certain other internal functions such as account processing, client services, marketing research or other data collection relevant to our business.\nExamples of third parties might include those that perform data processing, reporting, tax documentation, custody or escrow services.\nInformation is shared with these third parties only to the extent necessary for us to process the transactions you initiate or perform other specific services vital to the operations of our business.\nOur partners are legally required to keep your information private and secure.</p>\n<p>We may share your information with law enforcement or other government agencies as required by law or for the purposes of limiting fraud.\nWe reserve the right to disclose your personally identifiable information when we believe that disclosure is necessary to protect our rights or to comply with a judicial proceeding, court order or legal process.\nWe further reserve the right to disclose any of your personal information that we believe, in good faith, appropriate or necessary to take precautions against liability, to investigate and defend against any third-party claims or allegations, to assist government enforcement agencies, to protect the security or integrity of the Site or our services, or to protect the rights, property or personal safety of RealtyMogul, its users, issuers, or others.</p>\n<p>\n<b>Notifications and Communications from Our Site</b>\n</p>\n<p>RealtyMogul will send you email notifications from time to time.\nSome notifications are required elements of your transactions on our platform, such as confirmations of particular actions you have taken.\nThese mandatory notices are sent typically to notify you of a change in status.\nFor example, you will receive a notice when you are confirmed as an investor.</p>\n<p>We also send out notices that are required for legal or security purposes.\nFor example, certain notifications are sent for your own protection to ensure that another person cannot make a change to your account without your knowledge.\nIn other cases, these notifications involve changes to various legal agreements or Site policies.\nGenerally, you may not opt out of such service-related emails.</p>\n<p>When you register as an investor, you will receive emails that confirm specific actions you requested.\nThese will include emails to which you must respond to complete your registration and notifications confirming your registration.\nThereafter, you will receive emails when a new investment opportunity is available on our platform, as well as updates concerning the progress of the funding of such investment and/or other relevant information.\nIf you make an investment through the Site, RealtyMogul will also send you confirmations of the investment as well as occasional updates as to the status of that investment and the timing of distributions relating to that investment.</p>\n<p>When you register as an investor and opt-in to RealtyMogul’s SMS Communications program, you are consenting to receive text messages sent by an automatic telephone dialing system and acknowledge that data usage charges may apply by your cell phone company.\nYou may receive text messages regarding system notifications, investment opportunity updates, and special offers and promotions, and can manage your opt-in status in your user profile.</p>\n<p>We may also send you responses to emails you send us, if appropriate.\nFrom time to time, we will also send user surveys, requests for user feedback regarding user experience and Site operations, or marketing offers from us or from us on behalf of our marketing partners.\nCompleting these surveys, answering requests for feedback, or accepting any offer is strictly voluntary.\nIf you do not wish to receive these surveys, user feedback emails, and/or marketing offers, please opt out in any offer email you receive from us.</p>\n<p>\n<b>Where You Can View and Correct Your Information</b>\n</p>\n<p>We urge you to review your information regularly to ensure that it is correct and complete.\nIf you believe that any of your information is incorrect, or if you have any questions regarding this Privacy Policy, please contact us at info@realtymogul.com ..</p>\n<p>\n<b>Links to Other Sites</b>\n</p>\n<p>If you follow any links that direct you away from the Site, this privacy policy will not apply to your activity on the other websites you visit.\nWe do not control the privacy policies or the privacy practices of any third parties.</p>\n<p>\n<b>International Users</b>\n</p>\n<p>The Site may be accessed by users located outside the United States.\nIf you choose to use the Service from the European Union or other regions of the world with laws governing data collection and use that may differ from U.S.\nlaw, then please note that you are transferring your personal information outside of those regions to the United States, and that by providing your personal information on or through the Site then you consent to that transfer.</p>\n<p>\n<b>Security Policy</b>\n</p>\n<p>\n<b>\n<i>Access Limitations</i>\n</b>\n</p>\n<p>We limit access to the personal information we have about you to those employees who have a legitimate business need to access such information.\nIn keeping with industry standards and practices, we maintain appropriate physical, electronic and procedural safeguards and controls to protect your information.\nThe Site is built upon a secure infrastructure with multiple layers of protection, and we use industry-standard encryption technologies to safeguard your information.</p>\n<p>Users are required to identify and authenticate themselves prior to accessing sensitive portions of the Site.\nGenerally, identification and authentication take place through the use of your username and a password and/or while logging in with one of our technical support staff.</p>\n<p>\n<b>\n<i>Notifications of Security Systems Breach</i>\n</b>\n</p>\n<p>If we learn of a security systems breach, then we may attempt to notify you electronically so that you can take appropriate protective steps.\nWe may also post a notice on or through the Site in the event of a security breach.\nDepending on where you live, you may have a legal right to receive notice of a security breach in writing.</p>\n<p>\n<b>\n<i>Take Precautionary Measures</i>\n</b>\n</p>\n<p>You can take several precautions to protect the security of your computer and personal information.\nFor instance, you can use a well-chosen password and restrict access to your email account.\nYou can also install and regularly update antivirus and firewall software to protect your computer from external attacks by malicious users.\nWhen you are finished with a session on the Site, be sure that you log out and close the browser window.</p>\n<p>You should also be aware of fraudulent attempts to gain access to your account information through “phishing,” whereby scammers try to bring unsuspecting people to a website by using a genuine-looking email purporting to be from a legitimate company.\nSometimes, either in the email itself or on this fake site, scammers will ask for login information to gain access to people’s accounts and withdraw their money.</p>\n<p>RealtyMogul will never send you an email asking you for your login information.\nIn general, you can protect yourself against phishing by never providing personal or login information via a link contained in an email.\ninstead, go the website directly.\nYou might also make it a habit to check the URL of a website to be sure that it begins with the correct domain.\nIn the case of RealtyMogul, you should always ensure the URL begins with https://realtymogul.com or https://www.realtymogul.com .</p> ", "created_at": "2023-03-17 17:09:52.628211", "updated_at": "2023-03-17 17:12:37.555117"}], "points": [], "urls": ["realtymogul.com"]}}