{"error": 448, "message": "OK", "parameters": {"id": 9212, "name": "Lyricstranslate", "created_at": "2023-07-15 00:36:17.655155", "updated_at": "2023-07-15 10:02:17.076582", "wikipedia": null, "keywords": null, "related": null, "slug": "lyricstranslate", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9212.png", "url": "lyricstranslate.com", "documents": [{"id": 18041, "name": "Privacy Policy", "url": "https://lyricstranslate.com/en/privacy-policy", "xpath": "//*[@id=\"content-inner\"]", "text": " Privacy Policy The following policy is intended to explain how your personal information will be treated when you use our site.\nPersonal information includes your name, e-mail addresses, click-through activity and any other personal information you may provide here.<br>\n<br>\n<strong>Email and other private information</strong>\n<br>\n<br>When you decide to go through registration process in order to obtain personal user account at LyricsTranslate.com, you are proposed to fill registration form which asks for your email and name.\nYour email is needed for us to complete registration process and to restore your account password if you will ask about it.\nWe will not send you any further spam-information messages.\nActually, you will get emails from LyricsTranslate only if you chose to - it can be used to notify you about private messages, sent to you by other users, or satisfaction of your request or appearance of new comments to your articles etc.<br>\n<br>Later on you log in to your personal user profile page, where you see questions about your age, gender, spoken languages, location, occupation, interests and alternative contact information (your Yahoo, Google, Skype, MSN, ICQ accounts).\nThis information will be displayed to other people - so if you don't want to be contacted or don't want to disclose any of your private information, just leave any or all of these fields blank, they are not obligatory to fill.<br>\n<br>Please, do not use your email address as your user-name unless you are fully aware of fact that it will become visible to all visitors of the site.<br>\n<br>\n<strong>How do I delete my account?</strong>\n<br>\n<br>To delete your account, go to your profile page, click \"Edit\" and then \"Cancel account\" button.\nPlease keep in mind that this action is irreversible.<br>\n<br>\n<strong>How do I delete my personal data?</strong>\n<br>\n<br>To delete your personal data, you can delete your account (instructions are above), or contact site administration: Contact Us<br>\n<br>\n<strong>Traffic data</strong>\n<br>\n<br>Each time a visitor comes to a LyricsTranslate.com Web site, our server logs some basic technical information such as browser and platform, visitor's domain name and referral data.\nWe are also processing the visitor's activity through our site.\nWe may present the results of this processing to outside companies, but no one will be able to identify you or contact you because of this data.<br>\n<br>\n<strong>Cookies</strong>\n<br>\n<br>Lyricstranslate uses cookies and other technologies (such as web beacons and advertising identifiers) in order to differentiate you from other users and keep developing our Services.\nread more<br>\n<br>Your cookie storage preferences for lyricstranslate.com<br>\n<br>\n<strong>Ads</strong>\n<br>\n<br>This Site is affiliated with Publisher First, Inc.\ndba Freestar (\"Freestar\") for the purposes of placing advertising on the Site, and Freestar will collect and use certain data for advertising purposes.\nTo learn more about Freestar’s data usage, click here<br>\n<br>\n<strong>Other sites</strong>\n<br>\n<br>LyricsTranslate.com may contain many links to other sites on the Web.\nWe cannot control and are not responsible for the privacy practices or content of these other Web sites.<br>\n<br>\n<strong>Thanks for using LyricsTranslate.com! Your feedback is welcome.</strong> ", "created_at": "2023-07-15 00:36:17.686106", "updated_at": "2023-07-15 00:36:48.670838"}, {"id": 18042, "name": "Cookies Policy", "url": "https://lyricstranslate.com/en/cookies-policy", "xpath": "//*[@id=\"content-inner\"]", "text": " Cookies Policy Cookies and Web advertisement<p>Lyricstranslate uses cookies and other technologies (such as web beacons and advertising identifiers) in order to differentiate you from other users and keep developing our Services.</p>\n<p>By way of example, we use those technologies to allow you to easily access our services and enhance them.\nWe use cookies and advertising identifiers also to collect information on your interests and provide targeted advertising communications.</p>\n<p>We want you to be thoroughly informed on how we use such technologies.\nTherefore, in this section we explain how they work and what your options are regarding their use.</p>What are cookies, advertising identifiers and web beacons?<p>A cookie is a small amount of data transferred from our server and stored on your device when you surf the internet and use online websites and services.\nTheir use allows Websites to operate or operate more efficiently, as well as provides information that facilitate the personalization of services and advertisements.</p>\n<p>Advertising identifiers are similar to cookies and can be found in many mobile devices and tablets (such as the IDFTA (\"Identifiers for Advertisers\"), Apple iOS devices and the \"Google Advertising ID\" on Android devices).\nSimilarly to what happens for cookies, advertising identifiers are used to enhance the relevance of online advertising.</p>\n<p>Web beacons are code fragments that enable a website to transfer or collect data through the request of a graphic image and are often used in association with cookies.</p>Why does Lyricstranslate use cookies and advertising identifiers?<p>\n<strong>Essential cookies:</strong> these cookies are critical for our website and the supply of online services.\nFor example, we and our service Suppliers can use these cookies to confirm our members' identity when they use our websites and our apps so as to be able to supply our services to them.\nMoreover, cookies help us implement our Conditions of use, prevent frauds and ensure our service's safety.</p>\n<p>\n<strong>Functionality and performance cookies:</strong> these cookies are not essential, but they help us personalize and enhance your surfing experience on Lyricstranslate.\nFor example, they allow us to memorize your choices and therefore save you from having to provide again information you have already provided to us (for example during the registration phase).\nWe use cookies also to collect data (for example statistics on contents' visualizations, accesses through banners and other information) on the use made by the users of the services supplied by Lyricstranslate so that we can enhance them.\nDisabling these cookies can partially affect our services' functioning.</p>\n<p>\n<strong>Cookies and advertising identifiers:</strong> these cookies and advertising identifiers use data about your use of our website and other websites or apps, as well as your reaction to advertisings or emails, in order to send you advertising communications that are of most interest to you.\nSuch kind of advertising is called “interest-based advertising”.</p>\n<p>\n<strong>Web beacons:</strong> we could use them for purposes similar to those relating to cookies, for example to personalize and enhance the use of our service, enhance the website's performance, measure visitor traffic and the actions carried out on our website.\nDue to the fact that web beacons often work together with cookies, disabling cookies is likely to affect the correct functioning of web beacons associated with the disabled cookies.</p>\n<p>Many of the advertising cookies and web beacons associated with our service belong to our service Suppliers and are called <strong>\"third-party cookies\"</strong>.</p>\n<p>On some occasions we could collaborate with third parties to provide services on our website.\nThird-party advertisers and other organizations can use their own cookies to collect data on their activities on our website and/or on advertisements that have been clicked on.\nSuch data can be used by them to publish advertisements they deem to be of most interest to you based on the contents you viewed.</p>\n<p>Third-party advertisers can use those data also to measure their advertisements' effectiveness.</p>\n<p>Third-party cookies fall within the direct and exclusive responsibility of the relevant manager and are divided into the following macro-categories:</p>\n<ul>\n<li>Analitycs, that is cookies used to collect and analize statistic data on accesses and visits to the website;</li>\n<li>Widgets, that is all those graphic elements aimed at facilitating the user's interaction with the program.\nBy way of example, Facebook, LinkedIn and Google Plus cookies are widgets</li>\n<li>Advertising, that is cookies used for advertising purposes within a website;</li>\n<li>Web beacons as described above.</li>\n</ul>Choice and management of cookies<p>Your cookie storage preferences for lyricstranslate.com</p>\n<p>For more information on the cookies set up on our website and other online monitoring systems (including data collection from third parties in relation with your online activities and through third-party websites or online services for the purposes of interest-based advertising) and to exercise your rights in relation thereto, please refer to each partner opt-out page as listed below:</p>\n<ul>\n<li>Google - https://myaccount.google.com/privacy</li>\n<li>Google Analytics - https://support.google.com/analytics/answer/181881?hl=en</li>\n<li>Criteo - https://www.criteo.com/privacy/</li>\n<li>Outbrain - https://www.outbrain.com/legal/#advertising_behavioral_targeting</li>\n<li>Rubicon - https://rubiconproject.com/privacy/consumer-online-profile-and-opt-out/</li>\n<li>AppNexus - https://www.appnexus.com/en/company/platform-privacy-policy</li>\n<li>IndexExchange - http://www.indexexchange.com/privacy/</li>\n<li>Teads - https://teads.tv/privacy-policy/</li>\n<li>Open Exchange - https://www.openx.com/legal/privacy-policy/</li>\n<li>Facebook - https://www.facebook.com/policies/cookies/</li>\n<li>Oath - https://policies.oath.com/us/en/oath/privacy/topics/aboutyourchoices/index.html</li>\n<li>Mopub - https://www.mopub.com/optout/</li>\n<li>Cedexis - https://www.cedexis.com/privacy-policy/</li>\n</ul>\n<p>Moreover, most browsers offer the chance to manage cookies in order to abide by the users' preferences.\nHereinbelow you may find the web pages where you can examine in depth this matter in relation to the most common browsers:</p>\n<ul>\n<li>Cookie settings in Internet Explorer</li>\n<li>Cookie settings in Firefox</li>\n<li>Cookie settings in Chrome</li>\n<li>Cookie settings in Safari web and iOS</li>\n</ul>\n<p>In order to disable third-party cookies, you can also visit http://www.aboutads.info/choices or Your Online Choices at http://www.youronlinechoices.com/uk/.</p>\n<p>If you do not wish to receive interest-based advertising linked to an advertising identifier on a mobile device or tablet, we invite you to set up the relevant setting on your device (usually it is included among the \"privacy\" or \"advertising\" settings on your device).\nYou will keep seeing advertisements on your device.\nHowever, they will not be personalized based on your interests.</p>\n<p>To disable the use of the mobile device ID for targeted advertisement, you can also visit the website http://www.aboutads.info/appchoices.</p> ", "created_at": "2023-07-15 00:36:17.715391", "updated_at": "2023-07-15 00:37:23.499306"}], "points": [], "urls": ["lyricstranslate.com"]}}