{"error": 448, "message": "OK", "parameters": {"id": 8196, "name": "Stay Private Mail", "created_at": "2023-05-02 21:39:33.943015", "updated_at": "2023-05-21 04:31:00.103943", "wikipedia": null, "keywords": null, "related": null, "slug": "stay-private-mail", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8196.png", "url": "stayprivatemail.com", "documents": [{"id": 15899, "name": " TERMS OF SERVICE ", "url": "https://stayprivate.com/terms/", "xpath": "//body", "text": " <p> Thank you for<br>getting in touch! </p>\n<p> We appreciate your interest in StayPrivate.\nA member of our support team will be in touch with you very soon.\n</p> OK <ul>\n<li> Individual </li>\n<li> Business </li>\n<li> Pricing </li>\n<li> More <ul>\n<li>How StayPrivate Works</li>\n<li>How We Stop Phishing</li>\n<li>Security &amp.\nEncryption</li>\n<li>CCPA</li>\n<li>GDPR</li>\n<li>For Individuals</li>\n<li>For Businesses</li>\n<li>For Partners</li>\n<li>For Developers</li>\n<li>Pricing</li>\n<li>Blog</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul>\n<p> TERMS OF SERVICE </p>\n<p> How We Protect You &amp.\nYour Information </p> StayPrivate Terms of Service Effective: 18th September 2022 <p> These terms of service (\"Terms\") cover your use and access to the StayPrivate software, services and websites (\"StayPrivate\") provided by StayPrivate Ltd.\nOur Privacy Policy explains how we collect, safeguard and use your information.\nour Acceptable Use Policy outlines your responsibilities when using StayPrivate.\nBy using StayPrivate, you are agreeing to be bound by these Terms, and it is your sole responsibility to comply with our Privacy Policy and Acceptable Use Policy.\nIf you are using StayPrivate on behalf of an organization, you are agreeing to these Terms on behalf of that organization.\n</p> Your Personal Information &amp.\nData <p> When you use StayPrivate, you may provide StayPrivate with information such as your name, billing information, files, content, email messages, contacts and so on (\"Your Information\").\n</p>\n<p> These Terms do not give StayPrivate any rights to Your Information except for: (i) limited rights that enable us to deliver the service.\nand (ii) limited rights described in our Privacy Policy.\n</p> Your Permissions <p> You give us permission to host Your Information, back it up, and share it with other users in order to deliver the StayPrivate Service.\nIf you provide an email address, you give us permission to forward email messages to your email account.\nIf you provide a mobile telephone number, you give us permission to forward SMS messages to your mobile.\n</p> Sharing Your Information <p> When you use StayPrivate to share information with others, please think carefully about what you share.\nPlease be aware that when you use StayPrivate to share information with a user who works for an organization, the organization as well as the user will usually be able to access the information.\n</p> Your Responsibilities <p> You are responsible for your conduct, your communications with others, Your Information and the information you share with others, and you must comply with our Acceptable Use Policy.\nInformation shared with you, or information you share may be protected by others' intellectual property rights.\nPlease do not copy, upload, download or share content unless you have the right to do so.\n</p>\n<p> You are responsible for any activity using your account, so please safeguard your password and PIN, make sure that others do not have access to it, and keep your account information current.\n</p>\n<p> StayPrivate may be used independently by people under the age of 18, but only with the permission and under the supervision of a guardian.\nBy accepting these terms, you are representing to us that you are over 18.\nIf you are the guardian of a person under 18 you may accept these terms on their behalf, but only on the understanding that you will, at all times, supervise their use of StayPrivate.\n</p> Software <p> Some parts of StayPrivate allow you to download software (\"Software\") which may update automatically.\nSo long as you comply with these Terms, we give you a limited, non-exclusive, non-transferable, revocable licence to use the Software, solely to access our Service.\nTo the extent any component of the Software may be offered under an open source licence, we will make that licence available to you and the provisions of that licence may expressly over-ride some of these Terms.\nYou agree not to reverse engineer or decompile the Software or Service, attempt to do so, or assist anyone in doing so.\n</p> Our Property <p> StayPrivate is protected by copyright, trademark, and other UK, US and foreign laws.\nThese Terms do not grant you any right, title or interest in StayPrivate, in others' content in StayPrivate, in StayPrivate trademarks, logos or in other brand features.\nWe welcome feedback.\nwe may act on comments or suggestions without any obligation to you.\nWe will not publish any comments or suggestions without your prior permission.\n</p> Copyright <p> We respect the intellectual property of others and ask that you do too.\nWe respond to notices of alleged copyright infringement if they comply with the law, and such notices should be reported to our Compliance Department.\nWe reserve the right to delete or disable content alleged to be infringing and terminate accounts of repeat infringers.\nOur designated agent for notice of alleged copyright infringement on StayPrivate is: Copyright Agent, Compliance Department, StayPrivate Ltd, Oak House, 58-60 Oak End Way, Gerrards Cross, Buckinghamshire, SL9 8BR, United Kingdom.\nOr via email at: copyright@stayprivate.com.\n</p> Free and Paid Accounts <p> StayPrivate allows users to send emails, upload files, share files and make notes for free, subject to storage limits.\nThe price list is available within the subscription area of the StayPrivate app.\nStayPrivate reserves the right to contact users from time to time in order to gather feedback and to enquire whether they would be interested in upgrading the service.\n</p>\n<p> Your account will remain in effect until it is cancelled or terminated under these Terms.\nIf your account is not paid for on time, we reserve the right to either partially or fully suspend your account.\n</p> Using StayPrivate as an Employee <p> If you use StayPrivate on behalf of an employer or other organization, then you must use it in compliance with your employer's terms and policies.\n</p> Termination <p> You are free to stop using StayPrivate at any time.\nWe also reserve the right to suspend or end StayPrivate at any time at our discretion and without notice.\nFor example, we may suspend or terminate your use of StayPrivate if you are not complying with these Terms, or are using the Service in a manner that would cause us legal liability, disrupt StayPrivate or disrupt others' use of StayPrivate.\n</p> Service \"As Is\" <p> We strive to provide a great Service, but there are certain things that we cannot guarantee.\nTo the fullest extent permitted by law, StayPrivate Ltd and its affiliates, suppliers and distributors make no warranties, either express or implied, about StayPrivate.\nStayPrivate is provided \"as is\".\nWe also disclaim any warranties of merchantability, fitness for a particular purpose and non-infringement.\n</p> Limitation of Liability <p> To the fullest extent permitted by law, in no event will StayPrivate Ltd, its affiliates, suppliers or distributors be liable for (a) any indirect, special, incidental, punitive, exemplary or consequential damages or any loss of use, data, business, or profits, regardless of legal theory, whether or not StayPrivate has been warned of the possibility of such damages, and even if a remedy fails of its essential purpose.\n(b) aggregate liability for all claims relating to StayPrivate more than the greater of £100 or the amounts paid by you to StayPrivate for the past 12 months in question.\n</p> Resolving Disputes <p> We prefer to address any concerns without resorting to the law courts.\nBefore filing a claim against StayPrivate, you agree to try to resolve the dispute informally by contacting us at disputes@stayprivate.com.\nWe will try to resolve the dispute informally by contacting you via email.\nIf a dispute is not resolved within 28 days of submission, you or StayPrivate may bring a formal proceeding.\n</p>\n<p> You may only resolve disputes with us on an individual basis, and may not bring a claim as a plaintiff or a class member in a class, consolidated, or representative action.\n</p>\n<p> This does not affect any of your statutory rights.\n</p> Controlling Law <p> These Terms will be governed by English law.\n</p> Entire Agreement <p> These Terms constitute the entire agreement between you and StayPrivate with respect to the subject matter of these Terms, and supersede and replace any other prior or contemporaneous agreements, or terms and conditions applicable to the subject matter of these Terms.\nThese Terms create no third party beneficiary rights.\n</p> Waiver, Severability &amp.\nAssignment <p> StayPrivate’s failure to enforce a provision is not a waiver of its right to do so later.\nIf a provision is found to be unenforceable, the remaining provisions of the Terms will remain in full effect and an enforceable term will be substituted reflecting our intent as closely as possible.\nYou may not assign any of your rights under these Terms, and any such attempt will be void.\nStayPrivate may assign its rights to any of its affiliates or subsidiaries, or to any successor in interest of any business associated with StayPrivate.\n</p> Modifications <p> We may revise these Terms from time to time, and will always post the most current version on our website.\nIf a revision meaningfully reduces your rights, we will notify you (by, for example, sending a message to the email address associated with your account).\nBy continuing to use or access StayPrivate after the revisions come into effect, you agree to be bound by the revised Terms.\n</p> Privacy Policy Effective: 18th September 2022 <p> This policy describes how we collect, use and safeguard your information when you use our websites, software and services (\"Service\").\nIt describes the sources of personal information we may collect about you, the purposes for which we use information, the circumstances in which we may share information, and the steps that we take to safeguard information to protect your privacy.\n</p>\n<p> There are three categories of data which we store: basic data, general data, and usage data.\n</p> Basic Data <p> We collect, and associate with your account, information like your name, email address, phone number, payment details, and physical address.\nWe use this information to deliver StayPrivate, to bill for your use of StayPrivate, and also to allow us to communicate directly with you.\nWe do not, outside of specific exceptions described below, share this information with third parties.\n</p>\n<p> We may disclose your personal information to fulfil your instructions, to protect our rights and interests or pursuant to your express consent.\nUnder limited circumstances, your personal information may be disclosed to third parties under our Privacy Policy and as permitted by, or to comply with, applicable laws and regulations, for instance, to protect against fraud or to co-operate with law enforcement or regulatory authorities.\n</p> General Data <p> When you use StayPrivate, we store, process and transmit your files and information (including emails, messages, documents and photos) and information related to them (for example, time of last change).\nOther than the restricted rights described in our Privacy Policy, we do not have access nor any other rights to this data.\nAll communication remains your property and is encrypted both in transfer and in storage.\n</p> Usage Data <p> We collect information from and about the devices you use to access StayPrivate.\nThis includes things like IP addresses, the type of browser and device you use and identifiers associated with your devices.\nThis information is only used to help us keep your StayPrivate secure and we do not share it with anyone other than yourself.\n</p> Cookies and Similar Technologies <p> We occasionally use cookies and similar technologies (such as HTML5 local storage) to provide, improve and protect our Services.\nFor example, cookies can be used to remember your username for your next visit.\n</p>\n<p> You can set your browser to not accept cookies, and this should not make any difference to your ability to use StayPrivate.\nThe Help menu on the menu bar of most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie and how to disable cookies altogether.\nTo learn more about what cookies are set on your computer as you browse the web and how to manage or delete them, visit www.allaboutcookies.org.\n</p> Outsourcing <p> StayPrivate uses certain trusted third parties to help us provide and protect StayPrivate.\nUnencrypted information is not available to any third parties.\nAnd third parties may access your information only to perform tasks on our behalf and only in compliance with this Privacy Policy.\n</p> organizations That Can Access Your Data <p> If you use StayPrivate as an employee, agent, client, potential client, or similar, of an organization, that organization may be able to access the data you provide to StayPrivate.\n</p> Compliance Exception <p> As described in our Privacy Policy, we may disclose your information to third parties if we determine that such disclosure is reasonably necessary to (a) comply with the law.\n(b) protect any person from death or serious bodily injury.\n(c) prevent fraud or abuse of StayPrivate or our users.\nor (d) protect StayPrivate’s property rights.\n</p> Security <p> We have a team dedicated to keeping your information secure and testing for vulnerabilities.\nWe also continue to work on features to keep your information safe.\n</p>\n<p> StayPrivate is committed to protecting the privacy and confidentiality of your personal information.\nWe limit access to your personal information as much as possible and, as described above, providers are held to stringent standards of privacy.\nWe also maintain physical, electronic and procedural safeguards to protect information against loss, misuse, damage or modification and unauthorized access or disclosure.\n</p> Retention <p> We will retain information you store on StayPrivate for as long as we need it to provide you StayPrivate.\nIf you delete your account, we will also delete this information.\nBut please note: (1) there might be some latency in deleting this information from our servers and back-up storage.\nand (2) we may retain this information if necessary to comply with our legal obligations, resolve disputes, or enforce our agreements.\n</p>\n<p> If your relationship with StayPrivate ends and we retain any of your personal information we will continue to treat it as described in this policy.\n</p> Locations <p> Depending on your choice of location, we store all your information within secure data centres in one of either the United Kingdom, the United States or the European Union (Germany).\nHowever, you may access StayPrivate from anywhere in the world and information may be stored on the devices you use to access StayPrivate.\n</p> Government Access Rights <p> StayPrivate believes that individuals have the right to know who can access their data and what terms.\nWe also believe that this should apply to governments and companies alike.\n</p>\n<p> StayPrivate will only release information to governments or other authorities on the presentation of a valid search warrant issued under due legal process.\nSuch a warrant should show probable cause in order to justify the disclosure of the stored contents and communication of any account.\n</p>\n<p> It is our policy to notify users and provide them with a copy of any civil or government legal process regarding their account (including formal requests for private information), unless we are prohibited by law or court order from doing so.\nIf that is the case, we will notify users and provide them with a copy of the legal process when the prohibition expires.\n</p>\n<p> If a request for information is valid, we will preserve the necessary information before informing the user.\nIn most cases, upon notification to the user, that user will be provided with either 7 days or the amount of time before the information is due, whichever is later, during which time the user may legally challenge the request.\nIf, prior to the deadline, we receive notice that the user intends to challenge a request, no information will be delivered until that process concludes.\nWe also review information requests and may lodge our own challenge to the scope or validity of legal process received, on behalf of a user, whether or not the user pursues their own legal challenge.\n</p>\n<p> StayPrivate is not designed to enable surveillance of users.\nIn order to deliver StayPrivate, we may use third parties.\nIf such a third party has access to data about our customers this would normally be anonymised.\nNevertheless we expect all third parties to handle all data as StayPrivate would, meaning that they should not share the information with any other company or individual, use it any way other than to deliver the necessary service, nor assist governments in widespread surveillance of users.\n</p>\n<p> StayPrivate is a UK-based company and adheres to UK privacy laws and standards.\nIf it were to receive a National Security Letter (NSL) or its equivalent originating from the US government, and was advised that this letter was legally applicable in the UK, it would notify the US government that it would like the court to review the non-disclosure provision of the NSL pursuant to USA Freedom.\nThe US government would have 30 days to let the court know why the non-disclosure should remain in effect.\nIf we receive notice that the non-disclosure no longer applies, we will notify the affected customer.\n</p> Changes <p> If we are involved in a reorganization, merger, acquisition or sale of our assets, the way your information is managed may change as part of that deal.\nWe will notify you (for example, via a message to the email address associated with your account) of any such deal and outline your choices in that event.\n</p>\n<p> We may revise this Privacy Policy from time to time, and will post the most current version on our website.\nIf a revision meaningfully reduces your rights, we will notify you.\n</p> Contact <p> If you have questions or concerns about StayPrivate and privacy, contact us at privacy@stayprivate.com.\n</p> Compliance Policy Effective: 18th September 2022 Privacy Framework <p> StayPrivate respects all organizations' and individuals' rights to privacy, however, StayPrivate respects the law foremost and also recognizes that organizations and individuals only retain their rights to privacy while they are not seriously disrespecting the rights of others.\nStayPrivate will resist any unlawful requests from governments and other third parties to access your data.\n</p>\n<p> Although the StayPrivate Software is able to access your data and information because it needs to in order to be able to deliver its Service to Clients and to allow Clients to access their own information, you can have total confidence that, in the normal course of events, StayPrivate itself will not access your information.\nStayPrivate operates 'Chinese walls' within its organization so that no individual employee has sufficient access to the various encryption keys, programs and databases to be able to circumvent our controls and access any Client data.\n</p> Acceptable Use Effective: 18th September 2022 <p> StayPrivate is used by many organizations and individuals around the world, and we appreciate the trust you have placed and continue to place in us to protect your information.\nIn return, we trust you to use StayPrivate responsibly.\n</p>\n<p> You agree not to misuse the StayPrivate (\"Service\").\nFor example, you must not, and must not attempt to do the following: </p>\n<ul>\n<li> probe, scan, or test the vulnerability of any system or network.\n</li>\n<li> breach or otherwise circumvent any security or authentication measures.\n</li>\n<li> access, tamper with, or use non-public areas or parts of StayPrivate, or shared areas of StayPrivate you have not been invited to.\n</li>\n<li> interfere with or disrupt any user, host, or network, for example by sending a virus, overloading, flooding, spamming, or mail-bombing any part of StayPrivate.\n</li>\n<li> plant malware or otherwise use StayPrivate to distribute malware.\n</li>\n<li> access or search StayPrivate by any means other than our publicly supported interfaces (for example, \"scraping\").\n</li>\n<li> send unsolicited communications, promotions or advertisements, or spam.\n</li>\n<li> send altered, deceptive or false source-identifying information, including spoofing and phishing.\n</li>\n<li> promote or advertise products or services other than your own without appropriate authorization.\n</li>\n<li> abuse StayPrivate in a manner that circumvents storage space limits.\n</li>\n<li> sell StayPrivate accounts via unauthorized channels.\n</li>\n<li> impersonate or misrepresent your affiliation with any person or entity.\n</li>\n<li> use automated or other means to create accounts in bulk or to access StayPrivate other than by using our official interface and/or apps.\n</li>\n<li> store or share materials that are unlawfully pornographic or indecent, or that advocate bigotry, religious, racial or ethnic hatred.\n</li>\n<li> violate the law in any way including storing, publishing or sharing material that is fraudulent, defamatory, misleading, or that violates the privacy or infringes the rights of others.\n</li>\n</ul> Company About<br> Contact Us<br> Blog<br> Terms of Service<br> Product Pricing<br> How StayPrivate Works<br> How We Stop Phishing<br> Security &amp.\nEncryption<br> Resources User Guide<br> Server Configuration<br> API Documentation<br> Domain Checker<br> © 2023 StayPrivate Ltd | No.\n0896‍0738 ", "created_at": "2023-05-02 21:39:50.277496", "updated_at": "2023-05-02 21:39:58.985912"}, {"id": 15898, "name": "PRIVACY POLICY ", "url": "https://www.stayprivatemail.com/terms.html#PrivacyPolicy", "xpath": "//body", "text": " StayPrivateMail Terms of Service Effective: 2nd January 2019 <p> These terms of service (\"Terms\") cover your use and access to the StayPrivateMail software, services and websites (\"StayPrivateMail\") provided by StayPrivate Ltd.\nOur Privacy Policy explains how we collect, safeguard and use your information.\nour Acceptable Use Policy outlines your responsibilities when using StayPrivateMail.\nand our Compliance Policy describes how we manage privacy, copyright and unacceptable behaviour.\nBy using StayPrivateMail, you are agreeing to be bound by these Terms, and it is your sole responsibility to comply with our Privacy Policy and Acceptable Use Policy.\nIf you are using StayPrivateMail on behalf of an organisation, you are agreeing to these Terms on behalf of that organisation.\n</p> Your Personal Information &amp.\nData <p> When you use StayPrivateMail, you may provide StayPrivate with information such as your name, billing information, files, content, email messages, contacts and so on (\"Your Information\").\n</p>\n<p> These Terms do not give StayPrivate any rights to Your Information except for: (i) limited rights that enable us to deliver the service.\nand (ii) limited rights described in our Compliance Policy.\n</p> Your Permissions <p> You give us permission to host Your Information, back it up, and share it with other users in order to deliver StayPrivateMail.\nIf you provide an email address, unless you indicate otherwise, you give us permission to forward email messages to your email account.If you provide a mobile telephone number, unless you indicate otherwise, you give us permission to forward SMS messages to your mobile.\n</p> Sharing Your Information <p> When you use StayPrivateMail to share information with others, please think carefully about what you share.\nPlease be aware that when you use StayPrivateMail to share information with a user who works for an organisation, the organisation as well as the user will usually also be able to access the information.\n</p> Your Responsibilities <p> You are responsible for your conduct, your communications with others, Your Information and the information you share with others, and you must comply with our Acceptable Use Policy.\nInformation shared with you, or information you share may be protected by others' intellectual property rights.\nPlease do not copy, upload, download or share content unless you have the right to do so.\n</p>\n<p> Our Compliance Department may review your conduct under the terms of our Compliance Policy.\nHowever, we have no obligation to do so.\nStayPrivate is not responsible for the content people post and share via StayPrivateMail.\n</p>\n<p> You are responsible for any activity using your account, so please safeguard your password and PIN to StayPrivateMail, make sure that others do not have access to it, and keep your account information current.\n</p>\n<p> StayPrivateMail may be used independently by people under the age of 18, but only with the permission and under the supervision of a guardian.\nBy accepting these terms, you are representing to us that you are over 18.\nIf you are the guardian of a person under 18 you may accept these terms on their behalf, but only on the understanding that you will, at all times, supervise their use of StayPrivateMail.\n</p> Software <p> Some parts of StayPrivateMail allow you to download software (\"Software\") which may update automatically.\nSo long as you comply with these Terms, we give you a limited, non-exclusive, non-transferable, revocable licence to use the Software, solely to access our Service.\nTo the extent any component of the Software may be offered under an open source licence, we will make that licence available to you and the provisions of that licence may expressly over-ride some of these Terms.\nYou agree not to reverse engineer or decompile the Software or Service, attempt to do so, or assist anyone in doing so.\n</p> Our Property <p> StayPrivateMail is protected by copyright, trademark, and other US, UK and foreign laws.\nThese Terms do not grant you any right, title or interest in StayPrivateMail, in others' content in StayPrivateMail, in StayPrivate trademarks, logos or in other brand features.\nWe welcome feedback.\nwe may act on comments or suggestions without any obligation to you.\nWe will not publish any comments or suggestions without your prior permission.\n</p> Copyright <p> We respect the intellectual property of others and ask that you do too.\nWe respond to notices of alleged copyright infringement if they comply with the law, and such notices should be reported to our Compliance Department.\nWe reserve the right to delete or disable content alleged to be infringing and terminate accounts of repeat infringers.\nOur designated agent for notice of alleged copyright infringement on StayPrivateMail is: Copyright Agent, Compliance Department, StayPrivate Ltd, 13th Floor, 33 Cavendish Square, London, W1G 0PW, United Kingdom.\nOr via email at: copyright@stayprivate.com.\n</p> Free and Paid Accounts <p> StayPrivateMail has a free usage tier.\nIn order to continue using StayPrivateMail beyond this limit, you must pay a subscription fee.\nThe price list is available within the subscription area of the StayPrivateMail app.\nStayPrivate reserves the right to contact users of the free service from time to time in order to gather feedback and to enquire whether they would be interested in upgrading to the paid version.\n</p>\n<p> Your account will remain in effect until it is cancelled or terminated under these Terms.\nIf your account is not paid for on time, we reserve the right to either partially or fully suspend your account.\n</p> Using StayPrivateMail as an Employee <p> If you use StayPrivateMail on behalf of an employer or other organisation, then you must use it in compliance with your employer's terms and policies.\n</p> Termination <p> You are free to stop using StayPrivateMail at any time.\nWe also reserve the right to suspend or end StayPrivateMail at any time at our discretion and without notice.\nFor example, we may suspend or terminate your use of StayPrivateMail if you are not complying with these Terms, or are using the Service in a manner that would cause us legal liability, disrupt StayPrivateMail or disrupt others' use of StayPrivateMail.\n</p> Service \"As Is\" <p> We strive to provide a great Service, but there are certain things that we cannot guarantee.\nTo the fullest extent permitted by law, StayPrivate Ltd and its affiliates, suppliers and distributors make no warranties, either express or implied, about StayPrivateMail.\nStayPrivateMail is provided \"as is\".\nWe also disclaim any warranties of merchantability, fitness for a particular purpose and non-infringement.\n</p> Limitation of Liability <p> To the fullest extent permitted by law, in no event will StayPrivate Ltd, its affiliates, suppliers or distributors be liable for (a) any indirect, special, incidental, punitive, exemplary or consequential damages or any loss of use, data, business, or profits, regardless of legal theory, whether or not StayPrivate has been warned of the possibility of such damages, and even if a remedy fails of its essential purpose.\n(b) aggregate liability for all claims relating to StayPrivateMail more than the greater of £100 or the amounts paid by you to StayPrivate for the past 12 months in question.\n</p> Resolving Disputes <p> We prefer to address any concerns without resorting to the law courts.\nBefore filing a claim against StayPrivate, you agree to try to resolve the dispute informally by contacting us at disputes@stayprivate.com.\nWe will try to resolve the dispute informally by contacting you via email.\nIf a dispute is not resolved within 28 days of submission, you or StayPrivate may bring a formal proceeding.\n</p>\n<p> You may only resolve disputes with us on an individual basis, and may not bring a claim as a plaintiff or a class member in a class, consolidated, or representative action.\n</p>\n<p> This does not affect any of your statutory rights.\n</p> Controlling Law <p> These Terms will be governed by English law.\n</p> Entire Agreement <p> These Terms constitute the entire agreement between you and StayPrivate with respect to the subject matter of these Terms, and supersede and replace any other prior or contemporaneous agreements, or terms and conditions applicable to the subject matter of these Terms.\nThese Terms create no third party beneficiary rights.\n</p> Waiver, Severability &amp.\nAssignment <p> StayPrivate’s failure to enforce a provision is not a waiver of its right to do so later.\nIf a provision is found to be unenforceable, the remaining provisions of the Terms will remain in full effect and an enforceable term will be substituted reflecting our intent as closely as possible.\nYou may not assign any of your rights under these Terms, and any such attempt will be void.\nStayPrivate may assign its rights to any of its affiliates or subsidiaries, or to any successor in interest of any business associated with StayPrivateMail.\n</p> Modifications <p> We may revise these Terms from time to time, and will always post the most current version on our website.\nIf a revision meaningfully reduces your rights, we will notify you (by, for example, sending a message to the email address associated with your account).\nBy continuing to use or access StayPrivateMail after the revisions come into effect, you agree to be bound by the revised Terms.\n</p> PRIVACY POLICY Effective: 29th April 2019 <p> This policy describes how we collect, use and safeguard your information when you use our websites, software and services (\"Service\").\nIt describes the sources of personal information we may collect about you, the purposes for which we use information, the circumstances in which we may share information, and the steps that we take to safeguard information to protect your privacy.\n</p>\n<p> There are three categories of data which we store: basic data, general data, and usage data.\n</p> Basic Data <p> We collect, and associate with your account, information like your name, email address, phone number, payment info, and physical address.\nWe use this information to deliver StayPrivateMail, to bill for your use of StayPrivateMail, and also to allow us to communicate directly with you.\nWe do not, outside of specific exceptions described below, share this information with third parties.\n</p>\n<p> We may disclose your personal information to fulfil your instructions, to protect our rights and interests or pursuant to your express consent.\nUnder limited circumstances, your personal information may be disclosed to third parties under our Compliance Policy and as permitted by, or to comply with, applicable laws and regulations, for instance, to protect against fraud or to co-operate with law enforcement or regulatory authorities.\n</p> General Data <p> When you use StayPrivateMail, we store, process and transmit your files and information (including emails, messages, documents and photos) and information related to them (for example, time of last change).\nOther than the restricted rights described in our Compliance Policy, we do not have access nor any other rights to this data.\nAll communication remains your property and is encrypted in transfer.\nAll files remain your property and are encrypted in storage.\nWhere we use third party cloud storage providers (such as Amazon), we only store your files in encrypted form and store the encryption keys separately on our own servers, so that no third party has access to your information.\n</p> Usage Data <p> We collect information from and about the devices you use to access StayPrivateMail.\nThis includes things like IP addresses, the type of browser and device you use, the web page you visited before coming to our sites, and identifiers associated with your devices.\nThis information is only used to help us deliver StayPrivateMail efficiently to you and we do not share it with anyone.\n</p> Cookies and Similar Technologies <p> We occasionally use cookies and similar technologies (such as HTML5 local storage) to provide, improve and protect our Services.\nFor example, cookies can be used to help us if you request StayPrivateMail to remember your username for your next visit.\n</p>\n<p> You can set your browser to not accept cookies, and this should not make any difference to your ability to use StayPrivateMail.\nThe Help menu on the menu bar of most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie and how to disable cookies altogether.\nTo learn more about what cookies are set on your computer as you browse the web and how to manage or delete them, visit www.allaboutcookies.org.\n</p> Outsourcing <p> StayPrivate uses certain trusted third parties to help us provide and protect StayPrivateMail.\nThird parties may access your information only to perform tasks on our behalf and only in compliance with this Privacy Policy.\n</p> Organisations That Can Access Your Data <p> If you use StayPrivateMail as an employee, agent, client, potential client, or similar, of an organisation, that organisation may be able to access the data you provide to StayPrivateMail.\n</p> Compliance Exception <p> As described in our Compliance Policy, we may disclose your information to third parties if we determine that such disclosure is reasonably necessary to (a) comply with the law.\n(b) protect any person from death or serious bodily injury.\n(c) prevent fraud or abuse of StayPrivateMail or our users.\nor (d) protect StayPrivate’s property rights.\n</p> Security <p> We have a team dedicated to keeping your information secure and testing for vulnerabilities.\nWe also continue to work on features to keep your information safe in addition to features such as two-factor authentication, encryption of files at rest, and alerts when new devices and apps are linked to your account.\n</p>\n<p> StayPrivate is committed to protecting the privacy and confidentiality of your personal information.\nWe limit access to your personal information as much as possible and, as described above, providers are held to stringent standards of privacy.\nWe also maintain physical, electronic and procedural safeguards to protect information against loss, misuse, damage or modification and unauthorised access or disclosure.\n</p> Retention <p> We will retain information you store on StayPrivateMail for as long as we need it to provide you StayPrivateMail.\nIf you delete your account, we will also delete this information.\nBut please note: (1) there might be some latency in deleting this information from our servers and back-up storage.\nand (2) we may retain this information if necessary to comply with our legal obligations, resolve disputes, or enforce our agreements.\n</p>\n<p> If your relationship with StayPrivate ends and we retain any of your personal information we will continue to treat it as described in this policy.\n</p> Locations <p> We store all your information within the European Union.\nOur servers operate from secure data centres across the UK.\nHowever, you may access StayPrivateMail from anywhere in the world and information may be stored on the devices you use to access StayPrivateMail.\n</p> Government Access Rights <p> StayPrivate believes that individuals have the right to know who can access their data and what terms.\nWe also believe that this should apply to governments and companies alike.\n</p>\n<p> StayPrivate will only release information to governments or other authorities on the presentation of a valid search warrant issued under due legal process.\nSuch a warrant should show probable cause in order to justify the disclosure of the stored contents and communication of any account.\n</p>\n<p> It is our policy to notify users and provide them with a copy of any civil or government legal process regarding their account (including formal requests for private information), unless we are prohibited by law or court order from doing so.\nIf that is the case, we will notify users and provide them with a copy of the legal process when the prohibition expires.\n</p>\n<p> If a request for information is valid, we will preserve the necessary information before informing the user.\nIn most cases, upon notification to the user, that user will be provided with either 7 days or the amount of time before the information is due, whichever is later, during which time the user may legally challenge the request.\nIf, prior to the deadline, we receive notice that the user intends to challenge a request, no information will be delivered until that process concludes.\nWe also review information requests and may lodge our own challenge to the scope or validity of legal process received, on behalf of a user, whether or not the user pursues their own legal challenge.\n</p>\n<p> StayPrivateMail is not designed to enable surveillance of users.\nIn order to deliver StayPrivateMail, we may use third parties.\nIf such a third party has access to data about our customers this would normally be anonymised.\nNevertheless we expect all third parties to handle all data as StayPrivate would, meaning that they should not share the information with any other company or individual, use it any way other than to deliver the necessary service, nor assist governments in widespread surveillance of users.\n</p>\n<p> StayPrivate is a UK-based company and adheres to European Union privacy laws and standards.\nIf it were to receive a National Security Letter (NSL) or its equivalent originating from the US government, and was advised that this letter was legally applicable in the UK, it would notify the US government that it would like the court to review the non-disclosure provision of the NSL pursuant to USA FREEDOM.\nThe US government would have 30 days to let the court know why the non-disclosure should remain in effect.\nIf we receive notice that the non-disclosure no longer applies, we will notify the affected customer.\n</p> Changes <p> If we are involved in a reorganisation, merger, acquisition or sale of our assets, the way your information is managed may change as part of that deal.\nWe will notify you (for example, via a message to the email address associated with your account) of any such deal and outline your choices in that event.\n</p>\n<p> We may revise this Privacy Policy from time to time, and will post the most current version on our website.\nIf a revision meaningfully reduces your rights, we will notify you.\n</p> Contact <p> If you have questions or concerns about StayPrivate and privacy, contact us at privacy@stayprivate.com.\n</p> COMPLIANCE POLICY Effective: 2nd January 2019 Privacy Framework <p> StayPrivate respects all organisations' and individuals' rights to privacy, however, StayPrivate respects the law foremost and also recognises that organisations and individuals only retain their rights to privacy while they are not seriously disrespecting the rights of others.\nStayPrivate will resist any unlawful requests from governments and other third parties to access your data.\nStayPrivate's annual Compliance and Transparency Report contains a section summarising all requests for information received and whether information was provided.\n</p>\n<p> Although StayPrivate, as a whole, is able to access your data and information because it needs to in order to be able to deliver its Service to Clients and to allow Clients to access their own information, StayPrivate’s clients should have total confidence that, in the normal course of events, StayPrivate will not access your information.\nStayPrivate operates Chinese walls within its organisation so that no individual has sufficient access to the various encryption keys and database to be able to circumvent our controls and access any Client data.\n</p> Compliance Oversight <p> StayPrivate accepts no responsibility for the actions of any of its Clients.\nHowever, at its discretion, and where it believes that it can do so without compromising users’ rights to privacy, StayPrivate does adopt processes designed to uncover seriously unacceptable behaviour, for example, child abuse.\nThe StayPrivate Compliance Team, subject to Senior Management approval, can run certain automated scripts over the StayPrivate client database.\nThese scripts are carefully targeted and designed to uncover specific types of seriously unacceptable behaviour, and the results are entirely anonymised.\nIf the StayPrivate Compliance Team uncovers evidence of what it believes is seriously unacceptable behaviour then, subject to Senior Management approval, it may be allowed further access in order to gather further evidence.\nIf the outcome of its further investigations provides strong evidence of seriously unacceptable behaviour then, subject to Senior Management approval, the StayPrivate Compliance team may be able to gain full read access to individual Client accounts.\nIf it uncovers criminal activity, the StayPrivate Compliance team, at its discretion, may share such information with the relevant authorities.\n</p>\n<p> StayPrivate accepts no responsibility for the failure of its Compliance Team to uncover seriously unacceptable behaviour.\n</p> Annual Compliance and Transparency Report <p> StayPrivate’s Annual Compliance and Transparency Report was first published in December 2017.\nThe report contains a summary of all the various activities of the StayPrivate Compliance Team as well as all government information access requests.\n</p> ACCEPTABLE USE Effective: 2nd January 2019 <p> StayPrivate is used by many organisations and individuals around the world, and we appreciate the trust you have placed and continue to place in us to protect your information.\nIn return, we trust you to use StayPrivateMail responsibly.\n</p>\n<p> You agree not to misuse the StayPrivateMail (\"Service\").\nFor example, you must not, and must not attempt to do the following: </p>\n<ul>\n<li> probe, scan, or test the vulnerability of any system or network.\n</li>\n<li> breach or otherwise circumvent any security or authentication measures.\n</li>\n<li> access, tamper with, or use non-public areas or parts of StayPrivateMail, or shared areas of StayPrivateMail you have not been invited to.\n</li>\n<li> interfere with or disrupt any user, host, or network, for example by sending a virus, overloading, flooding, spamming, or mail-bombing any part of StayPrivateMail.\n</li>\n<li> plant malware or otherwise use StayPrivateMail to distribute malware.\n</li>\n<li> access or search StayPrivateMail by any means other than our publicly supported interfaces (for example, \"scraping\").\n</li>\n<li> send unsolicited communications, promotions or advertisements, or spam.\n</li>\n<li> send altered, deceptive or false source-identifying information, including spoofing and phishing.\n</li>\n<li> promote or advertise products or services other than your own without appropriate authorisation.\n</li>\n<li> abuse StayPrivateMail in a manner that circumvents storage space limits.\n</li>\n<li> sell StayPrivate accounts via unauthorised channels.\n</li>\n<li> impersonate or misrepresent your affiliation with any person or entity.\n</li>\n<li> use automated or other means to create accounts in bulk or to access StayPrivateMail other than by using our official interface and/or apps.\n</li>\n<li> publish or share materials that are unlawfully pornographic or indecent, or that advocate bigotry, religious, racial or ethnic hatred.\n</li>\n<li> violate the law in any way including storing, publishing or sharing material that is fraudulent, defamatory, misleading, or that violates the privacy or infringes the rights of others.\n</li>\n</ul> ", "created_at": "2023-05-02 21:39:33.976531", "updated_at": "2023-05-02 21:40:15.80138"}], "points": [], "urls": ["stayprivatemail.com"]}}