{"error": 448, "message": "OK", "parameters": {"id": 8302, "name": "PlsnShell", "created_at": "2023-05-14 04:04:14.416324", "updated_at": "2023-05-14 10:01:57.736835", "wikipedia": null, "keywords": null, "related": null, "slug": "plsnshell", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8302.png", "url": "planshell.com", "documents": [{"id": 16115, "name": "Privacy Policy", "url": "https://planshell.com/index.php/privacy", "xpath": "//body", "text": "Leave a message Purity III <i>\n</i>\n<ul>\n<li>\nHome </li>\n<li>\nFeatures </li>\n<li>\nPrices </li>\n<li>\nAbout us </li>\n<li>\nDEMO </li>\n<li>\nData Security </li>\n</ul>\n<ul>\n<li>\nHome </li>\n<li>\nFeatures </li>\n<li>\nPrices </li>\n<li>\nAbout us </li>\n<li>\nDEMO </li>\n<li>\nData Security </li>\n</ul>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>\n<strong>At PlanShell LLC, your privacy is our top concern.\nHowever, we advise you to read our privacy policy thoroughly before using this website or our services.\nPlease note that your continued use of our website shows that you acknowledge and agree to our privacy policy and information collection and usage methods mentioned below.\n</strong>\n</p>\n<p>\n<strong>If you do not agree to any of data collection, disclosure or the usage methods mentioned here, please do not use this website.\nWe, at PlanShell LLC, need to hold this right for service delivery and improvement.\nPlanShell LLC controls and runs the website PlanShell.com.\nPlanShell LLC is denoted by we, our and us in this privacy policy.</strong>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Data Collection and Usage</strong>\n</p>\n<p>\n<strong>&nbsp;To get full access to our website and services, you shall provide us with personal identification data which gives us the opportunity to contact you.\nYour personal identification data may include but is not limited to your name, phone number, residential address, email address and other information.\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Cookies and Tracking </strong>\n</p>\n<p>\n<strong>We, at PlanShell LLC, use “cookies” like many other websites.\nCookies are basically files that contain small amounts of data.\nThis data enables us to personalize user visits and deliver a better site browsing experience.\nBesides this, it also helps us simplify the procedure of signing in and keep a track of how you use the website and your preferences.\n</strong>\n</p>\n<p>\n<strong>Cookies are sent through the website and stored in your computer’s hard drive.\nThough we reserve the right to send cookies, you can reject these cookies by making changes to your browser settings.\nPlease note that although this will stop cookies from being sent to your PC, your refusal may also make some pages and parts of the website inaccessible.\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Law Compliance </strong>\n</p>\n<p>\n<strong>At PlanShell LLC, we adhere to the law and strictly comply with all the regulatory requirements.\nThis means that we shall disclose your personally identifiable data or information if required by the law or if we think that disclosure of your private data is necessary to stay compliant with the law or if the law enforcement bodies request us.\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Security </strong>\n</p>\n<p>\n<strong>Although we have taken top measures to maintain data security and privacy, the fact is that there is no method that is 100% secure for data transmission.\nThis is why PlanShell LLC shall not be held responsible for in case of a data breach.\nTo ensure top data security, we have automated daily backups and monthly subscription facilities, for more details about our security kindly contact us.\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>We’re Not Liable for Sites that We Are Linked to </strong>\n</p>\n<p>\n<strong>Please note that our website may contain links to other 3rd party operated websites.\nWe, at&nbsp.\nPlanShell LLC, have zero control of the content they post on the linked website.\nTherefore, we make no warranty or representation that the information that appears on these third-party websites is accurate or complete.\nThe links on the site are only for user convenience.\nWe make no recommendations regarding any of the advertised services or products on the linked sites.\nSo, if you under any circumstance decide to use the information on or access the 3rd party site that is linked to our website, you will do it at your own risk and sole discretion.\n</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Updates and Changes to the Privacy Policy </strong>\n</p>\n<p>\n<strong>We, PlanShell LLC, shall continue to make changes to our privacy policy.\nAny changes made shall be posted on our policy page, without any prior notification.\nTherefore, you’re requested to read the policy every time you use our website to make sure that you’re fully aware of the changes and updates made to the policy.\nIf needed, we shall notify you.\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Queries</strong>\n</p>\n<p>\n<strong>If you have any queries about our privacy policy, email us at admin@PlanShell.com.</strong>\n</p>\n<i>\n</i> © 2016-2023 PlanShell LLC &nbsp.\n&nbsp.\n&nbsp;| &nbsp.\n&nbsp.\n&nbsp;Contact Info&nbsp.\n&nbsp.\n&nbsp.\n| &nbsp.\n&nbsp.\n&nbsp;Terms&nbsp.\n&nbsp.\n&nbsp.\n| &nbsp.\n&nbsp.\n&nbsp;Privacy ", "created_at": "2023-05-14 04:04:45.165855", "updated_at": "2023-05-14 04:04:53.546955"}, {"id": 16114, "name": "Terms", "url": "https://planshell.com/index.php/terms", "xpath": "//body", "text": "Leave a message Purity III <i>\n</i>\n<ul>\n<li>\nHome </li>\n<li>\nFeatures </li>\n<li>\nPrices </li>\n<li>\nAbout us </li>\n<li>\nDEMO </li>\n<li>\nData Security </li>\n</ul>\n<ul>\n<li>\nHome </li>\n<li>\nFeatures </li>\n<li>\nPrices </li>\n<li>\nAbout us </li>\n<li>\nDEMO </li>\n<li>\nData Security </li>\n</ul>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>This is a legally binding agreement between PlanShell LLC and you.\ntherefore, it is advisable and recommended that you read these terms and conditions of using our website (www.PlanShell.com) and services carefully.\nPlease note that your continued use of our website and services shows that you agree to all terms and conditions mentioned below.\nIf you do not agree to any of the terms or conditions, then please do not use this website.</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>1.\nContract </strong>\n</p>\n<p>\n<strong>PlanShell LLC contracts are only offered on a monthly basis.\nThis means that you, the customer, can get in touch with us at any given time during the period agreed upon and cancel your contract.\nFurthermore, we at PlanShell LLC, give you the right to acquire a copy of your full data after you cancel your contract with us.\nWe also offer monthly subscription services for customer convenience.</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>2.\nService Availability </strong>\n</p>\n<p>\n<strong>At PlanShell LLC, we offer customers high quality and prompt service through the Amazon EC2 cloud-based in the US.\nIn addition to this, we also offer one-week&nbsp;history as a backup to all customers.</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>3.\nProduct &amp.\nService Purchase Requirements</strong>\n</p>\n<p>\n<strong>3.1 Please note that to use our products and services, you, the customer, must provide us with the required and relevant information like your name, email address, billing address, credit card number and its expiration date.</strong>\n</p>\n<p>\n<strong>3.2 You agree to provide us with correct and complete information and are obliged to state that you’re legally free to pay through any credit card or payment method that you’re using.\nAll credit card payments are handled by Avangate payment gateway.\nPlease note that we do not store or handle any credit card information and that we don’t have any third party except Avangate.</strong>\n</p>\n<p>\n<strong>3.3 You agree and permit us to use the information provided by you to send it to third parties for purchasing process completion, when and if necessary.</strong>\n</p>\n<p>\n<strong>3.4 You acknowledge that PlanShell LLC has all rights reserved to refuse or reject process continuation for any reason including, but not limited to, the pricing error, depiction error, product and service readiness, or error in orders.</strong>\n</p>\n<p>\n<strong>3.5 You agree that PlanShell LLC has all rights reserved to cancel your project at any time if we suspect illegal, unauthorized or fraudulent transaction.</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>4.\nLinks to External Websites</strong>\n</p>\n<p>\n<strong>4.1 You acknowledge that PlanShell LLC has no control over external websites linked to our website.&nbsp.\nTherefore, we take no responsibility for any kind of issue that may arise due to a third-party privacy policy,&nbsp;content published, practices or any other activity for that matter.</strong>\n</p>\n<p>\n<strong>4.2 You agree that PlanShell LLC takes no responsibility or liability for&nbsp;allegations or damages that may be caused directly or indirectly from the usage&nbsp;of products or services of third-party websites.</strong>\n</p>\n<p>\n<strong>4.3 At PlanShell LLC, we advise you to read the Terms and Conditions and Privacy Policy pages of external or third party websites before you browse their websites or use their services.</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>5.\nTermination</strong>\n</p>\n<p>\n<strong>In the event of a breach of any term or condition, you agree that PlanShell has all rights reserved to discontinue and terminate your contract right away and without any kind of prior notification.\nThis is not limited to a particular reason.&nbsp.\nIt can include any reason whatsoever.</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>6.\nGoverning Law </strong>\n</p>\n<p>\n<strong>6.1 The terms are governed by and constructed in accordance with the Laws of Belize.</strong>\n</p>\n<p>\n<strong>6.2 Failure of enforcement of any of the provisions does not mean a waiver of rights.</strong>\n</p>\n<p>\n<strong>6.3 If any provision is declared as unenforceable or invalid by the court, this will not affect the other provisions enlisted and they will remain in effect.</strong>\n</p>\n<p>\n<strong>6.4 The terms and conditions mentioned in this statement cover the entire agreement between PlanShell LLC and you pertaining to our service and site use.\nMoreover, it also includes the replacement or superseding of our prior agreements.</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>7.\nChanges </strong>\n</p>\n<p>\n<strong>7.1 You agree that we, PlanShell LLC, reserve all rights to change, replace, revise, and modify any terms or conditions at any time, without any prior notification.\nIn some cases, we may give you 30 days&nbsp;prior notification before the new term is put into effect.\nIt is our, PlanShell LLC, sole discretion and decision to make changes.</strong>\n</p>\n<p>\n<strong>7.2 Once put into effect, you agree to oblige with the changes made and accept the revised terms.\nIn case you disagree with any changes, we suggest you to&nbsp;discontinue the service use.</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>8.Queries</strong>\n</p>\n<p>\n<strong>If you have any queries about our terms and conditions, email us at admin@PlanShell.com</strong>\n</p>\n<i>\n</i> © 2016-2023 PlanShell LLC &nbsp.\n&nbsp.\n&nbsp;| &nbsp.\n&nbsp.\n&nbsp;Contact Info&nbsp.\n&nbsp.\n&nbsp.\n| &nbsp.\n&nbsp.\n&nbsp;Terms&nbsp.\n&nbsp.\n&nbsp.\n| &nbsp.\n&nbsp.\n&nbsp;Privacy ", "created_at": "2023-05-14 04:04:14.447169", "updated_at": "2023-05-14 04:05:17.620432"}], "points": [], "urls": ["planshell.com"]}}