{"error": 448, "message": "OK", "parameters": {"id": 7533, "name": "Imperva", "created_at": "2023-03-13 21:05:03.372451", "updated_at": "2023-03-29 19:26:45.812964", "wikipedia": null, "keywords": null, "related": null, "slug": "imperva", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7533.png", "url": "imperva.com", "documents": [{"id": 14497, "name": "Terms of Use", "url": "https://www.imperva.com/legal/website-terms-of-use/", "xpath": "/html/body/div[1]/div/section/div/div", "text": " Acceptance of terms\n<p>The following consists of the terms and conditions governing the access to and use of Imperva, Inc.’s (“Imperva”) web site and the information, tools, features and functionality available on the Site (the “Site”).\nBy accessing this Site, you acknowledge that you have read, understand, and agree to abide by the terms described herein.\nIf you do not understand or agree to these terms, you should immediately exit this Site.\nIf you continue using this Site you accept and agree to these Terms of Use.</p>\n<p>These Terms of Use are a binding agreement between you and Imperva.\nYour use of this Site is governed by the version of the Terms of Use in effect on the date this Site is accessed by you.\nImperva may modify these Terms of Use at any time and without prior notice.\nYou should review the most current version of this document by visiting www.imperva.com and clicking on Legal.</p>\n<p>IF YOU DO NOT AGREE TO THE TERMS AND CONDITIONS SET FORTH HEREIN DO NOT USE THE IMPERVA SITE.</p>\nLimited license to access the Site\n<p>Subject to the terms and conditions set forth herein, Imperva hereby grants to you, and you accept, a personal, nonexclusive, non-transferable, non-sublicensable, revocable, limited license to access and use the Site, only in accordance with these Terms of Use.\nThis license shall be granted until terminated in accordance with these Terms of Use.</p>\nTitle and ownership\n<p>As between you and Imperva, all Intellectual Property Rights (hereinafter defined) evidenced by or embodied in and/or attached/connected/related to the Site, are and shall be owned exclusively by Imperva.\nThese Terms of Use do not convey to you an interest in or to the Site, but only a personal, non-exclusive, non-transferable, non-sublicensable, revocable limited right of use in accordance with these Terms of Use.\nThe rights granted by these Terms of Use are limited to those expressly stated herein, and no additional rights or licenses are being granted by implication or otherwise.\n“Intellectual Property Rights” means all worldwide (a) patents, patent applications and patent rights.\n(b) rights associated with works of authorship, including copyrights, copyright applications, copyright restrictions, mask work rights, mask work applications and mask work registrations.\n(c) rights relating to the protection of trade secrets and confidential information.\n(d) rights analogous to those set forth herein and any other proprietary rights relating to intangible property.\nand (e) divisions, continuations, renewals, reissues and extensions of the foregoing (as applicable) now existing or hereafter filed, issued, or acquired.</p>\nAccess requirements and restrictions\n<p>You are solely responsible for obtaining, paying for, repairing and maintaining all of the equipment, hardware, software, services and material that are required to access this Site.\nWithout limiting the foregoing, you must pay all charges, taxes, and other costs and fees related to obtaining your own Internet access, telephone, computer, and other equipment and any communications or other charges incurred by you to access the Site</p>\nProtection of information\n<p>You are solely responsible for any information you provide in connection with this Site and your use thereof.\nYou are solely responsible for protecting the information on your computer such as by installing anti-virus software, updating your applications, password protecting your files, and not permitting third party access to your computer.</p>\nLimitations on use\n<p>You agree that if, at Imperva’s sole discretion, you are deemed to have violated these Terms of Use, or if Imperva, in its sole discretion, deems it necessary due to excessive burden or potential adverse impact on Imperva’s systems, potential adverse impact on other users, server processing power, server memory, abuse controls, or other reasons, Imperva may suspend or terminate your access to the Site without notice to or liability to you.</p>\n<p>Unless you have obtained Imperva’s prior written permission, you may not:</p>\n<ul>\n<li>Impersonate any person or entity, including but not limited to an Imperva official, forum leader, guide, or host, or falsely state or otherwise misrepresent your affiliation with a person or entity;</li>\n<li>Forge headers or otherwise manipulate identifiers in order to disguise the origin of any content transmitted through the Site;<br>\nUpload, post, transmit, or otherwise make available any content that you do not have a right to make available under any law or under contractual or fiduciary relationships (such as inside information, proprietary, and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements);</li>\n<li>Upload, post, transmit, or otherwise make available any content that infringes any patent, trademark, trade secret, copyright, or other proprietary rights of any party;</li>\n<li>Upload, post, transmit, or otherwise make available any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or the like;</li>\n<li>Upload, post, transmit, or otherwise make available any material that contains software viruses or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>Interfere with or disrupt the Site or servers or networks connected to the Site, or disobey any requirements, procedures, policies, or regulations of networks connected to the Site;</li>\n<li>Upload, post, transmit, or otherwise make available any content that is unlawful, harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, invasive of another’s privacy, hateful, or racially, ethnically, or otherwise objectionable;</li>\n<li>Use the Site to harm minors in any way;</li>\n<li>Violate, attempt to violate, or avoid any applicable ICANN regulation or policy;</li>\n<li>Violate any applicable local, state, national or international law, including, but not limited to, regulations promulgated by the U.S.\nSecurities and Exchange Commission, any rules of any national or other securities exchange, including, without limitation, the New York Stock Exchange, the American Stock Exchange, or the NASDAQ, and any regulations having the force of law;</li>\n<li>Provide material support or resources (or to conceal or disguise the nature, location, source, or ownership of material support or resources) to any organization(s) designated by the United States government as a foreign terrorist organization pursuant to section 219 of the Immigration and Nationality Act;</li>\n<li>“Stalk” or otherwise harass another.\nor</li>\n<li>Promote or provide instructional information about illegal activities, promote physical harm or injury against any group or individual, or promote any act of cruelty to animals.\nThis may include, but is not limited to, providing instructions on how to assemble bombs, grenades, and other weapons, and creating “Crush” sites.</li>\n</ul>\nEligibility\n<p>Without limiting the foregoing, the Site is not available where it is illegal to use or access, and Imperva reserves the right to refuse and/or cancel access to the Site to anyone at its own discretion.</p>\n<p>Because of the global nature of the Internet, you agree to comply with all local rules regarding online conduct, including all laws, rules, codes and regulations of the country in which you reside and the country from which you access this Site.</p>\n<p>You agree to comply with all export laws and restrictions and regulations of the United States Department of Commerce or other United States or other sovereign agency or authority, and not to export, or allow the export or re-export of any software, technical data or any direct product thereof in violation of any such restrictions, laws or regulations, or unless and until all required licenses and authorizations are obtained with respect to the countries specified in the applicable United States Export Administration Regulations (or any successor supplement or regulations).\nThe transfer of certain technical data and commodities may require a license from an agency of the United States government and/or written assurances by you that you will not export such software, technical data or commodities to certain foreign countries without prior approval of such agency.\nYour rights under these Terms of Use are contingent on your compliance with this provision.</p>\n<p>IF YOU DO NOT QUALIFY OR COMPLY, PLEASE DO NOT USE THIS SITE.</p>\nContent and links\n<p>Imperva transfers, presents and offers content uploaded or sent by Imperva and/or your users or from third party providers (referred to hereinafter for the purpose of this Section as: the “Content”).\nImperva does not endorse or approve the Content, and we make it available to you only as a service and convenience.\nImperva and its third party providers do not guarantee the accuracy, timeliness, completeness or correct sequencing of the Content or warrant any results from your use or reliance on the Content.\nThe Content may quickly become unreliable for various reasons including, for example, changes in market conditions or economic circumstances.\nNeither Imperva nor the third party providers are obligated to update any information or opinions contained in any of the Content.\nImperva may discontinue offering any Content on the Site at any time without notice.</p>\n<p>Although this Site may contain links to third party sites, Imperva is not responsible for the Content or privacy policies employed by any linked sites.\nImperva provides these links as a convenience and does not endorse the companies or Contents of any linked sites.\nImperva bears no liability for the Content appearing on any linked sites.\nfor the use or reliance upon the information that appears upon the linked sites.\nand/or for the products and/or services offered therein.</p>\nNo recommendations or advice provided\n<p>Imperva does not make recommendations or offer investment advice of any kind.<br>\nImperva provides the content of the Site for information, education and noncommercial purposes only and assumes no responsibility therefore.\nAlthough Imperva may provide data, information and content, you should not construe any such information as advice.\nYou alone will bear the sole responsibility of evaluating the merits and risks associated with the use of any such information.</p>\nSite access\n<p>If this Site was not available for any period or any time, Imperva shall not be liable.\nImperva gives no warranties as to the accessibility, performance, or availability of the Site.\nTemporary suspension of access to this Site may occur without notice at Imperva’s discretion including without limitation in the case of repair, maintenance, system failure or for reasons beyond Imperva’s control.\nImperva reserves the right to suspend the operation of the Site or any part thereof, at any time for any reason.</p>\n<p>You agree that neither Imperva nor its third party providers will be liable to you in any way for the termination, suspension, interruption, delay of any of the services and products on the Site.</p>\nCopyright\n<p>All content included on this Site, such as text, graphics, logos, trademarks, service marks, designs, button icons, images, audio clips, digital downloads, data compilations, copyrighted materials and software, is the property of Imperva or its content suppliers and/or customers and/or partners, and is protected by applicable copyright laws.\nThe compilation of all content on this site is the exclusive property of Imperva and protected by copyright laws.\nAny unauthorized copying, reuse, or distribution of the abovementioned copyrighted materials, without obtaining Imperva’s prior written consent, is strictly forbidden.\nAll software and other related Intellectual Property Rights used on this Site are the property of Imperva or its software suppliers and protected by copyright laws.</p>\nTrade marks and service marks\n<p>Imperva™, the Imperva logo, and other Imperva graphics, logos, page headers, button icons, scripts, and service names are trade marks, certification marks, service marks, or other trade dress of Imperva or its subsidiaries.\nImperva’s trade marks, certification marks, service marks, and trade dress have inherent meaning and substantial value because of their restricted use.\nThey may not be used in connection with any product or service that is not Imperva’s, in any manner without Imperva’s express, written permission.\nAll other trade marks not owned by Imperva or its subsidiaries that appear on Imperva.com are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by Imperva or its subsidiaries.</p>\nPrivacy policy and cookies\n<p>Imperva recognizes and respects the importance of protecting the privacy of all information provided by users.\nImperva collects and stores information and cookies about users and Sites.\nPlease read our Privacy Policy and Cookies Policy.</p>\nSubmitting e-mail addresses\n<p>Imperva periodically sends out e-mail newsletters and other announcements to our users about services.\nIf you wish to cease doing so please contact us at: [ ]</p>\nDisclaimers\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE SITE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTO THE FULL EXTENT PERMITTED UNDER APPLICABLE LAW, IMPERVA AND ITS AFFILIATES, PARTNERS, OFFICERS, DIRECTORS, EMPLOYEES, STOCKHOLDERS, AGENTS, LICENSORS, SUBCONTRACTS AND SUPPLIERS EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND WITH RESPECT TO THE SITE AND ANY SERVICES AVAILABLE ON OR THROUGH THE SITE, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT AND ANY EXPRESSED OR IMPLIED WARRANTIES ARISING FROM ANY COURSE OF DEALING, USAGE, OR TRADE PRACTICE.\nIMPERVA MAKES NO WARRANTY THAT:</p>\n<ol>\n<li>THE SITE WILL MEET YOUR REQUIREMENTS;</li>\n<li>THE SITE WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE OF VIRUSES, ERRORS, WORMS, DATE BOMBS, TIME BOMBS OR OTHER HARMFUL COMPONENTS;</li>\n<li>THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE WILL BE ACCURATE OR RELIABLE;</li>\n<li>THE QUALITY OF ANY SERVICES, INFORMATION OR OTHER MATERIAL OBTAINED BY YOU THROUGH THE SITE WILL MEET YOUR EXPECTATIONS</li>\n<li>ANY ERRORS ON THE SITE WILL BE CORRECTED;</li>\n<li>THE DATA AND MATERIALS PRESENTED OR DISPLAYED ON THE SITE ARE CORRECT AND ACCURATE.\nYOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM ANY SUCH CONTENT;</li>\n<li>THE DATA, CONTENT (INCLUDING COMMERCIAL CONTENT), FUNCTIONS, OR ANY OTHER INFORMATION OFFERED ON OR THROUGH THE SITE OR ANY REFERENCE SITES WILL BE UNINTERRUPTED, OR FREE OF ERRORS, VIRUSES OR OTHER HARMFUL COMPONENTS: AND</li>\n<li>THAT THE APPLICABLE SITE TO WHICH YOUR TRAFFIC IS ROUTED WILL BE AVAILABLE AT ALL TIMES, UNINTERRUPTED OR FREE FROM DOWNTIME OR INOPERABILITY.</li>\n</ol>\n<p>YOU UNDERSTAND AND AGREE THAT YOU USE, ACCESS, DOWNLOAD, OR OTHERWISE OBTAIN INFORMATION, MATERIALS, OR DATA THROUGH THE SITE OR ANY REFERENCE SITES AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH MATERIAL OR DATA.</p>\n<p>THE SECURITY MEASURES USED TO PROTECT USER CONTENT HEREIN ARE USED IN CONJUNCTION WITH THE USER CONTENT “AS-IS” AND WITH NO ASSURANCES THAT SUCH SECURITY MEASURES WILL WITHSTAND ATTEMPTS TO EVADE SECURITY MECHANISMS OR THAT THERE WILL BE NO CRACKS, DISABLEMENTS OR OTHER CIRCUMVENTION OF SUCH SECURITY MEASURES.</p>\nLimitation of liability\n<p>IMPERVA AND ITS AFFILIATES, PARTNERS, OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS, AGENTS, LICENSORS, SUBCONTRACTS AND SUPPLIERS ARE NOT AND WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, REVENUE, INCOME, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, EVEN IF IMPERVA HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT IMPERVA HAS OFFERED ITS SITE, AND ENTERED INTO THESE TERMS OF USE IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN, THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND IMPERVA, AND THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND IMPERVA.\nIMPERVA WOULD NOT BE ABLE TO PROVIDE THE SITE TO YOU ON AN ECONOMICALLY REASONABLE BASIS WITHOUT THESE LIMITATIONS.</p>\nIndemnification\n<p>You agree to indemnify, defend and hold harmless Imperva, its officers, directors, employees, stockholders, affiliates, agents and suppliers, from and against any and all claims, liabilities, damages, losses or expenses, including but not limited to attorney’s fees and costs, arising out of or in any way connected with your access to or use of this Site.</p>\nTermination\n<p>You agree that Imperva, in its sole discretion, for any or no reason, and without penalty, may terminate your use of the Site.\nYou agree that any termination of your access to the Site you may have or portion thereof may be effected without prior notice, and you agree that Imperva will not be liable to you or any third party for any such termination.\nAny suspected fraudulent, abusive or illegal activity may be referred to appropriate law enforcement authorities.\nThese remedies are in addition to any other remedies Imperva may have at law or in equity.</p>\nMiscellaneous\n<p>\n<strong>Notice</strong>.\nImperva may provide you with notices, including those regarding changes to Imperva’s terms and conditions, by email, regular mail or postings on the Site.\nNotice will be deemed given twenty-four hours after email is sent, unless Imperva is notified that the email address is invalid.\nAlternatively, we may give you legal notice by mail to a postal address, if provided by you through the Site.\nIn such case, notice will be deemed given three days after the date of mailing.\nNotice posted on the Site is deemed given 30 days following the initial posting.</p>\n<p>\n<strong>Waiver</strong>.\nThe failure of Imperva to exercise or enforce any right or provision of these Terms of Use will not constitute a waiver of such right or provision.\nAny waiver of any provision of these Terms of Use will be effective only if in writing and signed by Imperva.</p>\n<p>\n<strong>Applicable law and jurisdiction</strong>.\nThese Terms of Use are governed by the laws of the State of California in the United States, without regard to the conflict of laws provisions thereof.\nThe exclusive jurisdiction and venue of any action with respect to these Terms of Use shall be the competent courts of California and Imperva and you hereby submits to the exclusive jurisdiction and venue of such courts for the purpose of any such action.</p>\n<p>\n<strong>Claims</strong>.\nYOU AND IMPERVA AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE IMPERVA SITE MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p>\n<p>\n<strong>Severability</strong>.\nIf any provision of these Terms of Use is held to be unlawful, void, or for any reason unenforceable, then that provision will be limited or eliminated from these Terms of Use to the minimum extent necessary and will not affect the validity and enforceability of any remaining provisions.</p>\n<p>\n<strong>Assignment</strong>.\nThese Terms of Use, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Imperva without restriction.\nAny assignment attempted to be made in violation of this Terms of Use shall be void.</p>\n<p>\n<strong>Survival</strong>.\nUpon termination of these Terms of Use, any provision which, by its nature or express terms should survive, will survive such termination or expiration, including, but not limited to the following Sections: Content and links, Copyright, Disclaimers, Limitation of liability, Indemnification and Miscellaneous.</p>\n<p>\n<strong>Headings</strong>.\nThe heading references herein are for convenience purposes only, do not constitute a part of these Terms of Use, and will not be deemed to limit or affect any of the provisions hereof.</p>\n<p>\n<strong>Entire agreement</strong>.\nThis and the Privacy Policy attached hereto as an integral part hereof are the entire agreements between you and Imperva relating to the subject matter herein and will not be modified except in writing, signed by both parties, or by a change to these Terms of Use by Imperva as set forth herein.</p>\n<ul>\n<li>Legal</li>\n<li>\n<ul>\n<li>Website Terms of Use</li>\n<li>End User License Agreement</li>\n<li>Blog Disclaimer</li>\n<li>Training Terms and Conditions</li>\n<li>Professional Services Agreement</li>\n<li>Acceptable Use Policy</li>\n<li>Responsible Disclosure Policy</li>\n<li>Design Program and Beta License Agreement</li>\n</ul>\n</li>\n</ul> ", "created_at": "2023-03-13 21:05:03.433538", "updated_at": "2023-03-13 21:05:35.641486"}, {"id": 14498, "name": "Privacy Statement", "url": "https://www.imperva.com/trust-center/privacy-statement/", "xpath": "//body", "text": null, "created_at": "2023-03-13 21:05:03.463521", "updated_at": "2023-03-13 21:09:35.540178"}, {"id": 14496, "name": "Cookie Notice", "url": "https://www.imperva.com/trust-center/cookie-notice/", "xpath": "/html/body/div[1]/div/section/div/div", "text": null, "created_at": "2023-03-13 21:05:03.403151", "updated_at": "2023-03-13 21:07:41.049596"}], "points": [], "urls": ["imperva.com"]}}