{"error": 448, "message": "OK", "parameters": {"id": 8845, "name": "Symfony", "created_at": "2023-07-07 01:36:53.262971", "updated_at": "2023-07-07 10:02:17.096941", "wikipedia": null, "keywords": null, "related": null, "slug": "symfony", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8845.png", "url": "symfony.com,connect.symfony.com", "documents": [{"id": 17291, "name": "Terms Of Service", "url": "https://connect.symfony.com/tos", "xpath": "//body", "text": " SymfonyHub SFH Learn Symfony 6 today \"Symfony: The Fast Track\", a new book to learn Symfony 6 \"Symfony: The Fast Track\", a new book to learn Symfony 6 <p>Since 1998, SensioLabs has been promoting the Open-Source software movement by providing quality and performant web application development products, trainings, and consulting.\nSensioLabs also supports multiple important Open-Source projects.</p>\n<ul>\n<li>International</li>\n<li>France</li>\n</ul> In the Spotlight Open Source <ul>\n<li>Symfony - Web framework</li>\n<li>Twig - Templating</li>\n<li>PHP Polyfills</li>\n</ul> Products <ul>\n<li>Insight: PHP Quality</li>\n<li>Blackfire: Web App performance</li>\n<li>Platform.sh: The Official Symfony PaaS</li>\n</ul> Solutions &amp.\nServices <ul>\n<li>Training</li>\n<li>Certification</li>\n<li>Technical Solutions</li>\n<li>SensioLabs University</li>\n<li>Experts</li>\n</ul> Community <ul>\n<li>Community</li>\n<li>Conferences</li>\n<li>Videos</li>\n<li>Partners</li>\n</ul> Blogs&nbsp;&nbsp;&nbsp.\nSymfony, SensioLabs, Insight, and Blackfire.\nSymfonyConnect Terms Of Service <p> https://connect.symfony.com - Version 1.3 dated September 2018 </p>\n<p> The site https://connect.symfony.com (the “Site”) is operated by SYMFONY, a simplified stock company with capital of 875,000 €, registered with the Trade and Corporate Registry of Nanterre under Number 834 643 579, with its main office located at 6 rue des bateliers 92110 CLICHY, represented by its Chairman Mr.\nFabien POTENCIER (“Symfony”).\n</p>\n<p> By using the Site, visitors agree to abide and be bound by these terms of service (the \"TOS\") and/or any revised version.\nAny new service available on the Site or any modification of an existing service shall be governed by the TOS, which may be modified or updated from time to time.\n</p>\n<p> Symfony strongly encourages visitors to regularly review the TOS and the privacy policy.\n</p> I.\nDescription of the services offered by the site 1.\nPresentation of the Site <p> The Site is an online platform which offers services from Symfony (the “Services”).\n</p>\n<p> Symfony provides its users (\"Users\") the Site for non-commercial, personal use.\nTo use the Site, Users must open an account (the “Account”).\n</p>\n<p> The use of the Services is free (except for the cost of connecting to the internet) and requires a terminal.\n</p> 2.\nJoining the community by creating and managing an Account <p> By creating an Account, Users can join the Symfony community and : </p>\n<ul>\n<li> Edit their profile, which may contains their personal data (picture, birthday, company, job position, city, country and biography) in the “real-life” and online (link to their GitHub®, Twitter®, blog URL, blogsite, etc.).\n</li>\n<li> Edit and administrate their Account.\n</li>\n<li> View their profile accessible to the other Users (the “Public Profile”) and which contains their content.\n</li>\n<li> Manage and publish their content.\n</li>\n<li> Consult their notifications from Symfony.\n</li>\n<li> Collect badges (“Badges”) and redeem a badge code to get a new one.\n</li>\n<li> Cancel their Account.\n</li>\n<li> Purchase tickets for Symfony® conferences.\n</li>\n<li> Subscribe to SymfonyInsight®, an automated code quality analysis service.\n</li>\n</ul>\n<p> The Site enables Users to create and share content (\"Users Content\" or “Their Content”).\n</p>\n<p> Each User can also personalize a page accessible to the other Users and associated with a specific URL (the \"Public Page\").\nThe others Users may see the User’ biography, the city where he/she leaves, the name of his/her company, the date of creation of the Account, the Badges and the link to other websites.\n</p> 3.\nResearch on the Site <p> Users can use the search engine on the Site and access the Public Profiles of the other Users pages.\n</p> II.\nAccessing the services <p> To access and use the Services, Users must be legally capable of entering into a binding agreement and abide by all applicable statutes (French and/or foreign).\n</p>\n<p> Users also acknowledge that the activity of creating and sharing their Content may give rise to various types of legal liabilities and Users represent that their Content complies at all times with the TOS and all applicable laws.\n</p>\n<p> Users understand that Symfony does not exercise any control over and does not pre-screen Their Content and may not be held liable for their communication to the public.\n</p> III.\nCreation of the account <p> To Use the Services, Users will need to create an Account by providing: </p>\n<ul>\n<li>their name;</li>\n<li>their country;</li>\n<li>a username;</li>\n<li>a valid email address;</li>\n<li>a password of their choice.</li>\n</ul>\n<p> The provided email address must remain valid as long as the associated Account remains active and it is the User’s responsibility to update it should it no longer be accurate or current.\n</p>\n<p> Users password is strictly personal and confidential and Users shall not share it with any third-party.\n</p>\n<p> Users should immediately contact Symfony if they have reason to believe that their password is being used by an unauthorized third party.\nUsers shall be liable for all actions taken with their password as well as for any loss or liability consequential to such use.\nSymfony may cancel the Account of any User without notice in the case of any violation of the TOS.\n</p> IV.\nConduct of users <p> As a condition for accessing and using the Site and the Services, Users agree: </p>\n<ul>\n<li> To always provide truthful and actual personal data and to update them as needed so that they remain true, complete and accurate .\n</li>\n<li> To respect the rights of others and, more generally, all applicable laws and regulations relevant to the use of the Services .\n</li>\n<li> Not to engage in any conduct that would interrupt, destroy, limit or more generally harm the Site and/or the Services or enable Users to gain unauthorized access to the Site, including by using viruses, malicious code, programs or files .\n</li>\n<li> Not to reproduce, copy, sell, or commercially use (including the right to access) in whole or in part, the Services and/or Site .\n</li>\n<li> Not to post, share, or otherwise transmit any content that is unlawful, obscene, harmful, threatening, defamatory or hateful or that contains objects or symbols of hate, invades the privacy of any third party, or is otherwise objectionable.\n</li>\n<li> Not to make available any content that they do not have the lawful right to transmit (including any content that would violate any confidentiality undertaking), that would infringe the intellectual or proprietary rights of any third party (including, but not limited to, copyrights, trademarks, or service marks or patent rights), or that would violate the right of privacy or publicity of any public or non-public persons.\n</li>\n<li> To respect the privacy of others, including that of the other Users, and the confidentiality of the information they may receive and not to post, email or otherwise transmit any unsolicited or unauthorized advertising, promotional materials or any other form of solicitation.\n</li>\n<li> Not to harass any other Users or to impersonate another User by any means.\n</li>\n<li> Not to create more than one User Account.\n</li>\n<li> If Symfony cancels a User Account, not to create another one without its permission.\n</li>\n</ul>\n<p> In case of any violation of the above, Symfony reserves the right to cancel the Account of the User and/or to block her/him from accessing the Site as well as to disclose any information as necessary to satisfy any law and regulation as well as governmental or judicial request, at its sole discretion.\n</p> V.\nPosting and sharing users content 1.\nUsers Content <p> Users may post and share Their Content on their Public Page.\nUsers understand that they share Their Content under their sole responsibility and represent that they own all the rights to, or have secured the necessary authorizations for said Content.\nUsers shall verify that Their Content is in compliance with the TOS and, more generally, is not harmful or unlawful.\n</p> 2.\nDistribution of Users’ Content by Symfony <p> Users expressly grant Symfony the right to, directly and indirectly, distribute Their Content.\nSymfony may distribute Users’ Content for non-commercial uses without being liable to any payment or indemnification of any kind.\n</p> 3.\nLimitation of Liability <p> Symfony does not exercise any control over Users’ Content.\n</p> VI.\nContact <p> For any request, Users may write to Symfony by using the contact form.\n</p>\n<p> Users may report abuse, harassment, inappropriate content, privacy complaints or more generally any violation of the law by a third party by sending a notification to Symfony 6 rue des bateliers 92110 CLICHY (France) with the following information: </p>\n<ul>\n<li>Date of notification;</li>\n<li>Name, first name, employment, address, nationality, date and place of birth (and for a company: form, name, address and representant).\n</li>\n<li>A description of the fact and their localization;</li>\n<li>The reason of notification (with legal explanation);</li>\n<li>A copy of the letter sent to the author or publisher of the Content or the justification he/she cannot be contacted.\n</li>\n</ul> VII.\nPrivacy Policy <p> Symfony respects Users’ privacy and Users must read and accept its Privacy Policy </p> VIII.\nProprietary rights 1.\nAccess to the Site <p> Symfony is the sole holder of all proprietary rights to the Site and the Services including the Users’ databases.\nAny reproduction, display, publication, transmission or, more generally, any unauthorized use of the Site or the Services may trigger Users’ liability and result in criminal or civil legal action.\nUsers undertake not to access the Services by any means other than those made available to them by Symfony.\n</p> 2.\nIntellectual Property – Copyright <p> The Site is an original work protected by intellectual property laws and international conventions.\nUsers warrant that they will not modify, lease, borrow, sell, or distribute these works, or create derivative works based wholly or partly on the Site.\n</p>\n<p> Users may access the Site for their personal use only.\nPrinting is limited to their personal non-commercial use.\nAny other use or communication is prohibited without receiving Symfony’ prior written consent.\nAll rights not expressly granted to Users by the TOS are reserved.\n</p> 3.\nTrademarks <p> The registered Symfony trademark and logo and all other Symfony trademarks are owned by Symfony.\n</p>\n<p> Users agree not to use or communicate said trademarks or logo without Symfony written consent.\n</p> 4.\nIntellectual Property of Others <p> Symfony respects the intellectual property of others.\nIf Users believe that material over which they have rights has been reproduced or used in such a way as to constitute an infringement, they must contact Symfony (article VI.\nof TOS).\n</p> 5.\nUsers’ Content <p> Users hereby grant Symfony the right to incorporate in its Services and Site Their Content and as such reproduce, display, perform, adapt, and communicate to the public Their Content.\nUsers further grant Symfony the right to reproduce their trademarks, trade names, service marks, logos, domain names or other identifying signs or images.\nThose rights are granted free of charge for Symfony.\n</p> IX.\nData processing provisions for hosting services <p> Symfony may store and host personal data on behalf of Users.\nUsers shall retain all usage rights regarding personal data processed by Symfony in the context of the hosting services.\n</p> 1.\nSymfony’s duties <p> Symfony as a data processor shall only act upon Users’ instructions.\n</p>\n<p> Symfony undertakes to process hosted personal data solely for hosting services and according to Users’ instructions.\n</p>\n<p> Symfony shall not store personal data beyond the duration instructed by Users and shall not retain any personal data upon deletion of the Account.\n</p>\n<p> In case of a security issue or a non-authorized disclosure and/or violation of personal data, Symfony undertakes to: </p>\n<ul>\n<li> provide Users with an advisory information no later than seventy-two (72) hours following the incident occurrence.\n</li>\n<li> notify Users of any identified violation of personal data by issuing relevant information allowing Users to comply with their own obligations within legal deadlines, and reporting such violation to a supervisory authority.\nSuch information includes: <ul>\n<li> description of the nature of the personal data violation, including if available, categories and approximate count of impacted individuals and categories and approximate count of personal data records impacted by the violation, </li>\n<li> description of potential consequences of the corresponding personal data violation.\n</li>\n</ul>\n</li>\n</ul>\n<p> Symfony does not own the uploaded data.\nThe User is solely responsible for the data uploaded by her/him and its accuracy, quality, integrity and legality.\n</p> 2.\nUsers’ duties <p> Users undertake to provide Symfony with personal data necessary for the instructed processing and assist Symfony into conforming to its obligations regarding personal data protection.\n</p>\n<p> Users undertake to comply with all legal and regulatory requirements, in particular those related to personal data and to third parties rights, including individual rights, intellectual or industrial property rights such as copyright, patent law, design protection rights and trademark law.\n</p>\n<p> Users are informed of the regulations related to personal data protection, in particular as regards their obligations, including the principle of accountability.\n</p>\n<p> In addition, Users are fully responsible if the uploaded data violate third party rights and shall indemnify Symfony for all claims related to this breach and / or illegality.\n</p>\n<p> Users retain control over all the uploaded data, which is considered their property.\nAt the Users’ request, Symfony may delete, modify, edit or alter any uploaded data.\n</p>\n<p> Users acknowledge that Symfony does not host their uploaded data indefinitely and that it is their responsibility to ensure the export of the last backup of their uploaded data, upon the deletion of the Account.\n</p>\n<p> At the end of the contractual relationship for any reason whatsoever, Users shall download their data.\n</p> 3.\nInformation <p> Users are liable to provide involved individuals with information regarding personal data processing.\n</p> 4.\nSubcontracting to third parties <p> Symfony may subcontract specific processing to be conducted by third parties.\n</p> 5.\nDuty of cooperation with the relevant data protection authorities <p> Symfony and Users undertake to cooperate with relevant data protection authorities, in particular in case of an information request or in case of control.\n</p> X.\nDisclaimer 1.\nLimitation of Liability <p> The Services and the Site are made available to Users \"as is.\" Symfony makes no warranty, whether implied or express, as to the Services and the Site.\nIn particular and without limitation, Symfony may not warrant the continuity and quality of the Services available on the Site, or the fact that the Site will be permanently accessible, or that other Users will not violate the TOS or its Privacy Policy.\nSymfony may limit the use of its Services.\nSymfony may not be held liable for the failure to make available, or for the deletion of, Users’ Content.\n</p>\n<p> Users understand that they are accessing and using the Site and the Services at their own risk.\nSymfony may not be held liable for their reliance on any information or data they may have accessed, directly or indirectly, through the Services, nor for their accessing or downloading of any material, program, or file through the Services.\nSymfony may not be held liable for any loss of data or for any damage to their terminal used to access the Services.\n</p>\n<p> Symfony uses its best efforts and all available means to ensure the confidentiality of Users’ personal data, Symfony may not be held liable in the case of a breach of said confidentiality, regardless of its cause (including, but not limited to, technical difficulty, intrusion into our data processing system, or human mistake).\n</p>\n<p> More generally, Users accept that Symfony may not be held liable for any consequential, special, or incidental damages, direct or indirect, resulting from the access to, or use of, the Services and/or Site and that the limitation of liability applies to Symfony and to its affiliated companies, principals, directors, agents, and employees.\n</p> 2.\nThird-Party Content – Links <p> Symfony has no control over third-party content and third-party services.\nSimilarly, Symfony cannot control links to other websites or other internet resources.\nThese resources, contents and services are provided to Users \"as is\".\n</p>\n<p> Users acknowledge that Symfony may not be held liable with respect to third-party resources, contents or services and Users undertake to directly and exclusively contact the appropriate third party with any claim or request Users may have.\nSymfony may not be held liable with respect to the content, advertisements, products, services or any other data or information available on or from those external sites or sources nor for any damages or loss arising from or connected with the use of or the reliance on such contents, resources, or services available.\n</p> XI.\nWarranties <p> Users expressly warrant that they own all the rights to, or have secured all the necessary authorizations for, the use of Their Content, including the right to sublicense those rights.\nAs Symfony does not exercise any control over Their Content, Users understand that Symfony may not be held liable for its communication to the public and share Their Content under their sole responsibility.\nUsers’ Content shall at all times be in compliance with the Symfony TOS and, more generally, is not harmful or unlawful.\n</p>\n<p> Further, Users represent that they shall hold harmless (including reasonable attorneys' fees) Symfony, its affiliated companies, its principals, its agents, its administrators, and its employees from and against any claim by any third party arising out of or connected with the use of the Services, Their Content, the violation of the TOS, or, more generally, the violation of the law.\n</p> XII.\nTermination of the account <p> In the case of violation of the TOS by Users, Symfony reserves the right to limit their access to the Site and/or to rename or terminate their Account.\nUsers understand and accept that Symfony may not be held liable for the cancellation of their Account.\n</p> XIII.\nMiscellaneous 1.\nUpdate and Modification <p> Symfony reserves the right to correct possible errors on the Site and, more generally, to modify, from time to time and without notice, the Site or any part thereof.\nSymfony may not be held liable for any modification, interruption, or suspension of the Services or for any resulting damages.\n</p> 2.\nNotification <p> Symfony may send notifications to Users via email, or via the Site.\nSymfony may use this method, for instance, to inform Users of future revisions to the TOS.\n</p> 3.\nSeverability <p> If any provision of the TOS is adjudged by a court to be void or unenforceable, this shall in no way affect any other provision of the TOS, which shall remain in full force and effect.\n</p> 4.\nChoice of Law <p> THE TOS AND USERS RELATIONSHIP WITH SYMFONY ARE GOVERNED BY FRENCH LAW.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, FRENCH COURTS SHALL HAVE JURISDICTION OVER ANY DISPUTE ARISING OUT OF OR CONNECTED WITH THE USE OF THE SERVICES OR THE SITE.\n</p>\n<p>\n</p>\n<p> © 2011-2023 Symfony - FAQ - About - Contact us - API - Privacy Policy - Terms Of Service </p> Deployed on ", "created_at": "2023-07-07 01:37:14.053476", "updated_at": "2023-07-07 01:37:24.275221"}, {"id": 17290, "name": "Privacy policy", "url": "https://connect.symfony.com/privacy-policy", "xpath": "//body", "text": null, "created_at": "2023-07-07 01:36:53.295356", "updated_at": "2023-07-07 01:37:36.525958"}], "points": [], "urls": ["symfony.com", "connect.symfony.com"]}}