{"error": 448, "message": "OK", "parameters": {"id": 8923, "name": "Noblogs", "created_at": "2023-07-08 20:34:37.239328", "updated_at": "2023-07-08 22:02:36.222357", "wikipedia": null, "keywords": null, "related": null, "slug": "noblogs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8923.png", "url": "noblogs.org", "documents": [{"id": 17447, "name": "Cookies & Privacy", "url": "https://noblogs.org/privacy/", "xpath": "//body", "text": " Skip to content Menu Close Menu <ul>\n<li>Activity</li>\n<li>Policy</li>\n<li>Docs</li>\n<li>Register</li>\n<li>Login</li>\n<li>Help</li>\n</ul> Cookies &amp.\nPrivacy <p>\n<strong>[IT]</strong> Questa informativa sulla privacy è una formalità richiesta dalla nuova legge sulla privacy e i cookie dell’UE e la sua ricezione a livello italiano.\n<strong>Vi</strong>\n<strong>ricordiamo che Autistici/Inventati e quindi NoBlogs non registra alcuna infomazione sugli utenti né effettua alcuna profilazione.</strong>\n</p>\n<p>\n<strong>[EN]</strong> Just to be clear: <strong>A/I and NoBlogs do not log&nbsp;any personal data&nbsp;on users and visitors alike, nor do we profile anyone</strong>.\nThis page is a formal requirement of the new EU Privacy Law on cookies and its specific implementation in Italy (where our organization has its seat).</p>\n<p>\n<strong>INFORMATIVA ESTESA SUI COOKIE</strong>\n</p>\n<p>Secondo la vigente normativa europea in materia di Cookies (Direttiva dell’UE sulla ePrivacy 2009/136/CE) e la sua implementazione nazionale promossa dal Garante per la protezione dei dati personali (Individuazione delle modalità semplificate per l’informativa e l’acquisizione del consenso per l’uso dei cookie – 8 maggio 2014&nbsp;– pubblicato sulla Gazzetta Ufficiale n° 126 del 3 giugno 2014), tutti i siti sono tenuti a informare l’utente l’utilizzo dei Cookie presenti nel sito stesso.</p>\n<strong>TITOLARE E RESPONSABILE DEL TRATTAMENTO DEI DATI</strong>\nIl titolare e il responsabile del trattamento dei dati raccolti su questo sito ai sensi dell’art.\n29 del Codice in materia di protezione dei dati personali è Associazione Investici, con sede in vicolo delle Donzelle 3, Pisa.\n<strong>TIPI DI DATI TRATTATI </strong>\n<b>DATI DI NAVIGAZIONE</b>\n<p>I sistemi informatici e le procedure software preposte al funzionamento del sito acquisiscono, nel corso del loro normale esercizio, alcuni dati la cui trasmissione è implicita nell’uso dei protocolli di comunicazione di Internet.\nL’Associazione Investici non raccoglie mai tali dati in forma che consenta di identificare gli utenti.</p>\n<p>In questa categoria di dati rientrano gli indirizzi IP o i nomi a dominio dei computer utilizzati dagli utenti che si connettono al sito, gli indirizzi in notazione URI (Uniform Resource Identifier) delle risorse richieste, l’orario della richiesta, il metodo utilizzato nel sottoporre la richiesta al server, la dimensione del file ottenuto in risposta, il codice numerico indicante lo stato della risposta data dal server (buon fine, errore, ecc.) ed altri parametri relativi al sistema operativo e all’ambiente informatico dell’utente.\nQuesti dati vengono utilizzati dall’Associazione Investici&nbsp;esclusivamente in forma anonima e per finalità statistiche connesse all’uso del sito e al suo corretto funzionamento.\n.</p>\n<p>\n<b>DATI FORNITI VOLONTARIAMENTE DALL’UTENTE</b>\n</p>\n<p>La raccolta di dati personali degli utenti può avvenire in maniera volontaria, attraverso l’invio di posta elettronica agli indirizzi riportati sul sito o attraverso la spedizione dei moduli elettronici presenti sullo stesso da parte degli utenti.\nL’invio di posta elettronica comporta la raccolta, da parte del Titolare, dell’indirizzo email del mittente, necessario per rispondere alla richiesta, nonché degli eventuali altri dati personali contenuti nella comunicazione.\nI dati personali raccolti attraverso questa modalità verranno utilizzati dal Titolare al solo fine di rispondere al messaggio di posta elettronica ricevuto e per eventuali successive comunicazioni correlate.</p>\n<p>La spedizione di moduli per la richiesta informazioni comporta la raccolta di informazioni inviate tramite i moduli.</p>\n<strong>INFORMAZIONI GENERALI SUI COOKIE</strong>\n<p>Quando accedi a un sito esso o siti ad esso correlati&nbsp;potrebbero impostare o leggere cookie e/o altri tipi di identificatori circa il browser e/o il dispositivo che stai utilizzando.</p>\n<p>Un cookie è un piccolo file di testo che viene memorizzato sul computer di chi visualizza un sito web allo scopo di registrare alcune informazioni relative alla visita nonché di creare un sistema per riconoscere l’utente anche in momenti successivi.\nGli identificatori dei dispositivi, invece, vengono generati raccogliendo ed elaborando alcune informazioni come l’indirizzo IP e/o lo user agent (versione del browser, tipo e versione del sistema operativo) o altre caratteristiche del dispositivo, sempre al fine di ricollegare talune informazioni ad un utente specifico.</p>\n<p>Un sito Web può impostare un cookie sul browser solo se le preferenze configurate per quest’ultimo lo consentono.\nE’ importante sapere che un browser può consentire a un determinato sito Web di accedere solo ed esclusivamente ai cookie da esso impostati e non a quelli impostati da altri siti Web: non vi è alcun rischio per la vostra privacy in tal senso.</p>\n<p>\n<strong>USO DEI COOKIE</strong>\n</p>\n<p>Questo sito utilizza i Cookie per rendere i propri servizi semplici e efficienti per l’utenza che visiona le pagine.</p>\n<p>\n<b>\n<strong>TIPOLOGIE DI COOKIE UTILIZZATI</strong>\n</b>\n</p>\n<p>A seguire i vari tipi di cookie utilizzati da&nbsp.\nquesto sito in funzione delle finalità d’uso</p>\n<p>\n<strong>COOKIE TECNICI<br>\n</strong>Questa tipologia di cookie permette il corretto funzionamento di alcune sezioni del sito.\nSono di due categorie: persistenti e di sessione:</p>\n<ul>\n<li>\n<b>persistenti</b>: una volta chiuso il browser non vengono distrutti ma rimangono fino ad una data di scadenza preimpostata</li>\n<li>\n<b>di sessione</b>: vengono distrutti ogni volta che il browser viene chiuso</li>\n</ul>\n<p>Questi cookie, inviati sempre dal nostro dominio, sono necessari a visualizzare correttamente il sito e in relazione ai servizi tecnici offerti, verranno quindi sempre utilizzati e inviati, a meno che l’utenza non modifichi le impostazioni nel proprio browser (inficiando così la visualizzazione delle pagine del sito).</p>\n<p>\n<strong>COOKIE ANALITICI<br>\n</strong>I cookie in questa categoria vengono utilizzati per <strong>collezionare informazioni sull’uso del sito</strong>.\nSi tratta di informazioni in merito ad <strong>analisi statistiche anonime</strong>.\nQuesta tipologia di cookie raccoglie dati in <strong>forma anonima</strong> sull’attività dell’utenza e su come è arrivata sul sito.\nI cookie analitici sono inviati dal sito stesso.</p>\n<p>Questo sito, secondo la normativa vigente, non è tenuto a chiedere consenso per i cookie tecnici e analitici.</p>\n<p>Per tutte le altre tipologie di cookie il consenso può essere espresso dall’Utente con una o più di una delle seguenti modalità:</p>\n<ul>\n<li>\n<b>Mediante specifiche configurazioni del browser</b> utilizzato o dei relativi programmi informatici utilizzati per navigare le pagine che compongono il sito.</li>\n<li>\n<b>Mediante modifica delle impostazioni</b> nell’uso dei servizi di terze parti</li>\n</ul>\n<p>Entrambe queste soluzioni potrebbero impedire all’utente di utilizzare o visualizzare parti del sito.</p>\n<p>\n<strong>SITI WEB E SERVIZI DI TERZE PARTI</strong>\n</p>\n<p>Il Sito potrebbe contenere collegamenti ad altri siti Web che dispongono di una propria informativa sulla privacy che può essere diverse da quella adottata da questo sito e che che quindi non risponde di questi siti.</p>\n<p>Di seguito&nbsp;il nome dei terzi che li gestiscono, e per ciascuno di essi il link alla pagina nella quale potrai ricevere le informazioni sul trattamento e esprimere il tuo consenso.</p>\n<ul>\n<li>\n<strong>Google+&nbsp;</strong>–&nbsp;http://www.google.it/intl/it/policies/technologies/cookies/.\nper disabilitarli&nbsp;http://www.google.it/intl/it/policies/technologies/managing/</li>\n<li>\n<strong>Facebook</strong>&nbsp;–&nbsp;https://www.facebook.com/about/privacy/cookies.\nper disabilitarli accedere al proprio account, sezione Privacy oppure seguire questo link</li>\n<li>\n<strong>Twitter</strong>&nbsp;–&nbsp;https://support.twitter.com/articles/20170514.\nper disabilitarli&nbsp;https://twitter.com/settings/security&nbsp;e questo articolo</li>\n<li>\n<strong>ShareThis&nbsp;</strong>–&nbsp;http://www.sharethis.com/legal/privacy/</li>\n<li>\n<strong>Youtube&nbsp;</strong>–&nbsp;https://www.youtube.com/static?template=privacy_guidelines</li>\n<li>\n<strong>Linkedin –&nbsp;</strong>http://it.linkedin.com/legal/cookie-policy</li>\n<li>\n<strong>Pinterest –&nbsp;</strong>https://about.pinterest.com/it/privacy-policy.\nper disabilitarli&nbsp;https://help.pinterest.com/en/articles#id5</li>\n<li>\n<strong>AddThis – </strong>https://www.addthis.com/privacy</li>\n<li>\n<strong>Archive –&nbsp;</strong>https://archive.org/about/terms.php</li>\n<li>\n<strong>Soundcloud –&nbsp;</strong>https://soundcloud.com/pages/cookies</li>\n<li>\n<strong>Wikimedia</strong> –&nbsp;http://www.wikimedia.it/cookies-policy</li>\n<li>\n<strong>Wikipedia</strong> –&nbsp;https://it.wikipedia.org/wiki/Wikipedia:Politica_relativa_alla_privacy</li>\n<li>\n<strong>CreativeCommons</strong> –&nbsp;https://creativecommons.org/privacy</li>\n<li>\n<strong>Bambuser</strong> –&nbsp;http://bambuser.com/privacy</li>\n<li>\n<strong>Jamendo</strong> –&nbsp;https://www.jamendo.com/it/privacypolicy</li>\n<li>\n<strong>WordPress</strong> –&nbsp;http://automattic.com/privacy/</li>\n<li>\n<strong>Google maps –&nbsp;</strong>http://www.google.it/intl/it/policies/technologies/cookies/.\nper disabilitarli&nbsp;http://www.google.it/intl/it/policies/technologies/managing/</li>\n<li>\n<strong>Open street maps</strong> –&nbsp;https://help.openstreetmap.org/privacy/</li>\n<li>\n<strong>Umapper</strong> –&nbsp;http://www.umapper.com/pages/privacy-policy/</li>\n<li>\n<strong>Slideshare</strong> –&nbsp;http://www.slideshare.net/privacy-preview</li>\n<li>\n<strong>Metacafe –</strong>&nbsp;http://www.metacafe.com/privacy/</li>\n<li>\n<strong>Storify –&nbsp;</strong>https://storify.com/privacy</li>\n<li>\n<strong>Mixcloud</strong> –&nbsp;https://www.mixcloud.com/terms/</li>\n</ul>\n<p>\n<strong>COOKIE DI PROFILAZIONE</strong>\n</p>\n<p>Sono quei cookie necessari a creare profili utenti al fine di inviare messaggi pubblicitari in linea con le preferenze manifestate dall’utente all’interno delle pagine di un sito.&nbsp;<strong>I nostri siti non contengono MAI cookie di questo tipo.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<strong>COOKIE UTILIZZATI DA QUESTO SITO</strong>\n</b>\n</p>\n<p>A seguire la lista di cookie tecnici e di Analytics utilizzati da questo sito:</p>\n<p>[cookies]</p>\n<p>\n<b>COME DISABILITARE I COOKIE MEDIANTE CONFIGURAZIONE DEL BROWSER</b>\n</p>\n<p>\n<b>CHROME</b>\n</p>\n<ol>\n<li>&nbsp;&nbsp;&nbsp.\nEseguire il Browser Chrome</li>\n<li>&nbsp;&nbsp;&nbsp.\nFare click sul menù chrome impostazioni</li>\n<li>&nbsp;&nbsp;&nbsp.\nSelezionare Impostazioni</li>\n<li>&nbsp;&nbsp;&nbsp.\nFare clic su Mostra Impostazioni Avanzate</li>\n<li>&nbsp;&nbsp;&nbsp.\nNella sezione “Privacy” fare clic su bottone “Impostazioni contenuti“</li>\n<li>&nbsp;&nbsp;&nbsp.\nNella sezione “Cookie” è possibile modificare le seguenti impostazioni relative ai cookie:\n<ul>\n<li>Consentire il salvataggio dei dati in locale</li>\n<li>Modificare i dati locali solo fino alla chiusura del browser</li>\n<li>Impedire ai siti di impostare i cookie</li>\n<li>Bloccare i cookie di terze parti e i dati dei siti</li>\n<li>Gestire le eccezioni per alcuni siti internet</li>\n<li>Eliminazione di uno o tutti i cookie</li>\n</ul>\n</li>\n</ol>\n<p>Per maggiori informazioni visita la pagina dedicata</p>\n<p>\n<b>MOZILLA FIREFOX</b>\n</p>\n<ol>\n<li>&nbsp;&nbsp;&nbsp.\nEseguire il Browser Mozilla Firefox</li>\n<li>&nbsp;&nbsp;&nbsp.\nFare click sul menù&nbsp;presente nella barra degli strumenti del browser a fianco della finestra di inserimento url per la navigazione</li>\n<li>&nbsp;&nbsp;&nbsp.\nSelezionare Opzioni</li>\n<li>&nbsp;&nbsp;&nbsp.\nSeleziona il pannello Privacy</li>\n<li>&nbsp;&nbsp;&nbsp.\nFare clic su Mostra Impostazioni Avanzate</li>\n<li>&nbsp;&nbsp;&nbsp.\nNella sezione “Privacy” fare clic su bottone “Impostazioni contenuti“</li>\n<li>&nbsp;&nbsp;&nbsp.\nNella sezione “Tracciamento” è possibile modificare le seguenti impostazioni relative ai cookie:\n<ul>\n<li>Richiedi ai siti di non effettuare alcun tracciamento</li>\n<li>Comunica ai siti la disponibilità ad essere tracciato</li>\n<li>Non comunicare alcuna preferenza relativa al tracciamento dei dati personali</li>\n</ul>\n</li>\n<li>Dalla sezione “Cronologia” è possibile:\n<ul>\n<li>Abilitando “Utilizza impostazioni personalizzate” selezionare di accettare i cookie di terze parti (sempre, dai siti più visitato o mai) e di conservarli per un periodo determinato (fino alla loro scadenza, alla chiusura di Firefox o di chiedere ogni volta)</li>\n<li>Rimuovere i singoli cookie immagazzinati</li>\n</ul>\n</li>\n</ol>\n<p>Per maggiori informazioni visita la pagina dedicata</p>\n<p>\n<b>INTERNET EXPLORER</b>\n</p>\n<ol>\n<li>&nbsp;&nbsp;&nbsp.\nEseguire il Browser Internet Explorer</li>\n<li>&nbsp;&nbsp;&nbsp.\nFare click sul pulsante Strumenti e scegliere Opzioni Internet</li>\n<li>&nbsp;&nbsp;&nbsp.\nFare click sulla scheda Privacy e nella sezione Impostazioni modificare il dispositivo di scorrimento in funzione dell’azione desiderata per i cookie:\n<ul>\n<li>Bloccare tutti i cookie</li>\n<li>Consentire tutti i cookie</li>\n<li>Selezione dei siti da cui ottenere cookie: spostare il cursore in una posizione intermedia in modo da non bloccare o consentire tutti i cookie, premere quindi su Siti, nella casella Indirizzo Sito Web inserire un sito internet e quindi premere su Blocca o Consenti</li>\n</ul>\n</li>\n</ol>\n<p>Per maggiori informazioni visita la pagina dedicata</p>\n<p>\n<b>SAFARI</b>\n</p>\n<ol>\n<li>&nbsp;&nbsp;&nbsp.\nEseguire il Browser Safari</li>\n<li>&nbsp;&nbsp;&nbsp.\nFare click su Safari, selezionare Preferenze e premere su Privacy</li>\n<li>&nbsp;&nbsp;&nbsp.\nNella sezione Blocca Cookie specificare come Safari deve accettare i cookie dai siti internet.</li>\n<li>&nbsp;&nbsp;&nbsp.\nPer visionare quali siti hanno immagazzinato i cookie cliccare su Dettagli</li>\n</ol>\n<p>Per maggiori informazioni visita la pagina dedicata</p>\n<p>\n<b>SAFARI IOS (DISPOSITIVI MOBILE)</b>\n</p>\n<ol>\n<li>&nbsp;&nbsp.\nEseguire il Browser Safari iOS</li>\n<li>&nbsp;&nbsp.\nTocca su Impostazioni e poi Safari</li>\n<li>&nbsp;&nbsp.\nTocca su Blocca Cookie e scegli tra le varie opzioni: “Mai”, “Di terze parti e inserzionisti” o “Sempre”</li>\n<li>&nbsp;&nbsp;&nbsp.\nPer cancellare tutti i cookie immagazzinati da Safari, tocca su Impostazioni, poi su Safari e infine su Cancella Cookie e dati</li>\n</ol>\n<p>Per maggiori informazioni visita la pagina dedicata</p>\n<p>\n<b>OPERA</b>\n</p>\n<ol>\n<li>&nbsp;&nbsp;&nbsp.\nEseguire il Browser Opera</li>\n<li>&nbsp;&nbsp;&nbsp.\nFare click sul Preferenze poi su Avanzate e infine su Cookie</li>\n<li>&nbsp;&nbsp;&nbsp.\nSelezionare una delle seguenti opzioni:\n<ul>\n<li>Accetta tutti i cookie</li>\n<li>Accetta i cookie solo dal sito che si visita: i cookie di terze parti e che vengono inviati da un dominio diverso da quello che si sta visitando verranno rifiutati</li>\n<li>Non accettare mai i cookie: tutti i cookie non verranno mai salvati</li>\n</ul>\n</li>\n</ol>\n<p>Per maggiori informazioni visita la pagina dedicata</p>\n<p>\n<strong>COME DISABILITARE I COOKIE DI SERVIZI DI TERZE PARTI</strong>\n</p>\n<p>Vedi i link forniti nella sezione sui cookies di terze parti.</p>\n<p>\n<b>\n<strong>DIRITTI DELL’UTENTE</strong>\n</b>\n</p>\n<p>Ai sensi dell’art.\n7 del Codice della Privacy l’utente ha il diritto di ottenere:</p>\n<ol>\n<li>la conferma dell’esistenza o meno di dati personali che lo riguardano, anche se non ancora registrati, e la loro comunicazione in forma intelligibile;</li>\n<li>l’indicazione: a) dell’origine dei dati personali.\nb) delle finalità e modalità del trattamento.\nc) della logica applicata in caso di trattamento effettuato con l’ausilio di strumenti elettronici.\nd) degli estremi identificativi del titolare, dei responsabili e del rappresentante designato ai sensi dell’articolo 5, comma 2, del medesimo codice.\ne) dei soggetti o delle categorie di soggetti ai quali i dati personali possono essere comunicati o che possono venirne a conoscenza in qualità di rappresentante designato nel territorio dello Stato, di responsabili o incaricati;</li>\n<li>a) l’aggiornamento, la rettificazione ovvero, quando vi ha interesse, l’integrazione dei dati.\nb) la cancellazione, la trasformazione in forma anonima o il blocco dei dati trattati in violazione di legge, compresi quelli di cui non è necessaria la conservazione in relazione agli scopi per i quali i dati sono stati raccolti o successivamente trattati.\nc) l’attestazione che le operazioni di cui alle lettere a) e b) sono state portate a conoscenza, anche per quanto riguarda il loro contenuto, di coloro ai quali i dati sono stati comunicati o diffusi, eccettuato il caso in cui tale adempimento si rivela impossibile o comporta un impiego di mezzi manifestamente sproporzionato rispetto al diritto tutelato.</li>\n<li>L’interessato ha diritto di opporsi, in tutto o in parte: a) per motivi legittimi al trattamento dei dati personali che lo riguardano, ancorché pertinenti allo scopo della raccolta.\nb) al trattamento di dati personali che lo riguardano a fini di invio di materiale pubblicitario o di vendita diretta o per il compimento di ricerche di mercato o di comunicazione commerciale.</li>\n</ol>\n<p>Tutti i diritti di cui al sopra indicato art.\n7 del Codice della privacy possono essere esercitati dall’utente contattando per iscritto l’Associazione Investici&nbsp;via e-mail (info chiocciola autistici.org)</p>\n<p>Questa pagina è visibile, mediante link in calce in tutte le pagine del Sito ai sensi dell’art.\n122 secondo comma del D.lgs.\n196/2003 e a seguito delle modalità semplificate per l’informativa e l’acquisizione del consenso per l’uso dei cookie pubblicata sulla Gazzetta Ufficiale n.126 del 3 giugno 2014 e relativo registro dei provvedimenti n.229 dell’8 maggio 2014.</p>\n<ul>\n<li>Activity</li>\n<li>Policy</li>\n<li>Docs</li>\n<li>Register</li>\n<li>Login</li>\n<li>Help</li>\n</ul>autistici inventati network <ul>\n<li>autistici – inventati</li>\n<li>cavallette</li>\n<li>friends list</li>\n</ul> Nostri articoli recenti <ul>\n<li> Rimozione automatica dei metadati dai file caricati / Automated metadata cleanup for your uploads </li>\n<li> Alcuni problemi al login / Some login troubles </li>\n<li> Noblogs parla nel fediverso! – Noblogs speaks in Fediverse! </li>\n</ul> Ricerca per: Archivi <ul>\n<li>Luglio 2023</li>\n<li>Maggio 2023</li>\n<li>Dicembre 2022</li>\n<li>Settembre 2022</li>\n<li>Maggio 2022</li>\n<li>Aprile 2022</li>\n<li>Marzo 2022</li>\n<li>Ottobre 2021</li>\n<li>Maggio 2021</li>\n<li>Aprile 2021</li>\n<li>Febbraio 2021</li>\n<li>Gennaio 2021</li>\n<li>Ottobre 2020</li>\n<li>Luglio 2020</li>\n<li>Maggio 2020</li>\n<li>Gennaio 2020</li>\n<li>Ottobre 2019</li>\n<li>Settembre 2019</li>\n<li>Agosto 2019</li>\n<li>Luglio 2019</li>\n<li>Novembre 2011</li>\n<li>Ottobre 2011</li>\n<li>Luglio 2011</li>\n<li>Maggio 2011</li>\n<li>Marzo 2011</li>\n<li>Gennaio 2011</li>\n<li>Novembre 2010</li>\n<li>Agosto 2010</li>\n<li>Giugno 2010</li>\n</ul> © 2023 - WP Theme by WPEnjoy Hosted by R* ✖To comply with the EU Privacy Laws we're bound to inform you that some third party services used on some of our blogs (like Youtube) could use cookies Learn more", "created_at": "2023-07-08 20:34:37.269775", "updated_at": "2023-07-08 20:34:57.823692"}], "points": [], "urls": ["noblogs.org"]}}