{"error": 448, "message": "OK", "parameters": {"id": 9065, "name": "ABC 10News", "created_at": "2023-07-11 05:09:26.293772", "updated_at": "2023-07-11 10:02:08.070238", "wikipedia": null, "keywords": null, "related": null, "slug": "abc-10news", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9065.png", "url": "10news.com", "documents": [{"id": 17748, "name": "Privacy Policy", "url": "https://www.10news.com/privacy-policy", "xpath": "//body", "text": " 2 weather alerts 1 closings/delays <i>\n</i> Watch Now <i>\n</i> Watch Now 2 weather alerts 1 closings/delays <p>Menu</p>\n<i>\n</i> Search site <i>\n</i> Watch Now <i>\n</i> Watch Now Close x Live Watch Alerts <i>\n</i> Search site Go <ul>\n<li> Submit News Tips </li>\n<li> ABOUT ABC 10NEWS <ul>\n<li>Meet the ABC 10News Team\n</li>\n<li>Advertise With Us\n</li>\n<li>Contact Us\n</li>\n<li>Jobs\n</li>\n<li>Support\n</li>\n<li>Facebook\n</li>\n<li>Twitter\n</li>\n<li>Instagram\n</li>\n</ul>\n</li>\n<li> WATCH ABC 10NEWS LIVE <ul>\n<li>ABC 10News Live News Casts\n</li>\n<li>ABC 10News Videos\n</li>\n<li>YouTube - ABC 10News San Diego\n</li>\n<li>WATCH LIVE: BREAKING NEWS AND CONTINUING COVERAGE\n</li>\n</ul>\n</li>\n<li> News | Local, U.S., World <ul>\n<li>News\n</li>\n<li>US/World\n</li>\n<li>Making it in San Diego\n</li>\n<li>Positively San Diego\n</li>\n<li>Your Voice, Your Vote\n</li>\n<li>Stories for Change\n</li>\n<li>Fact or Fiction\n</li>\n<li>Your Health Matters\n</li>\n<li>Military\n</li>\n<li>Politics\n</li>\n</ul>\n</li>\n<li> Weather <ul>\n<li>Alerts\n</li>\n<li>Radar\n</li>\n<li>Daily Forecast\n</li>\n<li>Hourly Forecast\n</li>\n<li>Wildfires\n</li>\n<li>Earthquake Preparedness\n</li>\n</ul>\n</li>\n<li> Traffic <ul>\n<li>Gas Prices\n</li>\n<li>Flight Status\n</li>\n</ul>\n</li>\n<li> Team 10 Investigates </li>\n<li> Sports <ul>\n<li>San Diego Padres\n</li>\n<li>SDSU Sports\n</li>\n</ul>\n</li>\n<li> In-Depth </li>\n<li> Community <ul>\n<li>Pet of the Week\n</li>\n<li>Leadership\n</li>\n<li>Community Connection\n</li>\n<li>Celebrating Community\n</li>\n</ul>\n</li>\n<li> Entertainment <ul>\n<li>TV Listings\n</li>\n<li>Contests\n</li>\n</ul>\n</li>\n<li> Money <ul>\n<li>Job Search\n</li>\n<li>Shop Smart\n</li>\n<li>Consumer News\n</li>\n<li>Don't Waste Your Money\n</li>\n<li>Financial Fitness Zone\n</li>\n<li>Approved Home Pros\n</li>\n</ul>\n</li>\n<li> Marketplace <ul>\n<li>San Diego Connect\n</li>\n<li>Brand Spotlight\n</li>\n<li>Home Improvement Collective\n</li>\n<li>The Doctor Is In\n</li>\n</ul>\n</li>\n<li> Advertising with 10News </li>\n<li>\n</li>\n<li>Sign In</li>\n<li>Newsletters</li>\n<li>Sign Out</li>\n<li>Manage Emails</li>\n<li>Apps</li>\n<li>Careers Search</li>\n</ul> Privacy Policy <b>Overview</b>\n<p>\n<b>We have offices in the United States and Canada and the management of our brands is located largely at the headquarters our parent company in Cincinnati, Ohio.</b>\n</p>\n<p>\n<b>By visiting and using our products and services the personal data you share with us or that we collect automatically will be collected, stored, processed, or transferred in and to the United States where our technical infrastructure is located and operated.\nSome of our brands and service providers may have operations in other countries as well.</b>\n</p>\n<b>What this policy covers</b>\n<p>This privacy policy applies to our general collection and use of personal data and specifically to any of our publicly available devices, websites or digital applications (“apps”) that link to this policy.\nThis policy also applies to any of our non-public systems used by partners, applicants, and employees.</p>\n<p>\n<b>We also specifically address Tracking Technology used for Advertising, Data Sharing, and Data Transfers.</b>\n</p>\n<b>What is personal data?</b>\n<p>Generally, the terms personal data or personally identifiable information mean information that relates to an identifiable person.\nIn some cases, the terms may include information that identifies a household.\nAn identifiable person is an individual who can be singled out by using information such as their name, address, or telephone number.\nFor example, Ms.\nCindy Delgado who lives at 123 Scripps Street with a telephone number of 513-513-5133 is an identifiable person.\nCindy’s name, address, telephone number, and even her choice of pronoun are examples of her personal data.</p>\n<b>What's not covered in this policy?</b>\n<p>Products and services provided by any other company are not covered by this policy.\nIn some instances, we provide links, advertisements, or products and services offered by other companies.\nYou may also view our content via services provided by other companies.\nCompanies providing those products or services will have their own terms and policies and any information they collect will follow their rules and not ours.\nMake sure to check their privacy policy to learn how they will use your information.</p>\n<br>\n<br>\n<p>\n<b>Quick Links:</b> This privacy policy describes the following important topics relating to your information:</p>\n<ul>\n<li>What Personal Data We Collect and How We Collect It</li>\n<li>Why We Collect Personal Data</li>\n<li>Legal Basis For Using Your Personal Data</li>\n<li>Data We Share and Who We Share It With</li>\n<li>Data Transfer</li>\n<li>Your Rights</li>\n<li>Storage, Risks and Security</li>\n<li>Tracking Technology and Interest Based Advertising</li>\n<li>Children</li>\n<li>Additional Information for California Residents</li>\n<li>Contact</li>\n</ul>\n<br>\n<br>\n<br>\n<br>\n<b>What Personal Data We Collect and How We Collect It</b>[Back to Top] <p>\n<b>The personal data we collect can be divided into three categories:</b>\n</p>\n<ul>\n<li>Personal data you give us directly.</li>\n<li>Personal data we collect automatically through our products or services.</li>\n<li>Personal data we obtain from other sources.</li>\n</ul>\n<p>\n<b>Personal data you give us directly may include your:</b>\n</p>\n<ul>\n<li>Full Name</li>\n<li>Preferred Pronoun</li>\n<li>Job title</li>\n<li>Email address</li>\n<li>Telephone Number</li>\n<li>Contact or Mailing Address</li>\n<li>Preferences, likes, bookmarks, ratings, and feedback</li>\n<li>Resume of CV</li>\n<li>Banking or payment details</li>\n<li>Information generally applicable to employment</li>\n<li>Image</li>\n<li>Health information</li>\n</ul>\n<p>\n<b>You have the opportunity and choice to provide us this personal data at various times and for various reasons including:</b>\n</p>\n<ul>\n<li>Using the online forms provided on our websites and apps to create an account, request help, provide feedback, take a survey, enter a contest, or apply for a job.</li>\n<li>Registering for or attending in-person or online events hosted by us.</li>\n<li>Contacting us by phone, post, or email.</li>\n<li>Interacting with us on platforms and technologies through which we communicate, such as messaging apps, helpdesk tools, work collaboration tools, financial management tools, vendor portals, and human resource management tools.</li>\n<li>If you are a supplier or partner, you may give us personal data when you are offering or providing services to us.</li>\n</ul>\n<p>\n<b>Personal data we collect automatically may include:</b>\n</p>\n<ul>\n<li>Information about your device(s).</li>\n<li>Information about the app you are using.</li>\n<li>Information about your Internet browser.</li>\n<li>Your IP address.</li>\n<li>Other online identifiers.</li>\n<li>Location information based on your IP address.</li>\n<li>Usage behavior and history.</li>\n<li>Your image where captured on CCTV at any of our premises.</li>\n<li>Time spent at our premises.</li>\n</ul>\n<p>Some of the technical data listed above is collected when you interact with us online.\nThis could mean using one of our devices, scanning a QR code, using our apps, visiting our websites, viewing our content on a smartphone, a computer, a smart or connected television, or digital media players such as Roku or Amazon Fire.\nWhen you use a device or a service made by someone else to view our content, your interaction with that device or service is likely governed by that provider’s privacy policy.</p>\n<p>\n<b>Personal data we obtain from other sources</b>\n</p>\n<p>We may receive personal data about you from third parties such as advertising partners, marketing agencies, market research companies, our suppliers, contractors and consultants, group companies, publicly available websites (such as LinkedIn, Facebook, and Twitter) and public agencies.</p>\n<p>\n<b>Sensitive categories of personal data</b>\n</p>\n<p>In limited circumstances, personal data that you provide us may fall into sensitive categories such as information about your physical and mental health, sexual orientation, racial or ethnic origin, veteran status, political opinions, philosophical belief, trade union membership and biometric data.\nUnless required by law (such as COVID-19 testing or some employment related information), providing these categories of personal data will always be your choice.</p>\n<p>We take extra precautions with personal data in sensitive categories in order to minimize its collection, limit access to it, protect it, and whether and with whom we share it.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Why We Collect Personal Data</b>[Back to Top] <p>\n<b>\n</b>Like all companies, we use the personal data we collect in multiple ways.\nExamples include:</p>\n<ul>\n<li>To allow you to access our website and apps.</li>\n<li>To receive and respond to questions from you about our products and services.</li>\n<li>To improve, maintain, and provide technical support for our products and services.</li>\n<li>To aid the security of our products and facilities.</li>\n<li>To allow you to participate in contests or surveys.</li>\n<li>To store information about your preferences and to allow us to customize our websites and apps according to your individual interests.</li>\n<li>To carry out the purchases you have requested.</li>\n<li>To enable advertising on our websites and apps.</li>\n<li>To allow us to enter into and comply with contractual arrangements.</li>\n<li>To process job applications.</li>\n<li>To conform with the requirements of the law or legal process.</li>\n<li>To protect or defend your rights, our rights, or the rights of other users.</li>\n<li>To protect the health and safety of our users, our employees, or the general public.</li>\n<li>To enable us to purchase, receive, and manage services from you or your employer.</li>\n<li>To pay salaries, administer benefits, and conduct performance reviews for our employees</li>\n</ul>\n<p>We may use your personal data to send you certain mandatory service communications such as welcome letters, billing reminders, information on technical service issues, security warnings, software updates, and other support announcements.\nIf you choose to receive promotional materials from us (including email), we may use your personal data to confirm that choice and to promote and market products, services, and special offers from us or others.</p>\n<p>In certain instances, we may provide you with the option to set your preferences for receiving email communications from us.\nthat is, to agree to some communications but not others.\nYou may choose to stop receiving future commercial email communications from us by clicking the \"unsubscribe\" link included at the bottom of most emails we send, or by contacting us directly.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Legal Basis For Using Your Personal Data</b>[Back to Top] <p>Some jurisdictions require that we have a legal basis for collecting and processing your personal data.\nWhere that is required, we consider those legal bases to be:</p>\n<ul>\n<li>To perform our obligations under a contract with you.</li>\n<li>To comply with our legal obligations.\n</li>\n<li>For our legitimate interests and the legitimate interests of others which include:</li>\n<ul>\n<li>Fulfilling our mission of providing impactful journalism and serving our communities</li>\n<li>The running and growing of our business for our shareholders.</li>\n<li>Delivering our content to our viewers via broadcast, our websites, and apps.\n</li>\n<li>Identifying and selecting qualified suppliers and partners.</li>\n<li>Conducting market research and business development.</li>\n</ul>\n<li>In the cases where you choose to provide us your personal data via one of our websites or apps, we process your personal data, at least in part, on the basis of your consent.\nYou may withdraw this consent at any time by contacting us.</li>\n</ul>\n<p>Where we are relying on our (or another person’s) legitimate interests, we will always consider the categories or types of personal data in question in order to balance our use against the possibility of any action that might be counter to your rights.\nWe will never purposefully violate the rights you have in your personal data and ask that you please contact us with any concerns.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Data We Share and Who We Share It With</b>[Back to Top] <p>In order to meet the ‘why’s’ of Why We Collect Personal Data discussed above, we may share the personal data we collect with the categories of organizations listed below.\nIn selecting the third parties that we employ, we carefully consider the service they provide, the categories of personal data concerned, and the protections and governance we are able to put in place.\nThe third parties with whom we share your personal information are always subject to privacy and security obligations consistent with this privacy policy and applicable laws.</p>\n<p>\n<b>The categories of organizations with whom we share personal data are:</b>\n</p>\n<ul>\n<li>Our partners and service providers that perform professional services, technical services or handle transactions on our behalf.\n</li>\n<li>Our advertisers, advertising- and marketing-related services providers and partners as well as companies that help us learn how you and others interact with our content.</li>\n<li>Government agencies when required.\n</li>\n<li>Our affiliates or with our internal corporate shared services e.g.\nfinance, accounting, etc.</li>\n</ul>\n<p>As we continue to grow our business, we may sell or purchase assets.\nIf another entity acquires us or one of our brands, any related personal data may be transferred to and used by this acquiring entity.\nWe will, however, take reasonable steps to ensure that your preferences are followed.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Data Transfer</b>[Back to Top] <p>We have offices in the United States and Canada and the management of our brands is located largely at the headquarters our parent company in Cincinnati, Ohio.</p>\n<p>\n<b>By visiting and using our products and services the personal data you share with us or that we collect automatically will be collected, stored, processed, or transferred in and to the United States where our technical infrastructure is located and operated.\nSome of our brands and service providers may have operations in other countries as well.</b>\n</p>\n<p>In addition to the Risks listed in the Storage, Risk and Security Section, the data protection and other laws of the United States and other countries where your personal data may be collected, stored, or processed might not be as comprehensive as those in your country.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Your Rights</b>[Back to Top] <p>Your rights related to your personal data may vary by where you live or are located.</p>\n<p>\n<b>Your rights may include:</b>\n</p>\n<ul>\n<li>The right to be informed of what personal data we collect, why we collect it, and whether we transfer or share your personal data.</li>\n<li>The right to access your personal data and correct or update any errors.</li>\n<li>The right to erasure.</li>\n<li>The right to notification.</li>\n<li>The right to restrict the use or sale of personal data.</li>\n<li>The right to object to some forms of processing.</li>\n<li>The right to lodge a complaint with the competent authority.</li>\n</ul>\n<p>We encourage you to research and understand your rights relative to your personal data and recommend the following links as good sources of information.\nWe will never discriminate against anyone for exercising their rights or inquiring about their personal data.\n</p>\n<ul>\n<li>California Consumer Privacy Act</li>\n<li>General Data Protection Regulation</li>\n<li>United Kingdom Information Commissioner’s Office</li>\n<li>Irish Data Protection Commission</li>\n<li>Office of the Privacy Commissioner of Canada</li>\n<li>The International Association of Privacy Professionals</li>\n</ul>\n<br>\n<br>\n<br>\n<br>\n<b>Storage, Risks and Security</b>[Back to Top] <p>The risk to the personal data in our care is that, despite our security precautions, it may be lost, stolen or misused.\n</p>\n<p>Although we take steps to protect the personal data which you provide to us, the transmission of information over the internet is never completely secure.\nWe cannot guarantee the security of your personal data while in transit to us.\nOnce we have received your personal data, our security team will use industry standard procedures and security features to secure it.</p>\n<p>We keep your personal data for no longer than we need it to meet the ‘why’ of Why We Collect Personal Data or as long as we have another valid reason to keep it (the Legal Basis discussed above).\nIf you have an account with us, you may delete it or request that it be deleted at any time.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Tracking Technology and Interest Based Advertising</b>[Back to Top] <p>Our products and services use tracking technology in order to allow us to offer you a more personalized experience and to enable interest-based advertising.\nWe enable third parties such as advertising partners and analysis firms to collect information through tracking technology.\nThe information collected through this tracking technology may be considered personal data.</p>\n<p>Where we use tracking technology, you may block the technology or opt out of certain advertisements.\nTo do so, you can activate the setting on your device that allows you to refuse the setting of all or some tracking technology.\nwe have provided some helpful links below for various devices and operating systems.\nAdditionally, we offer Technology Settings that allow you to control your experience on our offerings.\nPlease be aware, if you use your device settings to block all tracking technology, you may not be able to access all or parts of our websites or apps or use all the available functionality.</p>\n<p>The website www.aboutads.info provides another option to opt-out of advertisements.\nIt is important to note, the opt-out tool applies only to the device and browser you are using to opt out.\nTherefore, if you use a different device, change web browsers or clear or change settings, you will need to perform the opt-out task again.\nPlease be aware that opting out of a network advertising service does not mean that you will not receive online ads.\nIt only means that the network from which you opted out should no longer deliver ads tailored to your preferences and interests.</p>\n<p>\n<b>Additional information and opt-out tools:</b>\n</p>\n<ul>\n<li>How Google uses data when you use our partners' sites or apps</li>\n<li>How Google uses cookies in advertising</li>\n<li>Google Analytics</li>\n<li>Opting out of tracking by Adobe Analytics cookies</li>\n<li>Understanding online advertising</li>\n<li>Information on Opting out on Mobile Devices</li>\n<li>Learn how to limit interest-based ads provided by Apple on your Apple device</li>\n<li>Digital Advertising Alliance of Canada</li>\n<li>Network Advertising Initiative (NAI)</li>\n<li>European Interactive Digital Advertising Alliance</li>\n</ul>\n<p>\n<b>Web browser and device settings:</b>\n</p>\n<ul>\n<li>Google Chrome</li>\n<li>Internet Explorer</li>\n<li>Mozilla Firefox</li>\n<li>Safari (Desktop)</li>\n<li>Safari (Mobile)</li>\n<li>Android Browser</li>\n<li>Roku</li>\n</ul>\n<p>Certain browsers may offer you the option of providing notice to websites that you do not wish for your online activities to be tracked for interest-based advertising purposes (“DNT Notice”).\nUnfortunately, given how preference-based advertising works, DNT Notices may not be effective in communicating your preferences and we do not take any action based on browser based DNT Notices.\nThe best course of action, if you do not wish to participate in interest-based advertising activities, is to follow the directions given above.</p>\n<p>Lastly, should you receive marketing or promotional emails from us that you no longer wish to receive, please click the “Unsubscribe” link in our emails, contact us directly, or for certain services, by logging into your account and adjusting your preferences.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Children</b>[Back to Top] <p>Our websites, apps, services, and content are not generally directed towards children.\nWith the exception of the Scripps National Spelling Bee and in the context of the employer-employee relationship, we do not knowingly collect any personal data from or about children.\nIf you are the parent or guardian of a child and believe that we have somehow collected the personal data of your child without your consent, please contact us.</p>\n<p>\n<br>\n</p>\n<br>\n<br>\n<br>\n<b>Additional Information for California Residents</b>[Back to Top] <p>Residents of the State of California, under certain provisions of the California Civil Code, have the right to request from companies conducting business in California a list of all third parties to which the company has disclosed certain personal data as defined under California law during the preceding year for third party direct marketing purposes.\nYou are limited to one request per calendar year.\nIn your request, please attest to the fact that you are a California resident and provide a current California address for our response.</p>\n<p>Over the last twelve months, we may have collected any of the categories of personal data listed above and shared it for a business purpose with the categories of organizations discussed.\nWe do not sell data in the traditional sense of the word but, as also discussed above, we share and enable the collection of information via Tracking Technology that may be considered personal data with and by our advertising partners.\nOn our websites and apps that are available to a national audience or specifically to California consumers, you will find a link entitled <u>Do Not Sell My Personal Information</u> that, in addition to the methods described above, will allow you to opt out of this Tracking Technology.\nPlease contact us with any questions.\n</p>\n<p>Find out more about our obligations and your rights at the following link, California Consumer Privacy Act.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Contact</b>[Back to Top] <p>If you would like to contact us with a specific request, we ask that you use our contact form located at the Privacy Center link provided on our web sites or through our apps.\nWe will ask for you to provide some personal data in order to assist you such as your name and email address.</p>\n<p>You may also contact us with any questions about this Privacy Policy, our practices, or anything related to your personal data by the following means:</p>\n<p>\n<strong>Email</strong>\n<br>privacy@scripps.com</p>\n<p>\n</p>\n<p>\n<strong>Phone:</strong>\n<br>+1-833-719-3352</p>\n<p>\n<strong>Mail:</strong>\n<br>The E.W.\nScripps Company<br>312 Walnut Street,\nSuite 2800<br>Cincinnati, Ohio, 45202<br>Attention: Chief Privacy Officer</p>\n<p>In some cases, you may be able to use an authorized agent to contact us on your behalf.\nUnless we can verify that you have provided a legal power of attorney to this agent, we may require you to verify your identity directly with us and/or confirm with us directly that you have provided permission for the agent to act on your behalf.</p>\n<br>\n<b>Changes to This Policy</b>\n<p>We will post any changes we may make to this policy on this page.\nIf the changes materially alter how we use or treat your personal data we will notify you by email to the email address specified in your account (if you have an account with us) and/or through a notice on the website home page.\nThe date this privacy policy was last revised is identified on this page.</p>\n<p>Revision Date: <strong>October 3, 2022</strong>\n</p> Privacy Links Technology Settings Privacy Request Contact Us Privacy Policy <ul>\n<li> News </li>\n<li> Weather </li>\n<li> Sports </li>\n<li> Entertainment </li>\n<li> Don't Waste Your Money </li>\n<li> Support </li>\n</ul>\n<ul>\n<li> Sitemap </li>\n<li> Do Not Sell My Info </li>\n<li> Privacy Policy </li>\n<li> Privacy Center </li>\n<li> Journalism Ethics Guidelines </li>\n<li> Terms of Use </li>\n<li> EEO </li>\n<li> Careers </li>\n<li> FCC Public File </li>\n<li> FCC Application </li>\n<li> Public File Contact </li>\n<li> Accessibility Statement </li>\n<li> Closed Captioning Contact </li>\n</ul> Social <ul>\n<li>abc10news\n</li>\n<li>abc10news\n</li>\n<li>10news\n</li>\n</ul> Scripps Local Media<br>© 2023 Scripps Media, Inc Give Light and the People Will Find Their Own Way Tracking Technology and Interest-Based Advertising Our websites and apps use tracking technology in order to allow us to offer you a more personalized experience and to enable interest-based advertising.\nWe enable third parties such as advertising partners and website analysis firms to collect information on our websites and apps through tracking technology.\nThe information collected through this tracking technology may be considered personal data.\nYou may block the technology or opt out of certain advertisements by choosing not to allow some categories of technology.\nClick on the different category headings to find out more and change our default settings.\nPlease be aware, if you block all categories, you may not be able to access all or parts of our websites or apps or use all the available functionality.\n<br>More informationAllow AllOpt Out of Tracking Technology By Turning Toggle Below OffStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Tracking Technology (Opt Out by Turning Toggle OFF) Tracking Technology (Opt Out by Turning Toggle OFF) <p>Under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information to third parties.\nThese cookies collect information for analytics and to personalize your experience with targeted ads.\nYou may exercise your right to opt out of the sale of personal information by using this toggle switch.\nIf you opt out we will not be able to offer you personalised ads and will not hand over your personal information to any third parties.\nAdditionally, you may contact our legal department for further clarification about your rights as a California consumer by using this Exercise My Rights link.<br>\n<br>If you have enabled privacy controls on your browser (such as a plugin), we have to take that as a valid request to opt-out.\nTherefore we would not be able to track your activity through the web.\nThis may affect our ability to personalize ads according to your preferences.</p>\n<ul>\n<li>Targeting Cookies Switch Label label<p>\n</p>\n</li>\n</ul>\n<ul>\n<li>Performance Cookies Switch Label label<p>\n</p>\n</li>\n</ul>Back Button Back<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices", "created_at": "2023-07-11 05:09:26.323942", "updated_at": "2023-07-11 05:10:08.251973"}, {"id": 17749, "name": "Terms of Use", "url": "https://www.10news.com/terms-of-use", "xpath": "//body", "text": " 2 weather alerts 1 closings/delays <i>\n</i> Watch Now <i>\n</i> Watch Now 2 weather alerts 1 closings/delays <p>Menu</p>\n<i>\n</i> Search site <i>\n</i> Watch Now <i>\n</i> Watch Now Close x Live Watch Alerts <i>\n</i> Search site Go <ul>\n<li> Submit News Tips </li>\n<li> ABOUT ABC 10NEWS <ul>\n<li>Meet the ABC 10News Team\n</li>\n<li>Advertise With Us\n</li>\n<li>Contact Us\n</li>\n<li>Jobs\n</li>\n<li>Support\n</li>\n<li>Facebook\n</li>\n<li>Twitter\n</li>\n<li>Instagram\n</li>\n</ul>\n</li>\n<li> WATCH ABC 10NEWS LIVE <ul>\n<li>ABC 10News Live News Casts\n</li>\n<li>ABC 10News Videos\n</li>\n<li>YouTube - ABC 10News San Diego\n</li>\n<li>WATCH LIVE: BREAKING NEWS AND CONTINUING COVERAGE\n</li>\n</ul>\n</li>\n<li> News | Local, U.S., World <ul>\n<li>News\n</li>\n<li>US/World\n</li>\n<li>Making it in San Diego\n</li>\n<li>Positively San Diego\n</li>\n<li>Your Voice, Your Vote\n</li>\n<li>Stories for Change\n</li>\n<li>Fact or Fiction\n</li>\n<li>Your Health Matters\n</li>\n<li>Military\n</li>\n<li>Politics\n</li>\n</ul>\n</li>\n<li> Weather <ul>\n<li>Alerts\n</li>\n<li>Radar\n</li>\n<li>Daily Forecast\n</li>\n<li>Hourly Forecast\n</li>\n<li>Wildfires\n</li>\n<li>Earthquake Preparedness\n</li>\n</ul>\n</li>\n<li> Traffic <ul>\n<li>Gas Prices\n</li>\n<li>Flight Status\n</li>\n</ul>\n</li>\n<li> Team 10 Investigates </li>\n<li> Sports <ul>\n<li>San Diego Padres\n</li>\n<li>SDSU Sports\n</li>\n</ul>\n</li>\n<li> In-Depth </li>\n<li> Community <ul>\n<li>Pet of the Week\n</li>\n<li>Leadership\n</li>\n<li>Community Connection\n</li>\n<li>Celebrating Community\n</li>\n</ul>\n</li>\n<li> Entertainment <ul>\n<li>TV Listings\n</li>\n<li>Contests\n</li>\n</ul>\n</li>\n<li> Money <ul>\n<li>Job Search\n</li>\n<li>Shop Smart\n</li>\n<li>Consumer News\n</li>\n<li>Don't Waste Your Money\n</li>\n<li>Financial Fitness Zone\n</li>\n<li>Approved Home Pros\n</li>\n</ul>\n</li>\n<li> Marketplace <ul>\n<li>San Diego Connect\n</li>\n<li>Brand Spotlight\n</li>\n<li>Home Improvement Collective\n</li>\n<li>The Doctor Is In\n</li>\n</ul>\n</li>\n<li> Advertising with 10News </li>\n<li>\n</li>\n<li>Sign In</li>\n<li>Newsletters</li>\n<li>Sign Out</li>\n<li>Manage Emails</li>\n<li>Apps</li>\n<li>Careers Search</li>\n</ul> Terms of Use (Last Modified &amp.\nEffective April 1, 2015)<br>\n<br>1.\nINTRODUCTION AND ACCEPTANCE<br>\n<br>The E.W.\nScripps Company and its subsidiaries (“Company,” “us,” “we,” or “our”) provide online services, including, without limitation, websites, applications, platforms, and other electronic services (collectively, the “Services”).<br>\n<br>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE SERVICES.\nBY ACCESSING AND/OR USING THE SERVICES (OTHER THAN TO READ THESE TERMS OF USE FOR THE FIRST TIME) YOU ARE AGREEING TO COMPLY WITH THESE TERMS OF USE, WHICH MAY CHANGE FROM TIME TO TIME AS SET FORTH IN THE “AMENDMENTS.\nADDITIONAL TERMS” SECTION BELOW.\nIF YOU DO NOT AGREE TO BE BOUND BY THESE TERMS OF USE, DO NOT ACCESS OR USE THE SERVICES.\n<br>\n<br>In addition to these Terms of Use, we have established a Privacy Policy to explain how we collect and use information about you.\nThis Privacy Policy is incorporated by reference into these Terms of Use.\nBy accessing or using the Services, you are also signifying your acknowledgement and agreement to our Privacy Policy.<br>\n<br>2.\nINTELLECTUAL PROPERTY<br>\n<br>The Services and included content (and any derivative works or enhancements of the same) including, but not limited to, all text, illustrations, files, images, software, scripts, graphics, photos, sounds, music, videos, information, content, materials, products, services, URLs, technology, documentation, and interactive features (collectively, the “Service Content”) and all intellectual property rights to the same are owned by us, our licensors, or both.\nAdditionally, all trademarks, service marks, trade names and trade dress that may appear on the Services are owned by us, our licensors, or both.\nExcept for the limited use rights granted to you in these Terms of Use, you shall not acquire any right, title or interest in the Services or any Service Content.\nAny rights not expressly granted in these Terms of Use are expressly reserved.<br>\n<br>3.\nSERVICES ACCESS AND USE<br>\n<br>(A) Access to the Services including, without limitation, the Service Content is provided for your information and personal, non-commercial use only.\nWhen using the Services, you agree to comply with all applicable federal, state, and local laws including, without limitation copyright law.\nExcept as expressly permitted in these Terms of Use, you may not use, reproduce, distribute, create derivative works based upon, publicly display, publicly perform, publish, transmit, or otherwise exploit Service Content for any purpose whatsoever without obtaining prior written consent from us or, in the case of third-party content, its respective owner.\nBy way of example, you do not have the right to copy, share or redistribute any of our news articles except as we may expressly allow via written statements on the Services or functionality we include on the Services (e.g., functionality that may allow you to share articles on social networking platforms).\nIn certain instances, we may allow you to embed our video player into a third-party website.\nFurthermore, in certain instances, we may permit you to download or print Service Content or both.\nIn such a case, you may download or print (as applicable) one copy of Service Content for your personal, non-commercial use only.\nYou acknowledge that you do not acquire any ownership rights by downloading or printing Service Content.<br>\n<br>(B) Furthermore, except as expressly permitted in these Terms of Use, you may not: <br>\n<br>(i) remove, alter, cover, or distort any copyright, trademark, or other proprietary rights notice on the Services or Service Content;<br>\n<br>(ii) circumvent, disable or otherwise interfere with security-related features of the Services including, without limitation, any features that prevent or restrict use or copying of any content or enforce limitations on the use of the Services or Service Content;<br>\n<br>(iii) use an automatic device (such as a robot or spider) or manual process to copy or “scrape” the Services or Service Content for any purpose without our express written permission.\nNotwithstanding the foregoing, we grant public search engine operators permission to use automatic devices (such as robots or spiders) to copy Service Content from the Services for the sole purpose of creating (and only to the extent necessary to create) a searchable index of Service Content that is available to the public.\nWe reserve the right to revoke this permission (generally or specifically) at any time;<br>\n<br>(iv) collect or harvest any personally identifiable information from the Services including, without limitation, user names, passwords, or email addresses.\n<br>\n<br>(v) solicit other users to join or become members of any commercial online service or other organization without our prior written approval;<br>\n<br>(vi) attempt to or interfere with the proper working of the Services or impair, overburden, or disable the same;<br>\n<br>(vii) decompile, reverse engineer, or disassemble any portion of any the Services;<br>\n<br>(viii) use network-monitoring software to determine the architecture of or extract usage data from the Services;<br>\n<br>(ix) encourage, or engage in, conduct that violates any local, state or federal law, either civil or criminal, or impersonate another user, person, or entity (e.g., using another person’s Membership (as defined below) without permission);<br>\n<br>(x) violate U.S.\nexport laws, including, without limitation, violations of the Export Administration Act and the Export Administration Regulations administered by the Department of Commerce.\nor<br>\n<br>(xi) engage in any conduct that restricts or inhibits any other user, person or entity from using or enjoying the Services.<br>\n<br>(C) You agree to fully cooperate with us to investigate any suspected or actual activity that is in breach of these Terms of Use.<br>\n<br>4.\nUSER REGISTRATION<br>\n<br>(A) In order to access or use some features of the Services, you may have to become a registered user.\nIf you are under the age of thirteen, then you are not permitted to register as a user or otherwise submit personal information.<br>\n<br>(B) If you become a registered user, you will provide true, accurate and complete registration information and, if such information changes, you will promptly update the relevant registration information.\nDuring registration, you will create a user name and password (a “Membership”), which may permit you access to certain areas of the Services not available to non-registered users.\nYou are responsible for safeguarding and maintaining the confidentiality of your Membership.\nYou are solely responsible for the activity that occurs under your Membership, whether or not you have authorized the activity.\nYou agree to notify us immediately at Station Support - http://support.10news.com/support/tickets/new of any breach of security or unauthorized use of your Membership.<br>\n<br>5.\nUSER CONTENT<br>\n<br>(A) We may now or in the future permit users to post, upload, transmit through, or otherwise make available on the Services (collectively, “submit”) messages, text, illustrations, files, images, graphics, photos, comments, sounds, music, videos, information, content, and/or other materials (“User Content”).\nSubject to the rights and license you grant herein, you retain all right, title and interest in your User Content.\nWe do not guarantee any confidentiality with respect to User Content even if it is not published on the Services.\nIt is solely your responsibility to monitor and protect any intellectual property rights that you may have in your User Content, and we do not accept any responsibility for the same.<br>\n<br>(B) You shall not submit any User Content protected by copyright, trademark, patent, trade secret, moral right, or other intellectual property or proprietary right without the express permission of the owner of the respective right.\nYou are solely liable for any damage resulting from your failure to obtain such permission or from any other harm resulting from User Content that you submit.<br>\n<br>(C) You will not submit any User Content that:<br>\n<br>(i) violates or infringes in any way upon the rights of others, including, but not limited to, any copyright, trademark, patent, trade secret, moral right, or other intellectual property or proprietary right of any person or entity;<br>\n<br>(ii) impersonates another or is unlawful, threatening, abusive, libelous, defamatory, invasive of privacy or publicity rights, vulgar, obscene, profane, pornographic, or otherwise objectionable;<br>\n<br>(iii) encourages conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any law;<br>\n<br>(iv) is an advertisement for goods or services or a solicitation of funds;<br>\n<br>(v) includes personal information such as messages which identify phone numbers, social security numbers, account numbers, addresses, or employer references;<br>\n<br>(vi) contains a formula, instruction, or advice that could cause harm or injury;<br>\n<br>(vii) is a chain letter of any kind.\nor<br>\n<br>(viii) is excessively repetitive or otherwise an attempt to circumvent character limits.\n<br>\n<br>Moreover, any conduct by a user that in our sole discretion restricts or inhibits any other user from using or enjoying the Services will not be permitted.\n<br>\n<br>(D) By submitting User Content to us, simultaneously with such posting, you automatically grant, or warrant that the owner has expressly granted, to us a worldwide, royalty-free, perpetual, irrevocable, non-exclusive, fully sublicensable, and transferable right and license to use, reproduce, distribute, create derivative works based upon (including, without limitation, translations), publicly display, publicly perform, transmit, and publish the User Content (in whole or in part) as we, in our sole discretion, deem appropriate including, without limitation, (i) in connection with our business.\nand (ii) in connection with the businesses of our successors, parents, subsidiaries, and their related companies.\nWe may exercise this grant in any format, media or technology now known or later developed for the full term of any copyright that may exist in such User Content.\nFurthermore, you also grant other users permission to access your User Content and to use, reproduce, distribute, create derivative works based upon, publicly display, publicly perform, transmit, and publish your User Content for personal, non-commercial use as permitted by the functionality of the Services and these Terms of Use.<br>\n<br>(E) By submitting User Content, you also grant us the right, but not the obligation to use your biographical information including, without limitation, your name and geographical location in connection with broadcast, print, online, or other use or publication of your User Content.\nNotwithstanding the foregoing, you waive any and all claims you may now or later have in any jurisdiction to so-called “moral rights” or rights of “droit moral” with respect to the User Content.<br>\n<br>(F) We reserve the right to display advertisements in connection with your User Content and to use your User Content for advertising and promotional purposes.\nYou acknowledge and agree that your User Content may be included on the websites and advertising networks of our distribution partners and third-party service providers (including their downstream users).<br>\n<br>(G) We have the right, but not the obligation, to monitor User Content.\nWe have the right in our sole discretion and for any reason whatsoever to edit, refuse to post, remove, or disable access to any User Content.<br>\n<br>6.\nSERVICE CONTENT &amp.\nTHIRD PARTY LINKS<br>\n<br>(A) We provide the Services including, without limitation, Service Content for educational, informational, entertainment and promotional purposes only.\nYou may not rely on any information and opinions expressed on any of our Services for any other purpose.\nIn all instances, it is your responsibility to evaluate the accuracy, timeliness, completeness, or usefulness of Service Content.\nUnder no circumstances will we be liable for any loss or damage caused by your reliance on any Service Content.<br>\n<br>(B) In many instances, Service Content will include content posted by a third-party or will represent the opinions and judgments of a third-party.\nWe do not endorse, warrant and are not responsible for the accuracy, timeliness, completeness, or reliability of any opinion, advice, or statement made on the Services by anyone other than authorized employees or spokespersons while acting in their official capacities.<br>\n<br>(C) Any health related information that may be posted is not intended to be a substitute for professional medical advice.\nWe do not endorse or warrant the validity of any such health related statements found on the Services or in any third party sites referenced in the Services.\nThis information should be treated as general in nature which may be helpful to some persons but not others, depending upon their personal medical needs.\nYou should always consult with your physician prior to changing or undertaking a new diet or exercise program.\nNever disregard professional medical advice or delay in seeking it because of something you have read on the Services.<br>\n<br>(D) If there is a dispute between persons accessing the Services or between persons accessing the Services and any third party, you understand and agree that we are under no obligation to become involved.\nIf there is such a dispute, you hereby release Company and its officers, directors, employees, parents, partners, successors, agents, affiliates, subsidiaries, and their related companies from claims, demands, and damages of every kind or nature arising out of, relating to, or in any way connected with such dispute.<br>\n<br>(E) The Services may contain links to other websites maintained by third parties.\nWe do not operate or control, in any respect, or necessarily endorse the content found on these third-party websites.\nYou assume sole responsibility for your use of third-party links.\nWe are not responsible for any content posted on third-party websites or liable to you for any loss or damage of any sort incurred as a result of your dealings with any third-party or their website.<br>\n<br>7.\nPHONE CALLS AND MOBILE MESSAGES.\nAUTOMATIC-RENEWAL TERMS<br>\n<br>(A) You may subscribe for certain Services for us to call or send you text messages (such as for notice of weather-related conditions) (the “Communication Services”).\nBy subscribing for any such Communication Service, you represent and warrant that you are the lawful owner of the phone or device that will receive the call or text message.\nIf your contact information changes, you will immediately notify us of your new contact information.<br>\n<br>(B) The Communication Services may not be available at all times and in all areas.\nNeither Company nor its affiliates are responsible for phone calls or text messages that you do not receive for any reason.<br>\n<br>(C) You acknowledge we may call you or send you a text message at any time as part of the Communication Services and there is neither a minimum nor a maximum number of calls or text messages you may receive as part of the Communication Services and the frequency may vary depending on your settings.\n<b>You consent to us calling or sending you text messages as part of the Communication Services.</b>\n<br>\n<br>(D) Standard call and message rates may apply from your mobile or wireless device carrier for calls or text messages you receive, notwithstanding any payment you may make to Company for the Communication Services.<br>\n<br>(E) You may cancel the Communication Services at any time through the process described for any such Communication Services, but Company will not refund any portion of previously-paid subscription fees.\nCompany will provide you with the Communication Services during the initial term described at the time of purchase for such Communication Service and, until you cancel such Service, for subsequent renewal terms equal to the period of the initial term.<br>\n<br>(F) COMMUNICATION SERVICES AUTOMATICALLY RENEW AND WE WILL CONTINUE TO PROVIDE THEM UNTIL YOU CANCEL SUCH SERVICES.\nYOU HEREBY AUTHORIZE COMPANY TO CHARGE THE CREDIT CARD THAT YOU HAVE PROVIDED FOR THE COMMUNICATION SERVICES FOR THE INITIAL TERM OF THE COMMUNICATION SERVICES AND ANY RENEWAL TERMS.\nTHE COMMUNICATION SERVICES WILL AUTOMATICALLY RENEW FOR THE PERIODS SET FORTH AT THE TIME OF PURCHASE (E.G., MONTHLY OR ANNUALLY).\nYOU MAY CANCEL THE COMMUNICATION SERVICES AT ANY TIME BY CONTACTING US AT Station Support - http://support.10news.com/support/tickets/new WITH THE SUBJECT “CANCELLATION REQUEST.” THERE WILL BE RECURRING CHARGES IN THE AMOUNT INITIALLY SET FORTH AT THE TIME OF PURCHASE, BUT SUCH AMOUNT MAY CHANGE IN THE FUTURE.\nTHE MINIMUM PURCHASE OBLIGATION IS THE PRICE OF THE COMMUNICATION SERVICES.\nIF THERE IS A MATERIAL CHANGE TO THE AUTOMATIC-RENEWAL TERMS, COMPANY WILL NOTIFY YOU OF THE CHANGE AND PROVIDE YOU WITH DETAILS ABOUT CANCELLING THE COMMUNICATION SERVICES.<br>\n<br>8.\nINDEMNIFICATION<br>\n<br>You agree to indemnify and hold harmless Company and its officers, directors, employees, parents, partners, successors, agents, distribution partners, affiliates, subsidiaries, and their related companies from and against any and all claims, liabilities, losses, damages, obligations, costs and expenses (including reasonable attorneys’ fees and costs) arising out of, related to, or that may arise in connection with: (i) your access to or use of the Services.\n(ii) User Content provided by you or through use of your Membership.\n(iii) any actual or alleged violation or breach by you of these Terms of Use.\n(iv) any actual or alleged breach of any representation, warranty, or covenant that you have made to us.\nor (v) your acts or omissions.\nYou agree to cooperate fully with us in the defense of any claim that is the subject of your obligations hereunder.\n<br>\n<br>9.\nDISCLAIMERS<br>\n<br>(A) YOU EXPRESSLY AGREE THAT USE OF THE SERVICES IS AT YOUR SOLE RISK.\nTHE SERVICES AND SERVICE CONTENT ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nWITHOUT LIMITING THE FOREGOING AND TO THE FULLEST EXTENT PERMITTED BY LAW, COMPANY AND ITS OFFICERS, DIRECTORS, EMPLOYEES, PARENTS, PARTNERS, SUCCESSORS, AGENTS, DISTRIBUTION PARTNERS, AFFILIATES, SUBSIDIARIES, AND THEIR RELATED COMPANIES DISCLAIM ANY AND ALL WARRANTIES INCLUDING ANY: (I) WARRANTIES THAT THE SERVICES WILL MEET YOUR REQUIREMENTS.\n(II) WARRANTIES CONCERNING THE AVAILABILITY, ACCURACY, SECURITY, USEFULNESS, TIMELINESS, OR INFORMATIONAL CONTENT OF THE SERVICES OR SERVICE CONTENT.\n(III) WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY, OR FITNESS FOR A PARTICULAR PURPOSE.\n(IV) WARRANTIES FOR SERVICES OR GOODS RECEIVED THROUGH OR ADVERTISED ON OUR SERVICES OR ACCESSED THROUGH THE SERVICES.\n(V) WARRANTIES CONCERNING THE ACCURACY OR RELIABILITY OF THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES.\n(VI) WARRANTIES THAT YOUR USE OF THE SERVICES WILL BE SECURE OR UNINTERRUPTED.\nAND (VII) WARRANTIES THAT ERRORS IN THE SERVICES WILL BE CORRECTED.<br>\n<br>(B) CONSULT WITH YOUR BROKER OR OTHER FINANCIAL REPRESENTATIVE TO VERIFY PRICING OR OTHER INFORMATION PROVIDED ON OR THROUGH THE SERVICES PRIOR TO EXECUTING A STOCK TRADE OR MAKING OTHER FINANCIAL DECISIONS.\nNEITHER COMPANY NOR ITS INFORMATION/CONTENT PROVIDERS SHALL HAVE ANY LIABILITY FOR INVESTMENT DECISIONS BASED ON THE INFORMATION PROVIDED OR ACCESSIBLE VIA THE SERVICES.<br>\n<br>10.\nLIMITATION ON LIABILITY<br>\n<br>(A) UNDER NO CIRCUMSTANCES SHALL COMPANY OR ITS OFFICERS, DIRECTORS, EMPLOYEES, PARENTS, PARTNERS, SUCCESSORS, AGENTS, DISTRIBUTION PARTNERS, AFFILIATES, SUBSIDIARIES, OR THEIR RELATED COMPANIES BE LIABLE FOR INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES (EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), ARISING OUT OF, RELATING TO, OR IN ANY WAY CONNECTED WITH THE SERVICES OR THESE TERMS OF USE.\nYOUR SOLE REMEDY FOR DISSATISFACTION WITH THE SERVICES INCLUDING, WITHOUT LIMITATION, THE SERVICE CONTENT IS TO STOP USING THE SERVICES.\nSUCH LIMITATION SHALL ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF SERVICES OR PRODUCTS RECEIVED THROUGH OR ADVERTISED IN CONNECTION WITH ANY OF THE SERVICES OR ANY LINKS ON THE SERVICES, AS WELL AS BY REASON OF ANY INFORMATION OR ADVICE RECEIVED THROUGH OR ADVERTISED IN CONNECTION WITH ANY OF THE SERVICES OR ANY LINKS ON THE SERVICES.\nSUCH LIMITATION SHALL ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF ANY CONTENT POSTED BY A THIRD-PARTY OR CONDUCT OF A THIRD-PARTY ON THE SERVICES.<br>\n<br>(B) NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, IN NO EVENT SHALL THE CUMULATIVE LIABILITY OF COMPANY AND ITS OFFICERS, DIRECTORS, EMPLOYEES, PARENTS, PARTNERS, SUCCESSORS, AGENTS, DISTRIBUTION PARTNERS, AFFILIATES, SUBSIDIARIES, AND THEIR RELATED COMPANIES EXCEED THE GREATER OF THE TOTAL PAYMENTS RECEIVED FROM YOU BY COMPANY DURING THE PRECEDING TWELVE (12) MONTH PERIOD OR $100.\nFURTHERMORE, YOU AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF, RELATING TO, OR IN ANY WAY CONNECTED WITH ANY OF THE SERVICES OR THESE TERMS OF USE MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION SHALL BE PERMANENTLY BARRED.<br>\n<br>(C) In some jurisdictions limitations of liability are not permitted.\nIn such jurisdictions, some of the foregoing limitations may not apply to you.\nThese limitations shall apply to the fullest extent permitted by law.<br>\n<br>11.\nTERMINATION<br>\n<br>(A) We reserve the right in our sole discretion and at any time to terminate or suspend your Membership and/or block your access to the Services for any reason including, without limitation if you have failed to comply with these Terms of Use.\nYou agree that we are not liable to you or any third party for any termination or suspension of your Membership or for blocking your access to the Services.<br>\n<br>(B) Any suspension or termination shall not affect your obligations to us under these Terms of Use.\nThe provisions of these Terms of Use which by their nature should survive the suspension or termination of your Membership or these Terms of Use shall survive including, but not limited to the rights and licenses that you have granted hereunder, indemnities, releases, disclaimers, limitations on liability, provisions related to choice of law, dispute resolution, no class action, no trial by jury and all of the “MISCELLANEOUS” provisions below.<br>\n<br>12.\nCOPYRIGHT POLICY<br>\n<br>(A) We respect the intellectual property rights of others and expect users to do the same.\nIn appropriate circumstances and at our sole discretion, we may terminate and/or disable the Membership of users suspected to be infringing the copyrights (or other intellectual property rights) of others.\nAdditionally, in appropriate circumstances and in our sole discretion, we may remove or disable access to material on the Services that may be infringing or the subject of infringing activity.<br>\n<br>(B) In accordance with the Digital Millennium Copyright Act of 1998, Title 17 of the United States Code, Section 512 (“DMCA”), we will respond promptly to claims of copyright infringement that are reported to the agent that we have designated to receive notifications of claims infringement (its “Designated Agent”).\nOur Designated Agent is:<br>\n<br>David M.\nGiles<br>\n<br>Vice President and Deputy General Counsel<br>\n<br>The E.\nW.\nScripps Company<br>\n<br>312 Walnut Street<br>\n<br>Suite 2800<br>\n<br>Cincinnati, Ohio 45202<br>\n<br>(C) If you are a copyright owner (or authorized to act on behalf of the copyright owner) and believe that your work’s copyright has been infringed, please report your notice of infringement to us by providing our Designated Agent with a written notification of claimed infringement that includes substantially the following:<br>\n<br>(i) A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.<br>\n<br>(ii) Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.<br>\n<br>(iii) Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material.<br>\n<br>(iv) Information reasonably sufficient to permit us to contact you, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted.<br>\n<br>(v) A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.<br>\n<br>(vi) A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.<br>\n<br>We will investigate notices of copyright infringement and take appropriate actions under the DMCA.\nInquiries that do not follow this procedure may not receive a response.<br>\n<br>13.\nCHOICE OF LAW.\nJURISDICTION AND VENUE<br>\n<br>These Terms of Use shall be construed in accordance with the laws of the State of Ohio without regard to its conflict of laws rules.\nAny legal proceedings against Company that may arise out of, relate to, or be in any way connected with our Services or these Terms of Use shall be brought exclusively in the state and federal courts located in Cincinnati, Ohio and you waive any jurisdictional, venue, or inconvenient forum objections to such courts.<br>\n<br>14.\nDISPUTE RESOLUTION<br>\n<br>(A) Each party agrees to first contact the other with any disputes and provide a written description of the problem, all relevant documents/information and the proposed resolution.\nYou agree to contact us with disputes by sending notice to: David M.\nGiles, Vice President and Deputy General Counsel, The E.\nW.\nScripps Company, 312 Walnut Street, Suite 2800, Cincinnati, Ohio 45202.\nWe will contact you based on the contact information you have provided us.<br>\n<br>(B) If after 30 days the parties are unable to resolve any dispute raised under the previous provision, the dispute may be submitted to arbitration consistent with this Section.\nThe parties understand that they would have had a right or opportunity to litigate disputes through a court and to have a judge or jury decide their case, but they choose to have any disputes resolved through arbitration.<br>\n<br>(C) Each party agrees that any claim or dispute between such parties, and any claim by either party against any agent, employee, successor, or assign of the other, including, to the full extent permitted by applicable law, third parties who are not signatories to this agreement, whether related to this agreement or otherwise, including past, present, and future claims and disputes, and including any dispute as to the validity or applicability of this arbitration clause, shall be resolved by binding arbitration administered by the JAMS under its rules and procedures in effect when the claim is filed.\nThe rules and procedures and other information, including information on fees, may be obtained from JAMS’ website (www.jamsadr.com) or by calling JAMS at 949-224-1810.<br>\n<br>(D) Each party is entering into this arbitration agreement in connection with a transaction involving interstate commerce.\nAccordingly, this arbitration agreement and any resulting proceedings shall be governed by the Federal Arbitration Act (“FAA”), 9 U.S.C.\n§§ 1-16.\nAny award by the arbitrator(s) may be entered as a judgment in any court having jurisdiction.<br>\n<br>(E) Exception to Arbitrate.\nEither party may bring qualifying claims in small claims court.\nFurther, pursuant to the “NO CLASS ACTIONS” section below, each party agrees that any arbitration will be solely between you and Company, not as part of a classwide claim (i.e., not brought on behalf of or together with another individual’s claim).\nIf for any reason any court or arbitrator holds that this NO CLASS ACTION restriction is unconscionable or unenforceable, then our agreement to arbitrate does not apply and the classwide dispute must be brought in court.<br>\n<br>15.\nNO CLASS ACTIONS<br>\n<br>TO THE EXTENT ALLOWED BY LAW, COMPANY AND YOU EACH WAIVE ANY RIGHT TO PURSUE DISPUTES ON A CLASSWIDE BASIS.\nTHAT IS, TO EITHER JOIN A CLAIM WITH THE CLAIM OF ANY OTHER PERSON OR ENTITY, OR ASSERT A CLAIM IN A REPRESENTATIVE CAPACITY ON BEHALF OF ANYONE ELSE IN ANY LAWSUIT, ARBITRATION OR OTHER PROCEEDING.<br>\n<br>16.\nNO TRIAL BY JURY<br>\n<br>TO THE EXTENT ALLOWED BY LAW, EACH PARTY WAIVES ANY RIGHT TO TRIAL BY JURY IN ANY LAWSUIT, ARBITRATION OR OTHER PROCEEDING.<br>\n<br>17.\nAMENDMENT.\nADDITIONAL TERMS<br>\n<br>(A) We reserve the right in our sole discretion and at any time and for any reason, to modify or discontinue any aspect or feature of the Services or to modify these Terms of Use.\nIn addition, we reserve the right to provide you with operating rules or additional terms that may govern your use of the Services generally, unique parts of the Services, or both (“Additional Terms”).\nAny Additional Terms that we may provide to you will be incorporated by reference into these Terms of Use.\nTo the extent any Additional Terms conflict with these Terms of Use, the Additional Terms will control.<br>\n<br>(B) Modifications to these Terms of Use or Additional Terms will be effective immediately upon notice, either by posting on the Services or by notification by email or conventional mail.\nIt is your responsibility to review the Terms of Use and the Services from time to time for any changes or Additional Terms.\nYour access and use of any the Services following any modification of these Terms of Use or the provision of Additional Terms will signify your assent to and acceptance of the same.\nIf you object to any subsequent revision to the Terms of Use or to any Additional Terms, immediately discontinue use of the Services and, if applicable, terminate your Membership.<br>\n<br>18.\nMISCELLANEOUS<br>\n<br>(A) No waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.\nThe section headings used herein are for convenience only and shall not be given any legal import.<br>\n<br>(B) Except where specifically stated otherwise (e.g., the “Exception to Arbitrate” provision above), if any part of these Terms of Use is unlawful or unenforceable for any reason, we both agree that only that part of the Terms of Use shall be stricken and that the remaining terms in the Terms of Use shall not be affected.\nSo, for example, if a provision in these terms is found to be unenforceable, we agree an arbitrator (or, if permitted, a court) shall only strike that provision and that the remaining terms of these Terms of Use shall remain in force.<br>\n<br>(C) These Terms of Use (including the Privacy Policy and any Additional Terms incorporated by reference) constitute the entire agreement of the parties with respect to the subject matter hereof, and supersede all previous written or oral agreements between us with respect to such subject matter.<br>\n<br>(D) You may not assign these Terms of Use or assign any rights or delegate any obligations hereunder, in whole or in part, without our prior written consent.\nAny such purported assignment or delegation by you without the appropriate prior written consent will be null and void and of no force and effect.\nWe may assign these Terms of Use or any rights hereunder without your consent and without notice.<br> Terms of Use Links <br> Associated Press Terms of Use <ul>\n<li> News </li>\n<li> Weather </li>\n<li> Sports </li>\n<li> Entertainment </li>\n<li> Don't Waste Your Money </li>\n<li> Support </li>\n</ul>\n<ul>\n<li> Sitemap </li>\n<li> Do Not Sell My Info </li>\n<li> Privacy Policy </li>\n<li> Privacy Center </li>\n<li> Journalism Ethics Guidelines </li>\n<li> Terms of Use </li>\n<li> EEO </li>\n<li> Careers </li>\n<li> FCC Public File </li>\n<li> FCC Application </li>\n<li> Public File Contact </li>\n<li> Accessibility Statement </li>\n<li> Closed Captioning Contact </li>\n</ul> Social <ul>\n<li>abc10news\n</li>\n<li>abc10news\n</li>\n<li>10news\n</li>\n</ul> Scripps Local Media<br>© 2023 Scripps Media, Inc Give Light and the People Will Find Their Own Way Tracking Technology and Interest-Based Advertising Our websites and apps use tracking technology in order to allow us to offer you a more personalized experience and to enable interest-based advertising.\nWe enable third parties such as advertising partners and website analysis firms to collect information on our websites and apps through tracking technology.\nThe information collected through this tracking technology may be considered personal data.\nYou may block the technology or opt out of certain advertisements by choosing not to allow some categories of technology.\nClick on the different category headings to find out more and change our default settings.\nPlease be aware, if you block all categories, you may not be able to access all or parts of our websites or apps or use all the available functionality.\n<br>More informationAllow AllOpt Out of Tracking Technology By Turning Toggle Below OffStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Tracking Technology (Opt Out by Turning Toggle OFF) Tracking Technology (Opt Out by Turning Toggle OFF) <p>Under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information to third parties.\nThese cookies collect information for analytics and to personalize your experience with targeted ads.\nYou may exercise your right to opt out of the sale of personal information by using this toggle switch.\nIf you opt out we will not be able to offer you personalised ads and will not hand over your personal information to any third parties.\nAdditionally, you may contact our legal department for further clarification about your rights as a California consumer by using this Exercise My Rights link.<br>\n<br>If you have enabled privacy controls on your browser (such as a plugin), we have to take that as a valid request to opt-out.\nTherefore we would not be able to track your activity through the web.\nThis may affect our ability to personalize ads according to your preferences.</p>\n<ul>\n<li>Targeting Cookies Switch Label label<p>\n</p>\n</li>\n</ul>\n<ul>\n<li>Performance Cookies Switch Label label<p>\n</p>\n</li>\n</ul>Back Button Back<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choicesclose", "created_at": "2023-07-11 05:09:34.525778", "updated_at": "2023-07-11 05:09:45.598457"}], "points": [], "urls": ["10news.com"]}}