{"error": 448, "message": "OK", "parameters": {"id": 7130, "name": "CAR-SEAT", "created_at": "2022-12-27 23:20:26.942165", "updated_at": "2022-12-29 18:45:32.885629", "wikipedia": null, "keywords": null, "related": null, "slug": "car-seat", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7130.png", "url": "car-seat.org", "documents": [{"id": 13608, "name": " TERMS OF SERVICE", "url": "https://www.car-seat.org/threads/terms-of-service-ad-policy-user-guidelines.131532/", "xpath": "//body", "text": null, "created_at": "2022-12-27 23:20:27.00277", "updated_at": "2022-12-27 23:20:44.634088"}, {"id": 13610, "name": "Cookie usage", "url": "https://www.car-seat.org/help/cookies/", "xpath": "//body", "text": " <i>\n</i>\n<ul>\n<li> Home </li>\n<li> Forums New posts Search forums </li>\n<li> What's new New posts New profile posts Latest activity </li>\n<li> Members Current visitors New profile posts Search profile posts </li>\n<li> Blog </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Log in Register <i>\n</i> What's new <i>\n</i> Search Search <i>\n</i>Search titles only By: Search Advanced search… <ul>\n<li> Latest activity </li>\n<li> Register </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu Log in Register Install the app Install <ul>\n<li> Welcome! CLICK HERE to ask a question about the best carseat or safest choice for your family.\nVisitor posts subject to approval.\n</li>\n<li>\n<b>Community 2022 Recommended Carseats</b>\n</li>\n</ul>\n<ul>\n<li> Home </li>\n<li> Help </li>\n</ul> Cookie usage Help pages Help Smilies BB codes Trophies Cookie usage Terms and rules Privacy policy <p>This page discusses how cookies are used by this site.\nIf you continue to use this site, you are consenting to our use of cookies.</p> What are cookies?\n<p>Cookies are small text files stored on your computer by your web browser at the request of a site you're viewing.\nThis allows the site you're viewing to remember things about you, such as your preferences and history or to keep you logged in.</p>\n<p>Cookies may be stored on your computer for a short time (such as only while your browser is open) or for an extended period of time, even years.\nCookies not set by this site will not be accessible to us.</p> Our cookie usage\n<p>This site uses cookies for numerous things, including:</p>\n<ul>\n<li>Registration and maintaining your preferences.\nThis includes ensuring that you can stay logged in and keeping the site in the language or appearance that you requested.</li>\n<li>Analytics.\nThis allows us to determine how people are using the site and improve it.</li>\n<li>Advertising cookies (possibly third-party).\nIf this site displays advertising, cookies may be set by the advertisers to determine who has viewed an ad or similar things.\nThese cookies may be set by third parties, in which case this site has no ability to read or write these cookies.</li>\n<li>Other third-party cookies for things like Facebook or Twitter sharing.\nThese cookies will generally be set by the third-party independently, so this site will have no ability to access them.</li>\n</ul> Standard cookies we set\n<p> These are the main cookies we set during normal operation of the software.\n</p>\n<ul>\n<li>\n<strong>xf_csrf</strong>\n<ul>\n<li>Stores a token, unique to you, which is used to verify that the actions you perform on this site were intended to be performed by you.</li>\n</ul>\n</li>\n<li>\n<strong>xf_session</strong>\n<ul>\n<li>Stores the current ID of your session.</li>\n</ul>\n</li>\n<li>\n<strong>xf_user</strong>\n<ul>\n<li>Stores a key, unique to you, which allows us to keep you logged in to the software as you navigate from page to page.</li>\n</ul>\n</li>\n</ul> Additional cookies and those set by third parties\n<p> Additional cookies may be set during the use of the site to remember information as certain actions are being performed, or remembering certain preferences.\n</p>\n<p> Other cookies may be set by third party service providers which may provide information such as tracking anonymously which users are visiting the site, or set by content embedded into some pages, such as YouTube or other media service providers.\n</p> Removing/disabling cookies\n<p>Managing your cookies and cookie preferences must be done from within your browser's options/preferences.\nHere is a list of guides on how to do this for popular browser software:</p>\n<ul>\n<li>Microsoft Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Mozilla Firefox</li>\n<li>Google Chrome</li>\n<li>Safari for macOS</li>\n<li>Safari for iOS</li>\n</ul> More information about cookies\n<p> To learn more about cookies, and find more information about blocking certain types of cookies, please visit the ICO website Cookies page.\n</p> Car-Seat.Org Facebook Group Find us on Facebook Here Sponsors CarseatBlog<br>\nBritax Child Safety<br>\nGraco Baby<br>\nNuna Baby Forum statistics <dl>\n<dt>Threads</dt>\n<dd>219,714</dd>\n</dl>\n<dl>\n<dt>Messages</dt>\n<dd>2,200,173</dd>\n</dl>\n<dl>\n<dt>Members</dt>\n<dd>13,462</dd>\n</dl>\n<dl>\n<dt>Latest member</dt>\n<dd>mjbohnert</dd>\n</dl>\n<ul>\n<li> Home </li>\n<li> Help </li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Classic </li>\n</ul>\n<ul>\n<li>Contact us</li>\n<li>Terms and rules</li>\n<li>Privacy policy</li>\n<li>Help</li>\n<li>Home</li>\n<li>\n<i>\n</i>RSS</li>\n</ul> Community platform by XenForo<sup>®</sup> © 2010-2022 XenForo Ltd.\n<ul>\n<li> This site uses cookies to help personalise content, tailor your experience and to keep you logged in if you register.<br>\nBy continuing to use this site, you are consenting to our use of cookies.\nAccept Learn more… </li>\n</ul>\n<i>\n</i>Top ", "created_at": "2022-12-27 23:20:57.433602", "updated_at": "2022-12-27 23:21:07.144534"}, {"id": 13609, "name": "Privacy Policy", "url": "https://www.car-seat.org/threads/privacy-policy.131533/", "xpath": "//body", "text": null, "created_at": "2022-12-27 23:20:27.062216", "updated_at": "2022-12-27 23:21:07.818111"}], "points": [], "urls": ["car-seat.org"]}}