{"error": 448, "message": "OK", "parameters": {"id": 8020, "name": "PocketGuard ", "created_at": "2023-04-15 23:52:53.605287", "updated_at": "2023-04-22 11:50:42.154083", "wikipedia": null, "keywords": null, "related": null, "slug": "pocketguard", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8020.png", "url": "pocketguard.com", "documents": [{"id": 15534, "name": "Privacy Policy", "url": "https://pocketguard.com/privacy/", "xpath": "/html/body/div[1]/section[2]", "text": "Privacy PolicyLast updated: February 16, 2023<p>Welcome to PocketGuard, Inc.\n(collectively, “PocketGuard”, “we”, “us”, or “our”).\nThis Privacy Policy explains our practices regarding the collection, use, and disclosure of information that we receive through our website located at https://pocketguard.com/ (the “Site”) and our services accessible via our downloadable applications (“App”) (together, the “Services”).\nThis Privacy Policy explains how we collect, protect, use, and share information that identifies, relates to, or could be reasonably linked, directly or indirectly, with a particular identified or identifiable natural person or household (“Personal Information”).</p>\n<p>By using or submitting information through the Services, you are indicating that you agree to be bound by the terms of this Privacy Policy.\nThis Privacy Policy does not apply to any third-party websites, services, or applications, even if they are accessible through our Services.\nAlso, please note that, unless we define a term in this Privacy Policy, all capitalized terms used in this Privacy Policy have the same meanings as in our Terms of Use.\nSo, please make sure that you have read and understand our Terms of Use.</p>Revisions to&nbsp;this Privacy Policy<p>Any information that is&nbsp;collected via our Services is&nbsp;covered by&nbsp;the Privacy Policy in&nbsp;effect at&nbsp;the time such information is&nbsp;collected.\nWe&nbsp;may revise this Privacy Policy from time to&nbsp;time.\nIf&nbsp;we&nbsp;make any material changes to&nbsp;this Privacy Policy, we’ll notify you of&nbsp;those changes by&nbsp;posting them on&nbsp;the Services, and we’ll update the “Last Updated” date above to&nbsp;indicate when those changes will become effective.</p>Information Collected or&nbsp;Received from You<p>When you use the Services, we&nbsp;may collect Personal Information and other information from you as&nbsp;further described below.</p>\n<p>\n<u>PocketGuard Account Information</u>\n</p>\n<p>If you create a PocketGuard Account, we’ll collect certain information that can be used to identify you, such as your name, email address, postal address, and phone number, which is Personal Information.</p>\n<p>\n<u>Bank Account Information</u>\n</p>\n<p>If you want to link a bank account that you hold with a financial institution (“Bank Account”) to your PocketGuard Account, we will collect certain information from you about your Bank Account, such as your online login credentials, for the purposes of providing the Services to you.\nIf you give us access to your Bank Account, you acknowledge and agree that we will have access to your transaction information, amount of funds, and other information about you and your Bank Account that may be available through the online settings for your Bank Account or otherwise through the relevant financial institution (“Financial Information”) that we require in order to provide the Services to you.\nYou also may upload bank statements in .csv format in order to access your Bank Account’s transaction history.\nAnother feature you can use in your account is to attach a picture of a bill or any other image to your transaction.\nBy doing so, you consent to the storage and processing of uploaded information and images by PocketGuard.</p>\n<p>\n<u>Verification Information</u>\n</p>\n<p>For compliance purposes and in order to provide the Services to you, we may obtain from you or from third-party documentation that helps us to verify your identity and Bank Account details.\nFor example, we may ask you to provide a copy of your government-issued photo ID, a copy of a utility bill or bank statement, or such other documentation that contains Personal Information.\nWe may also obtain information about you from the financial institution providing your Bank Account.</p>\n<p>\n<u>Third-Party Web Beacons and Third Party Buttons</u>\n</p>\n<p>We may also implement third-party content, or advertising on the Service that may use clear gifs or other forms of web beacons, which allow the third-party content provider to read and write cookies to your browser in connection with your viewing of the third-party content on the Service.\nAdditionally, we may implement third-party buttons (such as Facebook “like” or “share” buttons) that may allow such third party to collect information about you through such third party’s browser cookies, even when you do not interact with the button.\nInformation collected through web beacons and buttons is collected directly by the third party, and PocketGuard does not participate in that data transmission.\nInformation collected by a third party in this manner is subject to that third party’s own data collection, use, and disclosure policies.</p>\n<p>\n<u>Information from Other Sources</u>\n</p>\n<p>We may also obtain information, including personally identifiable information, from third parties and sources other than the Service, such as our partners or advertisers.\nWe may also, at your direction, receive information from third-party services that provide a mechanism to expose information you have provided to such third parties through the use of an application program interface (API), such as Google API, Facebook API, or Apple API.\nIf we combine or associate information from other sources with personally identifiable information that we collect through the Service, we will treat the combined information as personally identifiable information in accordance with this Privacy Policy.</p>\n<p>\n<u>Information Related to the Use of the Services</u>\n</p>\n<p>Our servers automatically record certain information about how our users (each, a “User”) use our Services (we refer to this information as “Log Data”).\nLog Data may include information such as a User’s Internet Protocol (IP) address, browser type, operating system, the web page that a User was visiting before accessing our Services, the pages or features of our Services to which a User browsed and the time spent on those pages or features, search terms, the links on our Services that a User clicked on and other statistics.\nWe use Log Data to administer the Services and we analyze (and may engage third parties to analyze) Log Data to improve, customize and enhance our Services by expanding their features and functionality and tailoring them to our Users’ needs and preferences.\nWe may use a person’s IP address to generate aggregate, non-identifying information about how our Services are used.\nWe may use third-party data collection tools such as Mixpanel to provide us with analytics data regarding Users’ interactions with our Services.\nYou may opt out of Mixpanel’s automatic retention of data collected while using the Services by visiting https://mixpanel.com/optout/.\nTo&nbsp;track opt-outs, Mixpanel uses a&nbsp;persistent opt-out cookie placed on&nbsp;your device.</p>\n<p>\n<u>Information Sent by&nbsp;Your Mobile Device</u>\n</p>\n<p>We collect certain information that your mobile device sends when you use our Services.\nFor example, we may collect a device identifier, user settings, and the operating system of your device, as well as information about your use of our Services.</p>\n<p>\n<u>Location Information</u>\n</p>\n<p>When you use our App, we&nbsp;may collect and store information about your location by&nbsp;converting your&nbsp;IP address into a&nbsp;rough geo-location or&nbsp;by&nbsp;accessing your mobile device’s GPS coordinates or&nbsp;coarse location if&nbsp;you enable location services on&nbsp;your device.\nWe&nbsp;may use location information to&nbsp;improve and personalize our Services for you.\nIf&nbsp;you do&nbsp;not want&nbsp;us to&nbsp;collect location information, you may disable that feature on&nbsp;your mobile device.</p>How We&nbsp;Use Information<p>Our primary goals in collecting information are to provide you with a secure, smooth, and customized experience, to administer your use of the Services, to fulfill or meet the reason you provided the information, and to enable you to enjoy and easily navigate our Services.\nFor example, we may use your information to verify your identity, allow you to register with PocketGuard, improve the content in the App, provide notices, communicate with you via text message or email, monitor against fraud, or provide customer support at your request, when you permit Advisor access to your information, this information may be used by your financial advisor to provide you with financial services or analyze it.</p>Information that We&nbsp;Share with Third Parties<p>We&nbsp;will not share any User Information that we&nbsp;have collected from or&nbsp;regarding you except as&nbsp;described below.</p>\n<p>\n<u>Information Shared with Your Financial Advisor</u>\n</p>\n<p>If you registered the account via the invitation link provided by your Advisor and granted access to your information to them, this Advisor also has access to your Personal Information and Financial Information subject to your permission.\nThis Personal Information and Financial Information will be used by your Advisor, in conjunction with our Services, to analyze information and provide customized financial services to you.\nYour Advisor’s use of your information is governed by their privacy policy or other applicable document provided by your Advisor to you which regulates the usage of your Personal Information and Financial Information.\nPlease contact your financial advisor if you have questions about their privacy policy or other applicable privacy documents.</p>\n<p>\n<u>Information Shared with Our Services Providers</u>\n</p>\n<p>We&nbsp;may engage third-party services providers to&nbsp;work with&nbsp;us to&nbsp;administer and provide the Services.\nThese third-party services providers have access to&nbsp;your Personal Information and Financial Information only for the purpose of&nbsp;performing services on&nbsp;our behalf.</p>\n<p>\n<u>Information Shared with our Marketing Partners</u>\n</p>\n<p>We will never share your Financial Information with our marketing partners without your express consent, but we may use your Financial Information to generate offers for financial products and services from our marketing partners that may be of interest to you.\nIt is always your choice whether or not to apply for an offered product or service and we will never submit an application for a financial product or service on your behalf without your express consent.\nIf you choose to pursue any of the offers that the Services present to you, you will be asked if you would like the Services to pass on your Personal Information and relevant Financial Information to the third-party marketing partner as a convenience.\nFor example, if the Services generate an offer from a third-party loan provider for you, the Services will give you the option of moving forward with that offer within the App, and if you agree to do so, the Services will pass your Personal Information and relevant Financial Information to that third party loan provider to speed up the process of your application.</p>\n<p>\n<u>Information Shared with Other Third Parties</u>\n</p>\n<p>We may share aggregated information and non-identifying information with third parties for industry research and analysis, demographic profiling, and other similar purposes.</p>\n<p>\n<u>Information Disclosed in&nbsp;Connection with Business Transactions</u>\n</p>\n<p>Information that we collect from our users, including Personal Information, is considered to be a business asset.\nThus, if we are acquired by a third party as a result of a transaction such as a merger, acquisition, or asset sale or if our assets are acquired by a third party in the event we go out of business or enter bankruptcy, some or all of our assets, including your Personal Information, may be disclosed or transferred to a third party acquirer in connection with the transaction.</p>\n<p>\n<u>Information Disclosed for Our Protection and the Protection of&nbsp;Others</u>\n</p>\n<p>We cooperate with government and law enforcement officials or private parties to enforce and comply with the law.\nWe may disclose any information about you to the government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate:</p>\n<ul>\n<li>to respond to claims, and legal processes (including subpoenas);</li>\n<li>to protect our property, rights, and safety and the property, rights, and safety of a third party or the public in general;</li>\n<li>to stop any activity that we consider illegal, unethical or legally actionable activity.</li>\n</ul>Pass-Through Requirements<p>PocketGuard may use services of certain third parties that may require additional pass-through terms such as the Salt Edge Privacy Policy.\nPocketGuard agrees to include and abide by such Privacy Policies as part of these Terms.</p>\n<p>We encourage you to read the Salt Edge Privacy Policy.</p>California Privacy Rights<p>California residents may seek disclosures as&nbsp;to&nbsp;the categories or&nbsp;specific pieces of&nbsp;Personal Information PocketGuard collects, processes, and stores about them, and may contact&nbsp;us regarding their rights to&nbsp;access and request deletion of&nbsp;their Personal Information.\nPlease refer to the&nbsp;California Consumer Privacy Act (CCPA) Privacy Notice&nbsp;for further information.</p>Canada Privacy Rights<p>PocketGuard operates in&nbsp;Canada and has Canadian users, which results in&nbsp;the collection and processing of&nbsp;Canadian residents’ Personal Information in&nbsp;the same ways as&nbsp;described above.\nPocketGuard takes seriously its obligations to&nbsp;protect such personal information and to&nbsp;comply with Canada’s Personal</p>\n<p>PocketGuard operates in&nbsp;Canada and has Canadian users, which results in&nbsp;the collection and processing of&nbsp;Canadian residents’ Personal Information in&nbsp;the same ways as&nbsp;described above.\nPocketGuard takes seriously its obligations to&nbsp;protect such personal information and to&nbsp;comply with Canada’s Personal Information Protection and Electronic Documents Act (“PIPEDA”).</p>\n<p>Before PocketGuard engages in the collection, use, and/or disclosure of Personal Information, it obtains consent from you.\nWhen you use Services, you give us consent to collect Personal Information.</p>\n<p>Personal information shall be&nbsp;kept only as&nbsp;long as&nbsp;it&nbsp;remains necessary or&nbsp;relevant for the identified purposes or&nbsp;as&nbsp;required by&nbsp;law.\nWhen this Personal Information is&nbsp;no&nbsp;longer required, it&nbsp;shall be&nbsp;destroyed, erased, or&nbsp;made anonymous pursuant to&nbsp;the requirements of&nbsp;PIPEDA.</p>\n<p>Personal information will be as accurate, complete, and up-to-date as is reasonably possible and as is necessary for the purposes for which it is to be used.</p>\n<p>Any questions, user’s requests to obtain access to Personal Information, or concerns regarding the handling of Personal Information under Canada’s PIPEDA, or related to revocation of consent to collect, process, transfer, or disclose their personal information should be directed by email to PocketGuard’s Privacy Officer:</p>\n<p>privacy@pocketguard.com</p>\n<p>All communications to&nbsp;PocketGuard should include the user’s name and contact information (such as&nbsp;e-mail address, phone number, or&nbsp;mailing address), and a&nbsp;detailed explanation of&nbsp;the request.\nPocketGuard will endeavor to&nbsp;respond to&nbsp;all reasonable requests in&nbsp;a&nbsp;timely manner and, in&nbsp;any case, within any time limits prescribed by&nbsp;applicable local law.</p>Privacy Rights for Residents of European Countries<p>If you are located in the European Economic Area, the United Kingdom, or Switzerland (the “European Countries”), you have certain rights and protections under Regulation (EU) 2016/679 (General Data Protection Regulation) and The United Kingdom General Data Protection Regulation (UK-GDPR) regarding the processing of your “personal data” as defined under applicable law.\nSome of the information that PocketGuard collects from you through its operation of the Service may constitute “personal data” under these laws.</p>\n<p>\n<u>Legal Basis for processing personal information</u>\n</p>\n<p>If you reside in&nbsp;European Countries, we will normally collect personal information from you (1) where we need the personal information to enter into or perform a contract with you, (2) where we have your consent to do so, (3) where the personal information is needed to comply with a legal obligation or requirement, or (4) where the processing is in our legitimate interests or the legitimate interests of others, and not overridden by your rights.\nThese legitimate interests may include the operation, maintenance, and improvement of our products, platform, and services, offering a more tailored, personalized, and efficient service for our users, communication with you as necessary to provide our services to you, fraud prevention and network and information security and detecting or preventing illegal activities.\nWe may have other legitimate interests, and if we believe it is appropriate, we will inform you of what they are.</p>\n<p>\n<u>Privacy Rights</u>\n</p>\n<p>As&nbsp;a&nbsp;resident of&nbsp;the European Countries, among other rights, you have the following data protection rights:</p>\n<p>The right to&nbsp;access, correct, update or&nbsp;request deletion of&nbsp;your personal information.</p>\n<p>The right to object to the processing of your personal information.\nask us to restrict the processing of your personal information or request portability of your personal information.</p>\n<p>The right to&nbsp;opt-out of&nbsp;marketing communications we&nbsp;send you at&nbsp;any time.</p>\n<p>The right to&nbsp;withdraw your consent at&nbsp;any time if&nbsp;we&nbsp;have collected and processed your personal information with your consent.</p>\n<p>You have the right to&nbsp;complain to&nbsp;a&nbsp;data protection authority about our collection and use of&nbsp;your personal information.</p>\n<p>You may also request additional information about: the purpose of&nbsp;the processing.\nthe categories of&nbsp;personal data concerned.\nwho else outside PocketGuard might have received the data from PocketGuard.\nwhat the source of&nbsp;the information was.\nand how long it&nbsp;will be&nbsp;stored.</p>\n<p>If you wish to exercise any of these rights, please contact us here at&nbsp;privacy@pocketguard.com.\nWe may ask you to verify your identity or ask for more information about your request.</p>\n<p>Please note that any changes you requested will be reflected in active user databases instantly or within a reasonable period of time.\nPocketGuard will process your requests as soon as possible but not later than 45 days from the day of receipt.\nIf it will be necessary, we will also notify you and a relevant supervisory authority within 72 hours of a breach related to your personal information that we hold.</p>\n<p>WARNING! Please exercise your rights wisely and note that abuse of&nbsp;rights may entail your liability.</p>\n<p>\n<u>Data Retention</u>\n</p>\n<p>PocketGuard does not keep personal data any longer than is&nbsp;necessary for the purposes for which it&nbsp;is&nbsp;being processed.</p>\n<p>\n<u>Transfer</u>\n</p>\n<p>For transfers of personal information to countries outside the EU, we rely on the European Commission’s adequacy decisions https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection/adequacy-decisions_en and their Standard Contractual Clauses, available&nbsp;here.</p>\n<p>For transfers of personal information to countries outside the UK, we rely on adequacy regulations under section 17A of the 2018 Act and standard data protection clauses specified in regulations made by the Secretary of State under section 17C of the 2018 Act, available here https://ico.org.uk/media/for-organisations/documents/4019539/international-data-transfer-addendum.pdf.</p>Your Choices<p>We offer you choices regarding the collection, use, and sharing of your Personal Information and we’ll respect the choices you make.\nPlease note that if you decide not to provide us with the Personal Information that we request, you may not be able to access all of the features of the Services.</p>\n<p>\n<u>Opt-Out</u>\n</p>\n<p>We may periodically send you free newsletters, emails, and notifications on your mobile device that directly promote our Services.\nWhen you receive such promotional communications from us, you will have the opportunity to “opt out” (either through your PocketGuard Account or by following the unsubscribe instructions provided in the email you receive).\nWe do need to send you certain communications regarding the Services and you will not be able to opt-out of those communications.</p>\n<p>\n<u>Modifying Your Information</u>\n</p>\n<p>You can access and modify the Personal Information associated with your PocketGuard Account, including your name, address, and Bank Account details, through your PocketGuard Account settings in the App.\nIf you want us to delete your Personal Information and your PocketGuard Account, please contact us via email at&nbsp;support@pocketguard.com&nbsp;with your request.\nYou may delete the User Information associated with your PocketGuard Account by&nbsp;deactivating your account in&nbsp;the App.\nWe’ll take steps to&nbsp;delete your information as&nbsp;soon we&nbsp;can from our servers, but some information may remain in&nbsp;archived/backup copies for our records, with third parties to&nbsp;whom it&nbsp;has been passed as&nbsp;permitted by&nbsp;this Privacy Policy, or&nbsp;as&nbsp;otherwise required by&nbsp;law.</p>Responding to&nbsp;Do&nbsp;Not Track Signals<p>Our Site does not have the capability to&nbsp;respond to&nbsp;“Do&nbsp;Not Track” signals received from various web browsers.</p>The Security of&nbsp;Your Information<p>We take reasonable administrative, physical, and electronic measures designed to protect the information that we collect from or about you (including your Personal Information) from unauthorized access, use, or disclosure.\nWhen you enter sensitive information on our forms, we encrypt this data using SSL or other technologies.\nPlease be aware, however, that no method of transmitting information over the Internet or storing information is completely secure.\nAccordingly, we cannot guarantee the absolute security of any information.</p>Links to&nbsp;Other Sites<p>Our Services may contain links to websites and services that are owned or operated by third parties (each, a “Third-party Service”).\nAny information that you provide on or to a Third-party Service or that is collected by a Third-party Service is provided directly to the owner or operator of the Third-party Service and is subject to the owner’s or operator’s privacy policy.\nWe’re not responsible for the content, privacy, or security practices and policies of any Third-party Service.\nTo protect your information, we recommend that you carefully review the privacy policies of all Third-party Services that you access.</p>International Transfer<p>Your Personal Information may be transferred to and maintained on, computers located outside of your state, province, country, or other governmental jurisdiction where the privacy laws may not be as protective as those in your jurisdiction.\nIf you’re located outside the United States and choose to provide your Personal Information to us, we may transfer your Personal Information to the United States and process it there.</p>Our Policy Toward Minors<p>Our Services are not directed to minors under 16 and we do not knowingly collect Personal Information from minors under 16.\nIf we learn that we have collected the Personal Information of a minor under 16 we will take steps to delete such information from our files as soon as possible.</p>", "created_at": "2023-04-15 23:52:53.638437", "updated_at": "2023-04-15 23:54:04.886577"}, {"id": 15535, "name": "Copyright & Content Policy", "url": "https://pocketguard.com/copyright/", "xpath": "/html/body/div[1]/section[2]", "text": "Copyright &amp.\nContent PolicyLast updated: October 01, 2014Removal of&nbsp;Content.<p>It&nbsp;is&nbsp;the policy of&nbsp;PocketGuard, Inc.\n(<strong>“PocketGuard”</strong>&nbsp;to&nbsp;respect the legitimate rights of&nbsp;copyright owners, and we&nbsp;will respond to&nbsp;clear notices of&nbsp;alleged copyright infringement.\nPursuant to&nbsp;the Digital Millennium Copyright Act, 17&nbsp;U.S.C.\nSection 512 (the&nbsp;<strong>“DMCA”</strong>), PocketGuard has designated a&nbsp;Copyright Agent (as&nbsp;specified below) to&nbsp;receive notifications of&nbsp;claimed copyright infringement in&nbsp;connection with: (i) the website&nbsp;www.pocketguard.com&nbsp;and other websites that we&nbsp;operate (each&nbsp;a&nbsp;<strong>“Site”</strong>) and (ii) the PocketGuard App and other mobile software applications that we&nbsp;license (each&nbsp;an&nbsp;<strong>“App”</strong>, and together with the App, the&nbsp;<strong>“Services”</strong>).\nPlease be&nbsp;advised that we&nbsp;enforce a&nbsp;policy that provides for the termination in&nbsp;appropriate circumstances of&nbsp;Services users who are repeat infringers.</p>\n<p>If&nbsp;you believe that your work has been copied in&nbsp;a&nbsp;way that constitutes copyright infringement, please provide the Copyright Agent with the following information in&nbsp;accordance with the DMCA:</p>\n<ul>\n<li>An&nbsp;electronic or&nbsp;physical signature of&nbsp;the person authorized to&nbsp;act on&nbsp;behalf of&nbsp;the owner of&nbsp;the copyright;</li>\n<li>A&nbsp;description of&nbsp;the copyrighted work you claim has been infringed;</li>\n<li>A&nbsp;description of&nbsp;where the material that you claim is&nbsp;infringing is&nbsp;located on&nbsp;the Services, with enough detail that we&nbsp;may find&nbsp;it.\nProviding URLs in&nbsp;the body of&nbsp;an&nbsp;email is&nbsp;the best way to&nbsp;help&nbsp;us locate content quickly;</li>\n<li>Your address, telephone number, and email address;</li>\n<li>A&nbsp;statement by&nbsp;you that you have a&nbsp;good faith belief that the disputed use is&nbsp;not authorized by&nbsp;the copyright owner, its agent, or&nbsp;the law.\nand</li>\n<li>A&nbsp;statement by&nbsp;you, made under penalty of&nbsp;perjury, that the above information in&nbsp;your notice is&nbsp;accurate and that you are the copyright owner or&nbsp;authorized to&nbsp;act on&nbsp;the copyright owner’s behalf.</li>\n</ul>Counter-Notification.<p>If&nbsp;you believe that the material you posted was removed from the Services by&nbsp;mistake, and that you have the right to&nbsp;post the material, you may elect to&nbsp;send&nbsp;us a&nbsp;counter-notification.\nTo&nbsp;be&nbsp;effective the counter-notification must be&nbsp;a&nbsp;written communication provided to&nbsp;our Copyright Agent that includes substantially the following (please consult your legal counsel or&nbsp;see the Digital Millennium Copyright Act, 17&nbsp;U.S.C.\n(the&nbsp;<strong>“Copyright Act”</strong>) Section 512(g)(3) to&nbsp;confirm these requirements):</p>\n<ul>\n<li>Your physical or&nbsp;electronic signature;</li>\n<li>Identification of&nbsp;the material that has been removed or&nbsp;to&nbsp;which access has been disabled and the location at&nbsp;which the material appeared before it&nbsp;was removed or&nbsp;access to&nbsp;it&nbsp;was disabled.\nProviding URLs in&nbsp;the body of&nbsp;an&nbsp;email is&nbsp;the best way to&nbsp;help&nbsp;us locate content quickly;</li>\n<li>A&nbsp;statement under penalty of&nbsp;perjury that you have a&nbsp;good faith belief that the material was removed or&nbsp;disabled as&nbsp;a&nbsp;result of&nbsp;mistake or&nbsp;misidentification of&nbsp;the material to&nbsp;be&nbsp;removed or&nbsp;disabled.\nand</li>\n<li>Your name, address, and telephone number, and a&nbsp;statement that you consent to&nbsp;the jurisdiction of&nbsp;the Federal District Court for the judicial district in&nbsp;which the address is&nbsp;located, or&nbsp;if&nbsp;your address is&nbsp;outside of&nbsp;the United States, for any judicial district in&nbsp;which PocketGuard may be&nbsp;found, and that you will accept service of&nbsp;process from the person who provided notification of&nbsp;infringement or&nbsp;an&nbsp;agent of&nbsp;such person.</li>\n</ul>Misrepresentations.<p>Please note that under Section 512(f) of&nbsp;the Copyright Act, any person who knowingly materially misrepresents that material or&nbsp;activity is&nbsp;infringing or&nbsp;was removed or&nbsp;disabled by&nbsp;mistake or&nbsp;misidentification may be&nbsp;subject to&nbsp;liability.</p>Copyright Agent.<p>PocketGuard’s agent for notice of&nbsp;claims of&nbsp;copyright infringement (<strong>“Copyright Agent”</strong>) can be&nbsp;reached as&nbsp;follows:&nbsp;copyrights@pocketguard.com</p>", "created_at": "2023-04-15 23:52:53.670226", "updated_at": "2023-04-15 23:54:50.459153"}, {"id": 15536, "name": "Terms of Use", "url": "https://pocketguard.com/terms/", "xpath": "/html/body/div[1]/section[2]", "text": "Terms of UseLast updated: February 16, 2023<p>WELCOME TO WWW.POCKETGUARD.COM (TOGETHER WITH ITS SUBDOMAINS, CONTENT, AND MARKS, THE “Website”).\nPLEASE READ CAREFULLY THE FOLLOWING TERMS OF USE (THE “Terms”) BEFORE USING THE SITE OR THE SERVICE (DEFINED BELOW) SO THAT YOU ARE AWARE OF YOUR LEGAL RIGHTS AND OBLIGATIONS TO PocketGuard, Inc.\n(“PocketGuard”, “We”, “Our” OR “Us”).\nBY USING THE SITE AND/OR SERVICE, OR IN ANY EVENT, BY REGISTERING AS A USER WITH THE SERVICE, YOU AGREE TO BE BOUND BY THESE TERMS.\nIF YOU DO NOT AGREE WITH THESE TERMS, YOU MAY NOT USE THE SITE OR SERVICE.\nUnless the Site or Service is separately referred to in these Terms, all references herein to the “Services” shall include both the Site and the Service.</p>Modification.<p>PocketGuard may change these Terms at any time by posting the changes on the Website and will use reasonable efforts to notify you of the changes.\nSuch change will be effective immediately following the posting of the revised Terms and your continued use of the Services after we have posted changes to these Terms means that you agree to be bound by the changes, so please check the Terms posted on our Website regularly for any changes.</p>The Service.<p>PocketGuard service is a personal finance information management service that allows you to consolidate and track your financial information (hereinafter the “Service”).\nThe Service is available online through the Website (and also through our software mobile application).\nThe Service performs periodic scans of statements for credit card accounts, bank accounts, and other financial accounts specified by the user (the “User Accounts”) to monitor for potentially unwanted and unauthorized charges such as hidden fees, billing errors, forgotten subscriptions, scams, and fraud.\nPocketGuard’s paid Service PocketGuard Plus includes access to the feature Cancel Unwanted Subscriptions, which provides you the information on how you can cancel your subscriptions with third-party providers by yourself.\nYou understand and agree that we may offer you recommendations for canceling subscriptions based on the User Accounts data.\nCancel Unwanted Subscriptions does not include our participation in the unsubscribe process, or interaction with third-party providers on your behalf, we do not act as your agent or another authorized representative.</p>\n<p>PocketGuard provides the ability to your financial advisors (the “Advisor”) to view your data by creating an account and sending the invitation link designated by PocketGuard to you as their client.\nBy accepting the invitation link and registering the account, you grant permission to Advisor to freely read, view, and analyze your personal financial information and User Accounts data.\nUse of Services by Advisor is limited to use by Advisor for its internal business purposes, solely in connection with servicing you.\nWe enter a separate contract with Advisor which regulates Advisor’s use of Services.\nYou shall have a separate contract with the Advisor which regulates the Advisor’s use of your personal financial information and User Accounts data.</p>\n<p>PocketGuard provides the Service as a tool to assist you in monitoring your User Accounts.\nhowever, PocketGuard makes no guarantees that every questionable transaction will be identified.\nYou understand and agree that PocketGuard is not responsible for the truthfulness of the information provided when you use Cancel Unwanted Subscriptions and do not warrant a successful result if you follow such information.\nYou understand and agree that any instructions to Cancel Unwanted Subscriptions are provided for informational purposes.\nWe strongly recommend you read the terms and conditions and privacy policy of each third-party provider with whom you wish to cancel the subscription.</p>\n<p>Our Service is not intended to provide any tax, legal, financial planning, insurance, accounting, investment, or any other kind of professional advice or services, and nothing on this website should be construed as an offer to sell, a solicitation of an offer to buy, or a recommendation for any purchase decision, security, insurance policy, or investment strategy.\nTo make sure that any information or suggestions on this site fit your particular circumstances, you should consult with an appropriate tax or legal professional before taking action based on any suggestions or information on this site.\nUnless otherwise specified, you alone are solely responsible for determining whether any financial or insurance strategy, product, or service, is appropriate or suitable for you based on your investment objectives and personal and financial situation.</p>\n<p>Advisor’s access to&nbsp;or&nbsp;use of&nbsp;Services is&nbsp;not an&nbsp;endorsement of&nbsp;that financial advisor by&nbsp;us or&nbsp;a&nbsp;guarantee of&nbsp;that financial advisor’s identity, quality, or&nbsp;availability.\nYou should verify the accuracy of&nbsp;any information you obtain from the Advisor before using such information.\nYou agree to&nbsp;be&nbsp;solely responsible for your use of&nbsp;Services and any information available through Services.</p>\n<p>Without limiting the foregoing, no product or service offered or set forth on this website, nor any analysis, commentary, or otherwise (whether oral or written), provided in conjunction with the foregoing or our Services shall be deemed to constitute: (1) financial planning or investment advice under applicable state or federal law.\nor (2) any sort of transaction in securities for the account of others, including, but not limited to, any solicitation, negotiation or execution of the transaction.\nNeither we nor any of our representatives, sublicensees, or assigns shall be responsible for any purchases you make after using our Services tools and features to analyze your decision, investment decisions, or third-party damages or losses resulting from the use of the such product(s) or service(s) or any information provided in conjunction with same.\nYou also understand and agree that we are not (1) an “investment adviser” as such term is defined in the federal Investment Advisers Act of 1940, (2) a “broker”, or (3) a “dealer”, as such terms are defined under the federal Securities Exchange Act of 1934.\nor (4) any form of financial planning advisory service.\nWe do not hold ourselves out in any communications as a financial planner, investment adviser, a broker, or a dealer.</p>Your Use of&nbsp;the Service.<p>General.\nYou agree to&nbsp;the following in&nbsp;connection with your use of&nbsp;the Services:</p>\n<p>You may not use the Services if you are under 18 years old or otherwise do not have the legal capacity to form a binding contract.</p>\n<p>You agree to abide by all applicable laws, regulations, and rules in connection with your use of the Services.</p>\n<p>You agree that you are solely responsible for all acts or&nbsp;omissions associated with your access and use of&nbsp;the Services and the access and use of&nbsp;the Services by&nbsp;anyone on&nbsp;your behalf.</p>\n<p>In&nbsp;connection with your use of&nbsp;the Services, you will not:</p>\n<ul>\n<li>breach these Terms or&nbsp;any other applicable rules and instructions that PocketGuard may convey with respect to&nbsp;the use of&nbsp;the Services;</li>\n<li>interfere with, disrupt, circumvent, or manipulate the functionality or operation of the Services;</li>\n<li>send automated or machine-generated search queries or use robots, crawlers or similar applications to collect or compile content from the Services;</li>\n<li>display the Services or&nbsp;any part thereof in&nbsp;an&nbsp;exposed or&nbsp;concealed frame, or&nbsp;link to&nbsp;elements on&nbsp;the Services, such as&nbsp;images and videos, independently from the web pages on&nbsp;which they originally appear.\nand/or</li>\n<li>impersonate any person or entity, or make any false statement pertaining to your identity.</li>\n</ul>\n<p>In&nbsp;connection with your use of&nbsp;the Services, you will not post, disseminate, transmit, or&nbsp;otherwise communicate through, or&nbsp;to&nbsp;the Services, or&nbsp;make available any User Submissions (defined below) or&nbsp;content on&nbsp;the Services, or&nbsp;when using the Services or&nbsp;any of&nbsp;the services therein, content which may reasonably be&nbsp;deemed&nbsp;as:</p>\n<ul>\n<li>Infringing or violating intellectual property rights of other parties, including patents, copyrights, trade secrets, and trademarks;</li>\n<li>identifying minors, their personal details or their address, and ways to contact them;</li>\n<li>software viruses, trojan horses, worms, vandals, spyware, and any other malicious code;</li>\n<li>encouraging, supporting, assisting, providing instructions, or advising in the committing of a criminal offense, under the applicable laws;</li>\n<li>constituting a violation of a person’s right to privacy or right to publicity;</li>\n<li>prohibited by&nbsp;any applicable law, including court restraining orders, to&nbsp;be&nbsp;posted, published, disseminated, or&nbsp;otherwise made available to&nbsp;the public;</li>\n<li>threatening, abusive, harassing, defamatory, libelous, vulgar, obscene or&nbsp;racially, ethnically or&nbsp;otherwise objectionable.\nand/or</li>\n<li>unsolicited commercial communications (‘spam’), chain letters, or&nbsp;pyramid schemes.</li>\n</ul>\n<p>PocketGuard is&nbsp;intended only for users in&nbsp;the United States and Canada.\nAny use of&nbsp;PocketGuard is&nbsp;subject to&nbsp;our new Terms and Privacy Policy.</p>Access Removal or&nbsp;Block.<p>PocketGuard may remove or block access to the Services, or any part thereof, for any reason that PocketGuard may consider to be justified in its sole discretion including, but not limited to:</p>\n<ul>\n<li>to&nbsp;prevent misuse of&nbsp;the Services;</li>\n<li>when PocketGuard deems the use of&nbsp;the Services to&nbsp;be&nbsp;in&nbsp;breach of&nbsp;these Terms, or&nbsp;a&nbsp;violation of&nbsp;any applicable law.\nor</li>\n<li>when your user account is&nbsp;terminated, either by&nbsp;yourself or&nbsp;by&nbsp;PocketGuard.</li>\n</ul>Access to&nbsp;Content.<p>PocketGuard may also remove or&nbsp;block access to&nbsp;some of&nbsp;the information made available through the Services after a&nbsp;certain period of&nbsp;time.\nConsequently, you may not find content that you previously had access to&nbsp;through the Services.\nThe Services do&nbsp;not operate as&nbsp;an&nbsp;archive or&nbsp;file storage service and you are solely responsible for the backup of&nbsp;your content.</p>Registration and User account.<p>BY&nbsp;REGISTERING AND USING THE SERVICES YOU REPRESENT AND WARRANT THAT YOU ARE 18&nbsp;YEARS OF&nbsp;AGE OR&nbsp;OLDER.</p>\n<p>When you register with the Services, PocketGuard will ask you to&nbsp;provide certain contact and personal details.\nBear in&nbsp;mind that false, incorrect, or&nbsp;outdated information may prevent you from registering and impair PocketGuard’s ability to&nbsp;provide you with the Services or&nbsp;to&nbsp;contact you.\nPocketGuard will explicitly indicate the fields that are mandatory to&nbsp;complete.\nIf&nbsp;you do&nbsp;not enter the requisite data in&nbsp;these fields, you will not be&nbsp;able to&nbsp;register.\nYou agree we&nbsp;may use such information in&nbsp;accordance with our&nbsp;Privacy Policy.</p>\n<p>To log in, you must use your email address and password.\nAlternatively, PocketGuard may provide you with a password for accessing your Service account on the Website.\nPocketGuard may also establish and require from time to time additional or different means of identification and authentication for logging in and accessing your account, or for accessing certain services on the Services.</p>\n<p>You agree to maintain your login details in absolute confidentiality and refrain from disclosing them to others.\nMake sure that you change your password frequently and at least once every three months.\nYou are fully accountable for any outcome that may result from your failure to provide true, accurate and complete details in the course of the registration process, and for any use or misuse of your account on the Services as a result of compromising your details or conveying them to someone else or not keeping them secure and confidential.\nFor our compliance purposes and in order to provide the Services to you, you hereby authorize us (or our third-party service providers) to obtain, verify, and record information and documentation that helps us verify your identity and bank account details.\nWhen you create your PocketGuard Account and from time to time thereafter, we may require you to and you hereby agree to provide and/or confirm information and documentation that will allow us to identify you, such as:</p>\n<ul>\n<li>A&nbsp;copy of&nbsp;your government-issued photo&nbsp;ID, such as&nbsp;a&nbsp;passport or&nbsp;driver’s license;</li>\n<li>A copy of a utility bill, bank statement, affidavit, or another bill, dated within 3 months of our request, with your name and U.S.\nstreet address on it.\nand</li>\n<li>Such other information and documentation that we&nbsp;may require from time to&nbsp;time.</li>\n</ul>\n<p>It’s important that you provide us with accurate, complete, and up-to-date information for your PocketGuard Account and your bank account, and you agree to update such information, as needed, to keep it accurate, complete, and up-to-date.\nIf you don’t, we might have to suspend or terminate your PocketGuard Account.</p>\n<p>You may remove or block Advisor’s access to your data by contacting PocketGuard by email at support@pocketguard.com.\nYou may terminate your account at any time, by using PocketGuard’s designated termination form on PocketGuard’s Settings page or by contacting PocketGuard by email at:&nbsp;support@pocketguard.com.\nPocketGuard may require you to verify your termination notice by sending PocketGuard an additional termination request message, either by e-mail or through any other means, as a prerequisite for the termination of your account.\nYour account on the Services will be terminated within 10 days following your notification, and from that date of termination, you will no longer be able to access your account.</p>Privacy and your Personal Information.<p>You can view PocketGuard’s privacy statement here and on the Site for the Services.\nYou agree to the applicable PocketGuard privacy statement, and any changes published by PocketGuard.\nYou agree that PocketGuard may use and maintain your data according to PocketGuard’s privacy statement, as part of the Services.\nYou give PocketGuard permission to combine information you enter or upload for the Services with that of other users of the Services and/or other PocketGuard services.\nFor example, this means that PocketGuard may use your and other users’ non-identifiable, aggregated data to improve the Services or to design promotions.\nPocketGuard may access or store personal information in multiple countries, including countries outside of your own country to the extent permitted by applicable law.</p>Account termination.<p>Notwithstanding any remedies that may be available to PocketGuard under any applicable law, PocketGuard may temporarily or permanently deny, limit, suspend, or terminate your user account, prohibit you from accessing the Services (or any part thereof), remove content and take technical and legal measures to keep you off the Services if PocketGuard believes that:</p>\n<ul>\n<li>you have abused your rights to&nbsp;use the Services.\nor</li>\n<li>you have breached the Terms.\nor</li>\n<li>you have performed any act or&nbsp;omission that violates any applicable law, rules, or&nbsp;regulations.\nor,</li>\n<li>you have performed any act or omission which is harmful or likely to be harmful to PocketGuard, or any other third party, including other users and providers of the Services.\nor,</li>\n<li>you conveyed your password to&nbsp;another person.\nor</li>\n</ul>\n<p>Except in&nbsp;cases where your continued use of&nbsp;the Services may expose PocketGuard or&nbsp;any third party to&nbsp;risk or&nbsp;harm, PocketGuard will reasonably attempt to&nbsp;receive your response and give you prior notice, when applicable, prior to&nbsp;taking the above actions.</p>Refunds.<p>Unless otherwise expressly specified in&nbsp;these Terms, if&nbsp;you cancel your Subscription prior to&nbsp;its expiration, during 14&nbsp;calendar days from the date of&nbsp;Subscription purchase you may request a&nbsp;refund of&nbsp;amounts you prepaid directly, if&nbsp;any, on&nbsp;a&nbsp;pro-rata basis, less any applicable fees, unless provided otherwise in&nbsp;any offer for Services that you accept.\nTo&nbsp;request a&nbsp;refund please contact&nbsp;us at&nbsp;support@pocketguard.com.\nPocketGuard will refund the prepaid fees (if&nbsp;any) within 30&nbsp;days after the date of&nbsp;cancelation.</p>\n<p>PocketGuard will only send refunds to the source from which payment was made.\nYou may be required to provide additional information or documentation in order for PocketGuard to confirm your identity before any refund request will be processed.\nPocketGuard shall not provide a refund if you breach these Terms.</p>\n<p>It is entirely your responsibility to ensure that you cancel your account in good time should you no longer require Services and not wish to be billed further.</p>Links to&nbsp;Other Sites.<p>The Service may contain links to content on other websites that are not owned or controlled by PocketGuard (each a “Third Party Site”) and may also permit you to post content to Third Party Sites.\nWe are not affiliated with, have no control over, and assume no responsibility for the content, privacy policies, or practices of, any Third Party Site.\nYou may find the Third Party Sites or the information and content posted therein not compatible with your requirements, or you may object to their content, or find such content to be annoying, improper, unlawful or immoral.\nYou: (i) are solely responsible and liable for your use of and linking to Third Party Sites and any content that you may send or post to a Third Party Site.\nand (ii) expressly release us from any and all liability arising from your use of any Third Party Site.\nWe encourage you to read the terms and conditions and privacy policy of each Third Party Site that you choose to visit or interact with.</p>Services from Third Party Sites.<p>PockedGuard may use the services of the Third Party Sites (for example, BILLSHARK) additionally.\nPockedGuard has no control over and assumes no responsibility for the payment, terms of services, privacy policies, or practices of, any Third Party Site.\nWe strongly recommend you to read the terms and conditions and privacy policy of each Third Party Site.</p>Pass-Through Requirements<p>PocketGuard may use services of certain third parties that may require additional pass-through terms such as the Salt Edge Terms of Service.\nPocketGuard agrees to include and abide by such terms as part of these Terms.</p>\n<p>We encourage you to read the Salt Edge Terms of Service.</p>Offers From Marketing Partners.<p>We&nbsp;may use your financial information to&nbsp;generate offers for financial products and services from our marketing partners that may be&nbsp;of&nbsp;interest to&nbsp;you.\nIt&nbsp;is&nbsp;always your choice whether or&nbsp;not to&nbsp;apply for an&nbsp;offered product or&nbsp;service and we&nbsp;will never submit an&nbsp;application for a&nbsp;financial product or&nbsp;service on&nbsp;your behalf without your express consent.\nAlthough PocketGuard does not charge you to&nbsp;use our Services, we&nbsp;may receive compensation from our marketing partners for promoting their products and services through our Services.\nThat compensation means that we&nbsp;can continue providing the Services free of&nbsp;charge to&nbsp;our users and continue developing the Services to&nbsp;make them work even better for you.</p>\n<p>The technology we&nbsp;use to&nbsp;provide you with offers for financial products and services is&nbsp;proprietary and, in&nbsp;finding those offers for you, we&nbsp;may elect to&nbsp;consider, ignore, emphasize, or&nbsp;de-emphasize relevant factors in&nbsp;our sole discretion.\nWe&nbsp;do&nbsp;not guarantee that you will be&nbsp;presented with offers for any particular types of&nbsp;products or&nbsp;services or&nbsp;that you will meet the approval criteria for any particular offer.\nPocketGuard does not endorse, warrant or&nbsp;guarantee any third party products or&nbsp;services available through the Services.\nWhile PocketGuard works hard to&nbsp;verify the rates, terms, and rewards offered by&nbsp;any particular advertiser or&nbsp;third party, PocketGuard does not guarantee that the rates, product terms, rewards, or&nbsp;other service terms offered by&nbsp;any particular advertiser or&nbsp;other third party on&nbsp;the Services are actually the terms that may be&nbsp;offered to&nbsp;you if&nbsp;you pursue the offer, or&nbsp;that they are the best terms or&nbsp;lowest rates available in&nbsp;the market.\nAny offer is&nbsp;subject to&nbsp;the third parties’ review of&nbsp;your financial information.\nIf&nbsp;you elect to&nbsp;use or&nbsp;purchase products or&nbsp;services from third parties, you are subject to&nbsp;their terms and conditions and privacy policy.</p>Paid services.<p>You may choose to&nbsp;subscribe to&nbsp;PocketGuard’s paid service, called PocketGuard Plus.\nAll paid subscriptions automatically renew for the period and price that you signed up&nbsp;to.\nYou may cancel auto-renewal to&nbsp;avoid recurring charges, but you must act at&nbsp;least 1&nbsp;day (24&nbsp;hours) before the next renewal date.\nIf&nbsp;you purchased the subscription via iTunes or&nbsp;Google Play, additional terms may be&nbsp;applied.</p>Lifetime Subscription.<p>Lifetime Subscription means that for a&nbsp;single payment, you get unlimited access to&nbsp;PocketGuard’s paid service&nbsp;— PocketGuard Plus, with free updates or&nbsp;other benefits as&nbsp;Services evolves.</p>\n<p>Lifetime Subscription is&nbsp;for the lifetime of&nbsp;Services.\nIf&nbsp;for any reason, PocketGuard should dissolve or&nbsp;cease to&nbsp;exist, then your access to&nbsp;Services terminates.</p>\n<p>You may request a&nbsp;refund of&nbsp;the Lifetime Subscription fees as&nbsp;set forth in&nbsp;the section Refunds of&nbsp;these Terms.</p>Privacy.<p>PocketGuard respects your privacy.\nPocketGuard’s Privacy Policy explains PocketGuard’s privacy practices with respect to&nbsp;any personal information collected in&nbsp;connection with your use of&nbsp;the Services and is&nbsp;incorporated by&nbsp;reference to&nbsp;the Terms.</p>Correction of&nbsp;Errors.<p>PocketGuard makes an&nbsp;effort to&nbsp;ensure the reliability of&nbsp;the information that appears in&nbsp;PocketGuard’s Services.\nHowever, errors may occur.\nIf&nbsp;you believe that any information sent or&nbsp;published by&nbsp;PocketGuard on&nbsp;the Services is&nbsp;erroneous, please inform PocketGuard at&nbsp;support@pocketguard.com.</p>Intellectual Property.<p>Content and Marks.\nAll rights, title and interest in&nbsp;and to&nbsp;the: (i) Services and any part thereof.\n(ii) text, documents, articles, brochures, descriptions, graphics, photos, sounds, videos and interactive features on&nbsp;the Services (collectively, the “Materials”), (ii) the Services’ products, services and Software (collectively, “Software”).\n(iii) User Submissions (as&nbsp;defined below and together with the Materials and Software, the “Content”), and (iv) the trademarks, service marks and logos contained therein (“Marks”), including patents, copyrights, trademarks, trade names, service marks, trade secrets and other intellectual property rights, and any goodwill associated therewith, are the property of&nbsp;and are owned by&nbsp;PocketGuard or&nbsp;its licensors, and may be&nbsp;protected by&nbsp;applicable copyright or&nbsp;other intellectual property laws and treaties.\nExcept as&nbsp;expressly set forth herein, nothing in&nbsp;these Terms shall be&nbsp;construed as&nbsp;transferring any rights to&nbsp;you or&nbsp;any third party.\nPocketGuard, and its licensors, reserve any and all rights not expressly granted in&nbsp;these Terms.</p>Use of&nbsp;the Services and Content.<p>Unless expressly permitted in&nbsp;these Terms, you may not copy, distribute, display or&nbsp;perform publicly, sublicense, decompile, disassemble, reduce to&nbsp;human readable form, execute publicly, make available to&nbsp;the public, adapt, make commercial use, process, compile, translate, sell, lend, rent, reverse engineer, combine with other software, modify or&nbsp;create derivative works of&nbsp;the Services or&nbsp;Content or&nbsp;any portion thereof, either by&nbsp;yourself or&nbsp;by&nbsp;a&nbsp;third party on&nbsp;your behalf, in&nbsp;any way or&nbsp;by&nbsp;any means, including, but not limited to&nbsp;electronic, mechanical or&nbsp;optical means.\nContent on&nbsp;the Services is&nbsp;provided to&nbsp;you on&nbsp;an ‘as is’ and ‘as available’ basis for your information and personal use only.\nIf&nbsp;you use or&nbsp;print a&nbsp;copy of&nbsp;the Content you must retain all copyright and other proprietary notices contained therein.</p>Use of&nbsp;Marks.<p>You may not adapt or&nbsp;use otherwise any name, mark or&nbsp;logo that is&nbsp;identical, or&nbsp;confusingly similar to&nbsp;the trademarks, services marks and logos of&nbsp;PocketGuard and other providers of&nbsp;the Services.\nYou must avoid any action or&nbsp;omission which may dilute, or&nbsp;tarnish PocketGuard’s goodwill.\n“PocketGuard”, the PocketGuard logo, and other marks are Marks of&nbsp;PocketGuard or&nbsp;its affiliates.\nAll other trademarks, service marks, and logos used on&nbsp;the Services are the trademarks, service marks, or&nbsp;logos of&nbsp;their respective owners.</p>Proprietary Notices.<p>You agree to&nbsp;abide by&nbsp;all messages and signs pertaining to&nbsp;proprietary rights, such as&nbsp;— Copyright mark [©] or&nbsp;Trademark [<sup>®</sup>&nbsp;or ™] accompanying the Services and any content provided through the Services.\nYou agree to&nbsp;retain and avoid distorting such signs and notices in&nbsp;any copy thereof.</p>User Submissions.<p>Responsibility.\nThe Services may permit the submission, hosting, sharing and publishing of&nbsp;Materials by&nbsp;you and other users (“User Submissions”).\nYou understand that whether or&nbsp;not such User Submissions are published, we&nbsp;do&nbsp;not guarantee any confidentiality with respect to&nbsp;any User Submissions.\nYou shall be&nbsp;solely responsible for your User Submissions and the consequences of&nbsp;posting, publishing or&nbsp;uploading them.\nWe&nbsp;have complete discretion whether to&nbsp;publish your User Submissions and we&nbsp;reserve the right in&nbsp;our sole discretion and without further notice to&nbsp;you, to&nbsp;monitor, censor, edit, remove, delete, and/or remove any and all Content posted on&nbsp;the Website (including User Submissions) at&nbsp;any time and for any reason.</p>User Account Information.<p>Any information that we&nbsp;collect in&nbsp;connection with your User Account, including any login credentials (collectively “User Account Information”), is&nbsp;not considered a&nbsp;User Submission.\nWe&nbsp;keep your User Account Information confidential and will only use it&nbsp;in&nbsp;accordance with our&nbsp;Privacy&nbsp;Policy.</p>License to&nbsp;User Submissions.<p>By&nbsp;uploading Materials to&nbsp;the Website, including any and all communications that you make with other users on&nbsp;or&nbsp;through the Website, you grant PocketGuard a&nbsp;royalty-free, worldwide, non-exclusive, perpetual, irrevocable, transferable license, to&nbsp;copy, distribute, display publicly, make available to&nbsp;the public, adapt, sub-license, process and translate such content, combine such content with or&nbsp;incorporate such content into other content and modify and create derivative works of&nbsp;such content.\nin&nbsp;each case in&nbsp;connection with PocketGuard’s operation of&nbsp;the Website and Service, and in&nbsp;PocketGuard’s other media platforms, applications and services.\nYou further waive all moral rights and rights of&nbsp;attribution with respect to&nbsp;the use of&nbsp;your User Submissions.\nYou also hereby grant each user of&nbsp;the Website or&nbsp;other viewer or&nbsp;user of&nbsp;the User Submission a&nbsp;non-exclusive right to&nbsp;use, reproduce, distribute, prepare derivative works&nbsp;of, display and perform such User Submissions, all in&nbsp;accordance with these Terms.</p>Ownership.<p>You represent and warrant that you own or&nbsp;have the necessary rights and permissions to&nbsp;use and authorize PocketGuard to&nbsp;use all Intellectual Property Rights (defined below) in&nbsp;and to&nbsp;your User Submissions and any other content that you provide to&nbsp;PocketGuard, and to&nbsp;enable inclusion and use thereof as&nbsp;contemplated by&nbsp;the Services and these Terms.\nUnless the User Submissions are separately referred&nbsp;to, all references herein to&nbsp;Content shall include references to&nbsp;User Submissions.\n“Intellectual Property Rights” means any and all rights, titles and interests, whether foreign or&nbsp;domestic, in&nbsp;and to&nbsp;any and all trade secrets, patents, copyrights, service marks, trademarks, know-how, or&nbsp;similar intellectual property rights, as&nbsp;well as&nbsp;any and all moral rights, rights of&nbsp;privacy, publicity and similar rights of&nbsp;any type under the laws or&nbsp;regulations of&nbsp;any governmental, regulatory, or&nbsp;judicial authority, foreign or&nbsp;domestic.\nYou retain all of&nbsp;your ownership rights in&nbsp;and to&nbsp;your User Submissions.</p>Exposure.<p>You understand and acknowledge that when accessing and using the Services: (i) you will be&nbsp;exposed to&nbsp;User Submissions from a&nbsp;variety of&nbsp;sources, and that PocketGuard is&nbsp;not responsible for the accuracy, usefulness, safety, or&nbsp;Intellectual Property Rights&nbsp;of, or&nbsp;relating&nbsp;to, such User Submissions.\nand (ii) you may be&nbsp;exposed to&nbsp;User Submissions that are inaccurate, offensive, indecent, or&nbsp;objectionable.\nYou hereby agree to&nbsp;waive, and hereby do&nbsp;waive, any legal or&nbsp;equitable rights or&nbsp;remedies you may have against PocketGuard with respect&nbsp;to (i) and (ii) herein.</p>Anonymous Information.<p>You acknowledge and agree that PocketGuard may collect and use non-personally identifiable data regarding activity in&nbsp;User Accounts in&nbsp;order to&nbsp;provide and improve the Services.\nFor example, PocketGuard may collect and use data regarding a&nbsp;potentially fraudulent transaction on&nbsp;a&nbsp;User Account in&nbsp;order to&nbsp;help identify similar fraudulent transactions on&nbsp;other User Accounts.\nNone of&nbsp;this data will identify you, or&nbsp;any credit card number or&nbsp;account numbers.</p>Changes in&nbsp;the Service.<p>PocketGuard may make changes to&nbsp;the Services at&nbsp;any time.\nThe changes may include, for example, the scope or&nbsp;type of&nbsp;Services, the layout or&nbsp;display and the Services’ content.\nPrior notice may be&nbsp;given in&nbsp;the event of&nbsp;material changes.\nThe changes may cause inconvenience or&nbsp;even malfunctions at&nbsp;first although PocketGuard will do&nbsp;everything possible to&nbsp;minimize these events.\nYou agree and acknowledge that PocketGuard does not assume any responsibility with respect&nbsp;to, or&nbsp;in&nbsp;connection with the introduction of&nbsp;such changes or&nbsp;from any malfunctions or&nbsp;failures that may result thereof.</p>Website and Service Availability.<p>The availability and functionality of&nbsp;the Services, or&nbsp;any part thereof, depends on&nbsp;various factors and elements, including software, hardware and communication networks that are partially provided by&nbsp;third parties.\nThese factors are not fault free.\nDespite PocketGuard’s efforts, PocketGuard does not warrant or&nbsp;guarantee that the Services will operate without disruption, errors or&nbsp;interruptions, or&nbsp;that it&nbsp;will be&nbsp;accessible or&nbsp;available at&nbsp;all times.</p>Termination of&nbsp;Operation.<p>PocketGuard may at&nbsp;all times and in&nbsp;PocketGuard’s sole discretion, terminate the operation of&nbsp;the Services, or&nbsp;any part thereof, temporarily or&nbsp;permanently.\nIn&nbsp;the event that PocketGuad, including but not limited&nbsp;to: (i) voluntarily or&nbsp;involuntarily becomes the subject of&nbsp;a&nbsp;petition in&nbsp;bankruptcy or&nbsp;of&nbsp;any proceeding relating to&nbsp;insolvency, receivership, liquidation, or&nbsp;composition for the benefit of&nbsp;creditors that is&nbsp;not dismissed or&nbsp;discharged within 60&nbsp;days after being commenced.\n(ii) admits in&nbsp;writing its inability to&nbsp;pay its debts generally as&nbsp;they become due (or&nbsp;takes any corporate action tantamount to&nbsp;such admission).\n(iii) makes an&nbsp;assignment for the benefit of&nbsp;its creditors.\nor&nbsp;(iv) ceases to&nbsp;do&nbsp;business as&nbsp;a&nbsp;going concern.\nIn&nbsp;such an&nbsp;event, and when possible, PocketGuard will provide prior notice of&nbsp;termination.</p>\n<p>You agree and acknowledge that PocketGuard does not assume any responsibility with respect&nbsp;to, or&nbsp;in&nbsp;connection with the termination of&nbsp;the Services’ operations and loss of&nbsp;any data as&nbsp;a&nbsp;result.</p>\n<p>IN&nbsp;THE EVENT THAT WE&nbsp;CEASE PROVIDING THE SERVICE, WHETHER AS&nbsp;A&nbsp;RESULT OF&nbsp;A&nbsp;LIQUIDATION, BANKRUPTCY, OR&nbsp;OTHERWISE, ALL&nbsp;PREPAID&nbsp;SUBSCRIPTIONS WILL&nbsp;BE TREATED AS&nbsp;NON-REFUNDABLE.</p>DISCLAIMER OF&nbsp;WARRANTY.<p>THE SERVICE IS&nbsp;PROVIDED ON&nbsp;AN&nbsp;“AS&nbsp;IS” BASIS.\nTO&nbsp;THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, POCKETGUARD DISCLAIMS ALL&nbsp;WARRANTIES AND REPRESENTATIONS, EITHER EXPRESS OR&nbsp;IMPLIED, WITH RESPECT TO&nbsp;THE SERVICES OR&nbsp;OTHERWISE ARISING FROM OR&nbsp;RELATING TO&nbsp;THESE TERMS, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF&nbsp;MERCHANTABILITY, FITNESS FOR A&nbsp;PARTICULAR PURPOSE, QUALITY, NON-INFRINGEMENT, TITLE, COMPATIBILITY, PERFORMANCE, SECURITY OR&nbsp;ACCURACY AND ANY REPRESENTATIONS AND WARRANTIES ARISING FROM A&nbsp;COURSE OF&nbsp;DEALING, COURSE OF&nbsp;PERFORMANCE OR&nbsp;USAGE OF&nbsp;TRADE.\nSOME STATES DO&nbsp;NOT ALLOW THE DISCLAIMER OF&nbsp;CERTAIN WARRANTIES, SO&nbsp;THE ABOVE DISCLAIMER MAY NOT APPLY TO&nbsp;YOU.</p>\n<p>YOU AGREE AND ACKNOWLEDGE THAT THE USE OF&nbsp;THE SERVICES IS&nbsp;ENTIRELY, OR&nbsp;TO&nbsp;THE MAXIMUM PERMITTED BY&nbsp;THE APPLICABLE LAW, AT&nbsp;YOUR OWN RISK.</p>\n<p>Some Content THAT IS&nbsp;DISPLAYED ON&nbsp;OUR WEBSITE, OR&nbsp;IN&nbsp;CONNECTION WITH OUR SERVICES, IS&nbsp;based on&nbsp;information THAT IS&nbsp;shared by&nbsp;USERS OF&nbsp;OUR SERVICES AND does not necessarily reflect the views of&nbsp;PocketGuard.\nWe&nbsp;do&nbsp;not make any representations about SUCH CONTENT, and disclaim ALL liability IN&nbsp;CONNECTION THERETO.\nIf&nbsp;you have a&nbsp;question about ANY SUCH Content please email&nbsp;us at&nbsp;support@pocketguard.com.</p>\n<p>POCKETGUARD DISCLAIMS ANY REPRESENTATION OR&nbsp;WARRANTY THAT THE SERVICES WILL&nbsp;IDENTIFY ALL&nbsp;QUESTIONABLE TRANSACTIONS ON&nbsp;YOUR USER ACCOUNTS.\nPOCKETGUARD IS&nbsp;NOT A&nbsp;PARTY TO&nbsp;ANY TRANSACTIONS ON&nbsp;YOUR USER ACCOUNTS AND DOES NOT ASSUME ANY RESPONSIBILITY WITH RESPECT TO&nbsp;ANY SUCH TRANSACTIONS.</p>LIMITATION OF&nbsp;LIABILITY.<p>TO&nbsp;THE MAXIMUM EXTENT PERMITTED BY&nbsp;THE APPLICABLE LAW, NEITHER POCKETGUARD, NOR ANY OF&nbsp;POCKETGUARD’S AFFILIATES NOR ANY OF&nbsp;ITS OR&nbsp;THEIR RESPECTIVE OFFICERS, DIRECTORS, SHAREHOLDERS, EMPLOYEES, SUB-CONTRACTORS, VENDORS, PARTNERS OR&nbsp;AGENTS (COLLECTIVELY, THE “POCKETGUARD PARTIES”), SHALL&nbsp;BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE OR&nbsp;CONSEQUENTIAL DAMAGES, OR&nbsp;ANY OTHER DAMAGES OR&nbsp;LOSSES (INCLUDING LOSS OF&nbsp;PROFIT AND LOSS OF&nbsp;DATA), COSTS, EXPENSES OR&nbsp;PAYMENTS, WHETHER CLAIMED IN&nbsp;AN&nbsp;ACTION UNDER CONTRACT, TORT (INCLUDING NEGLIGENCE), WARRANTY OR&nbsp;ANY OTHER THEORY, ARISING FROM, OR&nbsp;IN&nbsp;CONNECTION WITH THE USE OF, OR&nbsp;THE INABILITY TO&nbsp;USE THE SERVICES, OR&nbsp;FROM ANY FAILURE, ERROR, OR&nbsp;BREAKDOWN IN&nbsp;THE FUNCTION OF&nbsp;THE SERVICES, OR&nbsp;FROM ANY FAULT, OR&nbsp;ERROR MADE BY&nbsp;POCKETGUARD or&nbsp;POCKETGUARD’S STAFF OR&nbsp;ANYONE ACTING ON&nbsp;POCKETGUARD’S BEHALF, OR&nbsp;FROM YOUR RELIANCE ON&nbsp;THE SERVICES OR&nbsp;CONTENT AVAILABLE ON&nbsp;THE SERVICES, OR&nbsp;FROM ANY COMMUNICATION WITH THE SERVICES, OR&nbsp;FROM ANY DENIAL OR&nbsp;CANCELLATION OF&nbsp;YOUR USER ACCOUNT, OR&nbsp;FROM RETENTION, DELETION, DISCLOSURE OR&nbsp;ANY OTHER USE OR&nbsp;LOSS OF&nbsp;YOUR CONTENT ON&nbsp;THE SERVICES.\nIN&nbsp;ANY EVENT, TO&nbsp;THE EXTENT THAT ANY OF&nbsp;THE POCKETGUARD PARTIES ARE IN&nbsp;ANY RESPECT FOUND TO&nbsp;BE&nbsp;LIABLE DESPITE THE PRECEDING SENTENCE, THEN THE MAXIMUM AGGREGATE LIABILITY OF&nbsp;THE POCKETGUARD PARTIES TO&nbsp;YOU SHALL&nbsp;BE LIMITED TO&nbsp;THE FIFTY US&nbsp;DOLLARS.\nTHE FOREGOING EXCLUSIONS AND LIMITATIONS OF&nbsp;LIABILITY WILL&nbsp;APPLY EVEN IF&nbsp;POCKETGUARD HAS BEEN ADVISED OF&nbsp;THE POSSIBILITY OF&nbsp;DAMAGES AND EVEN IF&nbsp;A&nbsp;REMEDY SET FORTH HEREIN IS&nbsp;FOUND TO&nbsp;HAVE FAILED OF&nbsp;ITS ESSENTIAL PURPOSE.</p>\n<p>Some states do&nbsp;not allow the types of&nbsp;limitations in&nbsp;this paragraph, so&nbsp;they may not apply to&nbsp;you.</p>Indemnification.<p>You agree to&nbsp;indemnify, defend and hold harmless, PocketGuard and each of&nbsp;the other PocketGuard Parties, at&nbsp;your own expense and immediately after receiving a&nbsp;written notice from PocketGuard, from and against any damages, awards, settlements, loss, costs, expenses and payments, including reasonable attorney’s fees and legal expenses, resulting from any complaint, claim, action or&nbsp;demand, arising from your use of&nbsp;the Services, or&nbsp;from any communications that you convey through the Services, or&nbsp;from your breach of&nbsp;the Terms, or&nbsp;any other terms, rules or&nbsp;regulations applicable to&nbsp;the Services, or&nbsp;from your alleged violation or&nbsp;infringement of&nbsp;any other person’s rights.</p>Governing Law and Jurisdiction.<p>These Terms and your use of&nbsp;the Service, and any disputes directly or&nbsp;indirectly arising from these Terms or&nbsp;your use of&nbsp;the Services, shall be&nbsp;governed by&nbsp;and construed in&nbsp;accordance with the laws of&nbsp;the state of&nbsp;California, U.S.A.\nwithout giving effect to&nbsp;any choice of&nbsp;law or&nbsp;conflict of&nbsp;law rules or&nbsp;provisions, whether Federal, or&nbsp;of&nbsp;the State of&nbsp;California or&nbsp;of&nbsp;any other jurisdiction, which would result in&nbsp;the application of&nbsp;the laws of&nbsp;a&nbsp;jurisdiction other than the state of&nbsp;California.</p>\n<p>You agree to&nbsp;resolve any dispute or&nbsp;claim that you may have against PocketGuard exclusively in&nbsp;the state and federal courts located in&nbsp;Santa Clara County, California.\nYou hereby irrevocably consent and submit to&nbsp;the exclusive jurisdiction of&nbsp;such courts, and waive any jurisdictional, venue, or&nbsp;inconvenient forum objections to&nbsp;such courts.</p>Copyright Policy.<p>It&nbsp;is&nbsp;our policy to&nbsp;respect the legitimate rights of&nbsp;copyright owners, and we&nbsp;will respond to&nbsp;clear notices of&nbsp;alleged copyright infringement in&nbsp;accordance with our Copyright Policy which may be&nbsp;viewed at&nbsp;www.pocketguard.com/copyright&nbsp;(“Copyright Policy”).</p>Refer a&nbsp;Friend.<p>The Services may include an&nbsp;invitation service that enables you to&nbsp;invite your friends and contacts to&nbsp;visit and/or join PocketGuard and register a&nbsp;PocketGuard Account (“Refer a&nbsp;Friend Service”).\nIf&nbsp;you choose to&nbsp;participate in&nbsp;the Refer a&nbsp;Friend Service, you agree: (i) to&nbsp;only send invitations to&nbsp;your friends and contacts that you know.\n(ii) not to&nbsp;misrepresent your relationship with PocketGuard to&nbsp;any third party or&nbsp;make any warranty or&nbsp;representation on&nbsp;behalf of&nbsp;PocketGuard.\nand (iii) to&nbsp;comply at&nbsp;all times with these Terms and applicable law.</p>Notices.<p>PocketGuard may contact you and send you notice via e-mail.\nYou may contact PocketGuard’s customer relations department, by&nbsp;using the contact&nbsp;us page on&nbsp;the Services.\nIf&nbsp;you do&nbsp;not wish to&nbsp;receive any of&nbsp;the above communications, you may opt-out of&nbsp;them.\nPlease refer to&nbsp;our Privacy Policy or&nbsp;contact&nbsp;us.\nPocketGuard reserves the right to&nbsp;publish in&nbsp;public&nbsp;— including on&nbsp;the Services&nbsp;— certain communications with you, such as&nbsp;your compliments regarding the Services, as&nbsp;long as&nbsp;your personal and identifiable details will not be&nbsp;revealed without your prior consent.\nAll communications between PocketGuard will be&nbsp;deemed as&nbsp;received after one business day.</p>\n<ul>\n<li>PocketGuard’s e-mail:<br> hello@pocketguard.com</li>\n</ul>\n<p>These Terms constitute the entire agreement between you and PocketGuard with respect to&nbsp;the Services and supersedes any and all other agreements with respect to&nbsp;the Service.</p>\n<p>Failure on&nbsp;PocketGuard’s part to&nbsp;demand performance of&nbsp;any provision in&nbsp;the Terms shall not constitute a&nbsp;waiver of&nbsp;any of&nbsp;PocketGuard’s rights under the Terms.</p>Changes in&nbsp;Ownership.<p>PocketGuard may transfer its business relating to&nbsp;the Services, or&nbsp;any part thereof, to&nbsp;an&nbsp;affiliated company or&nbsp;a&nbsp;third party, including, but not limited&nbsp;to, by&nbsp;merger, sale of&nbsp;equity interests, sale of&nbsp;all or&nbsp;substantially all assets or&nbsp;other change of&nbsp;control transaction involving such business.\nIn&nbsp;the case of&nbsp;such business transfer, PocketGuard will transfer your details and information to&nbsp;the acquirer of&nbsp;such business and you hereby give your prior consent thereto.\nIn&nbsp;such an&nbsp;event, and when possible, notice will be&nbsp;given of&nbsp;the business transfer.</p>No&nbsp;Assignment.<p>Your rights and obligations under the Terms are not assignable, but may be&nbsp;assigned by&nbsp;PocketGuard without restriction or&nbsp;notification to&nbsp;you.\nAny attempted or&nbsp;actual assignment thereof by&nbsp;you will be&nbsp;null and void without PocketGuard’s prior and explicit consent in&nbsp;writing.</p>Interpretation.<p>The section headings in&nbsp;the Terms are included for convenience only and shall take no&nbsp;part in&nbsp;the interpretation, or&nbsp;construing of&nbsp;the Terms “including”, whether capitalized or&nbsp;not, means without limitation.</p>Severability.<p>If&nbsp;any provision of&nbsp;the Terms is&nbsp;held to&nbsp;be&nbsp;illegal, invalid, or&nbsp;unenforceable by&nbsp;a&nbsp;competent court, then the provision shall be&nbsp;performed and enforced to&nbsp;the maximum extent permitted by&nbsp;law, and the remaining provisions of&nbsp;the Terms shall continue to&nbsp;remain in&nbsp;full force and effect.</p>Survival.<p>The provisions of&nbsp;these Terms titled Intellectual Property, License to&nbsp;User Submissions, Disclaimer of&nbsp;Warranty, Limitation of&nbsp;Liability, Indemnification, Governing law and Jurisdiction, General, Changes in&nbsp;Ownership, No&nbsp;Assignment, Interpretation, Severability and Survival and any other provisions which by&nbsp;their nature would reasonably be&nbsp;expected to&nbsp;survive, shall survive any termination or&nbsp;expiration of&nbsp;your use of&nbsp;the Services.</p>", "created_at": "2023-04-15 23:52:53.700998", "updated_at": "2023-04-15 23:55:09.508596"}], "points": [], "urls": ["pocketguard.com"]}}