{"error": 448, "message": "OK", "parameters": {"id": 8741, "name": "IQOPTION", "created_at": "2023-07-02 21:02:52.563059", "updated_at": "2023-07-02 22:02:23.319037", "wikipedia": null, "keywords": null, "related": null, "slug": "iqoption", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8741.png", "url": "iqbroker.com", "documents": [{"id": 17057, "name": "Privacy Policy", "url": "https://static.cdnroute.io/files/storage/public/62/7b/c17c026469a4c7h7g7.pdf", "xpath": "//body", "text": "Privacy Policy,IQOPTION respects your privacy and is committed to protecting and respecting your personal ,data.\nThis privacy policy aims to give you information on how we collect and process any ,personal data i.e.\ninformation about a Client (as defined below) who is a natural person on the ,basis of which that Client can be identified (hereinafter thedata) in accordance with the ,applicable data protection legislation and best practice.,We strive to create the most secure infrastructure of any broker in the world.\nIn this privacy ,policy we would like to tell why you can trust us with your data and rest assured that your data ,is safe.,It is important that you read this privacy policy together with any other privacy policy we may ,provide on specific occasions when we are collecting orprocessing your data about you so ,that you are fully aware of how and why we are using your data.,In this Privacy Policy, unless the context otherwise requires, expressions defined herein shall ,have the meaning ascribed to them in theTerms &amp.\nConditions,.\n,Please note that this Privacy Policy is addressed to current and prospective Clients.\nIf you are ,an employee, contractor or a third-party service provider, your personal information will be ,used in connection with your employment contract, your contractual relationship or in ,accordance with our separate policies which are available by contacting us at the contact ,details listed in the section OUR CONTACT DETAILS below.,If you are participating in our affiliate program and/or introducing broker program, we will ,process the data provided under our agreement with you to exercise our rights and perform ,our obligations under or in connection with the relevant agreement and the term Client in this ,Privacy Policy shall be read to include the term Affiliate and/or Introducing Broker (as ,applicable).\n,1.\nWHO WE ARE,IQOPTION is a global brand, which in your jurisdiction, is operated by DIGITAL INVEST ,LIMITED a company registered in the Seychelles with company registration number ,C8426374-1 and having its registered address at Seychelles, Mahe, Victoria, Francis Rachel ,Street, Sound and Vision house, suite 2(hereinafter “We” or “Company”or “IQOPTION”).\nWe ,are the controller and responsible for the data of the Client disclosed to us in order to register ,for a Trading Account, Demo Account and/or to make use of any other services offered by us ,through thewebsite(hereinafter “Website”) (this term shall at all times include Website’s ,desktop and mobile versions).,This Privacy Policy is issued on behalf of IQOPTION the company responsible for collecting ,and/or processing your data when you use the Trading Platform through the Website, either ,for a Trading Account or a Demo Account (or their mobile/desktop versions) (hereinafter ,theService(s)).\nWe respect your privacy and we are committed to protect your data, which ,we collect, use and/or have access to.,We take measures to implement advanced data protection policies and procedures and to ,update them from time to time for the purpose of safeguarding the Client's data and the Client’s ,account.\nYour data is protected by the legal, administrative and technical measures that we ,take to ensure the privacy, integrity and accessibility of data.\nTo prevent security incidents with ,your data, we use a mixed organizational and technical approach based on the results of ,annual risk assessment.,We shall not divulge any private information of our Clients and former Clients unless the Client ,approves in writing such disclosure or unless such disclosure is required under applicable law ,or is required in order to verify the Client's identity or it is required for us to perform our ,contractual obligations under any agreement concluded with the Client.\nThe Clients' ,information is processed only by our employees and/or trusted third parties which provide ,specific services necessary for the provision of our services.\nAll such information shall be ,stored on electronic and physical storage media according to applicable law.,2.\nDATA USAGE,1.\nWe may collect, use, store and transfer different kinds of data about you which we have ,grouped together as follows:,●Identity Data includes first name, last name, and patronymic (if available), date of birth ,gender, passport, ID, Driver’s number, and copy of photo.,●Contact Dataincludes billing address, email address and telephone numbers.,●Financial Dataincludes bank account, payment card details and tax identification ,number (including but not limited to social security number, income tax identification ,number, national insurance number).,●Transaction Dataincludes details about the transactions performed by you, details ,about payments, withdrawals, exchanges, trading history, profit, balance, deposited ,and withdrawal amount methods, and any other details in relation to the services you ,have made use of through our Website.,●Technical Dataincludes internet protocol (IP) address, your login data, browser type ,and version, time zone setting and location, browser plug-in type and versions, ,operating system and platform, and other technologies on the devices you use to ,access the Website and use of cookies stored on your device.,●Profile Dataincludes your Client Account details, username and password, ,transactions made by you, your interests, preferences, feedback and/or information ,received through your interaction with us within the course of providing our services ,and survey responses.,●Usage Dataincludes information about how you use the Website, products and ,services, registration date, account category, trading cluster, number of complaints, ,number of requests filed and IP history.,●Marketing and Communication Dataincludes your preferences in receiving,marketing from us and your communication preferences.,●Special Categories of Data/ ‘Sensitive’ Dataincludes details about your religious ,belief, annual income, biometric data and/or criminal convictions and offenses.,●Conformity Dataincludes details about your education, employment status, trading ,experience, self-assessment test.,●Banking Dataincludes details of the number of payment wallets and/or information of ,your bank card, including information of the issuing bank, card number, cardholder ,name, card expiration date, payment system, card validation code (CVV2 / CVC2), and ,photos of both sides of the bank card.,●Data in KYC(Know your customer) includes identity document information, including ,copies of recently dated Utility Bills, Identity Card, Passport, and/or Driver’s License.,●Economic Profile Dataincludes details on occupation, purpose of investment, annual ,income, net wealth, expected annual amount of investment and sources of funds.,●Location Dataincludes details on your actual location when interacting with our ,Website (for example, a set of parameters that determine regional settings of your ,interface, namely residency country, time zone, and the interface language),●Audio Data includes full voice recordings of calls that you receive from us or make to ,us.\n(the above collectively referred to asPersonal Data),2.\nAggregated Data includes statistical or demographic data for any purpose.\nSuch data can ,be derived from your data but may not be considered personal data in law as it will not directly ,or indirectly reveal your identity.\nAn example of such Aggregated Data could be that we ,aggregate your Usage Data to calculate the percentage of users accessing a specific website ,feature and/or services/product preference.,Notwithstanding the above, if we combine Aggregate Data with data in a way that the end ,result can in any way identify the data subject, we shall treat such combined data as data ,which will be treated as per the provisions herein contained.,Processing of your data iscarried out by us following the principles of lawfulness, fairness, ,transparency, and always adhering to the intended purpose of data processing, the principle ,of data minimization, accuracy, limited data storage, data integrity, confidentiality and ,accountability.,In general we collect and process the Personal Data, for any of the following reasons:,1.To perform our contract with you,,2.To comply with our legal obligations including without limitation to applicable anti-,money laundering and terrorist financing laws and regulations (hereby referred to as ,money-laundering acts), and/or,3.To safeguard our legitimate interest,The Client acknowledges that all or part of the data concerning the Client's account and related ,transactions will be stored by us and may be used by us in case of dispute between us and ,the Client.,The Client is responsible for updating any data provided to us in case of any change.\nAlthough ,we will strive to keep your data up to date and review and inspect any information provided by ,you, we may not be able to always do so without your help.\nThe Client acknowledges that we ,hold neither commitment nor responsibility to the Client due to any aforesaid review or ,inspection of information.,3.\nHOW IS YOU PERSONAL DATA COLLECTED?,We use different methods to collect data from and about you including through:,Direct Interactions.You will provide to us your Identity, Contact and Financial Data online ,through the Website and/or by filling in online forms and/or by corresponding with us by emails ,or otherwise.\nData may be submitted to us by you when you wish to:,1.Register for a Trading Account;,2.Register for a Demo Account;,3.Subscribe to our publications and ongoing updates;,4.Request marketing and promotions to be sent to you;,5.Enter a competition, promotion or survey.\nand/or,6.Give us feedback or contact us.,We require to collect the above data in order that we are able to (i) provide our services ,efficiently, (ii) to comply with our ongoing legal obligations, including, inter alia, to prevent fraud ,and money laundering acts.,If you fail to provide the data when requested we may not be able to perform the contract we ,have or are trying to enter into with you (for example, to provide you with our services).\nIn this ,case, we may haveto cancel a service you have with us but we will notify you if this is the ,case at the time.\nIt is important that the data we hold about you is accurate and current.\nPlease ,keep us informed if your data changes during your relationship with us.,Automated Technologies or Interactions.When using our Services, your device ,automatically transmits to us its technical characteristics.\nLocale (a set of parameters that ,determine regional settings of your interface, namely, residence country, time zone and the ,interface language) is used for the purpose of providing you with the best possible service ,within our platform.\nUsing the information about IP address, cookies files, information about ,browser and operating system used, the date and time of access to the site, and the requested ,pages addresses allows us to provide you with the optimal operation on our web application, ,mobile and/or desktop versions of our application and monitor your behavior for the purpose ,of improving the efficiency and usability of our Services.\nWe use web analytics tools to track ,performance of our website and marketing source of users by cookies in order to optimize our ,marketing costs and provide users with better experience.\nYou may at any time request that ,we refrain from any such transmissions (to the degree this is possible and subject to any of ,our legal obligations) by sending your request to the DPO using our details in the OUR ,CONTACT DETAILS below using the registered email address you disclosed and registered ,with us through your Account.\nWe will address your request within 30 business days.,About Cookies:,A cookie is a small amount of data that often includes a unique identifier that is sent to your ,computer or device browser from a website's computer and is stored on your device's hard ,drive for tracking site usage.\nA website may send its own cookie to your browser if your ,browser's preferences allow it, but, to protect your privacy, your browser only permits a website ,to access the cookies it has already sent to you, not the cookies sent to you by other websites.\n,Many websites do this whenever a user visits their website in order to track online traffic flows.\n,When you visit our Website, our system automatically collects information about your visit, ,such as your Technical Data, including inter alia to, your browser type, your IP address and ,the referring website.,Cookies stored may determine the path the Client took on our site and used to anonymously ,identify repeat users of the website and what pages were most popular for Clients.\nHowever, ,we protect the Client’s privacy by not storing the Client’s names, personal details, emails, etc.\n,Using cookies is an industry standard and is currently used by most major websites.\nStored ,cookies allow the Website to be more user-friendly and efficient for Clients by allowing us to ,learn what information is more valued by Clients versus what isn’t.\nYou can set your browser ,not to save any cookies of this website and you may also delete cookies automatically or ,manually.\nHowever, please note that by doing so you may not be able to use all the provided ,functions of our website in full.,Please see our Cookies Policy,for further details.,4.\nPURPOSE FOR WHICH WE WILL USE YOUR DATA AND ON WHAT LEGAL BASIS,1.We process the aforementioned data in compliance with the applicable legislation as ,amended from time to time in order to (i) be able to perform our contractual obligations ,towards the Client and offer them the best possible service, (ii) provide our Services ,efficiently, (iii) comply with our legal obligations, including, inter alia, to prevent fraud ,and money laundering acts, and (iv) protect our legitimate interests and your vital ,interests.,2.We process all data basedon the following legal basis:,1.For compliance with our legal obligations;,2.For the performance of our contractual obligations towards the Client;,3.For the purposes of safeguarding our legitimate interests and your interests and ,fundamental rights do not override those interests.\nand/or,4.On the basis of your consent.,3.Indicatively we set out below, a description of all the ways we plan to use your data ,and which of the legal bases we rely on to do so.\nWe have also identified what our ,legitimate interests are where appropriate.\nNote that we may process the data for more ,than one lawful ground depending on the specific purpose for which we are using your ,data.,-PURPOSE ACTIVITYTYPE OF DATAINTEREST,LAWFUL BASIS FOR PROCESSING ,INCLUDING BASIS OF LEGITIMATE ,a.,1.\nTo accept to register you as a ,Client,2.\nTo notify you about changes to our ,terms or privacy policy,3.\nTo communicate with you and 1.\nIdentity Data,provide you with secure 2.\nProfile Data,identifications, authentication and 3.\nContact Data,support services4.\nData in KYC1.\nNecessary to perform our contract ,4.\nTo confirm you are at age of 5.\nFinancial Datawith you,majority as recognized and declared 6.\nEconomic 2.\nNecessary to comply with our legal ,by the laws of your jurisdictionProfile Dataobligations,b.,1.\nTo perform our Scoring Processing 1.\nNecessary to perform our contract ,under which a Client is scored on a 1.\nBanking Datawith you,scale basis with regard to the level of 2.\nEconomic 2.\nNecessary to comply with our legal ,risk he is to IQOPTIONProfile Dataobligations,c.,1.\nTo confirm the information provided with you,by You under (a) above in relation to 2.\nNecessary to comply with our legal ,your location.1.\nLocation Dataobligations,1.\nNecessary to perform our contract ,d.,1.\nTo secure authentication, ,identification andsupport services via 1.\nNecessary to perform our contract ,social networks protocols and use the ,links to your accounts in social 2.\nNecessary to comply with our legal ,networks for these purposes.1.\nTechnical Dataobligations,with you,e.,1.\nTo process and deliver your ,transactions and requests (Deposits.\n1.\nNecessary to perform our contract ,Trades.\nWithdrawals)with you,2.\nManage payments, fees and 2.\nNecessary for our legitimate interest ,charges;1.\nBanking Data(recover charges owed to us, make a ,3.\nTo collect and recover money owed 2.\nTransaction withdrawal in case of breach of our ,to us.Datacontract),f.,1.\nTo administer and protect our interests (take reasonable steps to ,business and Website (including confirm that you do not use any ways ,troubleshooting, data analysis, to manipulate our platform &amp.\nfor ,testing, system maintenance, 1.\nIdentity Datarunning our business, provision of ,support, reporting andhosting of 2.\nContact Dataadministration and IT services, network ,data)3.\nTechnical Datasecurity, to prevent fraud),1.\nPerformance of our contract with you,2.\nNecessary to comply with our legal ,obligations,3.\nNecessary for our legitimate ,g.,1.\nTo deliver relevant Website content ,and advertisements to you and ,measure or understand the ,effectiveness of the advertising we ,serve to you1.\nIdentity Data,2.\nTo provide you with an optimal 2.\nContact Data,operation on our web application, 3.\nProfile Data1.\nNecessary to perform our contract ,mobile and/or desktop versions of our 4.\nUsage Data with you,application and monitor your behavior Technical Data2.\nNecessary for our legitimate ,for the purpose of improving the 5.\nMarketing and interests (to study how customers use ,efficiency and usability of our Communication our products/services, to develop them, ,services.Datato grow our business),h.,1.\nto study how customers use our ,products/services, to develop them, ,to grow our business and to inform 1.\nNecessary for our legitimate ,our marketing strategy;1.\nTransaction interests (including statutory limitations ,2.\nstatutory limitationsDataprovisions by applicable laws),i.,1.\nTo inform you about any of the 3.\nContact Data1.\nNecessary to perform our contract ,following:4.\nTechnical Datawith you,—new services and/or products we 5.\nUsage Data2.\nNecessary for our legitimate ,may offer;6.\nTransactionsinterests (to study how customers use ,—Any new development and/or 7.\nMarketing and our products/services, to develop our ,features of the current Communication products/services and grow our ,products/services we offerDatabusiness),1.\nIdentity Data,2.\nProfile Data,j.,1.\nTo send direct marketing of our ,services to you always within the ,boundaries of our legitimate interests.,2.\nTo send to you newsletters, push-1.\nIdentity Data,messages and calls to keep you in 2.\nProfile Data,touch with our new feature and new 3.\nContact Data,development of the current 4.\nData that may ,products/services we offer, news and be provided by 1.\nNecessary to perform our contract ,events and the efficient provision of you during your with you,the full scope of our services.activity at the 2.\nNecessary for our legitimate ,Please note that we will never use Website.interests (to provide effective and ,your data to communicate to you Marketing and personalized customer services to you ,and/or promote any third party Communication and to update you in relation to our ,marketing material.Dataservices that are available to you.,k.,1.\nTo allow us to provide you with the ,optimal operation on our Website, ,mobile and desktop versions of our ,application and monitor your behavior ,for the purpose of improving the ,efficiency and usability of our ,Services.1.\nNecessary to perform our contract ,2.\nTo use analytics tools to track 1.\nLocation Datawith you,performance of the Website and 2.\nTechnical Data2.\nNecessary for our legitimate ,marketing source of our Clients in 3.\nUsage Datainterests (to provide effective and ,order to optimize our marketing costs 4.\nMarketing and personalized customer services to you ,and provide you with better Communication and to update you in relation to our ,experience.Dataservices that are available to you).,l.,1.\nto allow us to monitor and train our 1.\nNecessary to perform our contract ,employees for your benefitwith you,2.\nto safeguard your or our interests 2.\nNecessary to comply with our legal ,in case of a disputeAudio Dataobligations,3.\nto take steps for fraud prevention3.\nNecessary for our legitimate ,4.\nto improve the services provided to interests,you,m.,1.\nTo confirm that your annual income ,corresponds with your employment 1.\nNecessary to comply with our legal ,statusobligations,2.\nTo confirm that you have no 2.\nNecessary to protect your vital ,criminal history.Sensitive Datainterests.,4.\nIf you are an existing Client of the Website where we have a legitimate interest in ,communicating with you, or if you have given us your consent we will collect and process your ,personal data to communicatewith you in case of support and/or sending newsletters, push-,messages and calls to keep you in touch with our new features, news and events and the ,efficient provision of the full scope of our services.\nWe will also use your data to send you ,marketing information regarding our services that we believe may be of interest to you via ,email or otherwise.,5.\nOur Website is not intended for children and we do not knowingly collect data relating to ,children.\nAs we do not allow users under the age of 18 to use ourservices, we need to obtain ,your birth date in order to confirm the Clients’ age checks.,5.\nOPTING OUT,If you do not want to receive any marketing newsletters or transmit your data to the third-,parties for marketing purposes, you can configure your preferences.\nSuch configuring can be ,done when (i) opening an account or (ii) when receiving such advertising content or (iii) by ,logging in and going to My Account &gt.\nPersonal Details &gt.\nNotification Settings.\nYou may also ,send us, at any time, an email tosupport@iqoption.com,using the registered email address ,you disclosed and registered with us through your Account asking us to cease from sending ,such advertising content or sending your data to the third-parties for marketing purposes.\nThe ,aforesaid mark removal and/or e-mail received by IQOPTION will oblige us to cease sending ,advertisement content to you within 7 (seven) business days.,6.\nDISCLOSURE OF DATA,We may share your data with the parties for the purposes set out above.,We take all reasonable steps so that our third-party service providers do not use your personal ,data for their own purposes and only permit them to process your data for specific purposes ,and in accordance with our instructions.,In general, your data is used by our processors.,In addition, a transfer of your data to another legal entity may occur as part of a transfer of our ,business or parts thereof in the form of a reorganization, sale of assets, consolidation, merger ,or similar.,With regard to the transfer of data to recipients outside of our related and/or affiliated entities, ,we note that we strive to maintain discretion with respect to client related matters and ,assessments of which we acquire knowledge.\nWe may disclose data that concerns you only ,if (i) we are legally required to do so.\n(ii) if required when you expressly order us to process a ,transaction or any other service and (iii) it is required for the provision of our services under ,our contractual relationship and/or (iv) protection of our legitimate interests and applicable ,legislation as amended from time to time.,External Third Parties.\nYour data is shared with third party organizations/entities including ,but not limited to:,A.\nService Providers.\nWe may share your data with ourtrusted third party service providers, ,who, on our behalf, operate, maintain, and/or support our IT systems and IT infrastructure, our ,websites, manage our payment solutions, perform statistical analysis, marketing and ,advertising purposes, sending newsletters, provide customer support and perform other ,important services for us.,B.\nOther related and/or affiliate entities.\nWe may also disclose your data to other IQOPTION ,Affiliate companies in order for them to provide us with the relevant services.,C.\nState authorities.\nYour details that are provided and/or that will be provided by you during ,your activity on the Website may be disclosed by us to official authorities.\nWe will make such ,disclosure only if required to be disclosed by us under the applicable law or court order and to ,the minimum required extent.,D.\nOther disclosures.\nIn addition to where you have consented to a disclosure of the data or ,where disclosure is necessary to achieve the purpose(s) for which, it was collected, data may ,also be disclosed in special situations, where we have reason to believe that doing so is ,necessary to identify, contact or bring legal action against anyone damaging, injuring, or ,interfering (intentionally or unintentionally) with our rights or property, users, or anyone else ,who could be harmed by such activities, or otherwise where necessary for the establishment, ,exercise or defense of legal claims.,Where reasonably possible, management shall ensure that third parties collecting, storing or ,processing personalinformation, on our behalf, have:,a.\nSigned agreements to protect personal information consistent with this Privacy Policy and ,information security practices or implemented measures as prescribed by applicable laws.\n,b.\nSigned non-disclosure agreements orconfidentiality agreements which includes privacy ,clauses in the contract.\nand,c.\nEstablished procedures to meet the terms of their agreement with third parties to protect ,personal information.,Remedial action shall be taken in response to misuse or unauthorized disclosure of personal ,information by a third party collecting, storing or processing personal information on behalf of ,IQOPTION.,If you want to obtain further information on any data transfers mentioned above please ,contact us using the registeredemail address you disclosed and registered with us ,through your Account through the points of contact listed in the Section OUR CONTACT ,DETAILS below.,7.\nDATA RETENTION,We store your data for as long as reasonably necessary to fulfill the purposes we collected it ,for, including for the purposes of satisfying any legal, tax, accounting or reporting ,requirements.\nWe may retain your personal data for a longer period in the event of a complaint ,or if we reasonably believe there is a prospect of litigation in respect to our relationship with ,you.,To determine the appropriate retention period for your data, we consider the amount, nature ,and sensitivity of the data, the potential risk of harm from unauthorized use or disclosure of ,your data, the purposes for which we process your data and whether we can achieve those ,purposes through other means, and the applicable legal, tax, accounting and other ,requirements.,We shall keep your data (including call recordings) during our contractual relationship and for ,a minimum period of 7 (seven) years from the date of termination of the Service used by you.,In general, all other data is stored for a period of 30 (thirty) business days after the date of ,termination of the provision of our Services unless there is any other legal reason to keep it.,At the expiration of the data retention period the data is erased by irreversible destruction and ,we also inform all third parties, to whom the data was transferred, regarding such erasure and ,request implementation of similar actionson their part.,8.\nYOUR RIGHTS AND HOW TO WITHDRAW CONSENTS AND UNSUBSCRIBE,We ask you to provide us with true, accurate and updated information on your identity and not ,misrepresent yourself to be another individual or legal entity.\nAny changes in your identifying ,details shall be notified to us immediately and in any case no later than the 7th day from the ,date of such changes.\nIf your data is incorrect or incomplete, please contact us at the contact ,details listed in the section OUR CONTACT DETAILS belowin order to change your data.,Under certain circumstances, you have rights in accordance with applicable legislation and ,our policies as amended from time to time.\nSome of the rights are rather complex and include ,exemptions, thus we strongly advise you to contact us (at the contact details listed in the ,section OUR CONTACT DETAILS below).\nYou can find a summary of your rights below in this ,section.,A.\nThe right to access.\nYou have a right to obtain the confirmation as to whether or not your ,data is being processed by us.\nIn addition, you have a right to obtain more detailed information ,about the data kept and the processing undertaken by us and under certain circumstances,the right to receive a copy of this data.\nIn order to access and view your data without ,downloading it, please go to the 'Access my data' in your personal cabinet, by logging onto ,your Account, go toPersonal Data andat the bottom of the page you can proceed with your ,request by selection - Access my Data.In addition, you have a right to obtain more detailed ,information about the data kept and the processing undertaken by us and under certain ,circumstances the right to receive a copy of this data.\n,B.The right to rectification.\nYou have the right to have inaccurate data about you rectified, ,and, taking into account the purpose of the processing, to have incomplete data completed.,C.\nThe right to erasure.\nThis enables you to ask us to delete or remove personal data where ,there is no good reason for us continuing to process it.\nIn order to Delete your Account and all ,of the personal data currently stored in our system you can do so, by logging into your Account ,go to – Personal Datasection and then Account Settingsand at the Bottom of the Page ,you can proceed with your request by selecting- Terminate Account – Delete My Account ,and all of its data.\nPlease note however that we may not always be able to comply with your ,request of erasure for specific legal reasons which will be notified to you, if applicable, at the ,time of your request.\nIn case if you want to obtain complete erasure of your data (to apply the ,“right to be forgotten”), please note that we may not always be able to comply with your request ,of erasure for specific legal reasons which will be notified to you, if applicable, at the time of ,your request.,D.\nThe right to restriction of processing.\nYou have the right to request the restriction of ,processing of your personal data (a) if it is notaccurate;(b) where processing may be unlawful ,but you do not want us to erase your data.\n(c) where you need us to hold the data even if we ,no longer require it.\nor (d) where you may have objected to our use of your data but we need ,to verify whether we have overriding legitimate grounds to use it.,E.\nThe right to data portability.\nTo the extent the legal basis for the processing is your ,consent, and such processing is carried out by automated means, you have the right to receive ,your data in a structured, commonly used and machine-readable format.\nHowever, this right ,does not apply where it would adversely affect the rights and freedoms of others and/or in ,case it may be technically impossible to do so.,F.\nThe right to object.\nSubject to the legal basis on which the processing activity is based, ,you may object to processing of your personal data.\nPlease note that in some cases, we may ,have compelling legitimate grounds to process your information which we need to comply with.,G.\nThe right to withdraw consent.\nTo the extent that the legal basis for the processing is ,your consent, you have the right to withdraw from that consent at any time.\nThis may apply to ,marketing purposes and/or with regards to the transfer of your data to third parties.\nIn case ,you withdraw from a consent given, then we will cease to process your data, unless and to the ,extent the continued processing is permitted or required according to the applicable data ,regulation or other applicable laws and regulations.\nThe withdrawal from your consent will in ,no event affect the lawfulness of processing based on consent before its withdrawal.,H.\nThe right to complain to the data protection supervisory authority.\nWe do our best to ,ensure that we protect your data, keep you informed about how we process your data and ,comply with the applicable data protection regulation.\nIn case you are not satisfied with the ,processing and protection of your data or the information you have received from us, then we ,urge you to inform us in order for us to improve.\nPlease also do not hesitate to contact us, if ,you want to make use of your rights.,If you want to exercise any of your rights mentioned above and/or obtain more information ,regarding your rights and/or our policies and procedures please contact us through the points ,of contact listed in the Section OUR CONTACT DETAILS below.\nPlease also provide us with ,relevant information to take care of your request, including your full name and email address ,so that we can identify you.\nWe will respond to your request without undue delay.,We may need to request specific information from you to help us confirm your identity and ,ensure your right to access your data (or to exercise any of your other rights).\nThis is a security ,measure to ensure that personal data is not disclosed to any person who has no right to ,receive it.\nWe may also contact you to ask you further information in relation to your request ,to speed up our response.,We tryto respond to all legitimate requests within one month.\nOccasionally it could take longer ,than a month if your request is particularly complex or you have made a number of requests.\n,In this case, we will notify you and keep you updated.,We may charge you a reasonable administrative fee for any unreasonable or excessive ,requests we may receive, and for any additional copies of the data you may request.,9.\nDATA SECURITY,We have put in place appropriate security measures to prevent your data from being ,accidentally lost, used or accessed in an unauthorized way, altered or disclosed.\nIn addition, ,we limit access to your data to those employees, agents, contractors and other third parties ,who have a business need to know.\nThey will only process your data on our instructions and ,they are subject to a duty of confidentiality.,We have put in place procedures to deal with any suspected data breach and will notify you ,of a breach where we are legally required to do so.,Your help is always valuable in ensuring that your data is kept safe.\nUpon registration to the ,Website (or its mobile version), the Client will be asked to choose a username and password ,to be used by the Client on each future login and for the performance of transactions and use ,of the Services.\nIn order to protect the Client's privacy and operation with the Website sharing ,registration details (including without limitation, username and password) by the Client with ,other persons or business entities is strictly prohibited.\nWe shall not be held responsible for ,any damage or loss caused to the Client due to improper use (including prohibited and ,unprotected use) or storage of such username and password, including any such use made ,by a third party, and whether or not known to or authorized by the Client.,Any use of the Website with the Client's username and password is Client's sole responsibility.\n,We shall not be held responsible for any such use, including for validation that the Client is ,actually operating in his/her account.,You are obliged to forthwith notify us of any suspicion for unauthorized use of the Client ,Account.\nYou may contact us at any time through the points of contact listed in the Section ,OUR CONTACT DETAILS below.,Encryption of your data in transit.\nEncryption provides a high level of security and privacy ,for your data.\nWhen you enter your data in our platform we use strong encryption technologies ,(such as Transport Layer Security) to protect your data during transmission from your devices ,to our servers.,For providing more trust and security we use digital EV (Extended Validation) Certificates ,issued by trusted Certificate Authorities.\nYou can see the ‘Green Bar’ in the supported browser ,versions which confirms what all transmitted data is secure.,Protection of your data in our infrastructure.\nWe make it a priority to develop services that ,are secure \"by default\".\nThe \"default\" security of our services means that all new services and ,features are designed with strict security requirements in mind before we even begin ,development.\nThis is the key to guaranteed protection and privacy of all data that our services ,handle and store, once the service or new feature is released.,To secure your data, we use the pseudonymisation which allows most of our services to ,operate without using your actual data.\nInstead of that, our services use a system ID that can't ,be traced back to identify you.,We are always vigilant about the security of your data stored in our infrastructure.\nBecause of ,that we locate all our equipment which is used for your data processing in secure data centers.\n,Network access to this equipment is isolated from the Internet.\nWe use network segmentation ,for isolation of services which need different levels of security from each other.\nIn addition, we ,restrict logical access to your data for our employees on a \"need to know\" basis.\nSo, only the ,personnel that really require access to your data for the purpose of providing you with our best ,service, will have access to it.,Threats protection.\nWe are highly knowledgeable about modern threats to data security and ,privacy, and we are well prepared to combat them.\nAll events that occur in our infrastructure ,are continuously monitored, analyzed and responded to, which allows us to ensure proper ,protection of your data, keeping it safe from threats, vulnerabilities, and the effects of malware.,In the event of a failure that affects the accessibility of your data, we have data backup and ,recovery procedures in place that will help us restore your data in a short time.\nTo guarantee ,quick recovery, we use high availability mode enabled for most critical databases which allows ,us to minimize downtime.,Employee awareness of data security.\nOur employees may handle your data in order to ,provide you with first-class service.\nTo guarantee the security and confidentiality of your data, ,we monitor all employees’ actions with access to your data in our systems and grant access ,strictly on a \"need to know\" basis: only employees who need access will receive it.\nWe hold ,regular training sessions to make sure that each employee understands the principles that we ,follow to achieve robust data security and privacy.,If you choose not to give your personal information.\nIn the context of our business ,relationship we may need to collect data by law, or under the terms of a contract we have with ,you.\nWithout this data, we are, in principle, not in a position to close or execute a contract with ,you.,If you choose not to give us this data, it may delay or prevent us from meeting our obligations.\n,It may also mean that we cannot perform services needed to run your accounts or policies.,To what extent we carry automated decision-making and profiling.\nIn establishing and ,carrying out a business relationship, we generally do not use automated decision-making.\nIf ,we use this procedure in individual cases, we will inform you of this separately.\nIn some cases, ,we may proceed with profiling in order to evaluate certain personal aspects.\nWe shall inform ,you accordingly in case we perform any profiling.\nIn general, any data collection that is optional ,would be made clear at the point of collection.,10.\nOUR CONTACT DETAILS,We have appointed a data protection officer(hereinafterDPO) who is responsible for ,overseeing questions in relation to this Privacy Policy.\nIf you have any questions about this ,privacy policy, including requests relating to the data, please contact the DPO using the details ,set out below:,Address: ,First Floor, First St.\nVincent Bank Ltd Building, James Street, Kingstown, Saint Vincent and ,the Grenadines,Email: ,internationaldpo@iqoption.com,To enable us to process your request, please contact ususing the registered email address ,you disclosed and registered with us through your Client Account.\nWe may require that you ,provide us with proof of your identity, such as by providing us with a copy of a valid form of ,identification.\nThis is to ensure that we appropriately protect the personal data we hold from ,unauthorized access requests and comply with our securityobligations.,If you have any questions, or want more details about how we use your data, you may contact ,us at the above contact details and we will be happy to provide you with further details.,11.\nLINKS TO OTHER WEBSITES,We may provide links to third party websites in our Website.\nThese linked websites are not ,under our control, and we therefore cannot accept responsibility or liability for the conduct of ,third parties linked to our websites, including without limitation to the collection or disclosure ,of your data.\nBefore disclosing your data on any other website, we encourage you to examine ,the terms and conditions of using that website and its privacy policies.,12.\nCHANGES TO THIS PRIVACY POLICY,1.This Privacy Policy was last updated 09 May 2022.\nWe reserve the right, at our discretion, ,to add, modify or remove portions of this Privacy Policy in the future to ensure that the ,information herein provides relevant and adequate information about our collecting and ,processing of your data.,2.This privacy policy may be supplemented by other information received from us and other ,terms and conditions applicable to the Website or which you have agreed to as part of ,your interaction with us.,3.In case of updates, we will post the revised Privacy Policy on our website.\nChanges will ,take effect as soon as the revised version is made available on our website.\nYour ,comments and feedback are always welcome.\nYou may contact us at any time through ,the points of contact listed in the Section OUR CONTACT DETAILS above.", "created_at": "2023-07-02 21:02:52.593897", "updated_at": "2023-07-02 21:03:55.718093"}, {"id": 17058, "name": "Terms and Conditions", "url": "https://static.cdnroute.io/files/storage/public/cc/i5/g32cpif6r6n5vlrg.pdf", "xpath": "//body", "text": "General Terms and Conditions,This Agreement is entered into by and these Terms &amp.\nConditions (hereinafter referred to as the,“Agreement”) shall regulate the relationship betweenDigital Invest Limited with registration number,C8426374-1 and registered at:Seychelles,Mahe,Victoria,FrancisRachelStreet,SoundandVision,house,suite2(hereinafter referred to as the“Company”),and the user (a natural or legal entity),(hereinafter referred to as the“Client”) ofwww.sc.iqoption.com(hereinafter referred as the,“Website”).,The Company is regulated by the Financial Service Authority of Seychelles (hereinafter referred to,as the “FSA”), with License number SD085 to provide Clients with the Investment and Ancillary,Services under this Agreement.,1.The Client confirms that he/she has read, understood and accepted all information,,conditions and terms set out on the Website which are open to be reviewed and can be,examined by the public and which include important legal Information.,2.By accepting this Agreement, the Client agrees and irrevocably accepts the terms and,conditions contained in this Agreement, its annexes and/or appendices as well as other,documentation/information published on the Website, including without limitation to the,Privacy Policy, Payment Policy, Withdrawal Policy, Code of Conduct, Order Execution Policy,and Anti-Money Laundering Policy.\nThe Client accepts this Agreement by registering an,Account on the Website and depositing funds.\nBy accepting the Agreement, and subject to,the Company’s final approval, the Client enters into a legal and binding agreement with the,Company.,3.The terms of this Agreement shall be considered accepted unconditionally by the Client upon,the Company’s receipt of an advance payment made by the Client.\nAs soon as the Company,receives the Client's advance payment, every operation made by the Client on the Trading,Platform shall be subject to the terms of this Agreement and other documentation/information,on the Website.,4.The Client hereby acknowledges that each and any Operation, activity, transaction, order,and/or communication performed by him/her on the Trading Platform, including without,limitation through the Account, and the Website, shall be governed by and/or must be,executed in accordance with the terms and conditions of this Agreement and other,documentation/information on the Website.,5.By accepting this current agreement, the Client confirms that he/she is able to receive,information, including amendments to the present Agreement either via email or through the,Website.,6.A client that is a legal entity can register with the Company not through the Website but by,sending an email with its request tosupport@iqoption.com.All terms and conditions,contained herein, including without limitation to 1 to 5 above, shall at all times be applicable,to the Legal Entity and the latter shall conform with such terms and conditions, obligations,and rights at all times.,1.\nTerms,1.Account– means a unique personified account registeredin the name of the Client and,which contains all of the Client’s transactions/ operations on the Trading Platform (as defined,below) of the Company.,2.Ask- means the higher price in a quote.\nThe pricethe Client may buy at.,3.Bid- means the lower price in a quote.\nThe pricethe Client may sell at.,4.Binary Options and/or All or Nothing Options and/or Turbo Options -means financial,instruments where a prediction is made on the direction of the price movement of an asset at,a certain period of the day.\nThe payout is pre-determined as a fixed amount whether the,option expires in the money or if the option expires out of the money.,5.CFD (contract for difference)- means a tradable contractentered into between the Client,and the Company, who exchange the difference in the value of an Instrument, as specified,on the Trading Platform at the time of opening a Transaction, and the value of that,Instrument at the contract’s end.,6.Digital Option Contract- means a type of derivativeinstrument where the Client earns a,payout if they correctly predict the price movement of the underlying asset at the time of the,option’s expiry.\nThe prediction can be made as to whether the value of the underlying asset,will fall above or below the strike price at time of expiration.\nShould the option expire at the,selected strike price, it will be considered to expire out-of-the money and will result in the,loss of the invested amount.,7.Execution- means the execution of Client order(s)by the Company acting as the Client's,counterparty as per the terms of the present agreement.,8.Financial Instruments- means the Financial Instrumentsas per paragraph 2.4 below that,are available on the Company’s Trading Platform.,9.KYC documents- means the documents to be providedby the Client, including without,limitation to the a copy of the passport or ID and utility bill of the Client, in case it is a natural,person and/or certificates showing the management and ownership going all the way up to,the ultimate beneficial owner, in case it is a legal entity, and any other documents the,Company may request upon its sole discretion.,10.Market- means the market on which the Financial Instrumentsare subject to and/or traded,on, whether this market is organized / regulated or not and whether it is in Seychelles or,abroad.,11.Market Maker- means a company which provides BIDand ASK prices for financial,instruments.,12.Operations– means actions performed at the Client’sAccount, following an order placed by,the Client, connected with but not limited to crediting of funds, return of funds, opening and,closing of trade transactions/positions and/or that relate to financial instruments.,13.Prices- means the prices offered to the Client foreach transaction which may be changed,without prior notice.\nWhere this is relevant, the “Prices” given through the Trading Platform,include the Spread (see definition below).,14.Services– means the services described in section 3 of this Agreement.,15.Spread- means the difference between the purchaseprice Ask (rate) and the sale price Bid,(rate) at the same moment.\nFor avoidance of doubt, a predefined spread is for the purposes,of this Agreement assimilated commission.,16.Trading Platform- means an electronic system on theinternet that consists of all programs,and technology that present quotes in real-time, allow the placement/modification/deletion of,orders and calculate all mutual obligations of the Client and the Company.,17.Introducing Broker- means any person (natural personor a legal entity) who wishes to,refer Clients to IQOption and has entered into an Introducing Broker Agreement and has,successfully opened an IB Account (as defined in the Introducing Broker Agreement).,2.\nSubject of the Agreement,1.The subject of the Agreement shall be the provision of Services to the Client by the,Company under the Agreement and through the Trading Platform.,2.The Company shall carry out all transactions as provided in this Agreement on an,execution-only basis, neither managing the account nor advising the Client.\nThe Company is,entitled to execute transactions requested by the Client as provided in this Agreement even if,the transaction is not beneficial for the Client.\nThe Company is under no obligation, unless,otherwise agreed in this Agreement and/or other documentation/information on the Website,,to monitor or advise the Client on the status of any transaction, to make margin calls, or to,close out any of the Client’s open positions.\nUnless otherwise specifically agreed, the,Company is not obligated to make an attempt to execute the Client’s order using quotes,more favorable than those offered through the Trading Platform.,3.The Investment and Ancillary Services which the Company should provide under the terms,of the Agreement are stated below, and the Company will provide them in its capacity as a,market maker under the terms of this Agreement.\nThe Services that the Company provides,in relation to one or more Financial Instruments are the following (the list below shall not be,regarded as exhaustive):,a.Investment services,i.Reception and transmission of orders in relation to one or more Financial,Instruments.,ii.Execution of the orders on behalf of the Clients.,iii.Dealing on Own Account.,iv.Portfolio Management.,v.Investment Advice.,b.Ancillary Services,i.Safekeeping and administration of the Financial Instruments for the Client’s,Trading Account, including custodianship and related services such as,cash/collateral management.,ii.Granting credits or loans to one or more financial instruments, where the firm,granting the credit or loan is involved in the transaction.,iii.Foreign exchange services where these are connected to the provision of the,Investment Services.,The Company does not provide investment, tax or trading advice unless,specified as such between the Client and the Company in a separate,agreement.\nOur services include ‘execution only’ meaning that the Company,will act on your instructions and will not advise you on any transaction, nor,will we monitor your trading decisions to determine if they are appropriate for,you or to help you avoid losses.\nYou should obtain your own financial, legal,,taxation and other professional advice.,c.Financial Instruments (the list below shall not be regarded as exhaustive):,i.Digital Options and/or Binary Options Contracts in stocks, commodities,,indices and currency pairs;,ii.Financial Contracts for Difference (CFDs) in stocks, currency pairs (FX),,commodities, ETFs and indices;,Trading in CFDs and other derivatives does not give you any right, voting,right, title or interest in the underlying instrument of the Transaction.\nYou,understand that you are not entitled to take delivery and are not entitled to,ownership of any underlying instrument.\nCFDs and other derivatives are not,traded on a regulated exchange and are not cleared on a central,clearinghouse.\nThis exchange and clearinghouse rules and protections do,not apply.\nThe Company reserves the right to, at its sole discretion and for all,CFD products, impose the following expiration times: daily/weekly/monthly,and/or no expiration at all.,d.Protected CFDs:,On its Website the Company is entitled to provide financial services of Contracts for Difference,(CFD) with intrinsic protection (Protected CFDs).\nThe risk of loss for Protected CFDs is limited to,does not exceed the sum invested by the Client in a particular CFD contract with the addition of any,trading and/or ongoing trading fees incurred as a result of opening such CFD.,Clients may choose to opt in or out from the features offered by Protected CFDs by choosing the,option to use the balance in their trading account in order to keep a CFD position open (“CFDs on,margin”).\nIn this instance, when the loss for a position reaches 95%, an additional 20% of the original,investment amount is reserved from the Client’s account.\nIf the CFD position takes further losses,,the Client’s available balance is further reduced by 20% accordingly.\nThe Client can limit the,additional funds reserved on his account balance by specifying his acceptable level of loss for a CFD,position.,In both features of CFDs described above, the Company offers negative account balance protection,i.e.\nthe Client’s losses may never exceed the total amount of funds available in the Client’s account.,In addition, the risk of loss in relation to the corresponding potential benefits for CFDs described,above, is reasonably understandable in light of the particular nature of the proposed financial,contract.,3.\nGeneral Provisions,1.Subject to the provisions of this Agreement, the Company agrees to provide the Client with,the Services subject to the Client:,a.Being of age of maturity in accordance with the jurisdiction he/she resides in or is a,resident of, is of legal competence and of sound mind.,b.Not residing in any country where distribution or provision of the financial products or,services offered by the Company would be contrary to local laws or regulations.\nIt is,the Client’s responsibility to ascertain the terms of and comply with any local laws or,regulations to which they are subject.,c.Not being a USA/territories of the US and/or a resident of either the USA/territories of,the US, Canada, Afghanistan, Australia, Belarus, Belgium, Bouvet Island, Comoros,,Cuba, Democratic Republic of the Congo, Eritrea, Ethiopia, Gibraltar, Guam, Haiti,,Iran, Israel, Japan, Libya, Mali, Myanmar, North Korea, Palestine, South Sudan,,Sudan, Syria, the Russian Federation, the United Kingdom, Ukraine, Vatican and/or,any country of the European Economic Area.,d.Not being a resident of Ukraine.\nAs of the 10th of May 2022 the Company shall not,accept residents of Ukraine.,2.The Company will offer Services to the Client at the absolute discretion of the Company,subject to the provisions of this Agreement.,3.The Client is prohibited and shall not, under no circumstances, be allowed to execute any,transactions/Operations on the Trading Platform, Website and/or through his/her Account,,code thatwould as a result exceed the total balanceand/or amount of money,deposited/maintained with his/her Account.\nSuch deposited amounts shall be considered to,have been provided as collateral, either in the form of a lien or otherwise, to the Company by,the Client by which the obligation of the Client to pay any money to the Company is secured.,4.\nServices of the Company,1.Services – services provided by the Company to the Client through the Trading Platform of,the Company, including without limitation to customer, analytics, news and marketing,information services.,2.The Company shall facilitate the execution of trade activities/orders and/or transactions of,the Client but the Client hereby acknowledges and accepts that the Company shall not at,any time provide any trust services and/or trading consultation or advisory services to the,Client.,3.The Company shall process all transactions/Operations of the Client in accordance with the,terms and conditions of this Agreement and on an execution-only basis.\nThe Company shall,not manage the Client’s Account nor advise the Client in any way.,4.The Company shall process the orders/transactions requested by the Client under this,Agreement irrespective of whether such orders/transactions may result in not being,beneficial for the Client.\nThe Company is under no obligation, unless otherwise agreed in this,Agreement and/or other documentation/information on the Website, to monitor or advise the,Client on the status of any transaction/order, to make margin calls to the Client, or to close,out any of the Client’s open positions.\nUnless otherwise specifically agreed, the Company is,not obligated to process or attempt to process the Client’s order/transaction using quotes,more favorable than those offered through the Trading Platform.,5.The Company shall not be financially liable for any operations conducted by the Client,through the Account and/or on the Trading Platform.,6.Each Client shall be the only authorized user of the Company’s services and of the,corresponding Account.\nThe Client is granted an exclusive and non-assignable right to the,use of and to access the Account and it is his/her responsibility to ensure that no other third,party, including, without limitation, to any next of kin and/or to members of his/her immediate,family, shall gain access to and/or trade through the Account assigned to her/him.,7.The Client shall be liable for all orders given through his security information and any orders,received in this manner by the Company shall be considered to have been given by the,Client.\nSo long as any order is submitted through the Account of a Client, the Company shall,reasonably assume that such orders are submitted by Client and the Company shall not be,under any obligation to investigate further into the matter.\nThe Company shall not be liable to,and/or does not maintain any legal relations with any third party other than the Client.,8.If the Client acts on behalf of any third party and/or on behalf of any third party’s name, the,Company shall not accept this person as a Client and shall not be liable before this person,regardless if such person was identified or not.,9.The Client has the right to cancel his order given to the Company within 3 seconds after the,moment of giving such order to the Company (hereinafter referred to as the “Cancellation”).,The client agrees and understands that the three seconds cancellation option offered by the,Company is applicable and available for the client as long as the price remains unchanged.,Three seconds from the moment of giving the order to the Company by the Client via the,platform, the Company may (but is not obliged to) offer to buyout the option from the Client,and the Client have the right to agree to such offer (hereinafter referred to as the “Buyout”).,The Client is entitled to use such Cancellation or Buyout option subject to the conditions,specified on the platform.\nSuch conditions can also include the fee charged by the Company.,Such a fee is specified on the platform.\nThe Company is obliged to provide all necessary,information as to the conditions of Cancellation and Buyout, their cost, etc.\nThe Client,acknowledges and agrees that provision of such information on the platform is sufficient.\nThe,Client acknowledges and agrees that the use of Cancellation or Buyout is very risky to the,Client as long as the cost of Cancellation and/or Buyout depends on the market situation.,The Client acknowledges and agrees that he bears all the risks associated with the use of,Cancellation and/or Buyout.,10.The Client is entitled to use such Cancellation or Buyout option subject to the conditions,specified on the Trading Platform/Website, including without limitation to any fee to be,charged by the Company.\nThe Company shall be obliged to provide all necessary,information as to the conditions of Cancellation and Buyout, including any applicable costs,,etc.\nThe Client acknowledges, accepts and agrees that provision of such information on the,Trading Platform is sufficient.\nThe Client acknowledges, accepts and agrees that the use of,Cancellation or Buyout option entail large risks for the Client, especially in the case where,the costs associated with Cancellation and/or Buyout, depend on the market situation.\nThe,Client acknowledges, accepts and agrees that he/she shall bear all risks associated with the,use of Cancellation and/or Buyout option.,11.It is understood and agreed by the Client that the Company may from time to time, at its sole,discretion, utilize a third party to hold the Client’s funds and/or for the purpose of receiving,payment execution services.\nThese funds will be held in segregated accounts from such third,party’s own funds and will not affect the rights of the Client to such funds.,12.The Company offers internal live chats where clients can share inter alia their trading ideas,and/or express their general thoughts.\nThe client acknowledges and agrees that the,Company’s live chat feature is not and will not constitute a valid and/or accurate information,and/or information addressed to the clients/potential clients and/or in any way information,that is controlled by the Company and/or investment advice, as it is merely a feature allowing,clients to inter alia express their thoughts and ideas between themselves.,13.Provision of investment advice shall only be carried out by the Company subject to a,separate written agreement with the Client and after assessing the Client’s personal,circumstances.\nUnless such written agreement has been entered into between the Client and,the Company, the provision of reports, news, opinions and any other information by the,Company to the Client does not constitute investment advice or investment research.,5.\nExecution of Orders / Electronic Trading,1.By accepting this Agreement, the Client accepts that he has read and understood all,provisions of this Agreement and related information on the Website.\nThe Client accepts and,understands that all orders received shall be executed by the Company as the counterparty,of the transaction in its capacity of Market Maker.\nThe Company shall act as a principal and,not as an agent on the Client’s behalf for the purpose of the Execution of orders.\nThe Client,is informed that Conflicts of Interest may arise because of this model.,2.Reception of the order by the Company shall not constitute acceptance and acceptance shall,only be constituted by the execution of the order by the Company.,3.The Company shall be obliged to execute the Client's orders sequentially and promptly.,4.The Client acknowledges and accepts a) the risk of mistakes or misinterpretations in the,orders sent through the Trading Platform due to technical or mechanical failures of such,electronic means, b) the risk of any delays or other problems as well as c) the risk that the,orders may be placed by persons unauthorized to use and/or access the Account, and the,Client agrees to indemnify the Company in full for any loss incurred as a result of acting in,accordance with such orders.,5.The Client accepts that during the reception and transmission of his/her order, the Company,shall have no responsibility as to its content and/or to the identity of the person placing the,order, except where there is gross negligence, willful default or fraud by the Company.,6.The Client acknowledges that the Company will not take action based on the orders,transmitted to the Company for execution by electronic means other than those orders,transmitted using the predetermined electronic means such as the Trading Platform, and the,Company shall have no liability towards the Client for failing to take action based on such,orders.,7.The client acknowledges and agrees that any products or services that may be offered by,the Company may not always be available for purchasing or use for trading purposes, and it,is in the Company's absolute discretion whether it will make these products available or not,to the clients at any time.\nThe Company shall bear no liability, monetary or otherwise, in,relation to this section, including without limitation to not making available any product at any,given time.,8.The client agrees and understands the following in consideration of the below corporate,actions:,a.Where it is publicly available that a specific Company has filled and/or is in the,process of filing for Chapter 11 under US bankruptcy law and/or an equivalent to,Chapter 11 corporate action related to bankruptcy and/or bankruptcy law under any,national legislation/regulations, the Company reserves the right to close any and all,relevant positions in regard to the asset(s) of such Company and suspend the related,asset(s).\nthe client’s position(s) held in the referred asset(s) will be closed by the,Company with the last available price on the platform and the client will receive a,prior notice on this matter.\nIt should be noted that the Company will not be held liable,for any losses incurred to the client in relation to the aforesaid closure of the,position(s) and/or the suspension of the asset(s).,b.In circumstances where the underlying asset offered by the Company might be,subject to split and/or reverse split, the Company may decide to close the client’s,position(s) held in the referred asset with the last available price on the platform prior,to the occurence of the split and/or reverse split event and the client will receive a,notification in this regard.,9.The Client acknowledges that the Company will have the right, at any time and for any,reason and without justification, at its sole discretion, to refuse to execute orders, including,,without limitation, in the following circumstances:,a.If the execution of the order aims or may aim to manipulate the market price of the,financial instruments (market manipulation);,b.If the execution of the order constitutes or may constitute abusive exploitation of,confidential information (insider trading);,c.If the execution of the order contributes or may contribute to the legalization of the,proceeds of illegal activities (money laundering);,d.If the Client has insufficient funds to cover the purchase of financial instruments or if,there is insufficient number of financial instruments to cover their sale;,e.If the Client fails to fulfill any of his/her obligations towards the Company under this,Agreement;,f.The Company’s own exposure levels as set out in the Company’s internal policies,have been reached in respect of the Financial Instrument or the underlying asset of,the Financial Instrument the Client wishes to buy/sell;,g.If the Client seeks to become or becomes a US Reportable Person or a resident of,the USA/territories of the US and/or a resident of either the USA/territories of the US,,Canada, Afghanistan, Australia, Belarus, Belgium, Bouvet Island, Comoros, Cuba,,Democratic Republic of the Congo, Eritrea, Ethiopia, Gibraltar, Guam, Haiti, Iran,,Israel, Japan, Libya, Mali, Myanmar, North Korea, Palestine, South Sudan, Sudan,,Syria, the Russian Federation, the United Kingdom, Ukraine, Vatican and/or any,country of the European Economic Area.,h.The Client acknowledges that, at its own discretion, under certain market conditions,and in particular where it has reached or surpassed internal exposure levels, the,Company may have to close all or a part of the Client’s positions in CFDs.\nThe,Company undertakes to provide adequate notification to the Client in case a CFD,position will be liquidated by the Company and shall provide no less than 5 (five),working days notice before proceeding with the liquidation.,6.\nLimitation of Liability,1.The Company does not guarantee uninterrupted service, safe and errors-free, and immunity,from unauthorized access to the trading sites' servers nor disruptions caused from damages,,malfunctions or failures in hardware, software, communications and systems in the Client's,computers and in the Company's suppliers.,2.Supplying services by the Company depends, inter alia, on third parties and the Company,bears no responsibility for any actions or omissions of third parties and bears no,responsibility for any damage and/or loss and/or expense caused to the Client and/or third,party as a result of and/or in relation to any aforesaid action or omission.,3.The Company will bear no responsibility for any damage of any kind allegedly caused to the,Client, which involves force majeure or any such event that the Company has no control of,and which has influenced the accessibility of its trading site.,4.Under no circumstances will the Company or its Agent(s) hold responsibility for direct or,indirect damage of any kind, even if the Company or its Agent(s) had been notified of the,possibility of aforesaid damages.,7.\nSettlement of Transactions,1.The Company shall proceed to a settlement of all transactions upon execution of such,transactions.,2.An online statement of Account will be available for printing to the Client on the Trading,Platform of the Company, at all times.,8.\nRights, Obligations and Guarantees of the Parties,1.The Client shall be entitled to:,a.Submit with the Company any order requesting the execution of a,transaction/Operation on the Website in accordance with and subject to the terms,and conditions of this Agreement;,b.Request withdrawal of any amounts subject and in accordance with the Withdrawal,Policy, and provided that the Company has no claims against the Client and/or the,Client does not have any outstanding debts to the Company;,c.In the event that the Client has any alleged complaint against the Company and/or,there is any dispute between the Client and the Company, then the Client can submit,his/her complaint, to include all relevant particulars and details, to the Company at,complaints_sc@iqoption.com.\nThe Company shall acknowledgereceipt of any such,complaint, initiate an internal investigation of the matter and shall respond to the,Client within a reasonable amount of time (i.e.\nwithin 3 months from the date of,acknowledging receipt of the complaint).\nThe Company may extend this timeframe if,deemed necessary and in such case, the Company shall notify the Client,accordingly.,d.Unilaterally terminate the Agreement provided that there is no debt outstanding from,the Client toward the Company and such termination is made in accordance with,section 16 herein.,2.The client:,a.Acknowledges that the Account shall be activated upon the deposit of funds/advance,payment into the Account.,b.Warrants that he/she shall at all times be compliant with and honor all terms and,conditions of this Agreement.,c.Warrants that he/she shall ensure that at all times the username and password,issued by the Company in relation to the use of the Service(s) and the Account, will,only be used by him/her and will not be disclosed to any other person;,d.Shall be liable for all orders submitted through his/her security information and any,orders received in this manner by the Company shall be considered to have been,given by the Client;,e.Hereby accepts the risk of orders placed by unauthorized persons and/or trading,account used by someone without the client’s permission (hereinafter collectively,referred to as ‘’unauthorized access’’ or “hacked account”) and agrees to indemnify,the Company in full for any and all losses, costs and expenses derived as a result.\nIn,this case, the client further agrees and accepts the following:,i.The client shall notify the Company immediately regarding unauthorized,access to his/her trading account;,ii.The Company shall be entitled to block immediately the client’s trading,account and increase the processing time and/or cancel withdraw requests,without prior notification to the client and the client will not be entitled to any,profits made during the time the account was unauthorized accessed;,iii.The client shall provide the Company with any information and/or documents,deemed necessary in order to unblock the trading account.,f.Hereby acknowledges that frequent access and logins to the Account via different IP,addresses from different countries and/or via the use of VPN (with the exception of,users from Turkey or Indonesia) is an indication that shall reasonably lead the,Company to believe that sections 3 paragraph 6 and 7 paragraph d sub-paragraph b,,herein have been breached.,g.Confirms that any trading strategies and/or investment decisions and/or any activities,performed by him/her through his/her Account and on the Trading Platform are made,having in mind/considered/being aware of all risks involved and solely on the basis of,his/her knowledge and upon his/her sole discretion.,h.Warrants that he/she shall take all necessary steps and action in order not to,disclose any confidential information of the Company which the Company shall,disclose to and/or make available to the Client from time to time.,i.Accepts any risk, including without limitation to any risk of financial loss, that arises,from unauthorized access to and operation of his/her Account by third and/or,unauthorized parties.,j.Shall notify the Company of any changes of his/her contact details and any other,changes of the personal data he/she provided to the Company, within 7 (seven),calendar days since such changes came into effect.,k.Shall register only 1 (one) Account with the Company.\nIn case that the Client owns,multiple accounts, any transactions/Operations made via such multiple accounts and,corresponding financial results of such transactions/Operations, can be canceled to,the absolute discretion of the Company.\nAll such multiple accounts can be blocked,upon the Company’s absolute discretion and the Company shall be entitled to,terminate this Agreement immediately, close the account and all open positions.,l.Shall indemnify and hold harmless the Company of any claims and/or legal actions,instigated against the Company as a result of disclosure of the Client’s personal,data.,m.Irrevocably accept full responsibility for his/her actions according to current tax,legislation valid at the place of residence/living of the Client regarding any performed,transactions/Operations, including but not limited to revenue/income tax.,n.Acknowledges that the provision of the Service(s) may involve information being,transported over an open network.\nInformation is therefore transmitted regularly and,without control across borders.\nThe Company shall take reasonable steps to avoid,information being intercepted and read by third parties by utilizing techniques such,as encryption, however it is not always possible to avoid third party unauthorized,access to/view of the Client’s information/personal data.\nThe Client hereby,acknowledges this risk and accepts and consents to this, so long as he/she is,reasonably satisfied that any such unauthorized access/disclosure was not made,intentionally and that the Company took all reasonable measures and actions in,order to prevent such unauthorized access/disclosure.,o.Acknowledges and agrees that the Company has the right to close any transaction,,at its sole and absolute discretion without providing prior notice to the Client if the,underlying asset or contract on which the transaction is based settles on an expiry,date as determined by the relevant financial market, on which the said asset is,traded (such time referred to as 'Closing Time' and the relevant expiring transaction,referred to as an 'Expiring Transaction').\nThe Company shall not be obligated to take,actions to roll over an open position in an Expiring Transaction.,p.Acknowledges that the Company prohibits third party or anonymous payments into,the Client’s Account.\nOnly funds sent from an account held in the Client’s name and,belonging to the Client are acceptable.\nThe Company reserves the right at its,discretion, if it has identified third party or anonymous deposits, to block the Account.,The Client should note that any remaining funds will be returned to the third-party,source via the same payment method and any profits accumulated by the Client,using third party or anonymous funds will not be made available to the Client.,q.Agrees that in case the Company carries out a transaction/Operation on his/her,behalf which is not covered by the balance of his/her Account, the Company shall,have the right to liquidate his/her assets and use the proceeds to cover part or the,total difference.,r.Irrevocably accepts that he/she is solely responsible for any technical deficiencies,that may occur in Client’s connection to the Trading Platform, in Client's equipment,used for receiving the services (including, but not limited to, personal computer,,laptop, mobile phone and etc.), and confirms that he/she shall have no claims,whatsoever against the Company for any direct and/or indirect damages the Client,may suffer due to such deficiencies.,s.Acknowledges that the Company has the right to refuse to execute any,transaction/Operation requested by the Client and/or any other action required, under,this Agreement, for as long as it maintains any claims against the Client, whether,these are due, future or contingent and regardless of whether these arise from the,same transaction/Operation from which such obligations arise.,t.Acknowledges and accepts that this Agreement and/or to any materials made,available on the Website may be amended unilaterally, from time to time, by the,Company, and that he/she shall be responsible to check on the Website frequently in,order to ensure that he/she has made himself/herself aware of any changes effected,in such manner.\nUpon the submission of a request by the Client of any,transaction/Operation, any changes effected to this Agreement and/or to any,materials made available on the Website shall be deemed as acknowledged and,accepted by the Client.,u.If the Company deems that the amendments are material, such amendments will,take effect on the date specified in the notice to the Client and if no date is specified,,then on the date of receipt of the notice.,v.The Client understands and agrees that her/his consent is not necessary for any,change to be effective.\nWhether the Client does not respond and/or disagrees with,the content of the amendments implemented in the Company’s Terms and,Conditions, this will be considered as an acceptance by the Client of the contents of,the amendment and of the amended Terms and Conditions.\nFurther, any order of the,Client to execute a transaction(s) following the receipt of the notice and/or login into,his Account, shall be deemed as acceptance by the Client of the contents of the,amendment and of the Agreement as amended.,w.The Client understands that it is his/her sole responsibility to remain up-to-date with,all changes.\nThe applicable version shall be the latest version uploaded on the,Company’s website and in the event of a dispute the latest version shall prevail.,x.In case the Client does not agree with the amendments, the Client shall be entitled to,terminate this Agreement in accordance with the Duration and Termination of the,Agreement section herein included.,3.The Client hereby warrants and represents to the Company that he/she:,a.Is not a USA/territories of the US national and is not residing in any country where,distribution or provision of financial products or services offered by the Company,would be contrary to local law or regulations.,b.Is responsible to ascertain the terms of and shall comply with, any and all applicable,local laws and/or regulations to which he/she is subject to.,c.Has the legal capacity/competence, is of sound mind and has reached the age of,maturity in the country which he is resident or citizen;,d.Is not a USA/territories of the US and/or a resident of either the USA/territories of the,US, Canada, Afghanistan, Australia, Belarus, Belgium, Bouvet Island, Comoros,,Cuba, Democratic Republic of the Congo, Eritrea, Ethiopia, Gibraltar, Guam, Haiti,,Iran, Israel, Japan, Libya, Mali, Myanmar, North Korea, Palestine, South Sudan,,Sudan, Syria, the Russian Federation, the United Kingdom, Ukraine, Vatican and/or,any country of the European Economic Area.,e.Is not under any legal disability with respect to, and is not subject to any laws or,regulations which prevents his/her performance of this Agreement or any contract or,transaction contemplated by this Agreement.,f.The Client acts as principal and not as an authorized representative / attorney or,trustee of any third party.,g.The monetary funds and/or financial instruments and other assets delivered for any,purpose by the Client to the Company are not connected directly or indirectly to any,illegal and/or criminal activities and/or terrorism.,h.The monetary funds and/or financial instruments and other assets delivered for any,purpose by the Client to the Company, shall belong exclusively to the Client and at all,times be free from any charge, lien, pledge or encumbrance, unless the Client has,otherwise disclosed to the Company in writing.,i.The financial instruments, information and/or legal documents, which the Client,delivers to the Company are authentic, valid and free of any defect and they shall,have the legal effect which they contend to have.,j.The Client certifies that he has provided accurate, complete and true information,about himself upon registration and will maintain the accuracy of the provided,information by promptly updating any registration information that may have,changed.\nFailure to do so may result in Account closure, Account limitations and/or,voiding of any transactions.,k.The Client will provide KYC documents to the Company within a period not,exceeding 7 days from the moment of depositing funds.,l.The Client confirms that the purpose and reason for registering and operating an,Account is to trade, on his/her personal/own behalf, in any financial instruments and,to take advantage of the Services offered by the Company.\nThe Client warrants that,should the reason for operating an Account change, he/she will inform the Company,immediately.,m.The Client warrants and/or shall repeat the above warranties at all times, including,,without limitation, during and/or upon the execution of any transaction/Operation,and/or trade, through the Account and the provision of the Services.,4.The Company shall be entitled to:,a.Modify the size of the value of the Company’s financial obligations to the Client with,changes of the appropriate entry of the trade operations register in case of violation,of one or several provisions of the Agreement herein by the Client.,b.The Company reserves the right to change, add or set as default the option,payments rate, return rate, the possibility of adjusting the return rate, the possibility of,acquiring the option type, the minimum and/or the maximum option amount, the,possible expiration periods for one, several or all of the assets.\nThe company shall,be entitled to limit the maximum amount of purchased options for 1 (one) minute, 1,(one) hour, 1 (one) calendar day.,c.Contact the Client with any question concerning the Agreement herein, including, in,order to clarify the Client's intentions regarding his/her actions through the Account.,d.Unilaterally modify and/or amend and/or restate the terms and conditions of this,Agreement and/or the material made available on the Website without prior notice to,the Client.\nThe Company shall notify the Client of any such changes through the,Website and/or by the delivery of an email to the Client.,e.Modify the size of the value of the Company’s financial obligations to the Client, if,fulfillment of Operations on the Trading Platform does not comply with conditions of,the Agreement herein.,f.Engage third parties with a view to cooperate in order to facilitate and/or enhance,any and/or the provision of the Services under this Agreement.,g.With regard to any matters and/or obligations that are not covered by this,Agreement, the Company shall act accordingly upon its own discretion but at all,times in accordance with business custom and existing practices within the line of the,Services.,h.The Company reserves the right to request additional supporting documents and/or,information during the verification of the Client’s Trading Account and on an ongoing,basis during the business relationship if such information is necessary so as the,Company may efficiently offer its services to the Client.\nIn case the Client fails to,provide the Company with any additional supporting documents including, inter alia,,up to date verification documents, within the specified timeframe, the Company shall,be entitled to terminate this Agreement immediately, close the account and all open,positions.,5.Obligations of the Company:,a.Subject to the provisions of this Agreement and the Company being reasonably,satisfied that the Client is compliant with the terms and conditions of this Agreement,and/or has not in any way breached any terms of this Agreement, the Company shall,offer the Services through the Website;,b.To fulfill provisions of the Agreement herein.,9.\nIndemnity and Liability,1.The Client shall indemnify and keep indemnified the Company and its directors, officers,,employees or representatives against all direct or indirect liabilities (including without,limitation all losses, damages, claims, costs or expenses), incurred by the Company or any,other third party in respect to any act or omission by the Client in the performance of his/her,obligations under this Agreement and/or the liquidation of any financial instruments of the,Client in settlement of any claims with the Company, unless such liabilities result from gross,negligence, willful default or fraud by the Company.\nThis indemnity shall survive termination,of this Agreement.,2.The Company shall not be liable for any direct and/or indirect loss, expense, cost or liability,incurred by the Client in relation to this Agreement, unless such loss, expense, cost or,liability is a result of gross negligence, willful default or fraud by the Company.,Notwithstanding the provisions of section 8.1 above, the Company shall have no liability to,the Client whether in tort (including negligence), breach of statutory duty, or otherwise, for,any loss of profit, or for any indirect or consequential loss arising under and/or in connection,with the Agreement.,3.The Company shall not be liable for any loss of opportunity as a result of which the value of,the financial instruments of the Client could have been increased or for any decrease in the,value of the financial instruments of the Client, regardless of the cause, unless such loss is,directly due to gross negligence, willful default or fraud on the part of the Company.,4.The Company shall not be liable for any loss which is the result of misrepresentation of facts,,error in judgment or any act done or which the Company has omitted to do, whenever,caused, unless such act or omission resulted from gross negligence, willful default or fraud,by the Company.,5.The Company shall not be liable for any act or omission or for the insolvency of any,counterparty, bank, custodian or other third party which acts on behalf of the Client or with or,through whom transactions on behalf of the Client are carried out.,10.\nPersonal Data,1.By accepting the terms and conditions of this Agreement, the Client irrevocably consents to,the collection and processing of his/her personal data/information by the Company without,the use of automatic controls, as the same are provided by him/her to the Company.\nThe,term personal data for the purposes of this Agreement shall mean: the Name, Surname,,Patronymic, gender, address, phone number, e-mail, IP address of the Client, Cookies and,information that relate to the provision of Services to the Client (for example, the Client’s,trading story).,2.The Client shall be obliged to provide correct, accurate and complete personal,data/information as requested by the Company.,3.The purpose of collecting and processing the personal data is to comply with applicable,regulating legislation requirements, including without limitation to anti-money laundering,regulations, as well as for any and all purposes in relation to this Agreement, including,without limitation to enable the Company to discharge its obligations towards the Client.,4.The Client acknowledges and consents to that, for the purposes described at the section,directly above, the Company shall be entitled to collect, record, systematize, accumulate,,store, adjust (update, change), extract, use, transfer (disseminate, provide, access),,anonymize, block, delete, destroy such personal data and/or perform any other actions,according to the current regulating legislation.,5.The Client acknowledges and consents to the Company storing, maintaining and processing,his/her personal data in the manner as described in this Agreement during the term of the,Agreement and for a minimum of 7 years following any termination of the Agreement.,6.The Client hereby acknowledges, accepts, agrees and consents to the disclosure of personal,data by the Company to third parties and their representatives, solely for the purposes of the,Agreement, including without limitation in order to facilitate processing/execution of the,Client’s orders/Operations, provided that at all times (i) the amount of personal data to be,disclosed to any such third party is proportionate and/or limited solely to facilitate to the,actions as described above, and (ii) the Company shall ensure that such third party shall,treat the personal data in accordance with applicable laws and regulations.,7.The Company shall not be entitled to make available the personal data in public and/or,disclose such personal data for any other purposes, subject to disclosure required under,applicable laws and regulations.,8.During processing of the personal data, the Company shall take necessary legal,,organizational and technical measures to protect such personal data from unauthorized or,accidental access, destruction, change, blocking, copying, provision, and dissemination as,well as from any other illegal actions.,11.\nAssignment,1.The Agreement shall be personal to the Client and the Client shall not be entitled to assign or,transfer any of his/her rights or obligations under this Agreement.,2.The Company may at any time assign or transfer any of its rights or obligations under this,Agreement to a third party.\nThe Company shall notify the Client of any such assignment.,12.\nRisk Statement,The Client hereby confirms to have read, understood and hereby accepts the risk statement relating,to the use of Services on the Website, as the same is available electronically via the Website.,By accepting this Agreement the Client accepts that the Client has read and understood the,information contained in this Agreement and the Company’s general description of the nature and,risks of different Financial Instruments and/or Service(s) which can be found in our Risk Disclosure.,13.\nOne Click Trading Terms and Conditions,One Click Trading mode allows you to perform trading operations on the platform with only one click,on the Buy/Call or Sell/Put buttons without any additional confirmations.,Opting in for the One Click Trading mode means that you acknowledge that you have read and,understood the following terms and conditions, and you agree to be bound hereby.,Your current version of the platform enables you to choose between the following modes for order,submission.\nYou agree that you will be bound by the procedures and conditions specified herein with,respect to each such mode.,●There are several steps you have to follow when using the default mode for the submission,of orders.\nUsing the default mode, you first invoke the instruments menu and choose the,assets you want to trade.\nThen you select all parameters depending on the instrument you,have chosen and confirm your order submission by clicking either Buy/Call or Sell/Put,buttons depending on the particular order type selected and your trading intentions.\nUsing,the default mode, a confirmation window will appear and you will have to confirm your,intentions and the trade details in order to confirm the transaction.\nYour order will not be,submitted until you have completed the aforementioned procedure.,●The One Click Trading mode for order submission (\"One-click trading\") is a one-step,process.\nYou will be submitting orders when you single-click either Buy/Call or Sell/Put,buttons.,There will be no subsequent confirmation prompt for you to click.\nhence you should ensure,beforehand that all parameters are set based on your trading intentions.\nYou will not be able to,withdraw your order once you click Buy/Call or Sell/Put buttons (with the exemption of a 3 second,cancellation period for binary options) and only certain parameters such as stop loss and take profit,orders for CFDs can be modified after having opened a trade.\nUnder normal market conditions and,system performance, a market order will be promptly filled after submission and you will have,entered into a binding transaction.,You can activate or deactivate One Click Trading mode in the settings of the platform.\nOne Click,Trading can be activated or deactivated for one or several instruments in the settings.,By selecting the One Click Trading mode, you understand that your orders will be submitted by,clicking the Buy/Call or Sell/Put button, without any further order confirmation.\nYou agree to accept,all risks associated with the use of the order submission mode you have chosen, including, without,limitation, the risk of errors, omissions or mistakes made in submitting any order.,You agree to fully indemnify and hold harmless the Company from any and all losses, costs and,expenses that may incur as a result of any such errors, omissions or mistakes by you or any other,person trading on your behalf.,If you accept the One Click Trading terms and conditions, tick the \"buy in one click\" option when,opening trades on the platform.\nIf you do not accept the conditions, do not tick the box and do not,use the One Click Trading function.,14.\nCharges and Fees,1.The Company shall be entitled to receive a fee from the Client regarding the Service(s),,provided by the Company.,2.The Company may pay fee/commission to business introducers, referring agents, or other,third parties based on written agreement.\nThis fee/commission is related to the,frequency/volume of transactions and/or other parameters.,3.The Company may pay fee/commission to business introducers, referring agents, or other,third parties based on written agreement.\nThis fee/commission is related to the,frequency/volume of transactions and/or other parameters.\nAll applicable fees or charges,can be found on the Company’s Website (General Fees).\nThe Company has the right to,amend its fees and charges from time to time.,4.Ongoing trading fees, including inter alia swaps, shall be charged and deducted from the,Client’s account balance.\nIn case the Client does not maintain enough funds in his/her,balance, the relevant position subject to swap will be closed by the Company.,5.The Client agrees that any amounts sent by the Client will be deposited to the Account at the,value on the date of the payment received and net of any charges / fees charged by the bank,or any other intermediary involved in such transaction process and/or in any other case, the,Client shall authorize the Company to withdraw the fee by way of transfer from the Client’s,Account.,15.\nGoverning Law,1.The terms and conditions of this Agreement as well as any matters pertaining to this,agreement, including without limitation to matters of interpretation and/or disputes, shall be,governed by the laws of Seychelles.,2.The Company and the Clients irrevocably submit to the jurisdiction of the courts of,Seychelles.,3.The Company shall be entitled to use the interpreter's services during the court trial in case,of dealing with a disputable situation according to the legislation of the Seychelles.,16.\nDuration and Termination of the Agreement,1.The Agreement herein shall be concluded for an indefinite term.,2.The Agreement herein shall come into force when the Client accepts the Agreement and,makes an advance payment to the Company.,3.In case of any discrepancies between the text of the Agreement in English and its translation,in any other language, the text of the Agreement in English as a whole shall prevail, as well,as the English version/text of any other documentation/information published on the Website.,4.The Agreement may be terminated in any of the following circumstances:,a.Each Party shall be entitled to terminate this Agreement at any time by giving to the,other Party 15 (fifteen) days written notice.\nDuring the 15 days notice, the Company,may limit the services available to the Client, however access will be granted in order,for the Client to withdraw any remaining balance.,b.The Company shall be entitled to terminate this Agreement immediately, close all,open positions, block the Client’s account, and return any remaining funds (if,applicable) and without giving prior notice under the following circumstances:,i.Death or legal incompetence of the Client.,ii.If any application is made or any order is issued, or a meeting is convened,,or a resolution is approved, or any measures of bankruptcy or winding up of,the Client are taken.,iii.The Client violates or the Company has reasonable grounds to believe that,the Client violated, any of the Client’s obligations under and/or terms of, this,Agreement and/or is in breach of any of the warranties and representations,made by her/him in this Agreement.,iv.If it comes to the Company’s attention and/or the Company has reasonable,grounds to believe that the Client has not reached the age of maturity in the,country in which he is resident or citizen, as applicable.,v.If it comes to the Company’s attention and/or the Company has reasonable,grounds to believe that the Client became a citizen of the USA/territories of,the US and/or a resident of either the USA/territories of the US, Canada,,Afghanistan, Australia, Belarus, Belgium, Bouvet Island, Comoros, Cuba,,Democratic Republic of the Congo, Eritrea, Ethiopia, Gibraltar, Guam, Haiti,,Iran, Israel, Japan, Libya, Mali, Myanmar, North Korea, Palestine, South,Sudan, Sudan, Syria, the Russian Federation, the United Kingdom, Ukraine,,Vatican and/or any country of the European Economic Area.,vi.If it comes to the Company’s attention and/or the Company has reasonable,grounds to believe that the Client is or became a Ukraine resident and his/her,Account was registered after the 10th of May 2022.,vii.The Company has suspicion based on available information that the Client:,a.Is and/or has been using fraudulent means or was involved in a,fraudulent scheme in relation to the performance of this Agreement;,b.Has illegally and/or improperly and/or unfairly and/or otherwise,gained an unfair advantage, over and/or to the detriment of (i) other,clients of the Company and/or (ii) the Company;,c.Has unjustly enriched by using information which was intentionally,and/or negligently and/or otherwise concealed and/or not disclosed in,advance by the Client to the Company and/or for which if the,Company had known in advance, it would have not consented and/or,it would not have authorized the use of such information by the Client,for the purposes of this Agreement.\nand/or,d.Has performed acts with the intention and/or effect of manipulating,and/or abusing the market and/or the Company’s trading systems,and/or deceiving the Company and/or defrauding the Company;,and/or,e.Has acted in bad faith during the performance of his obligations under,the Agreement.,viii.The Client being guilty or the Company has suspicions that the Client is guilty,of malicious conduct or gross negligence or fraud or of using fraudulent,means or was involved in a fraud scheme in relation to the performance of,this Agreement.,ix.The termination is required under applicable law.,x.In case the Client receives 2 warnings regarding verbal abuse against,employees of the Company.,xi.The Company shall be entitled to terminate this Agreement immediately,without giving prior notice if the Client fails to provide to the Company his/her,KYC documents within 14 days from the moment of acceptance of this,Agreement, constituting, thus, his/her Account as an unverified Account.,xii.In case the Client uses and/or there are indications that lead the Company to,reasonably believe that the Client uses different IP addresses from different,countries and/or VPN and/or VPS during the course of executing any,transactions and/or trades through the Trading Account and/or the provision,of the Services.\nWhether the Client has provided notice to the Company for,any change to its IP address and/or of the use of VPN and/or VPS is,irrelevant with the exception of users from Turkey or Indonesia.,xiii.The Client has initiated a chargeback in relation to the funds held in the,Client’s Account.\nIn case the Company identifies that the Client created any,additional trading account(s) following the chargeback dispute, the Company,shall be entitled to, without giving prior notice, terminate the Agreement,immediately, close all open positions, block the account(s), and return any,remaining own funds (if applicable) excluding profits.,xiv.Where the Company identifies that the Client is involved and/or is using a,high frequency trading software with the purpose of manipulating the,Company’s systems and/or trading platform and/or has illegally and/or,improperly and/or maliciously and/or knowingly gained an unfair advantage,over and/or to the detriment of other clients of the Company and/or the,Company and/or this high frequency trading software is designed to abuse,the Company’s systems and/or trading platform.,xv.Where the Company identifies that the Client’s funds and/or payment,account(s) have been used to fund a third party account and it has,reasonable suspicion that the Client and/or third party is circumventing any of,the clauses of the present Agreement by doing so and/or is acting in,collaboration with a third party circumventing any of the clauses of this,Agreement.,5.In case of termination of this Agreement for a reason indicated in section (16)(4b),,subclauses (iii - ix) and (xi - xv) of this Agreement the Company shall have no liability,towards the Client and no obligation to pay the profit of the Client (if any).,6.In case of termination of this Agreement for a reason indicated in sections (16(4a) of this,Agreement, the Company shall have either to wire to the Client the remaining balance or to,give to the Client the opportunity to withdraw his/her remaining balance.,17.\nTerms and Conditions for 1-Click Service,1.The Client shall agree to make a deposit to his/her Account to use the Company Services or,any other additional services ordered by the Client on the Website as well as all additional,expenses (if necessary), including but not limited to any taxes, duties, etc.\nThe Client shall,be completely responsible for timely depositing the funds into his/her Account.\nProvider of,payment services shall ensure only fulfillment of payment in the amount defined by the Site,and shall not be liable for payment of the above-mentioned additional amounts by the,Website’s Client.,2.The payment is considered to be processed and cannot be returned after clicking the,“Payment” button.\nBy clicking the “Payment” button, the Client shall agree that he/she cannot,return the payment or require its recall.\nAdditionally, by accepting the terms and conditions,herein contained , the Client as the owner of the payment card confirms that he/she shall be,entitled to use the Services offered on the Website.,3.By accepting the terms and conditions of this Agreement and depositing funds to the,Account, the Client agrees to the use the Website’s Services and accepts that the,processing of any of the Client’s payment shall be executed by a provider of payment,services, being a third party to this Agreement (the“Provider”), and the Client further,acknowledges and accepts that no legal right exists for return of already purchased Services,or other options of payment cancellation.\nIn case if the Client is willing to refuse from using,the 1-Click service for the next purchase of the Service, the Client can refuse from 1-Click,service using the Account on the Website.,4.Note that 1-click deposits (recurring payments) are not processed as 3-D secure,transactions, the client needs to enable 3-D secure function if he would like the payments to,be processed as 3-D secure\"., as it's vital information in regards to the withdrawal policy.,5.The Provider shall not be in any case liable for the refusal/impossibility to process the data,connected with the payment card of the Client, or for the refusal connected with failure to,obtain permission from the issue bank to process payment using the payment card of the,Client.\nThe Provider shall not be in any case liable for quality, amount, and price of any,service, offered to the Client or purchased by the Client of the Website using the payment,card of the Client.\nPaying for any Services of the Website the Client first of all shall be,obliged to fulfill the rules of using the Website.\nWe are asking to consider that only the Client,as the owner of the payment card shall be liable for timely payment of any service ordered,via the Website and for all additional expenses/fees connected with this payment.\nThe,Provider shall only be the performer of payment in the amount specified by the Website and,shall not be in any case liable for any pricing, general prices and/or total sums.,6.In case of the situation connected with the Client’s dissent with the terms mentioned above,and/or any other reasons, we are asking the Client to promptly refuse from making a,payment and to directly address the administrator/support of the Website if necessary.,Annex 1 - General Terms,Technical Regulation,1.\nThe Client’s Responsibility,1.The Client acknowledges that these General Terms are an integral part of this Agreement.,2.It is the Client's responsibility to verify that all transactions and Service(s) received are not,contradictory to any applicable law and to undertake any other legal duty emanating from the,use of Website at the Client’s sole option, discretion and risk, and the Client is solely,responsible for ascertaining whether it is legal in the Client's jurisdiction and/or place of,residence.\nThe Client holds sole liability for all transactions in his Trading Account, including,all card transactions or other means of deposit and withdrawal transactions (as stated,below).\nThe Client acknowledges that the Company reserves the right to accept or decline,any deposit and/or funding and/or withdrawal request by the Client depending on the,payment method that the Client chooses (which includes but is not limited to the third party,financial institution from which the Client wishes to deposit/withdraw funds with the Company,(Third Party Institutions)), and the Company may suggestto the Client an alternative for its,request.\nIt is important to note that the Company does not have and cannot in any way have,any, control over such Third Party Institutions and any transactions made by the Client,through the Platform using such institutions and it is hereby acknowledged and agreed that,the Company shall bear no liability, monetary or otherwise, in relation to any loss of funds,incurred by the Client pursuant to any actions or omissions of Third Party Institutions.,3.The Client is responsible for securing his/her Username and Password for his Trading,Account.\nThe Client holds sole responsibility for any damage caused due to any act or,omission of the Client causing inappropriate or irregular use of the Client Trading Account.,4.It is clearly stated and agreed by the Client that the Client bears sole responsibility for any,decision made and/or to be made by the Client relying on the content of the Website and no,claim and/or suit of any kind will arise to that effect against the Company and/or its directors,and/or employees and/or functionaries and/or Agents (the Company and/or its Agents).\nThe,Company and/or its Agents will hold no responsibility for loss of profits due to and/or related,to the Website, Transactions carried out by the Client, Services and the General Terms of,use or any other damages, including special damages and/or indirect damages or,circumstantial damages caused, except in the event of malicious acts made by the,Company.,5.Without limitation of the aforesaid and only in the event of definitive judgment by court or,other authorized legal institution resolving that the Company and/or its Agent(s) hold liability,towards the Client or third party, the Company's liability, in any event, will be limited to the,amount of money deposited and/or transferred by the Client to the Trading Account in,respect of the transaction which caused the liability of the Company and/or its Agent(s) (if,such was caused).,6.No Trading Account will be approved without the completion of the Company’s compliance,procedures, including the identification and verification of the Account.,2.\nRisks,1.The value of the Financial Instruments offered by the Company may increase or decrease.,The Client acknowledges that they fully understand the risks involved in trading CFDs (and,other similar products), including, but not limited to, the risk of loss of all funds.,2.CFD Trading does not give you any right to the underlying instrument of the Transaction.,This means that you do not have any interests in, or the right to purchase any underlying,shares in relation to such instruments because the CFDs represent a notional value only.,3.The Client acknowledges that he has read, understood and accepted the Company’s risk,disclosure information found on the Company’s Website.,3.\nFinancial Information,1.The Company should not be held responsible for any losses that the Client may incur (or to a,third party) due to reliance on inaccurate or erroneous financial information on the Website.,2.The Client should verify the accuracy and reliability of the information on the Website and its,appropriateness in comparison with other dependable information sources.\nThe Company,will not be held responsible for any allegedly caused claim, cost, loss or damage of any kind,as a result of information offered on the Website or due to information sources used by the,Website.,3.The Client approves and accepts that any oral information given to him/her in respect of his,Trading Account might be partial and unverified.\nThe Client accepts sole risk and,responsibility for any reliance on the aforementioned information.\nThe Company does not,give any warranty that pricing or other information supplied by it through its trading software,or any other form is correct or that it reflects current market conditions.,4.\nProcessing of Trade Requests and Orders,A.The processing of a Client’s request and/or order shall be carried out as follows:,1.Following submission of a request/order, such request/order shall undergo a,correctness test on the Trading Platform;,2.The request/order shall be send from the Trading Platform to the server;,3.The request/order shall undergo a correctness test by the server;,4.The server shall then forward the results of the correctness test to the Trading,Platform;,5.In case that the connection between the trading platform and the server is correct,,the trading platform will receive the results of processing of the Client request or,order by the Company.,B.The time of the process may vary and depends on the quality of the communication between,the Trading Platform and the server of the Company, as well as on the market conditions.\nIn,normal market conditions the time of the process usually varies between 0-4 seconds.\nIn,market conditions that differ from normal, the time of Client request/order processing can be,higher than that.,C.The server of the Company may refuse the Client’s request/order in the following cases:,1.If the client sends the request before the first quote in the Trading Platform on the,market opening:,2.If there is not enough funds on the Client’s account for opening a new position;,3.If the Client sends the request/order before the opening of the trading session;,4.When market conditions differ from normal, such as there is significant volatility or,instability in the markets, or the industry as a whole, preventing us from providing our,services in an orderly manner, including any instances where we are unable to,receive data and/or we receive incorrect data from our service providers.,5.When using the trading platform it is allowed to use only one tab of the browser.\nIn,case of using several tabs of the browser the results of trade can be corrected and/or,canceled.,5.\nQuotes,1.The Client acknowledges that the only reliable source of quote flow information is the main,server for customer requests.\nThe quotes on the Trading Platform cannot serve as a reliable,source of information about the real quotes flow, as in the case of unstable connection,between the Trading Platform and the server part of the quotes from the flow may not reach,the Trading Platform.,2.The graphs displayed on the Trading Platform are indicative.\nThus, the Company does not,guarantee that the transaction will be made at the same prices specified on the graphs in the,Trading Platform at the time of submission of the other customer transactions.,3.The price displayed on the Trading Platform is formed by the formula (Bid+Ask)/2.,4.Non-market quote – the price in the Trading Platform which does not correspond to the price,on the market at this moment of time (hereinafter referred to as the“Non-market price”).,5.In case that the Company executed the Client’s request/order for Non-market quote, the,following shall be imposed on the Company’s duty:,a.In case of position closing – correction of the financial result between incorrect,closing of the position and closing according to real market price corresponding to,the closing moment of transaction according to Non-market price.,b.In case of position opening – the Company reserves the right to cancel the financial,result regarding such position.,6.\nCopyright,1.IQOPTIONisaglobalbrand,whichinyourjurisdiction,isoperatedbyDigitalInvestLtda,companyregisteredinSeychelles,Mahe,Victoria,FrancisRachelStreet,SoundandVision,house,suite2(hereinafter“We”or“Company”or“IQOPTION”).Wearethecontrollerand,responsibleforthedataoftheClientdisclosedtousinordertoregisterforaTrading,Account,DemoAccountand/ortomakeuseofanyotherservicesofferedbyusthrough,thewebsite(hereinafter“Website”)(thistermshallatalltimesincludeWebsite’sdesktopand,mobile versions).,2.Copyrights and Intellectual Property (IP) on the Website are the Company's property or of,third parties which have authorized the Company to use such IP on the Website and,Service(s).\nIt is forbidden to copy, distribute, duplicate, present in public, or deliver the,copyrighted material, in whole or in part, to third parties.\nIt is forbidden to alter, advertise,,broadcast, transfer, sell, distribute or make any commercial use of the copyrighted material,,in whole or in part, except with duly signed prior permission from the Company.,3.Unless explicitly stated otherwise, any material and/or message, including without limitation,,idea, knowledge, technique, marketing plan, information, questions, answers, suggestions,,emails and comments (hereinafter – “Information”) delivered to the Company shall not be,considered the Client's confidential or proprietary right of.\nConsent to the Agreement will be,considered as authorization to the Company to use the entire Clients' Information (excluding,Clients' Information designated for personal identification), at the absolute and sole,discretion of the Company without requirement of any additional permission from the Client,and/or the payment of any compensation due to such use.,4.Client undertakes that any notice, message or any other material supplied by the Client shall,be appropriate and shall not harm other persons including their proprietary rights.\nClient shall,refrain from uploading or sending any illegal and/or harmful and/or disturbing to other Clients,material, and is strictly forbidden from taking any action, which might damage the Company.,7.\nContent and Third Parties’ Websites,1.The Website might include general information, news, comments, quotes and other,information related to financial markets and/or advertising.\nSome information is supplied to,the Website by unaffiliated companies.,2.The Company does not provide investment research.\nAll news, comments, quotes and other,information related to financial markets published by the Company are of,promotional/marketing nature only.,3.The Company does not prepare, edit or promote the information/links and/or other,information provided by unaffiliated companies.,4.The Company will not be liable for the content of any third-party websites or the actions or,omissions of their proprietors nor for the contents of third party advertisements and,sponsorship on those websites.\nThe hyperlinks to other websites are provided for information,purposes only.\nAny Client and/or potential client uses any such links at his/her own risk.,8.\nProcessing of Client Orders to Open Positions,1.If the amount of available funds is sufficient to open a position - the position will be opened.,2.If the size of the available funds is insufficient to open a position - the position will not be,opened.,3.The Client’s order to open a position is processed, and the position is opened only after the,corresponding entry in the server log file.\nEach new position is assigned with a serial,number.,9.\nProcessing of Client Orders to Close Positions,Closing of a trading position occurs at the current price at the trading server at the moment of closing,of the trading operation.,10.\nOTC Assets,1.OTC Asset or “over the counter” is an asset that is traded out of the regular market,(hereinafter referred to as the “Asset”).,2.The Asset’s price is formed from data for trade requests and orders of the Clients, received,by the Company.,3.The Client acknowledges that by making trade requests and orders on such Asset, he/she,understands the essence of the work of such an Asset and the pricing algorithm of the Asset.,4.The Client acknowledges that by making trade requests and orders on such Asset, he/she,admits that the only reliable source of quoting information is the main server for the trade,orders of the Clients.,11.\nFraud,1.In the event that the Company has reasonable suspicion to believe and/or comes to its,attention that the Client has acted fraudulently with regard to the subject matter of the,Agreement, including without limitation to the following occurrences:,1.Fraud associated with credit card transactions and other ways to fill a balance that,does not belong to the Client;,2.Fraud associated with the use of software for false trading results;,3.Fraud associated with errors and system failures for false trading results,,2.the Company shall be entitled to block the Client's account without prior notice and without,the possibility of further money withdrawal and/or entitled to unilaterally terminate the,Agreement in the extrajudicial procedure.,12.\nBenefits,1.The Company may provide benefits to clients, including but not limited to, VIP status,,tournaments and/or other privileges (“Benefits”), at its absolute discretion and subject to,fulfilling the required conditions.,2.The Client acknowledges and accepts:,a.The Company reserves the right, without prior notification, to amend or cancel any of,the Benefits provided at any time for any reason;,b.Conditions are subject to change at any time and may vary depending on each,region;,c.It is prohibited to abuse any of the privileges provided by the Company (e.g.\ncreating,multiple trading accounts to claim these Benefits);,d.The client may submit a request tosupport@iqoption.comto stop receiving such,Benefits at any time.,13.\nForeign Exchange,1.For any conversion required to be effected from one currency to another for the execution of,any order, the Company is entitled at its absolute discretion to debit the Client’s Trading,Account with the equivalent amount of the transaction in the currency in which the Client,holds the Trading Account.,2.The Client acknowledges and agrees that he shall undertake all risks deriving from any such,conversion and in particular, the risk of loss which may be incurred as a result of the,fluctuation in the exchange rates.", "created_at": "2023-07-02 21:04:20.182405", "updated_at": "2023-07-02 21:04:22.746672"}], "points": [], "urls": ["iqbroker.com"]}}