{"error": 448, "message": "OK", "parameters": {"id": 6882, "name": "Voices", "created_at": "2022-11-15 05:35:05.293596", "updated_at": "2022-11-15 23:01:06.96127", "wikipedia": null, "keywords": null, "related": null, "slug": "voices", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6882.png", "url": "voices.com", "documents": [{"id": 12606, "name": " Cookie Declaration ", "url": "https://www.voices.com/company/terms-and-policies/cookie-declaration", "xpath": "//*[@id=\"main-page\"]", "text": " Company <i>\n</i> Terms and Policies <i>\n</i> Cookie Declaration Cookie Declaration <p>This website uses cookies.\nWe rely on cookies to play videos, display tweets, remember your preferences, and to analyze our website traffic.\n</p>\n<p>Cookies are small text files that can be used by websites to track user actions and enhance website content and functionality.&nbsp;</p>\n<p>This site uses different types of cookies.\nSome cookies are strictly necessary for the operation of this site.\nfor all other types of cookies we need your permission.\nSome cookies are placed by third party services that appear on our pages.&nbsp;</p>\n<p>Learn more about how we process personal data and how you can contact us in our&nbsp;Privacy Policy.</p>\n<p>Your consent applies to the following domains: www.voices.com</p> Necessary (8) <p>Necessary cookies help make a website usable by enabling basic functions like page navigation and cookie consent.\nThe website cannot function properly without these cookies.</p>\n<strong>Provider</strong>\n<strong>Name</strong>\n<strong>Purpose</strong>\n<strong>Expiry</strong>New RelicJSESSIONIDPreserves users states across page requests.SessionVoicesSESS_VDCPreserves users states across page requests.SessionVoicescsrf_cookiePrevent cross-site request forgery30 minutesVoicesvdc_pp_transactionThis cookie is used to maintain your session on Voices payment forms.\nSessionVoicesshortlist_data_#This cookie is used to cache talent My Home shortlist data.30 minutesVanilla Forumsvf_voices_#This cookie is the one that means you are logged in.\nDelete this cookie and you end your session.6 monthsVanilla Forums__cfruidThese are used to identify individual clients behind a shared IP address and apply security settings on a per-client basis.SessionVanilla Forums__vnfThis is the Troll Management cookie.\nThis is a randomly-generated ID we use to “fingerprint” users to determine if one user is utilizing multiple accounts on a community.\nIt is not derived from any PII.2 months Preferences (2) <p>Necessary cookies help make a website usable by enabling basic functions like page navigation and cookie consent.\nPreference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language.</p>\n<strong>Provider</strong>\n<strong>Name</strong>\n<strong>Purpose</strong>\n<strong>Expiry</strong>Vanilla Forums__vnOz0The purpose of this cookie is to tell the application that there is an active guest visitor, someone without a session, that has been active for at least 20 mins.\nNo other data is kept about the user.\nEvery time a user refreshes the page or navigates to another page this cookie is renewed and the visit is considered active.\nThe value of the cookie is just a random hash, it does not contain any data.20 minutesVanilla Forums__vnOz1The purpose of this cookie is to tell the application that there is an active guest visitor, someone without a session, that has been active for at least 20 mins.\nNo other data is kept about the user.\nEvery time a user refreshes the page or navigates to another page this cookie is renewed and the visit is considered active.\nThe value of the cookie is just a random hash, it does not contain any data.5 minutes Statistics (25) <p>These cookies are used to analyze our web traffic.\nThey allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>\n<strong>Provider</strong>\n<strong>Name</strong>\n<strong>Purpose</strong>\n<strong>Expiry</strong>BomborapiCollects data on the user’s visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded with the purpose of generating reports for optimising the website content.1 yearBomboratpCollects data on the user’s visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded with the purpose of generating reports for optimising the website content.2 weeksBomborauCollects data on the user’s visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded with the purpose of generating reports for optimising the website content.10 secondsDataDog_dd_sRegisters the website’s speed and performance.\nThis function can be used in context with statistics and load-balancing.1 dayDataDogdd_cookie_test_#Temporary cookie used to test for cookie support.1 dayDataDogdd_site_test_#Temporary cookie used to test for cookie support.1 dayGoogle Analytics_gidRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.1 dayGoogle Analytics_dc_gtm_UA-#Used by Google Tag Manager to control the loading of a Google Analytics script tag.1 dayGoogle Analytics_gaRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.2 yearsGoogle Analytics_ga_PNKJZYTJJNUsed by Google Analytics to collect data on the number of times a user has visited the w ebsite as w ell asdates for the first and most recent visit.2 yearsGoogle Analytics_galiUsed by Google Analytics for Enhanced Link Attribution.30 secondsGoogle AnalyticscollectUsed to send data to Google Analytics about the visitor’s device and behavior.\nTracks the visitor across devices and marketing channels.SessionGoogle Optimize_gaexpUsed to determine a user’s inclusion in an Optimize experiment and the expiry of experiments in which a user has been included.Depends on the length of the experiment, but typically 90 days.Heapapi/telemetryUnclassifiedSessionHeap_hp2_hld.#Collects data on user behaviour and interaction in order to optimize the website.1 dayHeap_hp2_id.#Collects data on user behaviour and interaction in order to optimize the website.13 monthsHeap_hp2_props.#Collects data on user behaviour and interaction in order to optimize the website.13 monthsHeaphCollects data on user behaviour and interaction in order to optimize the website.SessionHeap_hp2_ses_props.#Collects data on user behaviour and interaction in order to optimize the website.30 minutesHotjar_hjAbsoluteSessionInProgressCollects data on user behaviour and interaction in order to optimize the website.37 minutesHotjar_hjCachedUserAttributesCollects data on user behaviour and interaction in order to optimize the website.SessionHotjar_hjFirstSeenCollects data on user behaviour and interaction in order to optimize the website.36 minutesHotjar_hjIncludedInPageviewSampleCollects data on user behaviour and interaction in order to optimize the website.14 minutesHotjar_hjIncludedInSessionSampleCollects data on user behaviour and interaction in order to optimize the website.13 minutesHotjar_hjidCollects data on user behaviour and interaction in order to optimize the website.1 year Marketing (64) <p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p>\n<strong>Provider</strong>\n<strong>Name</strong>\n<strong>Purpose</strong>\n<strong>Expiry</strong>adnxs.comuuid2Registers a unique ID that identifies a returning user’s device.\nThe ID is used for targeted ads.3 monthsAdobe Audience ManagerdemdexAdobe Audience Manager relies on a few simple cookies to perform different functions.These include things like assigning IDs, recording data calls, error tracking, and testing to see if cookies can be set.6 monthsAdobe Audience ManagerdpmAdobe Audience Manager relies on a few simple cookies to perform different functions.These include things like assigning IDs, recording data calls, error tracking, and testing to see if cookies can be set.6 monthsBizible_biz_nASequence number that bizible includes for all requests, for internal diagnostics purpose1 yearBizible_biz_pendingATemporarily stores analytics data that has not been successfully sent to bizible server yet.1 yearBizible_biz_flagsAA single cookie that stores multiple information, such as whether or not the user has submitted a form, performed a crossdomain migration, sent a viewthrough pixel, opted out from tracking, etc.1 yearBizible_biz_sidSession id of the user.30 minutesBizible_biz_uidUser id on the current domain.1 yearBizible_BUIDUniversal user id to identity the same user across multiple clients’ domains.1 yearBiziblem/ipvRegisters user behaviour and navigation on the website, and any interaction with active campaigns.\nThis is used for optimizing advertisement and for efficient retargeting.SessionBombora_ccmsiUsed to track which users have shown interest in what job postings.\nThe cookie ensures that the most relevant job postings are shown to the specific user.PersistentDelighted_delighted_webThis cookie is used for storing user preferences and identifiers.\nWe use this to manage satisfaction surveys online in order to improve our products or servicesPersistentEyeota / D&amp;Bmako_uidProvides advertising or advertising-related services such as data collection, behavioral analysis or retargeting.1 yearEyeota / D&amp;BSERVERIDProvides advertising or advertising-related services such as data collection, behavioral analysis or retargeting.10 minutesFacebook_fbpUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers3 monthsFacebookfrMarketing-Encrypted Facebook ID and Browser ID3 monthsGoogle AdSense_gcl_auUsed by Google AdSense for experimenting with advertisement efficiency across websites using their services3 monthsGoogle Adwordsads/ga-audiencesUsed by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor’s online behaviour across websites.SessionGoogle DoubleClickIDEUsed by Google DoubleClick to register and report the website user’s actions after viewing or clicking one of the advertiser’s ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.2 yearsGoogle DoubleClicktest_cookieUsed to check if the user’s browser supports cookies.30 minutesGoogle Ads1P_JARUsed by Google Ads for user tracking and ad targeting.1 monthGoogle AdsAPISIDUsed by Google Ads for user tracking and ad targeting.2 yearsGoogle AdsDVUsed by Google Ads for user tracking and ad targeting.10 minutesGoogle AdsHSIDUsed for security purposes to store digitally signed and encrypted records of a user’s Google account ID and most recent sign-in time which allows Google to authenticate users, prevent fraudulent use of login credentials, and protect user data from unauthorised parties.\nThis can also be used for targeting purposes to show relevant &amp.\npersonalised ad content.6 monthsGoogle AdsNIDUsed by Google Ads for user tracking and ad targeting.6 monthsGoogle Adspagead/1p-user-list/#Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites.\nThis is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.SessionGoogle AdsSAPISIDUsed by for targeting purposes to build a profile of the website visitor’s interests in order to show relevant &amp.\npersonalised Google advertising.6 monthsGoogle AdsSIDUsed for security purposes to store digitally signed and encrypted records of a user’s Google account ID and most recent sign-in time which allows Google to authenticate users, prevent fraudulent use of login credentials, and protect user data from unauthorised parties.\nThis can also be used for targeting purposes to show relevant &amp.\npersonalised ad content.6 monthsGoogle AdsSIDCCSecurity cookie to protect a user’s data from unauthorized access.6 monthsGoogle AdsSSIDUsed to store information about how you use the website and any advertising that you may have seen before visiting this website, in addition to being used to help customise advertising on Google properties by remembering your most recent searches, your previous interactions with an advertiser’s ads or search results and your visits to an advertisers website.6 monthsGoogle Ads__Secure-1PAPISIDUsed by for targeting purposes to build a profile of the website visitor’s interests in order to show relevant &amp.\npersonalised Google advertising.6 monthsGoogle Ads__Secure-1PSIDUsed by for targeting purposes to build a profile of the website visitor’s interests in order to show relevant &amp.\npersonalised Google advertising.6 monthsGoogle Ads__Secure-3PAPISIDUsed by for targeting purposes to build a profile of the website visitor’s interests in order to show relevant &amp.\npersonalised Google advertising.6 monthsGoogle Ads__Secure-3PSIDUsed by for targeting purposes to build a profile of the website visitor’s interests in order to show relevant &amp.\npersonalised Google advertising.6 monthsGoogle Ads__Secure-3PSIDCCUsed by for targeting purposes to build a profile of the website visitor’s interests in order to show relevant &amp.\npersonalised Google advertising.6 monthsNielsen / eXeclateEEeXelate uses standard non-sensitive information segments to deliver interest-based advertisements to users in web browsers and mobile applications.4 monthsNielsen / eXeclateudeXelate uses standard non-sensitive information segments to deliver interest-based advertisements to users in web browsers and mobile applications.4 monthsLinkedInUBrowser Identifier for users outside the Designated Countries3 monthsLinkedInAnalyticsSyncHistoryUsed to store information about the time a sync took place with the lms_analytics cookieLinkedInbcookieUsed by the social networking service, LinkedIn, for tracking the use of embedded services.2 yearsLinkedInbscookieUsed by the social networking service, LinkedIn, for tracking the use of embedded services.2 yearsLinkedInlangSet by LinkedIn when a web page contains an embedded “Follow us” panel.SessionLinkedInAnalyticsSyncHistoryUsed in connection with data-synchronization with third-party analysis service.29 daysLinkedInlidcUsed by the social networking service, LinkedIn, for tracking the use of embedded services.1 dayLinkedInUserMatchHistoryUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor’s preferences.29 daysLinkedInli_sugrStore browser details.3 monthsLinkedInlms_analyticsUsed to identify LinkedIn Members in the Designated Countries for analytics30 daysLinkedInlangRemembers the user’s selected language version of a websiteSessionLotame_cc_audLotame analyzes the information it collects and receives, and organizes it into user groups and audiences, based on factors such as age, gender, geography, interests and online actions.\nAdvertisers then use the Lotame-created user groups and audiences to design and deliver customized advertising campaigns or other relevant content to users on their devices.9 monthsLotame_cc_ccLotame analyzes the information it collects and receives, and organizes it into user groups and audiences, based on factors such as age, gender, geography, interests and online actions.\nAdvertisers then use the Lotame-created user groups and audiences to design and deliver customized advertising campaigns or other relevant content to users on their devices.9 monthsLotame_cc_dcLotame analyzes the information it collects and receives, and organizes it into user groups and audiences, based on factors such as age, gender, geography, interests and online actions.\nAdvertisers then use the Lotame-created user groups and audiences to design and deliver customized advertising campaigns or other relevant content to users on their devices.9 monthsLotame_cc_idLotame analyzes the information it collects and receives, and organizes it into user groups and audiences, based on factors such as age, gender, geography, interests and online actions.\nAdvertisers then use the Lotame-created user groups and audiences to design and deliver customized advertising campaigns or other relevant content to users on their devices.9 monthsMediaMathuuidMediaMath uses cookies to help recognize a computer or device so that they can deliver relevant advertising to you, measure the impact of that advertising and better understand and recognize digital media usage patterns.1 year 28 daysNitroPacknitroCachedPageCDN.\nProvides load balancing functionality.SessionPardotlpv#Used in context with behavioral tracking by the website.\nThe cookie registers the user’s behavior and navigation across multiple websites and ensures that no tracking errors occur when the user has multiple browser-tabs open.30 minutesPardotvisitor_id#Used in context with Account-Based-Marketing (ABM).\nThe cookie registers data such as IP-addresses, time spent on the website and page requests for the visit.\nThis is used for retargeting of multiple users rooting from the same IP-addresses.\nABM usually facilitates B2B marketing purposes.10 yearsPardotvisitor_id#-hashUsed to encrypt and contain visitor data.\nThis is necessary for the security of the user data.10 yearsRocket FueleudThe domain of this cookie is owned by Rocketfuel.\nThis cookie is used to sync with partner systems to identify the users.\nThis cookie contains partner user IDs and last successful match time.1 year 25 daysRocket FuelrudThe domain of this cookie is owned by Rocketfuel.\nThe main purpose of this cookie is advertising.\nThis cookie is used to identify an user by an alphanumeric ID.\nIt register the user data like IP, location, visited website, ads clicked etc with this it optimize the ads display based on user behaviour.1 year 25 daysTowerDatapxrcThis cookie is used to deliver adverts more relevant to you and your interests.\nIt is also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaign.2 monthsTowerDatarlas3This cookie is used to deliver adverts more relevant to you and your interests.\nIt is also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaign.1 yearTradeDeskTDCPMThe Trade Desk uses non-personal information collected from cookies to target and serve relevant advertising to consumers and to perform attribution analysis or other analytics regarding advertising audiences, as well as to compile, match and link audiences on behalf of its clients.1 yearTradeDeskTDIDThe Trade Desk uses non-personal information collected from cookies to target and serve relevant advertising to consumers and to perform attribution analysis or other analytics regarding advertising audiences, as well as to compile, match and link audiences on behalf of its clients.1 yearVoicesfirst_refererIdentifies the address of the web page linked to the page being requested to see where the request originated.SessionYahooA3Collects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.6 hours ", "created_at": "2022-11-15 04:35:49.529975", "updated_at": "2022-11-15 04:35:56.492453"}, {"id": 12605, "name": "Terms Of Service", "url": "https://www.voices.com/company/terms-and-policies/terms-of-service", "xpath": "//*[@id=\"main-page\"]", "text": " Company <i>\n</i> Terms and Policies <i>\n</i> Terms Of Service Terms Of Service Effective October 21, 2022 <p>\n<strong>TERMS OF SERVICE</strong>\n</p>\n<p>Last Updated: October 21, 2022</p>\n<p>Voices.com Inc.\n(“Voices”) operates the online marketplace located at Voices.com (the “Site”) and provides the various services made available through the Site, including to connect Clients with Talent (the “Services”).</p>\n<p>\n<strong>By clicking “AGREE”, or by otherwise agreeing these terms of service or to a Services Agreement, or by otherwise using the services, each User (as defined below) agrees with Voices to be bound by these terms of service (the “Terms of Service” or “Agreement”).</strong>\n</p>\n<p>\n<strong>If a User is entering into this Agreement on behalf of a corporation or other legal entity (including a talent agency), User represents that he/she has the legal authority to bind such entity to this Agreement.</strong>\n</p>\n<p>This Agreement governs the provision of Services to both Talent and Clients.</p>\n<p>\n<strong>Definitions</strong>\n</p>\n<p>The following terms shall have the meanings specified:</p>\n<p>“Additional Client Terms” has the meaning given in Section 11 of this Agreement.</p>\n<p>“Client” means a purchaser of services from Talent.</p>\n<p>“Client Content” means any content uploaded, transferred, submitted or otherwise made available by Client to the Site or Voices, including Job Postings, scripts, lyrics, other literary works, sound recordings, performances, compositions, musical works, other copyrighted content and other materials relating to a Job Posting and any Job Services.</p>\n<p>“Job Agreement” means a contract between Client and Talent for Job Services which is comprised of the Job Information and the relevant terms and conditions of this Agreement and, if applicable, any Additional Client Terms.</p>\n<p>“Job Fees” means the fees payable by Client to Talent for the Job Services.</p>\n<p>“Job Information” means the information: (a) specified in the Job Posting populated by Client on the Site.\nor (b) specified in the Project Listing populated by the Talent on the Site.\nin each case inclusive of the Job Services details, usage rights, project timing requirements, Job Fees and other information.</p>\n<p>“Job Posting” means a written description prepared by a Client for posting through the Service to interested Talent and which describes an available project or scope of work required by Client and includes the information specified on the Site as being required.</p>\n<p>“Job Services” means: (a) the requirements specified in a Job Posting as outlined by a Client and to be provided by the selected Talent.\nor (b) the services offered by a Talent, as described in a Project Listing.</p>\n<p>“Maintenance Period” means: (a) any regular maintenance period as Voices may determine is reasonably required from time to time.\nand (b) when access to the Site is suspended for technical or emergency (including security) reasons.</p>\n<p>“Package” has the meaning given in Section 11(d).</p>\n<p>“Project Listing” means a written description prepared by a Talent for posting through the Service to interested Clients, which describes pre-defined scopes of Job Services that the Talent is willing to provide for Clients, and includes the information specified on the Site as being required.</p>\n<p>“Registration Information” has the meaning given in Section 1.</p>\n<p>“Services” has the meaning given in the preamble to this Agreement.</p>\n<p>“Services Agreement” means (if applicable) a separate written master services agreement entered into between Voices and a Client that incorporates the terms of this Agreement by reference.</p>\n<p>“Site” has the meaning given in the preamble to this Agreement and includes all systems, technology (including software, proprietary algorithms) and Site Content utilized by Voices to provide the Services.</p>\n<p>“Site Content” means all data, information, content, blogs, videos, guides, tools and materials displayed or accessible through the Site exclusive of Work Product or User Generated Content.</p>\n<p>“Talent” means (a) an individual creative talent selling voice and/or other creative services.\nor (b) a talent agency or other organization having the authority to represent and bind an individual talent selling voice and/or other creative services.</p>\n<p>“Talent Content” means any content uploaded by Talent to the Site, including Talent Auditions, voice demonstrations, examples or a portfolio of past creative works, biographic materials, testimonials, reviews, profile photographs, literary works, sound recordings, performances, compositions, musical works, other copyrighted content and any other materials relating to Talent and Talent’s response to a Job Posting and the performance of any Job Services, but exclusive of Work Product.</p>\n<p>\n<strong>“</strong>Talent Response<strong>”</strong> means an expression of interest by Talent to provide Job Services and can include: auditions, examples of creative work, indications of the scope of work, Job Fees and other relevant information as prepared by Talent and in response to a Job Posting that is submitted to the Site for review by the applicable Client.\nTalent Content within a Talent Response, that is in a voice format and was created or rendered using artificial intelligence software or an algorithm, must be disclosed as such by the Talent.\n</p>\n<p>“User” means Talent and / or Client as the circumstances may indicate or require.</p>\n<p>“User Generated Content” means Client Content or Talent Content as the context may indicate or require.</p>\n<p>“Voices Parties” means Voices and its affiliates and their respective directors, officers, employees, shareholders, agents, licensees and Third Party Contractors.</p>\n<p>“Work Product” means the work product described in a Job Agreement to be provided by Talent to Client, which may include voice and sound recordings, creative work, performances, compositions, musical works and other copyrighted content.\nWork Product that is in voice format and is created or rendered using artificial intelligence software or algorithms must be disclosed as such by the Talent in any Talent Response or Job Agreement.\n</p>\n<ol>\n<li>\n<strong>\n<u>Registration and User ID</u>\n</strong>.\nIn order to subscribe for and receive Services each User must register on the Site.\nEach User is responsible to provide true, accurate, current and complete information as prompted by any registration forms, including contact and billing information (“Registration Information”).\nUser hereby consents to the Use of all Registration Information for the purposes described in this Agreement, the Voices Privacy Policy and otherwise as is necessary to enable Voices’ performance of the Services and this Agreement.\nUser agrees to keep all Registration Information current.\nUse of the Services requires a username and/or email address and password.\nUser is solely responsible to protect the confidentiality of its user credentials and for all activity and use conducted under such credentials.\nUser will immediately upon becoming aware report to Voices any compromise or loss of its user credentials or suspected unauthorized use.\nUser agrees that Voices will not be liable to User or any other person for any losses incurred by User that are attributable to User’s breach of this provision and that User will be liable to Voices for losses or damage suffered or incurred by Voices or other Users or persons as a result of such breaches.</li>\n</ol>\n<ol>\n<li>\n<strong>\n<u>Services</u>\n</strong>.\nUser may subscribe to the various Services made available to Users through the Site from time to time and Voices will, in consideration of User’s payment of the charges specified in this Agreement and subject to the terms of this Agreement, provide the Services.\nVoices reserves the right to make changes to the Site and/or its Services at any time in its sole discretion without notice.\nVoices may limit the amount of storage space used by individual Users for creative work files if in its discretion the amount used is determined by Voices to be excessive.</li>\n</ol>\n<ol>\n<li>\n<strong>\n<u>Support</u>\n</strong>.\nVoices will provide support to User during Voices’ regular business hours comprised of: (a) answering of general questions concerning the Site and Services and User’s use of same.\n(b) using commercially reasonable efforts to correct Site or Services problems and errors.\nSupport is provided primarily through the use of web-based tools.\nSupport does not include any changes or customizations to the Site or Services.</li>\n</ol>\n<ol>\n<li>\n<strong>\n<u>Service Level</u>\n</strong>.\nVoices will use commercially reasonable efforts to operate the Site and provide the Services on a continuous basis other than during any Maintenance Period and subject to the terms of this Agreement.\nHowever, there may be other times when the Site and Services may not be available and Voices retains the right to make the Site and Services unavailable from time to time for any reason and User agrees that Voices will not be liable for any damages arising from any interruption, suspension or termination of Site or Services availability.</li>\n</ol>\n<ol>\n<li>\n<strong>\n<u>Services Agreements</u>\n</strong>.\nVoices and Client may agree to separately enter into a Services Agreement which governs the provision of Services under this Agreement and such other professional services and other services as may be set forth in the Services Agreement.\nIn the event of a conflict or inconsistency between the terms of this Agreement and a Services Agreement, the terms of the Services Agreement will prevail to the extent of the conflict or inconsistency.</li>\n</ol>\n<ol>\n<li>\n<strong>\n<u>Privacy Terms</u>\n</strong>.\nWhere personal information is collected in connection with User’s registration and use of the Services, the collection, use and disclosure of personal information shall be in accordance with Voices’ privacy policy available at https://www.voices.com/company/terms-and-policies/privacy-policy (“Voices Privacy Policy”).\nUser is responsible for its compliance with all applicable privacy laws and covenants that all personal data and information provided to Voices or uploaded to the Site and the Services is provided in compliance with all applicable laws.\nThe Voices Privacy Policy forms part of this Agreement.</li>\n</ol>\n<ol>\n<li>\n<strong>\n<u>Term and Renewal</u>\n</strong>.</li>\n</ol>\n<p>(a) This Agreement shall become effective at the time User accepts this Agreement and shall apply for the duration of time that User uses the Site and receives the Services, or for any specific term or period to which a User subscribes, unless earlier terminated by either party as permitted by this Agreement.&nbsp;</p>\n<p>(b) If User has subscribed for a specific term or period (e.g.\nannual or monthly or on some other basis) Voices will send User a notice of renewal prior to the end of such period, and such term or period of Services will be automatically renewed for a period equivalent to the immediately preceding term or period unless User elects not to renew by giving notice in the manner prescribed in the Voices notice of renewal.&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>Use of Site</u>\n</strong>.</li>\n</ol>\n<p>(a) By Client.\nVoices authorizes Client to access and use the Site solely for the purpose of (i) completing Job Postings and Client Content.\n(ii) reviewing Talent Responses.\n(iii) reviewing Project Listings.\n(iv) entering into Job Agreements with Talent and making payments for Talent Services.\n(v) viewing Site Content.\n(vi) subscribing for and using such other Services as may be available to Client through the Site.&nbsp;</p>\n<p>(b) By Talent.\nVoices authorizes Talent to access and use the Site solely for the purpose of (i) reviewing Job Postings.\n(ii) submitting Talent Content including Talent Responses.\n(iii) completing Project Listings.\n(iv) entering into Job Agreements with Clients and receiving payments for Talent Services.\n(v) viewing Site Content.\n(vi) subscribing for and using such other Services as may be available to Talent through the Site.&nbsp;</p>\n<p>Voices reserves all rights not expressly granted to User hereunder.&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>User Responsibilities</u>\n</strong>.\nUser:</li>\n</ol>\n<p>(a) is responsible for all activity it conducts using the Services;&nbsp;</p>\n<p>(b) will comply with all applicable laws relating to its use of the Site and the Services;&nbsp;</p>\n<p>(c) will comply with all policies adopted by Voices and posted on the Site from time to time regarding the Site and Services;&nbsp;</p>\n<p>(d) will not use the Site or the Services for: illegal or inappropriate purposes.\nsending spam.\nperpetration of security breaches.\nhacking.\nprivacy breaches.\nfraudulent activity.\ndistribution of viruses or other harmful code.\ntransmission, distribution or storage of any material protected by copyright, trade-mark, trade secret or other intellectual property right without proper authorization, or material that is obscene, defamatory, fraudulent, infringing or abusive.\nany unauthorized access, alteration, theft, corruption or destruction of files, data, transmission facilities or equipment;&nbsp;</p>\n<p>(e) will not interfere with any other person’s use and enjoyment of the Site.&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>Restrictions</u>\n</strong>.\nUser agrees that User will not circumvent the Voices payment procedures as specified in this Agreement or otherwise communicated to User via the Site or engage in any Prohibited Acts.\nFor the purposes of this section “Prohibited Acts” means:</li>\n</ol>\n<p>(a) listing, displaying or otherwise providing any direct contact information to another User through the Services;&nbsp;</p>\n<p>(b) submitting proposals to or soliciting Clients identified on the Site to contact, hire, manage or pay such User directly and not through the Services;&nbsp;</p>\n<p>(c) accepting proposals from or soliciting talent identified on the Site to contact, deliver talent work, invoice, or receive payment by another User directly and not through the Services;&nbsp;</p>\n<p>(f) invoicing or reporting on the Site an invoice or payment amount different than that agreed between Client and Talent;&nbsp;</p>\n<p>(e) using any Work Product or other materials without payment&nbsp;</p>\n<p>(f) any payment for, or use of, Work Product (including via an extension, renewal or re-use) other than pursuant to an accepted Job Agreement or Services Agreement;&nbsp;</p>\n<p>(g) any other circumvention of the Site or Services to establish contact between Client and Talent to complete any Job Services.&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>Posting and Review of Job Postings and Project Listings.\nJob Agreements.</u>\n</strong>\n</li>\n</ol>\n<p>\n</p>\n<p>\n<em>Job Postings</em>\n</p>\n<p>\n</p>\n<p>(a) Client may create a Job Posting to the Site.\nThe Site may also permit Client to upload to the Site additional contractual requirements, such as a non-disclosure agreement or other terms and conditions that Client proposes to apply to the Job Services (“Additional Client Terms”).&nbsp;</p>\n<p>(b) In response to a Job Posting, Talent may review the Job Posting and submit a Talent Response, if applicable, to Client.&nbsp;</p>\n<p>(c) In the event that Client elects to engage Talent to provide Job Services in respect of a Job Posting, Client will create a Job Agreement using the Job Agreement process provided on the Site to populate the Job Agreement with the Job Information and submit the Job Agreement to Talent for its review.\nIn submitting the terms of the Job Agreement to Talent, Client will indicate its’ agreement with Talent to be bound by the terms of the Job Agreement by selecting “Submit Job Agreement”.&nbsp;</p>\n<p>\n</p>\n<p>\n<em>Project Listings</em>\n</p>\n<p>\n</p>\n<p>(d) Talent may create a Project Listing to the Site.\nDepending on the type of Work Product that the Talent offers to provide under the Job Listing (for example, Voice Over (Non-Broadcast), Voice Over (Broadcast), Audio Production, Music, Translation, each as described on the Site), the Project Listing may be required, as specified by the Site, to include certain project attributes and license rights.\nThese project attributes and license rights may be described using the capitalized terms set out in Exhibit A to these Term of Service, which capitalized terms will have the corresponding definitions set out in Exhibit A.\nEach Project Listing may include descriptions of one or more “Packages” of Job Services, and each Package comprises a scope of Job Services (with project attributes, license rights, and Job Fees) that can be selected by the Client (project attributes included in a Package are also referred to as “Included Package Options”).\nAdditional project attributes, services, and license rights may also be included in the Project Listing as “Add-Ons.”&nbsp;</p>\n<p>(e) In the event that Client elects to engage Talent to provide Job Services in respect of a Project Listing, Client will: (i) select a Package and, if applicable, any Add-Ons.\n(ii) create a Job Agreement using the Job Agreement process provided on the Site to populate the Job Agreement with the applicable Job Information.\nand (iii) submit the Job Agreement to Talent for its review.\nIn the Job Agreement creation process, Client may also provide additional Client Content to the Talent to further describe the Client’s requirements.\nIn submitting the terms of the Job Agreement to Talent, Client will indicate its agreement with Talent to be bound by the terms of the Job Agreement by selecting “Place Your Order.”&nbsp;</p>\n<p>\n</p>\n<p>\n<em>Job Agreement</em>\n</p>\n<p>\n</p>\n<p>(f) Each Job Agreement may include certain capitalized terms set out in Exhibit A to these Terms of Service (for example, to describe the scope of the Job Services, the quality of the Work Product, and limitations and restrictions on the Client’s right to use the Work Product).\nunless otherwise defined in the Job Agreement, such capitalized terms will have the corresponding meanings set out in Exhibit A.\nIn a Job Agreement, the total Job Fees that may be chargeable may be expressed as a “subtotal” amount (and a reference to the subtotal in a Job Agreement is a reference to the Job Fees payable with respect to that Job Agreement).&nbsp;</p>\n<p>(g) Talent may propose changes to the Job Agreement submitted by Client, including to the proposed Job Fees, by contacting Voices customer support or, if available, using the process provided on the Site.&nbsp;</p>\n<p>(h) Each of Client and Talent may edit the draft Job Agreement by continuing the proposed edits to the draft Job Agreement and submitting such edits to the other using the process provided on the Site.&nbsp;</p>\n<p>(i) Talent will indicate its agreement with Client to be bound by the terms of the Job Agreement by selecting “Accept Job Agreement” once agreement on terms of the Job Agreement have been settled.&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>Job Agreements – Relationship to Voices</u>\n</strong>.</li>\n</ol>\n<p>\n</p>\n<p>\n<em>User Acknowledgements</em>\n</p>\n<p>\n</p>\n<p>(a) The Site serves as an electronic marketplace for Clients and Talent.\nUser acknowledges that, except to the extent as may be expressly set out in a Services Agreement, Voices will not be involved in the actual transaction between Client and Talent and Voices will not be involved in any aspect of the performance of Job Services&nbsp;</p>\n<p>(b) Client acknowledges that Voices does not independently evaluate, investigate, or otherwise conduct any due diligence regarding Talent, their resumes, portfolios, qualifications, skills, background, or prior experience.\nVoices makes no representations or warranties to Client concerning Talent, including as to the reliability, capability, background, identity or qualifications of any Talent.\nTalent Content posted on the Site is provided by Voices on an “as is” basis without any warranty by Voices.\nExcept to the extent as may be expressly set out in a Services Agreement Voices is not responsible for assisting Client in selecting Talent and will have no liability for Client’s use of or reliance on any Talent Content.\nClient acknowledges and agrees that Client will be solely responsible for undertaking the necessary research and due diligence and/or having the proper knowledge, skill, and experience to evaluate the Talent Content and select and engage Talent for the provision of Job Services.&nbsp;</p>\n<p>(c) User acknowledges that Voices does not independently evaluate, investigate, or otherwise conduct any due diligence regarding any User Generated Content and Voices has no liability to User for any damage or loss concerning the accuracy of User Generated Content or User’s access to, or use of, or reliance on, any User Generated Content.\nAll User Generated Content is used by User in its own discretion and at its sole risk.&nbsp;</p>\n<p>(d) Client and Talent agree that Voices has no responsibility for any disputes or issues that arise between Client and Talent.\nThe resolution of all disputes and claims between Client and Talent concerning the performance of, and payment for, any Job Services and a Job Agreement, including with respect to any enforcement, breach, terms, conditions, warranties and representations associated with the Job Services and a Job Agreement is solely between Client and Talent.\nEach User hereby waives any recourse to or against Voices and hereby releases and indemnifies Voices and the other Voices Parties from and against any and all claims, demands, damages, losses, costs and expenses of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with Job Services, Job Agreements, disputes between Talent and Client or any breach of this Agreement by Talent or Client.&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>Fees and Payment</u>\n</strong>.</li>\n</ol>\n<p>\n</p>\n<p>\n<em>Voices Charges to Users</em>\n</p>\n<p>\n</p>\n<p>(a) User agrees to pay Voices the standard fees set out on the Site from time to time applicable to the level of Service or subscription selected by Client (or if applicable as set out in a Services Agreement) or the level of membership or subscription selected by Talent.&nbsp;</p>\n<p>(b) Client agrees to pay Voices a processing fee based upon the total value of any Job Service completed through the utilization of the Services multiplied by the processing fee rate set out on the Site from time to time.&nbsp;</p>\n<p>(c) Talent agrees to pay Voices a transaction or platform fee for each Job Service Talent is hired for.&nbsp;</p>\n<p>(d) Voices may change its standard fees and rates at any time without notice.\nprovided that any such changes will not apply in respect of any (i) Job Services then in-progress under a Job Agreement.\nor (ii) any Services a User has purchased for a defined term (but not including any renewal thereof).&nbsp;</p>\n<p>(e) Voices’ fees are exclusive of any applicable taxes which may be assessed by any taxing authority having jurisdiction and User will pay to Voices or, if required, to the applicable taxing authority the amount of any applicable taxes levied based on Services delivered under this Agreement.\nIf taxes are withheld and paid to a taxing authority, User will increase the amount paid to Voices in respect of the withheld amounts so that Voices receives the full amount owing.&nbsp;</p>\n<p>\n</p>\n<p>\n<em>Fees paid by Client to Talent</em>\n</p>\n<p>\n</p>\n<p>(f) Client agrees that it will be responsible for the payment of the Job Fees (plus applicable taxes) Client has agreed to pay Talent for each Job Service as specified in the Job Agreement.&nbsp;</p>\n<p>\n</p>\n<p>\n<em>Payment</em>\n</p>\n<p>\n</p>\n<p>(g) All fees payable to Voices for Services and Job Fees shall be payable in advance using the payment methods prescribed on the Site (or in a Services Agreement if applicable) unless otherwise agreed upon in writing.&nbsp;</p>\n<p>(h) If periodic Services are automatically renewed (as provided in this Agreement above) payment for such Services will be due and billed to the User by Voices by the same payment method as prior payment made, and User hereby authorizes such payments.&nbsp;</p>\n<p>(i) Any payment not made when due will be subject to interest of two percent (2%) per month compounded monthly (equivalent to a yearly interest rate of 26.86%) or the highest rate permitted by applicable law if less.&nbsp;</p>\n<p>(j) All dollar amounts are stated in United States dollars unless otherwise expressly indicated or specified in a Services Agreement.&nbsp;</p>\n<p>(k) All payments are not refundable.&nbsp;</p>\n<p>(l) Voices reserves the right to suspend the Services and use of the Site in the event of any failure of a User to pay fees or amounts by the payment due date.&nbsp;</p>\n<p>\n</p>\n<p>\n<em>Payment Process Service – Job Fees</em>\n</p>\n<p>\n</p>\n<p>(m) Client hereby appoints and authorizes Voices to be Client’s payment agent in accordance with the following terms.\nClient shall remit applicable Job Fees to Voices in accordance with the payment terms above and all payments of Job Fees to Talent by Client shall be made through Voices’ payment service provided on this Site, as follows:&nbsp;</p>\n<p>(i) Job Fees remitted to Voices by Client as payment for Job Services that are managed pursuant to a Services Agreement or alternative invoicing and payment arrangement with payment terms agreed to by Voices and Client where applicable to the level of Service or subscription selected by Client will be released to Talent according to the billing arrangements made between Voices and Client and communicated to Talent.&nbsp;</p>\n<p>(ii) Job Fees remitted to Voices by Client as payment for the purchase of Job Services other than as specified in subsection (i) above, will be held by Voices until, and paid on the EARLIER OF, the following dates (“Payment Date”):&nbsp;</p>\n<p>(A) Client expressly releasing the Job Fees through the ‘Release Funds’ function on the Site.\nor&nbsp;</p>\n<p>(B) fourteen (14) calendar days from the date that Talent has submitted the final Work Product if the Job Fees have not been released by Client, such occurring without any further action or approval required by Client,&nbsp;</p>\n<p>and Voices will remit the Job Fees to Talent on its next scheduled payout date.&nbsp;</p>\n<p>Notwithstanding the foregoing, Talent agrees that Client reserves the right to direct Voices to delay the Payment Date at any time by contacting Voices customer support and providing notice to Talent and an explanation of the reason for such delay (including in the event that Client has determined that the Job Services have not been performed in accordance with the requirements of the Job Agreement) but in all cases subject to the restrictions concerning the use of any associated Work Product by Client as set out in Section 14.\nprovided that Client agrees that Voices reserves the discretion to release payment to Talent after the Payment Date without liability to Client in the event that the Work Product has been delivered to Client.&nbsp;</p>\n<p>\n</p>\n<p>\n<em>Payment Processing</em>\n</p>\n<p>\n</p>\n<p>(n) Voices uses a third-party payment processor.\nThe processing of payments or credits, as applicable, in connection with use of the Site and Services will be subject to the terms, conditions and privacy policies of the payment processor and applicable credit card issuer.\nVoices is not responsible for any errors by the payment processor and Users will resolve any disputes for amounts charged directly with the payment processor.\nIn connection with Users’ use of the Site and receipt of Services, Voices will obtain certain transaction details, which Voices will use solely in accordance with the data processing and privacy terms hereof and in the Voices Privacy Policy.\nUsers will be responsible to obtain all necessary authorizations and consents to process User credit cards and other permitted payment cards and methods.&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>Intellectual Property – Ownership and Licenses.</u>\n</strong>\n</li>\n</ol>\n<p>\n</p>\n<p>\n<em>Site Content</em>\n</p>\n<p>\n</p>\n<p>(a) <u>Ownership / License to Site Content.</u> All Site Content, and all intellectual property rights in and to Site Content, is solely and exclusively owned by Voices.\nVoices grants User a limited, non-exclusive, non-transferable, personal and revocable license to access and view Site Content for User’s own business purposes.&nbsp;</p>\n<p>(b) <u>Restrictions.</u> Except for the limited rights granted under subsection (a), no rights or licenses to Site Content is provided to User.\nFor certainty, User may not adapt, translate, modify, use, redistribute, sublicense or otherwise make Site Content available to any other person.&nbsp;</p>\n<p>(c) <u>Reservation.</u> Voices reserves all rights in and to Site Content not expressly licensed to User and no implied rights or licenses are granted.&nbsp;</p>\n<p>\n</p>\n<p>\n<em>User Generated Content</em>\n</p>\n<p>\n</p>\n<p>(d) <u>License to User Generated Content.</u> Each User grants to Voices (and any third party authorized by Voices) an irrevocable, perpetual, worldwide, unrestricted, fully paid up, royalty free, non-exclusive right and license to reproduce, copy, publish, perform in public, communicate to the public by telecommunication, disseminate, optimize (including search engine optimization), synchronize with other content and materials, edit, translate, transcribe, close caption and otherwise store, use and process all User Generated Content (in whole or in part, as is or as may be edited) and any materials based upon or derived therefrom for the purpose of providing the Services, promoting Voices, its services and the Site.\nUser hereby waives all moral rights (and all other rights of a like or similar nature) that User may have in the User Generated Content in favour of Voices (and any third party authorized by Voices to use such User Generated Content).&nbsp;</p>\n<p>(e) <u>Ownership.</u> All Client Content, and all intellectual property rights in and to Client Content, is solely and exclusively owned by Client.\nAll Talent Content, and all intellectual property rights in and to Talent Content, is solely and exclusively owned by Talent.&nbsp;</p>\n<p>\n</p>\n<p>\n<em>Work Product</em>\n</p>\n<p>\n</p>\n<p>(f) <u>License / Ownership.</u> With respect to Work Product produced by Talent for Client pursuant to a Job Agreement, immediately upon the receipt by Talent of payment of all Job Fees in full or otherwise at the time or occurrence of a milestone event that is specified in a Services Agreement:&nbsp;</p>\n<p>(i) Talent grants to Client a fully paid-up license to reproduce, copy, publish, perform in public, communicate to the public by telecommunication, disseminate, edit, translate, and otherwise use and commercialize (in whole or in part, as is or as may be edited) the Work Product for and subject to the purposes, intent, scope, limitations and restrictions (including, if applicable, category of use, market size and time period) specified in the Job Agreement and waives in favour of Client in respect of the Work Product so licensed, all moral rights (and all other rights of a like or similar nature) that Talent may have in such licensed Work Product;&nbsp;</p>\n<p>provided, however, that in the event the Job Agreement does not specify any limitations, purposes or usage restrictions in respect of the Work Product, then instead,&nbsp;</p>\n<p>(ii) Talent transfers, assigns and conveys to Client, all right, title and interest, including all intellectual property rights, in and to such Work Product.\nwaives in favour of Client all moral rights (and all other rights of a like or similar nature) that Talent may have in such Work Product.\nand agrees to execute, without further consideration, any and all such further assignments and documents as Client may reasonably request to confirm and/or give full effect to the foregoing assignments and waivers.&nbsp;</p>\n<p>(g) <u>No Use Until Payment.</u> Client agrees that it shall have no rights in or to any Work Product and shall have no rights to use any Work Product, until payment of all applicable Job Fees have been made in the manner prescribed by this Agreement&nbsp;</p>\n<p>(h) <u>License to Voices.</u> Talent grants to Voices (and any third party authorized by Voices) an irrevocable non-exclusive license to access, store, process and otherwise use the Work Product to the extent required to perform its obligations and the Services under this Agreement, including the right to deliver the Work Product to Client in accordance with the terms of this Agreement.&nbsp;</p>\n<p>(i) <u>Exclusion.</u> Client agrees that Voices has no responsibility or liability of any kind or nature whatsoever to Client in respect of any Work Product.\nClient acknowledges that Client is solely responsible to ensure and determine that the terms of the Job Agreement adequately provide for the terms, conditions, licenses and other rights necessary to accomplish Client objectives and requirements concerning Work Product.\nClient hereby waives any recourse to or against Voices and agrees to release and indemnify the Voices Parties from and against any and all claims, demands, damages, losses, costs and expenses of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with any Work Product.\nClient’s sole and exclusive recourse and remedies in respect of any and all defects or claims related to any Work Product is against Talent&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>Warranties and Representations.</u>\n</strong> Each User represents and warrants to Voices, and each of Client and Talent represents and warrants to the other, that:</li>\n</ol>\n<p>(a) User has the legal capacity and rights, power and authority, and all necessary consents and approvals, to execute, deliver and perform all of its obligations under this Agreement and without the payment of any fees, royalties or other amounts to any other person;&nbsp;</p>\n<p>(b) User is of the legal age of majority under applicable law to form binding contracts with other persons and entities;&nbsp;</p>\n<p>(c) In the case of rendering any Job Services that includes voice over work, Talent will not represent that any artificial voice rendered by artificial intelligence software or an algorithm as their own personal voice within a Job Response or Work Product without the clear disclosure to Client of such within said Job Response and, or, Job Agreement;&nbsp;</p>\n<p>(d) none of the authorization, creation, execution or delivery of this Agreement nor compliance with or performance of the terms and conditions of this Agreement (including the licenses and assignments made herein) has resulted in or will result in a breach of, or constitute a default under, any agreement, understanding, undertaking or instrument (including if it is a corporation its articles, by-laws or other constituting documents or any resolutions passed by its board of directors or shareholders) to which it is a party or by which it or its property is or may be bound;&nbsp;</p>\n<p>(e) the use of User Generated Content (inclusive of, in the case of Talent, Work Product delivered by Talent), in accordance with the terms of this Agreement will not violate or infringe any third party rights nor give rise to any third party claims and is provided in compliance with all applicable laws, regulations, regulatory guidelines, policies and codes and industry guidelines, policies and codes;&nbsp;</p>\n<p>(f) it has and it will comply with all applicable laws and regulations in the performance of this Agreement and its obligations hereunder;&nbsp;</p>\n<p>(g) User is not (i) located or resident in a country or territory subject to an embargo by the Canadian or U.S.\ngovernment (including, but not limited to, Cuba, Iran, North Korea, Syria, or the Crimea Region), or (ii) an individual or entity itself designated, or controlled or 50% or more owned individually or in the aggregate by individuals or entities who are designated, as blocked or prohibited parties by the Canadian or U.S.\ngovernment including, but not limited to, designation on the Specially Designated Nationals and Blocked Persons List or Foreign Sanctions Evaders List, which are maintained by the Office of Foreign Assets Control of the U.S.\nTreasury Department (“OFAC”).&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>Disclaimer of Warranty.</u>\n</strong> TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE SITE AND SERVICES AND SITE CONTENT IS PROVIDED “AS IS”, “WITH ALL FAULTS”, “AS AVAILABLE” AND AT THE USER’S SOLE RISK.\nOTHER THAN AS EXPRESSLY SET FORTH IN THIS AGREEMENT, VOICES MAKES NO REPRESENTATIONS AND WARRANTIES OF ANY KIND OR NATURE, WHETHER EXPRESS OR IMPLIED, AND EXPRESSLY DISCLAIMS TO THE FULL EXTENT PERMISSIBLE UNDER APPLICABLE LAW ANY AND ALL OTHER WARRANTIES OR CONDITIONS OF ANY KIND, INCLUDING ANY WARRANTIES OR CONDITIONS THAT THE SITE, SERVICES, SITE CONTENT OR WORK PRODUCT: (A) IS FIT FOR A PARTICULAR PURPOSE.\n(B) DOES NOT INFRINGE THIRD PARTY RIGHTS.\n(C) IS ACCURATE OR ERROR FREE OR WILL MEET THE NEEDS OR REQUIREMENTS OF USER.\n(D) WILL ALWAYS BE AVAILABLE, ACCESSIBLE, UNINTERRUPTED, TIMELY, SECURE OR FREE OF MALICIOUS CODE OR VIRUS.</li>\n</ol>\n<ol>\n<li>\n<strong>\n<u>Termination.</u>\n</strong>\n</li>\n</ol>\n<p>(a) <u>\n<b>Cause</b>\n</u> Voices may immediately terminate this Agreement or, without limiting its other rights and remedies suspend, User’s access to the Services without notice upon the occurrence of any of the following events: (i) User fails to make any payments when due.\n(ii) User fails to comply with any provision of this Agreement (or if applicable any Services Agreement).\n(iii) User files an assignment in bankruptcy or is or becomes bankrupt and/or insolvent, upon the appointment of a receiver for all or substantially all of the property or assets of the User, upon the making of any assignment or attempted assignment for the benefit of creditors or on the institution by User of any act or proceeding for the winding up of its business.\nor (iv) User itself becomes designated, or becomes controlled or 50% or more owned individually or in the aggregate by, individuals or entities who are designated, as blocked or prohibited parties on a prohibited party list.\nIn the event that Voices terminates or suspends the User’s access to the Services or this Agreement under this Section, User understands and agrees that User will not receive a refund of, or credit for, any fees paid.&nbsp;</p>\n<p>(b) <u>Other Termination.</u> Voices reserves the right to terminate this Agreement or suspend or terminate User’s access to the Site and/or any Services upon five (5) days’ notice to User for any reason whatsoever.\nIn the event that Voices terminates or suspends the User’s access to the Services or this Agreement under this Subsection (b), User will receive a <em>pro-rata</em> refund of any prepaid fees paid to Voices for which Services have not been provided.&nbsp;</p>\n<p>(c) <u>Termination by Users.</u> User may cease to use the Services at any time subject to the terms of this Agreement concerning the payment of fees.&nbsp;</p>\n<p>(d) <u>Effects of Termination.</u> In the event of a termination of the Agreement&nbsp;</p>\n<p>(i) Voices shall cease performing the Services and User’s access to the Site and licenses to Site Content shall terminate;&nbsp;</p>\n<p>(ii) User will remain obligated to make any payments due hereunder which remain unpaid;&nbsp;</p>\n<p>(iii) Voices will provide the User with 30 days to retrieve any material it has placed on the Site&nbsp;</p>\n<p>(iv) Upon instruction from the User, Voices will remove all User Generated Content and delete any User information or related details within ninety (90) days of the date of instruction from the User.\nVoices will maintain any financial transaction information pertinent to the User and regarding the provision of Services on the Site, if any, in compliance with government taxation regulations.&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>Links.</u>\n</strong>&nbsp.\nThe Site may, as a convenience and without obligation or liability to User, provide links to third party sites.\nUser acknowledges that Voices does not operate and has no responsible for any content or services provided on any third party sites and that User accesses and uses any third party site and content and services in its discretion and at its sole risk and subject to any terms and conditions and policies made available on such third party sites, and not this Agreement.\nUser irrevocably releases Voices and other Voices Parties from any and all claims and liability associated with User’s access to or use of any third party site, content or services accessed through any such links.</li>\n</ol>\n<ol>\n<li>\n<strong>\n<u>Contractors</u>\n</strong>.\nUser acknowledges and agrees that Voices may operate the Site and provide portions of its Services and store content and data (including User Generated Content and Registration Information) using services, infrastructure and software provided by third parties (“Third Party Contractors”), which may be located in a jurisdiction outside of User’s jurisdiction.\nUser agrees to comply with any policies and terms of a Third Party Contractor that are applicable to User and of which Voices provides User with notice.</li>\n</ol>\n<ol>\n<li>\n<strong>\n<u>Limitations.</u>\n</strong>\n</li>\n</ol>\n<p>(a) TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL VOICES BE LIABLE TO USER OR ANY THIRD PARTY FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, COVER OR PUNITIVE DAMAGES HOWEVER CAUSED, WHETHER IN CONTRACT, TORT OR UNDER ANY OTHER THEORY OF LIABILITY OR FOR ANY OTHER DAMAGES, INCLUDING LOSS OF REVENUE OR PROFITS, LOSS OF, OR DAMAGE TO, REPUTATION, INDIRECTLY ARISING OUT OF OR RELATED TO THE SITE OR SERVICES, ANY CONTENT OR WORK PRODUCT, WHETHER OR NOT SUCH DAMAGES COULD REASONABLY BE FORESEEN OR THEIR LIKELIHOOD HAS BEEN DISCLOSED TO VOICES.\nIN NO EVENT SHALL VOICES’ TOTAL AGGREGATE LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT AND ANY SERVICES, WHETHER IN CONTRACT, TORT OR UNDER ANY OTHER THEORY OF LIABILITY, EXCEED THE FEES PAID BY THE USER FOR THE SERVICES DURING THE 6 MONTH PERIOD IMMEDIATELY PRECEDING THE DATE ON WHICH THE CAUSE OF ACTION AROSE.&nbsp;</p>\n<p>(b) User acknowledges that in entering into this Agreement and setting the fees Voices has relied on the limitations and exclusions of liability set forth in this Agreement as a fundamental and essential part of the parties’ agreement.\nAccordingly, the limitations and exclusions set forth in this Agreement apply irrespective of the cause of action, demand or claim or theory of liability, including an action, in contract, negligence, tort, by statute or otherwise, and shall survive breaches and/or the failure of the essential purpose of this Agreement.&nbsp;</p>\n<p>(c) No action arising out of this Agreement may be brought by User more than one (1) year after the date on which the cause of action has accrued.&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>Indemnity</u>\n</strong>.</li>\n</ol>\n<p>(a) <u>By Users.</u> User will defend, indemnify and hold harmless Voices and the Voices Parties from and against any and all claims, damages, liabilities, losses, costs and expenses (including legal fees, fines, fees and the cost of investigation and resolution), arising out of, relating to or in any connection with any claim, action, suit or proceeding by, or settlement with, any third party (including another User) based on, or arising as a result of, User’s breach of any warranty, representation, grant, license or waiver of rights or agreement made in this Agreement or applicable Services Agreement or any use of Work Product by Client.&nbsp;</p>\n<p>(b) <u>By Talent.</u> Talent will defend, at its cost and expense, Client from any third party claim alleging that Client’s use of the Work Product, in accordance with the terms of the Job Agreement, infringes the intellectual property rights of such third party and Talent will pay any resulting direct damages awarded against Client (or agreed to in a settlement agreement).&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u>Security</u>\n</strong>.\n(a) Voices has implemented security policies and practice that are designed to protect the security and integrity of the Site and Services and data, content and messages submitted to the Site and Services by Users.\n(b) User is solely responsible for implementing security safeguards to protect it when accessing and using the Site and the Services, including to take precautions against viruses, worms, trojan horses and other items of a disabling or destructive nature.\nUser acknowledges that data transmission over the Internet or other communication systems utilized cannot be guaranteed to be completely secure and there is always some risk that an unauthorized third party could thwart security measures, including by intercepting transmissions.\nVoices does not guarantee the security of communications and data provided or transmitted through or stored within the Site or the Services.</li>\n</ol>\n<ol>\n<li>\n<strong>\n<u>General Terms.</u>\n</strong>\n</li>\n</ol>\n<p>(a) <u>Amendment.</u> Voices may amend this Agreement at any time.\nThe most current version of this Agreement will always be posted on the Site and prior versions remain available for review as indicated above.\nIf the terms of this Agreement are revised, Users will be required to agree to the updated Agreement the next time the User logs in to the Site.\nIf User does not agree to the revised Agreement, User will not be permitted to continue accessing the Site and using the Services.\nThis Agreement may also be amended by a separate written document that is made in writing, dated and executed by the parties.\nThis Agreement cannot otherwise be amended or modified.&nbsp;</p>\n<p>(b) <u>Governing Law.</u> This Agreement shall be interpreted in accordance with and governed by the laws of the Province of Ontario, Canada, without regard to any conflict of law principles which would cause the application of any other law.\nThe <em>United Nations Convention on Contracts for the International Sale of Goods</em> shall not apply.\nThe parties hereby submit to the exclusive jurisdiction of the courts of the Province of Ontario, Canada, and any party bringing a legal action or proceeding against any other party arising out of or relating to this Agreement shall bring such legal action or proceeding in the courts of the Province of Ontario, Canada.&nbsp;</p>\n<p>(c) <u>Assignment/Binding Effect.</u> This Agreement may not be assigned or transferred by a User without the prior written consent of Voices.\nThis Agreement shall be binding upon and inure to the benefit of the parties and their respective successors and permitted assigns.&nbsp;</p>\n<p>(d) <u>Confidential Information.</u> Confidential Information is all information of either party that is not generally known to the public, whether of a technical, business or other nature (including trade secrets, know-how and information relating to technology, business plans, assets, liabilities, prospects, finances, product capabilities or lack thereof), that is disclosed by a party to the other or that is otherwise learned by the other in the course of its business dealings with the other, and that has been identified as being proprietary and/or confidential or that by the nature of the circumstances surrounding the disclosure or receipt ought reasonably to be treated as proprietary and/or confidential.&nbsp;</p>\n<p>Confidential Information shall not include (except for any personally identifiable information about an individual that relevant privacy legislation or policies do not allow to be disclosed): (a) any Confidential Information that is in the public domain at the time of its disclosure or which thereafter enters the public domain through no action of the receiving party, direct or indirect, intentional or unintentional.\n(b) any Confidential Information which the receiving party can demonstrate was in its possession or known to it prior to its receipt, directly or indirectly, from the other party.\n(c) any Confidential Information that is disclosed to the receiving party by another party not in violation of the rights of the other party or any other person or entity.\nand (d) any Confidential Information which is either compelled by law or by the order of a court of competent jurisdiction to be disclosed.</p>\n<p>The parties will (a) not use Confidential Information for any purpose other than that contemplated by this Agreement.\n(b) not disclose Confidential Information to anyone without the prior written authorization of the disclosing party, during the term of this Agreement or at any time thereafter.\n(c) handle, preserve and protect Confidential Information with at least the same degree of care that it affords or would afford to its own Confidential Information, including taking all reasonable efforts to avoid disclosure of such Confidential Information to any third party, at any time.\n(d) disclose Confidential Information only to its employees or subcontractors who require such information in order to perform the party’s obligations to the other, and are under similar confidentiality obligations.</p>\n<p>The identity of Clients is typically not Confidential Information.\nIf Clients desire their identity to be treated as Confidential Information, they must advise Voices in writing.\nEach Talent hereby agrees he, she or it will treat a Client’s identity as Confidential Information when advised in writing by Voices.</p>\n<p>(e) <u>Relationship.</u> This Agreement is not to be construed as creating any partnership, agency (except as expressly provided) relationship, employment relationship or any other form of legal association or entity that would impose liability upon one party for the actions or failure of the other.&nbsp;</p>\n<p>(f) <u>Entire Agreement.</u> This Agreement contains the complete and exclusive statement of the agreement between the parties and supersedes all prior and contemporaneous agreements, purchase orders, understandings, proposals, negotiations, representations or warranties of any kind whether written or oral.\nNo oral or written representation that is not expressly contained in this Agreement (and any Services Agreement if applicable) is binding on either party.&nbsp;</p>\n<p>(g) <u>Severability.</u> If any provision of the Agreement is held by a court of competent jurisdiction to be invalid or unenforceable in any respect, then the remaining provisions of the Agreement, or the application of such provisions to persons or circumstances other than those as to which it is invalid or unenforceable shall not be affected thereby, and each such provision of the Agreement shall be valid and enforceable to the extent granted by law.&nbsp;</p>\n<p>(h) <u>Waiver.</u> No delay or omission by a party to exercise any right or power it has under this Agreement or to object to the failure of any covenant of the other party to be performed in a timely and complete manner, shall impair any such right or power or be construed as a waiver of any succeeding breach or any other covenant.\nAll waivers must be in writing and signed by the waiving party.&nbsp;</p>\n<p>(i) <u>Survival.</u> Termination of this Agreement will not affect any party’s accrued rights or liabilities or affect the coming into force or the continuance in force of any provision which is expressly stated to survive and continue in force on or after termination or expiration of this Agreement (including such provisions as are necessary in order to give effect to any surviving provisions), and including the following provisions which shall survive: Sections 14, 15, 16, (d), 18, 20, 21and 23(b) which shall survive indefinitely.\nAll payment obligations that have accrued prior to the expiration or termination of this Agreement shall survive such expiration or termination.&nbsp;</p>\n<p>(j) <u>English Language.</u> It is the express wish of the parties that this Agreement be drafted in English.\n(The following is a French translation of the preceding sentence: Si le pays de service est le Canada, les parties conviennent que la présente autorisation et tous les termes et conditions applicables s’y rattachant soient rédigés en anglais.) Voices may at its discretion, make available translations of this Agreement, but the English version will prevail.&nbsp;</p>\n<p>(k) <u>Force Majeure.</u> Voices shall not be liable for any failures or delay in the performance of its obligations hereunder caused by an event beyond its reasonable control, including acts of God, User acts or omissions, third party product or service failures, Internet or telecommunications outages, acts of civil or military authorities, fire, strikes, power surges or outages, pandemics, epidemics, flood, earthquakes, riot, or war.&nbsp;</p>\n<p>(l) <u>Interpretation.</u> In this Agreement: (a) the division of this Agreement into Sections and the insertion of headings are for convenience of reference only and will not affect the construction or interpretation of this Agreement.\n(b) “including” means “including without limitation”, and “includes”<br>means “includes, without limitation”.\n(c) unless the context requires otherwise, words importing the singular include the plural and vice versa and words importing gender include all genders.\n(d) if any payment is required to be made or other action is required to be taken pursuant to this Agreement on a day which is not a business day, then such payment or action will be made or taken on the next business day.\n(e) any reference in this Agreement to any statute or any section thereof will, unless otherwise expressly stated, be deemed to be a reference to such statute or section as amended, restated or re-enacted from time to time.\n(f) all Voices stated rights and remedies are not exclusive and are in addition to any other available rights and remedies.&nbsp;</p>\n<p>(m) <u>Notice.</u> All required notices, or notices which may be provided in accordance with this Agreement, shall be in writing and shall be duly provided for if the notice is remitted to its addressee by prepaid courier, registered or certified mail, or e-mail, if to Voices to the address listed on the contact portion of Voices website, and if to the User to the address set out on its profile included in the Registration Information.\nEvery notice delivered in the manner provided for herein shall be deemed to have been received: when delivered or if by e-mail the first business day after the date received unless the sender receives a notice of delivery failure in which case another permitted method of notice will be used.&nbsp;</p>\n<p>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>Exhibit A</strong>\n</p>\n<p>\n<strong>Defined Terms for Job Services and Job Agreements</strong>\n</p>\n<p>“Add ID3 Tags” means able to add metadata information to the audio file.</p>\n<p>“Background Music” means able to add music to the audio recording to enhance atmosphere or emotion.</p>\n<p>“Broadcast Channel” means, with respect to a Broadcast License, the paid broadcast channel or medium in which Client may use a Work Product, which is designated as Online Ad, Radio Ad, or Television Ad.</p>\n<p>“Broadcast License” means a Commercial License that also includes a right to use the Work Product for the purposes of promoting a product or service in a designated Broadcast Channel within a designated Market and within a designated Time Period.</p>\n<p>“Commercial License” means a right granted to Client to use the Work Product for a commercial purpose subject to the terms of the applicable Job Agreement, but excluding the use of the Work Product in, or for purposes relating to advertisement and promotion of any products or services in, any paid broadcasting channels (including radio, television, or online advertisements).</p>\n<p>“Delivery Days” means the number of days required to deliver the completed Work Product including time for revisions.</p>\n<p>“Document Formatting” means able to provide specific clean-up and formatting of the finished Work Product file.</p>\n<p>“Finished Seconds” means the total finished seconds included in the completed audio file.</p>\n<p>“Five Use” means a right granted to the Client to use the applicable Work Product five times.</p>\n<p>“High Quality Audio File” means an audio file that is 16-bit, 44.1 kHz stereo .wav file or higher resolution.</p>\n<p>“In Perpetuity” means a right granted to the Client use the Work Product, through the designated Broadcast Channel and in the designated Market, in perpetuity.</p>\n<p>“Live Directed Session” means able to provide a recording session via video link, phone, or audio where the Client can provide artistic direction.</p>\n<p>“Local” means a right granted to the Client to use the Work Product in a specific municipality or analogous administrative division or jurisdiction.</p>\n<p>“Market” means the geographic area in which the Client will have the right to use the Work Product, which is designated as Local, Regional, National, or Worldwide.</p>\n<p>“Mastering” means able to enhance the audio file to sound better, louder, and more translatable to different kinds of listening devices.</p>\n<p>“Mixing” means able to create a balanced track by addressing volume, equalization (EQ), compression, reverb/delay.</p>\n<p>“National” means a right granted to the Client to use the Work Product in a specific country.</p>\n<p>“Noise Reduction” means able to remove all unwanted background noise from the audio file.</p>\n<p>“Number of Revisions” or “Revisions” means the number of revision rounds included in the Job Fees.</p>\n<p>“Number of Uses” means the number of times the Work Product can be used by the Client, which is designated as Single Use, Five Use, or Unlimited Use.\nFor certainty, each distribution, performance, or communication to a third party by telecommunication (including by making a sound recording available to a third party or by playing a sound recording to a third party), of a Work Product is deemed to be a use of the Work Product.</p>\n<p>“Number of Words” means the number of words in the script, or the number of words to be translated, as applicable.</p>\n<p>“Online Ad” means a paid advertisement that is distributed via the internet.</p>\n<p>“Perpetual License” means a right granted to the Client use the Work Product for a defined Number of Uses at any time (that is, without any requirement to use the Work Product within any defined Time Period).</p>\n<p>“Project” means the scope of Job Services to be performed by a Talent for the creation of a Work Product.</p>\n<p>“Radio Ad” means an advertisement that is distributed through paid radio broadcasting channel(s).</p>\n<p>“Regional” means a right granted to the Client to use the Work Product in a specific US state, Canadian province, or analogous administrative division or jurisdiction.</p>\n<p>“Script Proofreading” or “Proofreading” means a review of the script or document to fix any grammatical or phrasing errors.</p>\n<p>“Service and Skill” (or “Service”, as used in a Job Agreement”) means the type of Work Product to be created by a Talent (such as Voice Over (Non-Broadcast), Voice Over (Broadcast), Audio Production, Music, Translation, and other types of Work Products, each as described on the Site) and, where applicable, the Broadcast Channel for which the Work Product is created.</p>\n<p>“Single Use” means a right granted to the Client to use the applicable Work Product one time.</p>\n<p>“Skill” means, with respect to a type of Work Product to be created by a Talent (i.e.\na Service, as defined in this Exhibit A), a sub-category of such Service.</p>\n<p>“Sound Effects” means able to add artificially created or enhanced sounds or sound processes to audio file.</p>\n<p>“Split Files” means able to provide multiple files.</p>\n<p>“Subtitling” means able to provide subtitle text from the source file.&nbsp;</p>\n<p>“Syncing to Video” means able to add voice over track in video editing software and export a video file.</p>\n<p>“Television Ad” means a video advertisement that is distributed via paid television broadcasting channel(s).</p>\n<p>“Termed License” means a right granted to the Client to use the Work Product for a defined Number of Uses within the Time Period set out in the Job Agreement.</p>\n<p>“Time Period” means the length of time for which Client will have the right to use the Work Product (which may be either a defined Time Period, or In Perpetuity).</p>\n<p>“Translation Style Guide” means able to provide a document that creates a set of guidelines for language, style, and usage that can be followed for future translations.</p>\n<p>“Unlimited Use” means a right granted to the Client to use the applicable Work Product for an unlimited number of times.</p>\n<p>“Usage” means the type of license granted to the Client with respect to a Work Product (which can be a Commercial License or a Broadcast License), the number of times the Work Product can be used by the Client, the Broadcast Channel and Market in which the Work Product can be used by the Client, the Time Period within which the Work Product can be used by the Client, and other restrictions and limitations on the Client’s rights to the Work Product as may be set out in the Job Agreement.</p>\n<p>“Worldwide” means a right granted to the Client to use the Work Product in any jurisdiction (without restriction as to the geographic area in which the Work Product may be used).</p> Archived Versions <ul>\n<li> July 11, 2022 </li>\n<li> March 15, 2022 </li>\n<li> August 16, 2021 </li>\n<li> May 09, 2021 </li>\n<li> October 18, 2020 </li>\n<li> July 28, 2020 </li>\n<li> March 26, 2020 </li>\n<li> December 12, 2019 </li>\n<li> March 05, 2018 </li>\n<li> October 20, 2017 </li>\n<li> June 21, 2017 </li>\n<li> July 14, 2014 </li>\n</ul> ", "created_at": "2022-11-15 05:35:05.30148", "updated_at": "2022-11-15 04:35:31.431771"}, {"id": 12604, "name": "Privacy Policy", "url": "https://www.voices.com/company/terms-and-policies/privacy-policy", "xpath": "//*[@id=\"main-page\"]", "text": " Company <i>\n</i> Terms and Policies <i>\n</i> Privacy Policy Privacy Policy Effective November 09, 2021 <p>Voices’s privacy policy covers the collection and use of personal information that may be collected by Voices any time you interact with Voices, such as when you visit our website, when you purchase Voices products and services, or when you contact our sales or support representatives.\nPlease take a moment to read the following to learn more about our privacy policies, including what type of information is gathered, how the information is used and for what purposes, to whom we disclose the information, and how we safeguard your personal information.\nYour privacy is a priority at Voices, and we go to great lengths to protect it.</p> Your Privacy Protection is Assured <p>Protecting your privacy and the confidentiality of your personal information is fundamental to the way we conduct business at Voices.\nTo us, providing you with the best customer service includes handling your personal information with great care and respect.</p>\n<p>Voices takes precautions – including administrative, technical, and physical measures – to safeguard your personal information against loss, theft, and misuse, as well as unauthorized access, disclosure, alteration, and destruction.</p>\n<p>When you register at Voices we agree to protect the privacy of that information in compliance with the Personal Information Protection and Electronic Documents Act.\nSince January 1st, 2004, this Act requires every organization to obtain the consent of individuals before collecting, using or disclosing personal information in the course of commercial activity.</p> Integrity of Your Personal Information <p>As a member of Voices, you have entrusted us with your personal information such as your name, address, phone number and business details.\nThis information is recorded in your file, stored on bank-level secure Internet servers, and hosted in multi-million dollar data centers.\nThe information is only accessed by authorized system administrators and support representatives to help answer questions regarding your membership account.\nMore specifically, we use this information to communicate with you.</p> How We Protect Your Information <p>We protect your information at all times with appropriate safeguards and security measures.\nOur strict security standards protect our systems and your personal information against unauthorized access or use.\nIn fact, access to your file is restricted to our support representatives, who as part of their agreements, are bound to maintain your confidentiality.</p> When We Disclose Information <p>Voices takes your privacy very seriously.\nBe assured that Voices does not sell or rent your contact information to other marketers.\nTo help us provide superior service, your personal information may be shared with legal entities within Voices who will safeguard it in accordance with Voices’s privacy policy.\nAt times, Voices may provide information to companies that we have a strategic relationship with or that perform work for Voices to provide products and services to you on our behalf.\nThese companies may help us process information, extend credit, fulfill customer orders, deliver services to you, manage and enhance customer data, provide customer service, assess your interest in our products and services, or conduct customer research or satisfaction surveys.\nThese companies are also obligated to protect your personal information in accordance with Voices’s policies.\nWithout such information being made available, it would be difficult for you to purchase products, have services provided for you, receive customer service, provide us feedback to improve our products and services, or access certain services, offers, and content on the Voices website.</p> Use of your Personal Information <p>When you register for an account and provide us with your email address and/or phone number, you agree to the terms of this Privacy Policy, including how we send certain marketing emails and other electronic informational content to you.\nYou can unsubscribe at any time from marketing emails or messages by clicking the unsubscribe link included in marketing emails, by contacting us, or further, by providing instructions to close your Voices account.\nVoices identifies the purpose for which your personal information is collected and will be used or disclosed.\nIf that purpose is not listed below we will do this before or at the time the information is actually being collected.\nBy registering for an account and using the Voices website, you will be deemed to consent to our use of your personal information for the purpose of:</p>\n<p>1.\ncommunicating with you generally</p>\n<p>2.\nprocessing your subscription and purchases</p>\n<p>3.\nproposing potential, processing and keeping track of any actual completed transactions and reporting back to you</p>\n<p>4.\nprotecting against fraud or error</p>\n<p>5.\nproviding products and services requested by you</p>\n<p>6.\nrecommending products, services and events that Voices believes will be of interest and provide value to you</p>\n<p>7.\nperforming statistical analyses of user behaviour and characteristics, in order to measure interest in and use of the various sections of this site so as to improve design and navigation and to gather marketing information.\nOnly aggregated data from these analyses, not individual data, will be used for this purpose.</p>\n<p>8.\npersonalizing online advertisements that Voices believes will be of interest and provide value to you</p>\n<p>9.\nfulfilling any other purpose that would be reasonably apparent to the average person at the time we collect it from you</p>\n<p>10.\nimproving Voices’s products and services (such as leveraging transactional data to improve search and VoiceMatch ranking, or transcribing demos to improve SEO ranking)</p>\n<p>11.\ncomplying with legal and governmental requirements</p>\n<p>12.\nproviding information to research partners and academics that advances scholarship and innovation that support Voices’s business or mission, and enhances discovery and innovation on topics relating to the advancement of Voice Over.</p> You Benefit From Personalized Service <p>Access to your personal information also enables us to offer you more personalized service.\nThe better we know you, the better we are able to respond to your needs.\nWith a clear understanding of your personal situation, we can offer informed advice and assist you now and in the future.</p> Your Voices Profile <p>Some of the information that you provide to Voices is used to create your public profile.\nYour public profile is available to visitors to the site.\nThe publicly available portion of your profile consists your first and last name (as provided at registration or subsequently updated) and <em>may</em> also include the following information <em>if provided by you</em>:</p>\n<p>1) your company name (clients-only)</p>\n<p>2) information provided in your profile About Me</p>\n<p>3) your profile photo</p>\n<p>4) your public location information (talent-only)</p>\n<p>5) demos or other samples of your work provided as part of your portfolio (talent-only)</p>\n<p>6) information regarding your education (talent-only)</p>\n<p>7) information regarding your experience (talent-only)</p>\n<p>8) testimonial information (talent-only)</p>\n<p>Note that Talent profiles can be indexed by search engines.&nbsp;</p> Your Right to Access, Update and Correct Your Information at Anytime <p>At Voices, we trust and value the accuracy of your personal information.\nAt all times, you have the right to ask for access to the information in your file and request that we update your file for accuracy or correct any errors.\nIf you would like to request access to or correction of your personal information, please email your request to [email&nbsp;protected]</p> Your Right To Withdraw From Data Collection <p>We respect your right to privacy and make it easy to withdraw from data collection, specifically by blocking cookies and unsubscribing from emails.\nBy withdrawing consent, consequently, Voices may not be able to offer as personalized a service by phone, email or on the Web.\nIf you’d like to withdraw from data collection, simply email [email&nbsp;protected] to make your request.</p> Storage and processing of your personal information <p>Voices’ site and services are hosted in data-centers located in the United States of America.\nAs such, user information provided to Voices (including personal information) is sent to the United States for processing and may be accessed by their courts, law enforcement, and national security authorities while it is in their jurisdiction.</p> Serving You Better <p>Voices is the leading creative services online marketplace.\nWe thank you for your business and look forward to continuing to serve you.\nIf you have any questions or concerns, they can be sent to [email&nbsp;protected] or by mail to Voices, 100 Dundas Street, Suite 700, London, ON N6A 5B6 Canada.</p> Archived Versions <ul>\n<li> February 20, 2021 </li>\n<li> November 12, 2019 </li>\n<li> June 25, 2017 </li>\n<li> December 17, 2012 </li>\n</ul> ", "created_at": "2022-11-15 05:35:05.298008", "updated_at": "2022-11-15 04:36:11.894217"}], "points": [], "urls": ["voices.com"]}}