{"error": 448, "message": "OK", "parameters": {"id": 9112, "name": "Mer-Maid ", "created_at": "2023-07-12 20:20:23.947505", "updated_at": "2023-07-12 22:02:24.361453", "wikipedia": null, "keywords": null, "related": null, "slug": "mer-maid", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9112.png", "url": "buymermaid.com", "documents": [{"id": 17850, "name": "Privacy Policy ", "url": "https://www.buymermaid.com/Privacy-Policy", "xpath": "//body", "text": " Hands-Free Toilet Bowl Cleaner Cleans, Sanitizes &amp.\nDeodorizes with Every Flush!<br>\n<ul>\n<li> Home </li>\n<li> Terms and Conditions </li>\n<li> Contact Us </li>\n<li> Privacy Policy </li>\n<li> FAQ </li>\n</ul>\n<ul>\n<li> Home </li>\n<li> Contact Us </li>\n<li> FAQ </li>\n</ul> Call 1-800-930-1966 ORDER NOW Privacy Policy<br>Effective date: January 1st, 2021<br>\n<p>\n</p>\n<p>\n</p>\n<p>WE TAKE PRECAUTIONS WITH USER INFORMATION AND PERSONAL DATA.\nWe value our<br>users and respect your privacy.</p>\n<p>\n<br>\n</p>\n<p>This Website is operated by Telebrands Corp.\n(“we/our/us”).\n“You/your” means you as a user of the<br>Website.\n“User” means all users of this Website.\nWe offer this Website, including all information, tools<br>and services available from this Website, to you conditioned upon your acceptance of all the terms,<br>conditions, policies and notices stated here.</p>\n<p>\n<br>\n</p>\n<p>WE TAKE PRECAUTIONS WITH USER INFORMATION AND PERSONAL DATA.\nWe value our<br>users and respect your privacy.\nWe collect information about you through the Website in an effort to<br>fulfill orders for products, improve your online experience and to communicate with you about our<br>products, services and promotions.\nThis Privacy Policy describes the personal information we collect<br>about you, why we collect it, how we use it, and when we share it with third parties.\nThis Privacy Policy<br>also describes the choices you can make about how we collect and use certain of that information.</p>\n<p>\n<br>\n</p>\n<p>By accessing this Website, you acknowledge this Privacy Policy and agree to be bound by the terms<br>hereof and the Terms of Use set forth on the Website.\nIf there is anything you do not understand please<br>write any inquiry to Telebrands Corp., 79 Two Bridges Road Fairfield, NJ 07004.\nIf at any time you do<br>not agree to this Privacy Policy, please do not use this Website.</p>\n<p>\n<br>\n</p>\n<p>We reserve the right to change or update this Privacy Policy by posting such changes or updates to the<br>Website.\nAmendments to this Privacy Policy will be posted at this URL and will be effective when<br>posted.\nIt is your responsibility to review any such changes or updates and check the Website from time<br>to time to be sure you understand all terms and conditions, agreements and policies of the Website and are<br>in compliance with them.\nYou can tell if the policy has changed by checking the last modified date that<br>appears at the top of this Privacy Policy.\nYour continued use of the Website following the posting of any<br>amendment, modification or change shall constitute your acceptance thereof.</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>OVERVIEW</b>\n<br>Information about our data collection during the prior 12 months is described below.</p>\n<p>\n<br>\n</p>\n<p>You can access, delete and control certain uses of your information as set forth in the “Opt-Out” and<br>“Rights to Your Information” sections below.<b>\n<br>\n</b>\n</p>Categories of Personal<br>Information<br>Contact information<br>and other information<br>about you such as your<br>name, telephone<br>number, email address<br>and physical address<br>and demographic<br>information.<br>\n<br>\n<br>\n<br>Financial information,<br>product information,<br>including credit card<br>informationOnline identifiers such<br>as username, cookies,<br>hashed email addresses,<br>mobile device IDs<br>including advertising<br>identifiers, IP address,<br>type of browser,<br>operating system, date<br>and time information<br>and other technical<br>information about your<br>computer and browsing<br>information.\nSources of such<br>Personal Information<br>Collected from you<br>directly through the<br>Website or from your<br>communications with<br>us.<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>Collected from you<br>directly when you<br>purchase our products<br>through the Website.Collected by us when<br>you visit our Website or<br>interact with online<br>advertisements, and<br>from our partners who<br>collect the information<br>from you directly when<br>you visit our partners’<br>sites or use our partners’<br>search engines.\nBusiness Purpose for such Personal Information<br>We use such information<br>to provide you our<br>products and services,<br>process and communicate<br>with you about your<br>orders, respond to<br>inquiries we receive from<br>you, send you marketing<br>communications and as otherwise described in<br>“Use of Your Personal<br>Information” below.We use such information<br>to provide you our<br>products and services,<br>and process your orders.We use such information<br>to improve our Website<br>and services, to deliver<br>targeted advertising about<br>goods and services that<br>may be of interest to you,<br>to assist anti-fraud<br>services and as otherwise<br>described in “Use of<br>Your Personal<br>Information” below.\nCategories of Third Parties with whom information is sharedWe share such<br>information with<br>our service<br>providers and as<br>otherwise described<br>in “Sharing<br>Personal<br>Information With<br>Third Parties” below.<br>\n<br>\n<br>We share such information with our service<br>providers to process<br>your order.We share such<br>information with<br>our service<br>providers, affiliates<br>and advertising<br>partners, sell this<br>information to our<br>customers and as<br>otherwise described<br>in “Sharing<br>Personal<br>Information With<br>Third Parties”<br>below.\n*As used in this Privacy Policy, “personal information” is information that directly or indirectly<br>identifies a specific person, such as name, telephone number, physical address, or email address.<b>\n<br>\n</b>\n<b>1.\nInformation We Collect From You</b>\n<br>We will ask you for certain kinds of personal information (“Personal Information”) to provide the<br>services you request.\nThis information includes:<br>Ordering – When you place an order we ask for your name, address, phone number and email address.<br>You may be required to provide credit card details.\nWe will never share your credit card details with any<br>other party except to process your order.\nBy placing an order with us your information may be stored with<br>us.<br>Email List - When you place an order, you will be added to our email list.\nYou will have the option to be<br>removed from our email list by clicking the “unsubscribe” button found at the bottom of the emails we<br>send you.<br>Calls to Customer Service/Participation in Promotions/Sweepstakes or Surveys- If you call our Customer<br>Service center or participate in one of our promotions or sweepstakes or user surveys, we may ask for<br>additional information, such as your age, interests or product preferences.<br>\n<br>\n<b>2.\nInformation We Collect Automatically or From Others</b>\n<b>\n<br>\n</b>2.1 Through your use of this Website, we may also collect certain information from you that does not<br>directly identify you as an individual.\nIt is measured anonymously and only in the aggregate.<br>2.2 The Website may use cookies.\nA cookie is a small piece of information sent by a website that is saved<br>on your hard drive by your computer’s browser.\nCookies help us remember you when you return to the<br>Website.\nCookies also hold information to personalize and enhance your experience and to gather website<br>\n<br>statistical data, such as which pages are visited, the Internet provider’s domain name and the addresses of<br>the sites you visited immediately before coming to and immediately after leaving the Website.\nThe<br>information in the cookies lets us trace your “clickstream” activity (i.e., the paths taken by users of the<br>Website as they move from page to page) to enable us to better serve our users by revealing which<br>portions of the Website are the most popular.\nYou may disable cookies on your browser.\nPlease see the<br>\n<b>“Opt-Out”</b> section below for more information on how to do so.<br>2.3 We may also use “pixel tags” (sometimes called “web beacons” or “clear gifs”), which are tiny<br>graphic images, on the Website.\nPixel tags help us analyze Users’ online behavior and measure the<br>effectiveness of the Website and our advertising and marketing.\nWe may also use other analytical tools to<br>evaluate site performance through the use of aggregated data, which does not directly identify you.\nWe<br>work with service providers that help us track, collect, and analyze this information.<br>2.4 Cookies, pixel tags, and/or other analytical tools that we may use on the Website may collect<br>information about your visit, including the pages you view, the features you use, the links you click, and<br>other actions you take in connection with the Website.\nThis information may include your computer’s<br>Internet protocol (IP) address, your browser type, your operating system, date and time information, and<br>other technical information about your computer.\nWe may also track certain information about the<br>identity of the website you visited immediately before coming to the Website.\nWe do not otherwise track<br>any information about your use of other websites.<br>2.5 Cookies, pixel tags, and/or other analytical tools in our emails may be used to track your interactions<br>with those messages, such as when you receive, open, or click a link in an email message from us.<br>2.6 We may also work with businesses that use tracking technologies to deliver advertisements on our<br>behalf across the Internet.\nThese companies may collect information about your visits to the Website and<br>your interaction with our advertising and other communications.<br>2.7 We may combine the information collected through cookies, pixel tags and other analytical tools with<br>other information we may have collected from you.\nThis information may be used to improve our<br>Website, to personalize your online experience, to help us deliver information to you, to determine the<br>effectiveness of advertising, and for other internal business purposes.<br>2.8 We do not track users over time and across third party websites to provide targeted advertising and<br>therefore do not respond to Do Not Track signals.<br>\n<b>\n<br>\n</b>\n<b>3.\nUse of Your Personal Information</b>\n<br>We use the Personal Information we collect for various purposes, including:<br>\n<ul>\n<li>to complete your purchase transactions</li>\n<li>to provide the services you request</li>\n<li>to keep you informed about the status of your orders</li>\n<li>to identify your product and service preferences, so we can notify you of new or additional products,</li>\n<li>services, and promotions that might be of interest to you</li>\n<li>to notify you of product recalls or provide other information concerning products you have purchased</li>\n<li>to improve our merchandise selections, customer service, and overall Website experience</li>\n<li>to communicate with you by email, postal mail, telephone, text message, or other means</li>\n<li>\n<br>\n</li>\n</ul>\n<b>4.\nSharing Personal Information With Third Parties</b>\n<br>4.1 We may share, sell or trade your Personal Information gathered online with third parties.\nWe may<br>contribute to or participate in cooperative databases, which give other companies access to such Personal<br>Information.<br>4.2 We may disclose your Personal Information when legally required to do so, to cooperate with law<br>enforcement investigations or other legal proceedings, to protect against misuse or unauthorized use of<br>the Website, to limit our legal liability and protect our rights or to protect the rights, property or safety of<br>Users of this Website or the public.<br>4.3 We may also disclose your Personal Information to outside individuals and/or companies that help us<br>bring you the products and services we offer and to create, operate, and maintain our Website.\nFor<br>example, we may work with third parties to: (a) manage a database of customer information.\n(b) assist us<br>in distributing e-mails.\n(c) assist us with direct marketing and data collection.\n(d) provide data storage and<br>analysis.\n(e) provide fraud prevention.\n(f) provide customer service.\n(g) provide product fulfillment and<br>shipping services.\nand (h) provide other services designed to assist us in developing and running our<br>Website and maximizing our business potential.\nWe require that these outside companies agree to keep all<br>information shared with them confidential and to use the information only to perform their obligations to<br>us.<br>4.4 In addition, if we go through a business transition, such as a merger, acquisition by another company,<br>or sale of all or a portion of our assets, your Personal Information will likely be among the assets<br>transferred.<br>\n<br>\n<b>5.\nSales of Information</b>\n<br>We may sell your Personal Information to third parties, subject to your right to opt-out of those sales (See<br>the <i>“Opt-Out”</i> and <i>“Rights to Your Information”</i> sections below).<br>In the preceding twelve (12) months, we have sold the categories of Personal Information in the chart set<br>forth above.<br>\n<b>\n<br>\n</b>\n<b>6.\nYour Security</b>\n<br>6.1 We strive to keep your Personal Information private and safe.\nWe take commercially reasonable<br>physical, electronic and administrative steps to maintain the security of Personal Information collected,<br>including limiting the number of people who have physical access to database servers, as well as<br>employing electronic security systems and password protections that guard against unauthorized access.<br>In addition, it is our policy to never send your credit card number via e-mail.\nPlease note that e-mail is not<br>encrypted and is not considered to be a secure means of transmitting credit card information, so please do<br>not send us your credit card number by email.<br>6.2 We use Secure Socket Layers (SSL), the industry standard in transferring information to process your<br>orders.\nSSL encrypts, or translates, your order information into a highly indecipherable code, which is<br>processed immediately.\nAll credit card transactions occur in a secure area of the Website to protect you<br>from any loss, misuse or alteration of information collected.\nWhen you have finished shopping and begin<br>the checkout process, you will move into the secure area of the Website.\nOnce you have entered, the page<br>address (URL) will change from “http” to “https” to let you know you are in a secure area.\nAlso, a key or<br>a closed lock will appear in the lower right hand corner of your screen to notify you of this change.\nYou<br>will remain in this secure zone for the entire checkout process.<br>\n<br>6.3 Unfortunately, despite our best efforts, the transmission of data over the Internet cannot be guaranteed<br>to be 100% secure.\nWhile we will use every reasonable means to ensure the security of information you<br>transmit through the Website, we cannot guarantee that such information will not be intercepted by third<br>parties.\nWe will, however, prosecute any unauthorized or fraudulent transactions to the fullest extent<br>permitted by law.<br>\n<br>\n<b>7.\nLinks to Other Websites</b>\n<br>7.1 While visiting the Website, you may link to websites operated by third parties or you may have come<br>to the Website using a link found in another website.\nThis does not mean that we endorse these websites<br>or the goods or services they provide.\nWe do not make any representations or warranties about any<br>website that may be linked to the Website.\nSuch other websites are independent from us, and we have no<br>control over, or responsibility for, their information, products or activities.<br>7.2 In addition, our privacy practices may differ from those of these other websites.\nIf you provide<br>Personal Information at one of those websites, you are subject to the privacy policy of the operator of that<br>website, not our Privacy Policy.\nPlease make sure you understand the other website’s privacy policy<br>before providing Personal Information.<br>\n<br>\n<b>8.\nSocial Networking Services</b>\n<br>The Website may integrate with social networking services.\nWe do not control such services and are not<br>liable for the manner in which they operate.\nWhile we may provide you with the ability to use such<br>services in connection with our Website, we are doing so merely as an accommodation and, like you, are<br>relying upon those third party services to operate properly and fairly.<br>You should be aware that Personal Information which you voluntarily include and transmit online in a<br>publicly accessible blog, social network or otherwise online may be viewed and used by others.\nWe are<br>unable to control such uses of your Personal Information, and by using such services you assume the risk<br>that the Personal Information provided by you may be viewed and used by third parties.<br>\n<br>\n<b>9.\nOpt-Out</b>\n<br>You will receive promotional emails from us only if you have asked to receive them.\nIf you do not want<br>to receive e-mails from us you may click on the “unsubscribe” link at the bottom of any email<br>communication sent by us.\nPlease allow us 10 business days from when the request was received to<br>complete the removal, as some of our promotions may already have been in process before you submitted<br>your request.<br>If you want to stop or restrict the placement of cookies or flush any cookies that may already be on your<br>computer or device, please refer to and adjust your web browser preferences.\nFurther information on<br>cookies is available at www.allaboutcookies.org.\nBy deleting our cookies or disabling future cookies you<br>may not be able to access certain areas or features of our Website or some of its functionality may be<br>affected.\nCookies and similar items are not used by us to automatically retrieve information that can<br>identify you from your device without your knowledge.<br>\n<br>\n<b>10.\nRights to Your Information</b>\n<br>If you reside in California, under CCPA or applicable law, you have specific rights regarding your<br>Personal Information.\nThis section describes the rights that you have under CCPA, or other state laws as<br>applicable, and explains how to exercise those rights.<b>\n<br>\n</b>\n<b>*<i>Right to Know About Personal Information Collected, Disclosed or Sold.</i>\n</b>You have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your Personal Information over the past 12 months.\nOnce we receive and confirm your verifiable<br>consumer request (see “<i>Exercising Access, and Deletion Rights</i>” below), and subject to certain<br>limitations that we describe below, we will disclose such information to you.\nYou have the right<br>to request any or all of the following:<br>\n<ul>\n<li>&nbsp;The categories of Personal Information we collected about you.</li>\n<li>&nbsp;The categories of sources from which the Personal Information is collected.</li>\n<li>&nbsp;Our business or commercial purpose for collecting or selling that Personal Information.</li>\n<li>&nbsp;The categories of third parties with whom we share that Personal Information.</li>\n<li>&nbsp;The specific pieces of Personal Information we collected about you</li>\n</ul>\n<b>* <i>Right to Request Deletion</i>.</b> You have the right to request that we delete any of your Personal<br>Information that we collected from you and retained, subject to certain exceptions.\nOnce we<br>receive and confirm your verifiable consumer request (see “<i>Exercising Access, and Deletion<br>Rights”</i> below), we will delete (and direct our service providers to delete) your Personal<br>Information from our records.\nHowever, we may retain Personal Information that has been de-<br>identified or aggregated.\nFurthermore, we may deny your deletion request if retaining the<br>information is necessary for us or our service provider(s) in order to perform certain actions set<br>forth under CCPA, such as detecting security incidents and protecting against fraud or illegal<br>activity.<br>*<b>\n<i>Exercising Access and Deletion Rights.</i>\n</b> To exercise the access and deletion rights described above, please submit a request to us by:<br>\n<br>Emailing us at privacy@telebrands.com<br>\n<br>Only you, or a person or business entity registered with the California Secretary of State that you<br>authorize to act on your behalf (an “authorized agent”), may make the requests set forth above.<br>You may also make a request on behalf of your minor child.<br>The request should include your contact information and describe your request with sufficient<br>detail that allows us to properly understand, evaluate, and respond to it.\nIn addition, you should<br>provide sufficient information (including your full name, address, phone number, email address,<br>order date, order number, product ordered) that allows us to reasonably verify that you are the<br>person about whom we collected the personal information or an authorized representative.<br>We will respond to consumer requests in a reasonably timely manner.\nIf we require extra time to<br>respond, we will inform you of the reason and extension period in writing.<br>In order to protect the security of your Personal Information, we will not honor a request if we<br>cannot verify your identity or authority to make the request and confirm the Personal Information<br>relates to you.\nThe method used to verify your identity will vary depending on the nature of the<br>request.\nGenerally speaking, verification will be performed by matching the identifying<br>information provided by you to the Personal Information that we already have.<br>Any disclosures we provide will only cover the 12-month period preceding our receipt of your<br>request.\nWe are not obligated to provide the information set forth above under “<i>Right to Know<br>About Personal Information Collected, Disclosed or Sold</i>” more than twice in a 12-month<br>period.<br>\n<br>We do not charge a fee to process or respond to your verifiable consumer request unless it is<br>excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we<br>will tell you why we made that decision and provide you with a cost estimate before completing<br>your request.<b>\n<br>\n</b>\n<b>*<i>Personal Information Sales Opt-Out and Opt-In Rights</i>.</b> You have the right to direct us to not sell<br>your personal information at any time (the &amp;quot;right to opt-out&amp;quot;).\nWe do not sell the personal<br>information of consumers we actually know are less than 16 years of age, unless we receive<br>affirmative authorization (the &amp;quot;right to opt-in&amp;quot;) from either the consumer who is at least 13 and<br>less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age.<br>To exercise the right to opt-out, you (or your authorized representative) may submit a request to<br>us by visiting the following Internet Web page: Do Not Sell My Personal Information<br>Alternatively, you may submit an opt-out request by emailing us at privacy@telebrands.com.<br>\n<i>\n<b>*Non-Discrimination.</b>\n</i> We will not discriminate against you for exercising any of your CCPA<br>rights, including, but not limited to, by:<br>\n<ul>\n<li>&nbsp;Denying you goods or services.</li>\n<li>&nbsp;Charging you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>&nbsp;Providing you a different level or quality of goods or services.</li>\n<li>&nbsp;Suggesting that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<b>\n<br>11.\n“Spoofing” And “Phishing”</b>\n<br>A common Internet scam is known as “spoofing” or “phishing.” This occurs when you receive an email<br>from what appears to be a legitimate source requesting Personal Information from you.\nPlease be aware<br>that we will not send you any emails requesting you to verify credit card, bank information, or any other<br>Personal Information.\nIf you ever receive an email that appears to be from us requesting such information<br>from you, DO NOT respond to it, and DO NOT click on any links appearing in the email.<br>\n<br>\n<b>12.\nChildren and Privacy</b>\n<br>The Website is not meant for children, and we will not knowingly collect any Personal Information from<br>children under the age of 13 without verified parental consent.\nWe will remove from our files any<br>Personal Information of anyone we discover to be under 13 years old.\nOur online contests or sweepstakes<br>are restricted to entrants who are at least 18 years old.\nWe are concerned about the safety of children<br>when they use the Internet, and we understand that children may not understand all the provisions of our<br>Privacy Policy or make informed decisions about the choices that are made available to adult users of the<br>Website.<br>\n<br>\n<b>13.\nYour California Privacy Rights</b>\n<br>Under California Civil Code sections 1798.83-1798.84, California residents are entitled to ask us for a<br>notice describing what categories of Personal Information we share with third parties or corporate<br>affiliates for those third parties or corporate affiliates’ direct marketing purposes.\nThat notice will identify<br>the categories of information shared and will include a list of the third parties and affiliates with which it<br>was shared, along with their names and addresses.\nIf you are a California resident and would like a copy<br>of this notice, please submit a written request to the following address: Telebrands Corp., 79 Two Bridges<br>Road Fairfield, NJ 07004.\nPlease allow 30 days for a response.<br>\n<br>\n<b>14.\nDisclosure for Legal Purposes</b>\n<br>You hereby authorize us to disclose any of your Personal Information pursuant to judicial and<br>administrative proceedings and to law enforcement or government agencies if we believe the disclosure is<br>necessary or appropriate.\nYou also authorize us to disclose Personal Information if we believe the<br>disclosure is necessary or appropriate in the event of an investigation of improper or illegal conduct in<br>connection with the Website, such as fraud, misrepresentation, intellectual property infringement, or other<br>activity that may put us at risk for liability.<br>\n<br>\n<b>15.\nNon-Confidential Information</b>\n<br>We do not want you to send to us any confidential or proprietary information through email or otherwise.<br>Any information, materials, suggestions, ideas or comments sent to us will be considered non-<br>confidential, and by submitting the same to us, you are giving us the absolute right to use, modify,<br>reproduce, transmit, display and distribute the information for any purpose whatsoever, with no payment<br>or other compensation to you.\nHowever, we will not use your name unless we are required by law to<br>identify the source of the materials, information, suggestions, ideas or comments, or unless we first obtain<br>your permission.<br>\n<br>\n<b>16.\nAssignment</b>\n<br>We may freely assign this Privacy Policy or any of our rights and/or obligations hereunder.<br>\n<br>\n<b>17.\nContact</b>\n<br>If you have any questions about your privacy or security at the Website, please write to Telebrands Corp.,<br>79 Two Bridges Road Fairfield, NJ 07004 and include your name, address and email address in the<br>message.\nIf you do not receive a response from us within 30 days, please send us another letter as your<br>original correspondence may not have been received.\n<ul>\n<li> Home </li>\n<li> Terms and Conditions </li>\n<li> Contact Us </li>\n<li> Privacy Policy </li>\n<li> FAQ </li>\n</ul> Copyright © 2023 DaVinci CSJ, LLC ", "created_at": "2023-07-12 20:20:24.006392", "updated_at": "2023-07-12 20:20:56.360522"}, {"id": 17849, "name": "Terms and conditions ", "url": "https://www.buymermaid.com/Terms-and-Conditions", "xpath": "//body", "text": " Hands-Free Toilet Bowl Cleaner Cleans, Sanitizes &amp.\nDeodorizes with Every Flush!<br>\n<ul>\n<li> Home </li>\n<li> Terms and Conditions </li>\n<li> Contact Us </li>\n<li> Privacy Policy </li>\n<li> FAQ </li>\n</ul>\n<ul>\n<li> Home </li>\n<li> Contact Us </li>\n<li> FAQ </li>\n</ul> Call 1-800-930-1966 ORDER NOW Terms and conditions<br>\n<p>\n</p>\n<p>TERMS &amp.\nCONDITIONS\n<br>1.\nIntroduction\n<br>Thank you for visiting a\nproduct landing page, property of Bulbhead.com.\nBulbHead is a consumer e-commerce website for innovative or hard-to- find products that solve everyday problems.\nThese Terms and Conditions, and our related Privacy Policy, apply to the BulbHead.com website.\nPlease read them carefully, as by using Service you agree to be bound by both documents.\nIf you have any questions about these Terms and Conditions, please contact us via email at policies@bulbhead.com.</p>\n<p>2.\nDefinitions\n<br>In these Terms and Conditions, we use the following definitions:</p>\n<p>“Agreement” refers to these Terms and Conditions.\n<br>“BulbHead” or “we” or “us” refers to our company, known as “BulbHead.com”.\nour Site.\nour Service.\nor a combination of all or some of the preceding definitions, depending on the context in which the word is used.\n<br>“Service” refers to the services that we provide through our Site, including our Site itself.\n<br>“Site” refers to our website, www.BulbHead.com.\n<br>“User” refers to anyone who uses our Service, including general visitors to our Site.\n<br>“You” refers to you, the person who is entering into this Agreement with BulbHead.\n<br>3.\nEligibility\n<br>You can register and create an account on our Site.\nRegistration provides you with access to the full features of our Service.\nHowever, if you do not want to register, you can browse our Site or make a purchase by checking out as a guest.\nTo register or checkout as a guest,</p>\n<p>You must be the minimum age required to enter into a contract in the area in which you reside, and, in any event, must not be less than 18 years of age.\n<br>You must provide us with personal information, payment information, and other information that we deem necessary to provide you with our Service.\n<br>4.\nRules of Use\n<br>You must:</p>\n<p>Be at least 18 years old in order to register on or use our Site.\nRegister or purchase as a guest using your real name.\n<br>You must not:</p>\n<p>Purchase items from our Site for resale.\n<br>Violate the laws of the United States, its states, or any foreign political entity having jurisdiction over this Agreement, whether or not the foreign political entity is a country or a subdivision (such as a state or province) or municipality (such as a city, town, county, or region) of a foreign country.\n<br>Post or send anything violent, threatening, pornographic, racist, hateful, or otherwise objectionable according to the opinion of BulbHead.\n<br>Infringe on anyone’s intellectual property rights, defame anyone, impersonate anyone, or otherwise violate the rights of a third party.\n<br>Submit any content to the Site anonymously.\n<br>Hack, crack, phish, SQL inject, or otherwise compromise the security or integrity of the BulbHead Site, Service, or its Users’ computers.\n<br>Do anything else that could bring BulbHead into disrepute or violate the rights of any person.\n<br>5.\nPayment, Refunds, and Pricing\n<br>Acceptable payment methods are presented at our checkout page.\nUnless otherwise stated, all prices are listed in United States dollars.</p>\n<p>In the event that you are not completely satisfied within 30 days of your purchase, we will accommodate an exchange or refund of your purchase price (excluding discounts and shipping and handling charges), as described below.</p>\n<p>Return Information</p>\n<p>All items must be returned in original condition in their original packaging along with all accessories, parts, and instruction manuals that were shipped with your original order.</p>\n<p>The return package must be postmarked within 30 days of the date your order was shipped (regardless of what date the product was first used).\nReturns not meeting our return requirements may result in the loss of a refund or replacement.\nSuch a return also will not be sent back to you.</p>\n<p>Call or email customer service to receive a prepaid FedEx label.\nPrint label, affix to your package and drop it off at any FedEx location or return your own via FedEx, USPS or any other traceable method and receive a full product refund.\nWe encourage you to insure your package.\nWe suggest a ground method that can be tracked (e.g., UPS ground/FedEx Ground/USPS Priority mail).\n</p>\n<p>All returned products must be in original product packaging and include all original parts.\n<br>No refunds will be issued until we receive your product in our warehouse.\n<br>To ensure return accuracy, include your packing slip and check off the box on the back with your reason for return.</p>\n<p>A refund will be issued to your original method of payment for the full purchase price, excluding shipping and handling and any separate fees.\nRefunds typically reflect in your account within 3-5 business days of receiving your returned item.</p>\n<p>Exceptions to Return Policy</p>\n<p>Intimate Apparel may not be returned for a refund due to health and sanitary reasons.\nWe will replace, at no cost, any such item received in a defective state (i.e.\nripped, torn, or broken).</p>\n<p>Consumable items (products that can be diminished or used up) are not returnable once they are opened.\nHowever, we will accept a return for any unused and unopened consumable item.\nDVDs and software products may only be exchanged in the event of a manufacturing defect.</p>\n<p>6.\nBulbHead's Right to Cancel\n<br>BulbHead reserves the right to cancel an order at any time if BulbHead believes the customer is engaging in the reselling of item(s).\nIf you believe your order was cancelled in error, please email us at customersupport@bulbhead.com or call our Customer Service team at 800-887- 2717 with information about the intended use of your items.\nOur hours are Mon - Fri 7:00AM to 12:00AM ET and Sat - Sun 8:00AM to 8:00PM ET.</p>\n<p> Should you wish to purchase orders above the stated limit for a reason other than resale, contact us with information about your reasons for purchase.</p>\n<p>Additional Terms</p>\n<p>Additional terms surrounding payments, pricing, and refunds may be published on our Site and are hereby incorporated into this Agreement by reference.</p>\n<p>7.\nIf You Want to Change or Cancel an Order\n<br>To change or cancel an order, please contact BulbHead Customer Support toll-free at 1-800-887-2717 during the hours indicated on the Site.\nOrders may be cancelled until theyare being packaged for shipping or are in shipment.</p>\n<p>8.\nShipping &amp.\nSales Tax\n<br>Applicable shipping charges will be presented during the ordering process.\nFrom time to time, we may offer free shipping under certain conditions, which will be indicated at appropriate places on the Site.\nA shipping surcharge may be added to all orders shipped outside the 48 contiguous United States regardless of the Shipping Option chosen.</p>\n<p>Pre-orders or backorders will ship as soon as product is available.\nYou will not be billed for any order until it has shipped.</p>\n<p>For New Jersey and California residents, sales tax applies.</p>\n<p>For Canadian residents, provincial and federal sales taxes, or a Harmonized Sales Tax, as is applicable, will be charged.\nIn placing an order with BulbHead and paying the amounts charged, you authorize BulbHead to contract with logistics providers to act as your agent in the shipment and importation of your order into Canada and, as part of your payment, to provide BulbHead with funds to facilitate the payment of applicable customs duties, brokerage fees, and PST/GST/HST on your behalf.\nTransfer of title and delivery of the merchandise ordered shall be freight on board, BulbHead’s warehouse in the USA.</p>\n<p>9.\nChargebacks and PayPal Disputes\n<br>Where a User conducts a chargeback or PayPal dispute against BulbHead, such User shall be liable to BulbHead for the full amount of the chargeback or PayPal dispute, as well as any reasonable attorneys’ fees, collection agency fees, court costs, disbursements, and other expenses incurred by BulbHead in the enforcement of its rights under this section.</p>\n<p>SEE SECTION 27 BELOW FOR IMPORTANT LIMITATIONS ON THE TERMS OF THIS SECTION 9.</p>\n<p>10.\nOur Copyright\n<br>The contents of our Site are protected by U.S.\nand international copyright laws.\nYou agree not to copy, distribute, upload, transmit, sell, display, disseminate, reproduce or use for commercial purposes any of the copyrighted information (including without limitation content, images, or trade dress) on the Site without receiving our prior written permission.</p>\n<p>11.\nYour Copyright\n<br> A.\nAlthough you retain your copyright in any content (including, but not limited to, reviews, photographs, videos, text, audio, and other materials) that you post to BulbHead.com, by submitting any content to BulbHead.com you grant us a non-exclusive, universal, perpetual, irrevocable, sublicensable, commercial and non-commercial right to use, distribute, sell, publish, and otherwise make use of that content.</p>\n<p> B.\nYou warrant to us that you have the right to grant us this right to the content.\nYou also agree that you will indemnify us for any loss resulting from a breach of this warranty and defend us against claims regarding the same.</p>\n<p>SEE SECTION 27 BELOW FOR IMPORTANT LIMITATIONS ON THE TERMS OF THIS SECTION 11(B).</p>\n<p>12.\nTrademarks\n<br>“BulbHead” is a trademark used by us, BulbHead.com, to uniquely identify our Site, Service, and business.\nBulbHead and other trademarks, logos, other marks, and trade dress pertaining to our Site and products sold on the Site are our property or belong to their respective owners.\nYou may not make any use of such trademarks, logos, other marks or trade dress without our prior written consent or the consent of the owner, if not us.</p>\n<p>13.\nRevocation of Consent\n<br>We may revoke our consent to your use of our intellectual property, including our copyrights, trademarks, logos, other marks or trade dress, or any other permission granted to you under this Agreement, at any time.\nIf we so request, you must take immediate action to remove any usage of our intellectual property that you may have engaged in, even if it would cause a loss to you.</p>\n<p>14.\nCopyright &amp.\nTrademark Infringement\n<br>We have registered a Copyright Agent with the United States Copyright Office, which limits our liability under the Digital Millennium Copyright Act (“DMCA”).\nIf you believe that your copyright has been infringed, please provide the following information in writing and signed electronically to our Copyright Agent at DMCA@bulbhead.com (see 17 U.S.C.\nSection 512(c)(3) for further detail):</p>\n<p>a physical or electronic signature of a person authorized to act on behalf of the owner of the copyright.\n<br>a description of the copyrighted work that you claim has been infringed.\n<br>a description of the material that you claim to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information sufficient to permit us to locate the material.\n<br>information so that we can contact you, such as your name, address, telephone number and e-mail address.\n<br>a statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\n<br>a statement that the information in the notification is accurate and, under penalty of perjury, that you are the copyright owner or are authorized to act on behalf of the owner of a copyright that is allegedly infringed.\n<br>If you believe that any content or materials you posted, uploaded or submitted to the Site and that were subsequently removed from the Site, or to which access was disabled, were improperly removed or disabled, please provide the following Counter-Notification to our Copyright Agent (see 17 U.S.C.\nSection 512(g) for further detail):</p>\n<p>your physical or electronic signature.\n<br>a description of the materials that have been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.\n<br>a statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\n<br>your name, address and telephone number, and a statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which the address is located, and that you will accept service of process from the person who provided notification of the alleged infringement.\n<br>Although U.S.\nlaw does not provide for a similar procedure for trademark infringement, we recommend that you send us similar information to that above in regards to any allegation of trademark infringement, and we will address it as soon as practicable.</p>\n<p>15.\nCommunications Decency Act\n<br>United States law—specifically 47 U.S.C.\n§230—creates a defense for us for the actions of third parties in regards to any defamatory content posted on our Site.\nAlthough we are not liable for defamatory words posted on our website by our Users even if given notice, we do prohibit defamation under this Agreement and we may, if we believe the situation warrants it, take action against the offending User.\nPlease notify us at admin@bulbhead.com if a User has posted anything that you believe is defamatory.</p>\n<p>16.\nRepresentations, Warranties and Limitation of Liability\n<br>WE MAKE NO REPRESENTATIONS OR WARRANTIES AS TO THE MERCHANTABILITY OF OUR SERVICE OR FITNESS FOR ANY PARTICULAR PURPOSE.\nBY USING THE SITE, YOU RELEASE US FROM ANY LIABILITY THAT WE MAY OTHERWISE HAVE TO YOU IN RELATION TO OR ARISING FROM THIS AGREEMENT OR OUR SERVICES, FOR REASONS INCLUDING, BUT NOT LIMITED TO, FAILURE OF OUR SERVICE, UNTIMELY DELIVERY, NEGLIGENCE, OR ANY OTHER TORT.\nTO THE EXTENT THAT APPLICABLE LAW RESTRICTS THIS RELEASE OF LIABILITY, WE ARE LIABLE TO YOU ONLY FOR THE MINIMUM AMOUNT OF DAMAGES THAT THE LAW RESTRICTS OUR LIABILITY TO, IF SUCH A MINIMUM EXISTS.</p>\n<p>IN NO EVENT WILL BULBHEAD.COM, ITS DIRECTORS, OFFICERS, OR EMPLOYEES BE LIABLE (A) FOR ANY INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL OR PUNITIVE DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE SERVICE, (B) RELATING TO ANY CONTENT OR PRODUCTS AVAILABLE OR SOLD ON OR THROUGH THE SERVICE, OR (C) IN CONNECTION WITH ANY THIRD PARTY CONTENT OR MATERIALS (INCLUDING USER MATERIALS) OR THE DEFAMATORY, INFRINGING, OFFENSIVE OR ILLEGAL CONDUCT OF ANY THIRD PARTY.</p>\n<p>WE ARE NOT RESPONSIBLE FOR ANY FAILURE ON THE PART OF A PAYMENT PROCESSOR, INCLUDING PAYPAL OR THE CREDIT CARD COMPANY OR BANK THAT YOU USE TO PAY US OR FUND PAYPAL, TO DIRECT PAYMENTS TO THE CORRECT DESTINATION, OR ANY ACTIONS ON THEIR PART IN PLACING A HOLD ON YOUR FUNDS.</p>\n<p>WE ARE NOT LIABLE FOR ANY CLAIMS OR DAMAGES ARISING FROM ANY TEMPORARY OR PERMANENT INABILITY TO ACCESS OUR SITE, FOR ANY REASON.</p>\n<p>NOTHING IN THE PROVISIONS OF THIS “REPRESENTATIONS &amp.\nWARRANTIES” SECTION SHALL BE CONSTRUED TO LIMIT THE GENERALITY OF THE FIRST PARAGRAPH OF THIS SECTION.</p>\n<p>SEE SECTION 27 BELOW FOR IMPORTANT LIMITATIONS ON THE TERMS OF THIS SECTION 16.</p>\n<p>17.\nIndemnity\n<br>By using this Site, you agree to indemnify and hold us harmless for any claims by you or any third party arising from or relating to this Agreement or the provision of our service to you, including any damages caused by your use of our Site or acceptance of the offers contained on it.\nYou also agree that you have a duty to defend us against such claims and we may require you to pay reasonable attorneys’ fees for an attorney(s) of our choice, court costs, and disbursements in such cases.\nIn the event of a claim such as one described in this paragraph, we may elect to settle with the party/parties making the claim, and you shall be liable for the damages as though we had proceeded with a trial.</p>\n<p>SEE SECTION 27 BELOW FOR IMPORTANT LIMITATIONS ON THE TERMS OF THIS SECTION 18.</p>\n<p>18.\nApplicable Laws\n<br>These Terms and Conditions shall in all respects be governed by the laws of the state of New Jersey, U.S., regardless of the laws that might be applicable under principles of conflicts of law.\nThe offer and acceptance of these Terms and Conditions are deemed to have occurred in the State of New Jersey.\nYou agree to personal jurisdiction by and venue in state and federal courts located in Essex County, New Jersey.</p>\n<p>IF YOU ARE A CONSUMER, HOWEVER, THIS PROVISION SHALL NOT BE CONSTRUED TO LIMIT YOUR RIGHTS UNDER CONSUMER PROTECTION LAWS OF YOUR STATE OF RESIDENCE, EXCEPT AS SET FORTH IN SECTION 27.</p>\n<p>19.\nDISPUTE RESOLUTION.\nINFORMAL RESOLUTION AND FORMAL RESOLUTION BY ARBITRATION/CLASS ACTION WAIVER\n<br>Any legal or equitable claim relating to your use of this Site, these Terms and Conditions, or the use or purchase of any products from BulbHead (referred to as a “Claim”) will be resolved as follows:</p>\n<p> A.\nINFORMAL RESOLUTION:</p>\n<p>In the event that any dispute between BulbHead and you arises out of or relates to the BulbHead.com Site, these Terms and Conditions, the applicability of these Terms and Conditions to the use of the BulbHead.com Site, or the use or purchase of any products from BulbHead.com, you and we agree to try to promptly resolve any such dispute informally.\nPlease send a written notice describing the dispute to 79 Two Bridges Rd, Fairfield, NJ 07004.</p>\n<p> B.\nFORMAL RESOLUTION BY ARBITRATION/CLASS ACTION WAIVER:</p>\n<p>READ THE FOLLOWING ARBITRATION PROVISION CAREFULLY, IT LIMITS YOUR RIGHTS, INCLUDING THE RIGHT TO MAINTAIN A COURT ACTION.\nIf you and BulbHead cannot resolve a Claim informally, any Claim asserted by either you or BulbHead will be resolved only by binding Arbitration subject to the Federal Arbitration Act.</p>\n<p>By agreeing to Arbitration, you are waiving your rights to maintain other available resolution processes, such as a court action or administrative proceeding, to settle disputes.\nInstead of suing in court, both you and BulbHead agree to settle disputes only by Arbitration.\nARBITRATION MEANS THAT YOU WAIVE YOUR RIGHT TO A JURY TRIAL.\nThe rules in Arbitration are different.\nThere is no judge or jury, and review is limited, but an arbitrator can award the same damages and relief, and must honor the same limitations stated in these Terms and Conditions as a court would.</p>\n<p>The Arbitration will be conducted under the JAMS Streamlined Arbitration Rules &amp.\nProcedures (referred to as the “JAMS Rules”) and under the rules set forth in these Terms and Conditions.\nIf there is a conflict between JAMS Rules and the rules set forth in these Terms and Conditions, the rules set forth in these Terms and Conditions will govern.\nYou may, in Arbitration, seek any and all remedies otherwise available to you pursuant to the law of the governing state.\nIf you decide to initiate Arbitration, BulbHead agrees to pay the Arbitration initiation fee and any additional required deposit required by JAMS to initiate your Arbitration.\nYou and BulbHead agree to pay the costs of the Arbitration proceeding provided however that if you are a consumer you shall not be required to pay more than $250.00 of the fees or such amount as the JAMS Rules may later prescribe.\nAll other fees, such as attorneys’ fees and expenses of travel to the Arbitration, will be paid in accordance with JAMS Rules.\nThe Arbitration will be held at a location in your home town area if possible, unless you and BulbHead both agree to another location or telephonic Arbitration.\nTo initiate Arbitration, you or BulbHead must do the following things:</p>\n<p> (1) Write a demand for Arbitration.\nThe demand must include a description of the Claim and the amount of damages sought to be recovered.</p>\n<p> You can find a copy of a Demand for Arbitration at www.jamsadr.com.</p>\n<p> (2) Send three copies of the Demand for Arbitration, plus the appropriate filing fee to: </p>\n<p> JAMS [to your local JAMS office or to JAMS, 620 Eighth Ave., 34th Floor, New York, NY 10018].</p>\n<p> (3) Send one copy of the Demand for Arbitration to the last known physical address of the other party.</p>\n<p>Special Rules in the Arbitration Proceeding.\n(i) The arbitrator has no authority to make errors of law and any award may be challenged if the arbitrator does so.\nOtherwise, the arbitrator’s decision is final and binding on all parties and may be enforced in any Federal or State court that has jurisdiction.\n(ii) Neither you nor BulbHead shall be entitled to join or consolidate claims in Arbitration by or against other individuals or entities, or arbitrate any claim as a representative member of a class or in a private attorney general capacity.\nTHIS MEANS THAT YOU WAIVE YOUR RIGHT TO INITIATE OR PARTICIPATE IN ANY CLASS OR CONSOLIDATED ACTION WHATSOEVER.\nAccordingly, you and BulbHead agree that the JAMS Class Action Procedures do not apply to our Arbitration.</p>\n<p>A court may sever any portion of this dispute resolution provision if it finds such unenforceable, except for the prohibition on class, representative and private attorney general arbitrations.\nNotwithstanding the obligation to arbitrate all Claims under these Terms and Conditions, you may assert an individual Claim in small claims court in lieu of Arbitration.</p>\n<p>20.\nLimited Time to File Claims <br>You must assert any Claim relating to use of this Site or the purchase of any products from BulbHead within one (1) year after the Claim arises, or such Claim will be barred.</p>\n<p>SEE SECTION 27 BELOW FOR IMPORTANT LIMITATIONS ON THE TERMS OF THIS SECTION 20.</p>\n<p>21.\nForce Majeure\n<br>We are not responsible to you for events beyond our control, including, but not limited to, acts of God, war, insurrection, riots, terrorism, crime, labor shortages (including lawful and unlawful strikes), embargoes, postal disruption, communication disruption, unavailability of payment processors, failure or shortage of infrastructure, shortage of materials, or any other event beyond our control.</p>\n<p>SEE SECTION 27 BELOW FOR IMPORTANT LIMITATIONS ON THE TERMS OF THIS SECTION 21.</p>\n<p>22.\nSeverability\n<br>In the event that a provision of this Agreement is found to be unlawful or otherwise unenforceable, the Agreement will remain in force as though it had been entered into without that unenforceable provision being included in it.</p>\n<p>23.\nNon-Waiver\n<br>BulbHead reserves all rights under this Agreement as well as under the provisions of any applicable law.\nOur non-enforcement of any particular provision or provisions of this Agreement or any applicable law should not be construed as our waiver of the right to enforce that same provision under the same or different circumstances at any time in the future.</p>\n<p>24.\nTermination &amp.\nCancellation\n<br>We may terminate your access to our Site and Service at our discretion without explanation, though we will strive to provide a timely explanation in most cases.\nOur liability for refunding you, if you have paid anything to us, will be limited to the amount you paid for goods or services which have not yet been and will not be delivered, except in cases where the termination or cancellation was due to your breach of this Agreement, in which case we are not required to provide any refund or other compensation whatsoever.</p>\n<p>Under no circumstances, including termination or cancellation of our Service to you, will we be liable for any losses related to actions of other Users.</p>\n<p>SEE SECTION 27 BELOW FOR IMPORTANT LIMITATIONS ON THE TERMS OF THIS SECTION 24.</p>\n<p>25.\nAssignment of Rights\n<br>You may not assign your rights and/or obligations under this Agreement to any other party without our prior written consent.\nWe may assign our rights and/or obligations under this Agreement to any other party at our discretion.</p>\n<p>26.\nAmendments\n<br>We reserve the right to amend these Terms and Conditions from time to time by posting updated Terms and Conditions and/or an updated Privacy Policy on the Site.\nYour continued use of our Service shall constitute your acceptance of any such amendments.</p>\n<p>27.\nEXCLUSIONS AND LIMITATIONS.\nCONSUMER PROTECTION NOTICE\n<br>Nothing in this Section shall modify Subsection 20(B) (“Formal Resolution by Arbitration/Class Action Waiver”).</p>\n<p>For Jurisdictions that do not allow us to limit our liability: If you are a consumer, the provisions in these Terms and Conditions are intended to be only as broad and inclusive as is permitted by the laws of your State of residence.\nNotwithstanding any provision of these Terms, if your jurisdiction has provisions specific to waiver or liability that conflict with the above then our liability is limited to the smallest extent possible by law.\nSpecifically, in those jurisdictions not allowed, we do not disclaim liability for: (a) death or personal injury caused by our negligence or that of any of our officers, employees or agents.\nor (b) fraudulent misrepresentation.\nor (c) any liability which it is not lawful to exclude either now or in the future.</p>\n<p>IF YOU ARE A RESIDENT OF A JURISDICTION THAT REQUIRES A SPECIFIC STATEMENT REGARDING RELEASE THEN THE FOLLOWING APPLIES.\nFOR EXAMPLE, CALIFORNIA RESIDENTS MUST, AS A CONDITION OF THIS AGREEMENT, WAIVE THE APPLICABILITY OF CALIFORNIA CIVIL CODE SECTION 1542, WHICH STATES, “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR &amp.\nYOU HEREBY WAIVE THIS SECTION OF THE CALIFORNIA CIVIL CODE.\nYOU HEREBY WAIVE ANY SIMILAR PROVISION IN LAW, REGULATION, OR CODE THAT HAS THE SAME INTENT OR EFFECT AS THE AFOREMENTIONED RELEASE.</p>\n<p> A.\nNew Jersey Users and Residents</p>\n<p>If you are a New Jersey consumer, the terms of Sections 9, 11(B), 16, 17, 18, 20, 21, and 24 do not limit or waive your rights as a consumer under New Jersey law and the provisions in these Terms and Conditions are intended to be only as broad and inclusive as is permitted by the laws of the State of New Jersey.</p>\n<p> B.\nCalifornia Users and Residents</p>\n<p>Pursuant to California Civil Code Section 1789.3, any questions about pricing, complaints, or inquiries about BulbHead must be addressed to our agent for notice and sent via certified mail to that agent.\nFor our agent’s most current contact information, please send a request to admin@bulbhead.com.</p>\n<p>California users are also entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<p> C.\nInternational Users</p>\n<p>BulbHead.com is controlled and operated within the United States.\nWe make no representation that content, materials or products available on or through the Site are appropriate or available for use outside of the United States.\nIf you access the Site from a location outside the United States, you are responsible for compliance with applicable laws, including local laws regarding online conduct and content and U.S.\nexport laws and regulations.</p>\n<p>Effective Date: October 1, 2016</p>\n<ul>\n<li> Home </li>\n<li> Terms and Conditions </li>\n<li> Contact Us </li>\n<li> Privacy Policy </li>\n<li> FAQ </li>\n</ul> &nbsp;Copyright © 2023 DaVinci CSJ, LLC ", "created_at": "2023-07-12 20:20:23.977219", "updated_at": "2023-07-12 20:20:37.165274"}], "points": [], "urls": ["buymermaid.com"]}}