{"error": 448, "message": "OK", "parameters": {"id": 9603, "name": "9kw.eu", "created_at": "2023-09-11 23:31:30.638295", "updated_at": "2023-09-12 22:02:41.290701", "wikipedia": null, "keywords": null, "related": null, "slug": "9kw-eu", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9603.png", "url": "9kw.eu", "documents": [{"id": 19069, "name": "AGB", "url": "https://www.9kw.eu/web/agb.html", "xpath": "//*[@id=\"content\"]", "text": "\nTOS - Terms of Service\n<br>\nThis is an English courtesy translation of our original text in the German language.\nPlease consider that only the original version in German has legal value.\nThe official German original text can be found here.\n<br>\n<br>\n<p>\n</p>\n<p>\n<strong>§ 1 Validity of the Terms of Service</strong>\n</p>\n1.\nThe company 9kw.eu (referred to as the operator subsequently) runs the web service 9kw.eu.\nThe offered internet services can be used exclusively on the basis of these Terms of Service.\nContradictory or differing conditions of the client (referred to as the user subsequently) will not be recognized.\n<br>\n2.\nThese Terms of Service are subject to alterations in parts or in its entirety.\nThe user will be informed of all changes by electronic means.\n<br>\n<p>\n</p>\n<p>\n<strong>§ 2 Commencement and end of the contract</strong>\n</p>\n1.\nWith the online registration the user applies for use of the 9kw.eu services.\nThe contract is deemed concluded when the user sends the completed contract to 9kw.eu.<br>\n2.\nAt the end of the contract all usage rights to the 9kw.eu services are terminated.<br>\n3.\nThe operator expressly reserves the right to subsequently exclude certain users or their homepages without giving any reasons from the use of the 9kw.eu services.\nIn this case the user is refunded any usage fee paid to the operator to this day on demand.\n<br>\n4.\nIf the user makes use of a fee-based service of 9kw.eu and terminates the contractual relationship prior to consumption of usage fees paid in advance the remaining balance goes to the operator.\nNo refund is granted.<br>\n<br>\n<p>\n</p>\n<p>\n<strong>§ 3 Scope of services</strong>\n</p>\n1.\nThe operator offers internet services in accordance with these conditions.<br>\n2.\nThe operator grants a non-exclusive right to use for the 9kw.eu services.<br>\n<br>\n<p>\n</p>\n<p>\n<strong>§ 4 Liability</strong>\n</p>\n1.\nThe operator assumes no responsibility for information or data of third parties.\nThis applies in particular to completeness, accuracy and freedom from third-party rights or the compliance with legal provisions or other mandatory rules.<br>\n2.\nThe operator furthermore assumes no responsibility for the accuracy, applicability or availability of his own content.<br>\n<br>\n<p>\n</p>\n<p>\n<strong>§ 5 Data security</strong>\n</p>\n1.\nThe user indemnifies the operator from all claims regarding the data provided third parties may bring against him.\nThe user will create backups of any data submitted to the operator in any form whatsoever.<br>\n2.\nThe user receives a user name and password for the service.\nHe is obliged not to make them available to any third party and is liable for any misuse resulting from unauthorized use of the password.\nThe user is aware of the possibility of someone intercepting transmitted data and the user accepts this risk.<br>\n<br>\n<p>\n</p>\n<p>\n<strong>§ 6 Data protection </strong>\n</p>\n1.\nThe operator assures that he will collect, process and use personal data of the user without any further consent only if they are needed for the initiation or fulfilment of the contract or for billing purposes.<br>\n2.\nThe operator reserves the right to provide government agencies with personal data of the user if this is permitted by law and required for ongoing criminal or civil proceedings.<br>\n<p>\n</p>\n<p>\n<strong>§ 7 Severability clause</strong>\n</p>\n1.\nIf any provision or provisions of this agreement are rendered invalid in parts or completely no other parts of this agreement shall be affected in any way and shall remain in full effect.<br>\n<br>\nGerman law shall apply exclusively.\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br> ", "created_at": "2023-09-11 23:31:30.669944", "updated_at": "2023-09-11 23:32:00.439213"}, {"id": 19070, "name": "Datenschutz", "url": "https://www.9kw.eu/web/datenschutz.html", "xpath": "//*[@id=\"content\"]", "text": "\nPrivacy policy (Datenschutz)\nThis is an English courtesy translation of our original text in the German language.\nPlease consider that only the original version in German has legal value.\n<br>\n<br>\n<b>General</b>\n<br>\nThe protection of personal data is taken very seriously.\nAll personal data is treated as strictly confidential and is treated according to privacy protection laws and this privacy policy.\n<br>\n<br>\nThis privacy policy explains the manner, the purpose and extent of processing personal data on our website and on associated websites, functions and content and if applicable on external websites.\n<br>\n<br>\nWe exclusively use your data for the execution of our service.\nAll data is stored and processed according to the appropriate regulations.\n<br>\n<br>\nWe explicitly point out that all data transfers on the internet (e.g.\ncommunication via e-mail) are potentially vulnerable to security flaws.\nTotal security against access by third parties is not possible.\n<br>\n<br>\nRegarding the terminology used (e.g.\n\"personal data\" or its \"processing\") we refer to die definitions specified in article 4 of the GDPR.\n<br>\n<br>\n<b>Controller</b>\n<br>\nThe responsible data controller can be found in the imprint of this website.\nThe controller is the natural or legal person which, alone or jointly with others, determines the purposes and means of the processing of personal data (e.g.\nnames, e-mail addresses).\n<br>\n<br>\n<b>Withdrawal of consent for data processing</b>\n<br>\nSeveral data processing operations are only possibly with your explicit consent.\nWithdrawing your consent is possible at any time.\nAn informal message to us by e-mail, mail or our form is sufficient.\nThe withdrawal of consent does not affect the lawfulness of processing before the withdrawal.\n<br>\n<br>\n<b>Right to information, rectification, restriction and erasure</b>\n<br>\nIn accordance with current legal regulations you have the right to obtain information regarding personal data stored concerning you, their origin, recipient and the purpose of their processing at any time.\nFurthermore you have the right to rectification of your data, their restriction and their erasure.\nTo exercise these rights sending an informal message by e-mail, mail or form suffices.\n<br>\n<br>\n<b>Right to lodge a complaint with a supervisory authority</b>\n<br>\nAs the person concerned you have the right to lodge a complaint with the appropriate supervisory authority in case of a personal data breach.\nThe appropriate supervisory authority for questions regarding privacy protection is the state data protection officer (Landesdatenschutzbeauftragte) of the state in which our company is located.\n<br>\n<br>\n<b>Erasure of data</b>\n<br>\nData stored by us will be deleted as soon as they are no longer necessary in relation to the purposes for which they were collected or otherwise processed provided there is no legal retention period dictating otherwise.\nIf personal data are not being deleted because they are required for other legally permitted applications their use is being restricted, i.e.\nyour data won't be used for other purposes.\nThis applies, for example, to personal data required to be stored because of trade or tax law.\n<br>\n<br>\nData will be stored for 6 years according to § 257(1) HGB (books of account, inventories, opening balance sheets, annual financial statements, business letters, accounting records, etc.) or for 10 years according to § 147(1) AO (accounts and records, inventories, opening balance sheets, situation reports, accounting records, trade or business letters, other documents relevant for taxation, etc.).\n<br>\n<br>\n<b>SSL and TLS encryption</b>\n<br>\nFor security reasons and to protect the transmission of confidential information that you send to us as the operator of this website generally SSL or TLS encryption is used.\nThereby data transmitted on our website can't be accessed by third parties.\nYou can recognise an encrypted connection by \"https://\" in the address bar of your browser and by a lock symbol next to it.\n<br>\n<br>\n<b>Server log files</b>\n<br>\nThe web server and the website automatically store information automatically transmitted by your browser in the server log files.\nThese are:<br>\n- accessed page (URL)<br>\n- type of browser and version used<br>\n- operating system used<br>\n- referrer URL (last visited page)<br>\n- hostname of the accessing computer (IP address)<br>\n- time of the server query<br>\nNo consolidation of these data with data from other sources occurs.\nThe basis for the data processing is art.\n6(1)(b) GDPR which allows processing of data necessary for the performance of a contract or in order to take steps prior to entering into a contract.<br>\nFor privacy reasons this information is stored for a maximum of seven days and is deleted automatically subsequently.\nData stored to be later used as evidence are exempt from deletion until the incident has been conclusively resolved.<br>\n<br>\n<b>Transmission of data when entering into a contract for the purpose of purchasing or shipping goods</b>\n<br>\nPersonal data is only going to be transmitted to third parties if necessary for the performance of a contract.\nExamples for third parties would be payment service providers or logistics companies.\nNo further transmission of data is taking place, except with your express consent.\n<br>\nThe basis for the data processing is art.\n6(1)(b) GDPR which allows processing of data necessary for the performance of a contract or in order to take steps prior to entering into a contract.<br>\n<br>\n<b>Registering:</b>\n<br>\nIt is possible to create an account on our website to use certain functions.\nData transmitted is only used for the purposes of using the specific feature or service.\nRequired information is to be provided in full, otherwise your sign up request will be rejected.<br>\nIn case of important changes, for example for technical reasons, you will be informed by e-mail sent to the address you have given when signing up.<br>\nProcessing of the data you provided when signing up occurs on the basis of your consent (art.\n6(1)(a) GDPR).\nIt is possible to revoke your consent at any time, an informal message to us by e-mail suffices.\nThe withdrawal of consent does not affect the lawfulness of data processing before the withdrawal.<br>\nData submitted when signing up is saved as long as you are registered with our website.\nYour data will be deleted if you cancel your registration.\nLegal retention periods remain unaffected.<br>\n<br>\n<b>Contact</b>\n<br>\nWhen using the contact form the data submitted (including your contact data) is saved to work on your request and to handle further questions.\nThese data will not be transmitted without your consent.<br>\nData processing occurs on the basis of your consent (art.\n6(1)(a) GDPR).\nIt is possible to revoke your consent at any time, an informal message to us by e-mail suffices.\nThe withdrawal of consent does not affect the lawfulness of data processing before the withdrawal.<br>\nData submitted using the contact form will be saved until you request deletion, withdraw consent or further retention is no longer necessary.\nBinding legal regulations (especially legal retention periods) are unaffected.<br>\n<br>\n<b>Online presences on social media</b>\n<br>\nSeveral online presences on social networks etc.\nare maintained to attend to and to inform active customers, users and interested persons.<br>\n<br>\n<b>Affiliate links</b>\n<br>\nCertain links on this website are so called affiliate links.\nWhen clicking on such a link the provider of the affiliate program or network is notified (possibly using a cookie) of the website of origin (publisher).\nWhen purchasing or interacting with the target website a commission is paid out to the operator of the website of origin.\nNo further costs arise for the user and there is no further information about what you do on the target website.\nThe commission has no influence on measured data to the provider and is handled automatically.\nIf this is not desired you may contact the specific provider directly.\n<br>\n<br>\n<b>Hosting</b>\n<br>\nOur websites are hosted on our own dedicated servers.\n<br>\n<br>\n<b>Cookies</b>\n<br>\nOur website uses cookies.\nThese are small text files saved by your web browser to your device.\nCookies help us to make our service more user friendly, effective and safe.<br>\n<br>\nSome of these cookies are \"session cookies\".\nSuch cookies are deleted automatically after the end of your browser session.\nOther cookies will persist until you delete them manually.\nThey are used to recognise you when returning to our website.<br>\n<br>\nUsing a modern web browser you can monitor, restrict and prohibit the saving of cookies.\nMany web browsers can be configured in such a way that cookies are automatically deleted when closing the application.\nDeactivating cookies may result in restricted functionality of our website.<br>\n<br>\nSaving of cookies necessary for electronic communication or the provision of certain user desired functions (e.g.\nshopping cart) occurs on the basis of art.\n6(1)(f) GDPR.\nWe as the website provider have a legitimate interest in the saving of cookies to allow technologically error free and smooth operation of our services.\nThe saving of cookies for other reasons (e.g.\nfor analysing purposes) are covered separately in this privacy policy.<br>\n<br>\n<b>PayPal:</b>\n<br>\nIt's possible to pay on our website using PayPal.\nThe payment service provider is PayPal (Europe) S.à.r.l.\net Cie, S.C.A, 22-24 Boulevard Royal, L-2449 Luxembourg.<br>\nWhen paying with PayPal the payment data you entered will be transmitted to PayPal.<br>\nThe basis for this transmission is art.\n6(1)(f) GDPR (consent) and art.\n6(1)(b) GDPR (processing for the performance of a contract).\nIt is possible to revoke your given consent at any time.\nPast instances of data processing are unaffected from the revocation.\n<br>\nDetails can be found at https://www.paypal.com/de/webapps/mpp/ua/privacy-full?locale.x=en_DE zu finden.<br>\n<br>\n<b>Sofortüberweisung</b>\n<br>\nIt's possible to pay on our website using Sofortüberweisung.\nThe payment service provider is Sofort GmbH, Theresienhöhe 12, 80339 München.<br>\nSofortüberweisung provides confirmation of payment in real time which enables us to start completion of the contract immediately.<br>\nWhen paying with Sofortüberweisung your PIN and TAN will be transmitted to Sofort GmbH.\nThe payment service provider uses those to sign in to your online banking account, automatically checks your balance and executes the bank transfer.\nA confirmation of the transaction follows immediately.\nYour transactions, the credit limit of your overdraft credit and the existence of other accounts and their balances are automatically checked as well.\n<br>\nAdditionally to PIN and TAN the payment data and your personal data will be transmitted to Sofort GmbH.\nYour personal data includes your full name, address, telephone number(s), e-mail-address, IP-address and further information necessary for the handling of the payment.\nThese data transfers are necessary to ascertain your identity and prevent attempts to defraud.<br>\nThe basis for this transmission is art.\n6(1)(f) GDPR (consent) and art.\n6(1)(b) GDPR (processing for the performance of a contract).\nIt is possible to revoke your given consent at any time.\nPast instances of data processing are unaffected from the revocation.\n<br> Details can be found at https://www.sofort.de/datenschutz.html and https://www.klarna.com/sofort/.<br>\n<br>\n<b>Paysafecard:</b>\n<br>\nIt's possible to pay on our website using Paysafecard.\nThe payment service provider is paysafecard.com Deutschland, Zweigniederlassung der Prepaid Services Company Limited, Roßstraße 92, D-40476 Düsseldorf.<br>\nWhen paying with Paysafecard the payment data you entered will be transmitted to Paysafecard.<br>\nThe basis for this transmission is art.\n6(1)(f) GDPR (consent) and art.\n6(1)(b) GDPR (processing for the performance of a contract).\nIt is possible to revoke your given consent at any time.\nPast instances of data processing are unaffected from the revocation.\n<br>\n<br>\nDetails can be found at https://www.paysafecard.com/de-de/datenschutz/<br>\n<br>\n<b>Youtube</b>\n<br>\nOur website uses YouTube plug-ins for the integration and displaying of videos.\nThe provider is YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.<br>\nWhen accessing a website with an integrated YouTube plug-in a connection to the YouTube servers is established thereby informing YouTube which of our pages you accessed.\n<br>\nYouTube is able to assign your surfing behaviour directly to your personal profile if you are signed in to your YouTube account.\nYou can avoid that by signing out prior to using our website.<br>\nYouTube is used for creating an appealing design for our websites.\nThis constitutes a legitimate interest according to art.\n6(1)(f) GDPR.<br>\n<br>\nDetails of the handling of personal data are set out in the privacy policy of YouTube at https://www.google.de/intl/de/policies/privacy and https://www.google.com/policies/privacy/<br>\n<br>\n<b>Google ReCaptcha und FunCaptcha</b>\n<br>\nFor the purpose of recognising bots using online contact forms the feature \"ReCaptcha\" of Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA is used.\nFor signup and cancellation the feature \"FunCaptcha\" of FunCaptcha Pty Ltd Level 2, 315 Brunswick St, Fortitude Valley, Brisbane, QLD 4006 Australia or 75 Broadway, Suite 202, San Francisco, California, 94111, USA is used.<br>\nThis makes it possible to distinguish between human and automated input using so called CAPTCHAs.\nThis is used to detect improper use.<br>\nThe basis for the data processing is art.\n6(1)(f) GDPR as the website operator has legitimate interests in protecting his websites from improper automated spying and spam.\n<br>\n<br>\nFurther information is found in the privacy policies of Google at https://policies.google.com/privacy and FunCaptcha at https://www.funcaptcha.com/privacypolicy-full <br>\n<br>\n<br>\n<br>\n<br>\n<br> ", "created_at": "2023-09-11 23:31:30.701192", "updated_at": "2023-09-11 23:32:27.317532"}], "points": [], "urls": ["9kw.eu"]}}