{"error": 448, "message": "OK", "parameters": {"id": 9400, "name": "SensCritique", "created_at": "2023-08-23 20:28:18.605225", "updated_at": "2023-08-23 22:02:29.096123", "wikipedia": "https://fr.wikipedia.org/wiki/SensCritique", "keywords": null, "related": null, "slug": "senscritique", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9400.png", "url": "senscritique.com", "documents": [{"id": 18512, "name": "Conditions Générales d'Utilisation", "url": "https://senscritique.notion.site/Conditions-G-n-rales-d-Utilisation-7299753eb9a7458dacf185bc2aecc16a", "xpath": "//body", "text": " 1.\nLe Site\n<p>Le site web dénommé SensCritique, ci-après le Site, offre à ses Membres la possibilité d’une part de publier des avis, d’émettre des commentaires, d’attribuer des notes, de réaliser des listes, de communiquer dans le cadre d’un forum, et ce notamment sur des films, des livres, des séries télévisuelles, des bandes dessinées, des jeux vidéo et, d’autre part, de publier des vidéos, des photographies, des animations, des graphismes, d’attribuer des noms, des pseudonymes (ci-après « les Publications »).</p>\n<p>Les présentes Conditions générales d’utilisation du Site (ci-après « CGU »), soumises au droit français, régissent les relations entre la Société et tout Membre qui souhaite s’inscrire au Site et utiliser les services du Site.</p>\n2.\nInscription au Site et CGU\n<p>a.\nL’internaute qui souhaite utiliser les fonctionnalités du Site et réaliser des Publications, doit devenir membre par le biais d’une inscription au Site (ci-après « le Membre »).\nUn mineur ne peut s’inscrire au Site qu’avec l’accord des personnes alors titulaires de l’autorité parentale sur lui et seules responsables de ce dernier.</p>\n<p>Lors de son inscription le Membre doit remplir un formulaire dans le cadre duquel il s’engage à fournir des informations exactes qui ne portent pas atteinte aux droits de tiers, qui ne soient pas contraires à l’ordre public et aux bonnes mœurs.</p>\n<p>Les informations transmises par le Membre au Site lors de son inscription sont confidentielles et le Membre est seul responsable de la conservation et du caractère confidentiel de son identifiant et mot de passe.\nToute connexion et par le Membre est présumée être effectuée par le Membre.\nAussi, en cas d’utilisation frauduleuse de l’identifiant ou du mot de passe du Membre, ce dernier devra en informer dans les plus brefs délais le Site.</p>\n<p>b.\nL’inscription au Site par le Membre sera réputée valide et le contrat régissant les relations entre la Société et le Membre formé, si et seulement si le Membre a coché la case « j’accepte les conditions générales d’utilisation du Site » proposée à la fin du processus d’inscription au Site.\nTout internaute refusant de cocher ladite case se verra alors refuser la qualité de Membre du Site.</p>\n<p>c.\nLa Société peut modifier librement les CGU et s’engage à en informer les Membres sur la première page du Site ou via l’envoi d’un email au Membre.\nLes nouvelles CGU seront alors applicables au Membre dès que celui-ci utilisera le Site et ses services après leur modification.</p>\n<p>Si un Membre ne souhaite pas se voir appliquer les nouvelles CGU de la Société alors il en fera part à celle-ci en envoyant un email à l’adresse suivante contact@senscritique.com et devra alors cesser l’utilisation du Site.</p>\n3.\nRègles de conduite\n<p>Dans le cadre des Publications que le Membre réalise sur le Site de la Société, celui-ci s’engage, et ce sans que cette liste soit limitative à ne pas publier ou soutenir de Publications :</p>\n<p>a.\nfaisant l'apologie des crimes de guerre, des crimes contre l'humanité, des crimes de réduction en esclavage, des crimes et délits de collaboration avec l'ennemi.\nAinsi que des publications provoquant à la discrimination, à la haine ou à la violence à l'égard d'une personne ou d'un groupe de personnes à raison de leur origine ou de leur appartenance ou de leur non-appartenance à une ethnie, une nation, une race ou une religion déterminée, en raison de leur sexe, de leur orientation sexuelle ou identité de genre ou bien de leur handicap.\n(Loi du 29 juillet 1881 sur la liberté de la presse - chapitre IV, paragraphe I, article 24)</p>\n<p>b.\nincitant au suicide, au harcèlement, incitant à commettre un délit, un crime ou un acte de terrorisme</p> ", "created_at": "2023-08-23 20:28:18.636706", "updated_at": "2023-08-23 20:28:33.95142"}], "points": [], "urls": ["senscritique.com"]}}