{"error": 448, "message": "OK", "parameters": {"id": 8889, "name": "Shogun", "created_at": "2023-07-08 04:14:39.106444", "updated_at": "2023-07-08 10:02:11.734315", "wikipedia": null, "keywords": null, "related": null, "slug": "shogun", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8889.png", "url": "getshogun.com", "documents": [{"id": 17379, "name": "Data Processing Addendum", "url": "https://getshogun.com/dpa", "xpath": "//body", "text": " Skip to Content Shogun <ul>\n<li> Product <ul>\n<li> PRODUCT</li>\n<li> Shogun Page Builder <p>Customize Shopify or BigCommerce with our powerful drag-and-drop page builder.</p>\n</li>\n<li> Page Builder Advanced <p>For growing brands that need to scale content with syncing for multi-store—This plan's for you.</p>\n</li>\n</ul>\n<ul>\n<li> WHY SHOGUN</li>\n<li> Case studies </li>\n<li> For Ecommerce Managers </li>\n<li> For Ecommerce Agencies </li>\n<li> For Ecommerce PPC </li>\n</ul> Ecommerce Website Templates LibraryBrowse our featured collection of templates and start building for free.\nLearn More </li>\n<li> Case Studies </li>\n<li> Pricing </li>\n<li> Partners </li>\n<li> Resources <ul>\n<li> Blog </li>\n<li> How-to guides and resources </li>\n<li> Page Builder help center </li>\n<li> Webinars </li>\n</ul>EBOOK Get inspired by these Shogun-built storesSee how these stunning Shopify stores convert with pages they’ve customized.\nGet the Ebook </li>\n<li>\n</li>\n</ul> Get in Touch Try for Free<ul>\n<li> For Shopify</li>\n<li> For BigCommerce</li>\n</ul>\n<ul>\n<li> Building Customer Experiences</li>\n<li> Scaling Your Store</li>\n<li> Conversion Optimization</li>\n<li> How to Sell Online</li>\n<li> Product News</li>\n</ul> Get in Touch Try for Free<ul>\n<li> For Shopify</li>\n<li> For BigCommerce</li>\n</ul> Data Protection Addendum Last Updated: December 3, 2020<p>\n<strong>PARTIES</strong>\n</p>\n<p>This Data Processing Addendum (this “<strong>DPA</strong>“) is between Customer (as defined in the Terms of Service) and Shogun Labs, Inc.\na Delaware company (the “<strong>Service Provider</strong>“) (each a “<strong>Party</strong>” and collectively the “<strong>Parties</strong>“).</p>\n<p>\n<strong>BACKGROUND </strong>\n</p>\n<p>This DPA is supplemental to and subject to the Terms of Service (collectively, the “<strong>Agreement</strong>“).\nIn the event of a conflict between any of the provisions of this DPA and the provisions of the Agreement, the provisions of this DPA shall prevail.</p>\n<p>\n<strong>Interpretation</strong>\n</p>\n<p>Unless otherwise set out below, each capitalized term in this DPA shall have the meaning set out in the Agreement.\nIn this DPA, unless the context requires otherwise:</p>\n<p>“<strong>Affiliates</strong>” means the current and future respective affiliated offices of Customer;</p>\n<p>“<strong>CCPA</strong>” means the California Consumer Privacy Act, Cal.\nCiv.\nCode §§ 1798.100 et seq., including any amendments and any implementing regulations thereto that become effective on or after the effective date of this DPA;</p>\n<p>“<strong>CCPA Consumer</strong>” means a “consumer” as such term is defined in the CCPA;</p>\n<p>“<strong>CCPA Personal Information</strong>” means the “<strong>personal information</strong>” (as defined in the CCPA) that the Service Provider Processes on behalf of the Customer and/or the Customer’s Affiliates in connection with the Service Provider’s provision of the Services;</p>\n<p>“<strong>Controller</strong>” has the meaning given in the GDPR;</p>\n<p>“<strong>Customer Personal Data</strong>” means the CCPA Personal Information and the GDPR Personal Data;</p>\n<p>“<strong>Data Processing Services</strong>” means the Processing of CCPA Personal Information for any purpose permitted by the CCPA, such as for a permitted “business purpose,” as such term is defined in the CCPA, or for any other purpose expressly permitted by the CCPA;</p>\n<p>“<strong>Data Subject</strong>” has the meaning given in the GDPR;</p>\n<p>“<strong>EU Data Protection Laws</strong>” means the EU General Data Protection Regulation 2016/679 of the European Parliament and of the Council, the UK Data Protection Act and the UK GDPR (the “<strong>GDPR</strong>“);</p>\n<p>“<strong>European Economic Area</strong>” or “<strong>EEA</strong>” means the Member States of the European Union together with the UK, Switzerland, Iceland, Norway, and Liechtenstein;</p>\n<p>“<strong>GDPR Personal Data</strong>” means the “<strong>personal data</strong>” (as defined in the GDPR) that the Service Provider Processes on behalf of the Customer and/or the Customer’s Affiliates in connection with the Service Provider’s provision of the Services;</p>\n<p>“<strong>Processing</strong>” has the meaning given in the GDPR, and “<strong>Process</strong>” will be interpreted accordingly;</p>\n<p>“<strong>Processor</strong>” has the meaning given in the GDPR;</p>\n<p>“<strong>Security Incident</strong>” means any accidental or unlawful destruction, loss, alteration, unauthorised disclosure of, or access to, any Customer Personal Data;</p>\n<p>“<strong>Sell</strong>” and “<strong>Sale</strong>” have the meaning given in the CCPA;</p>\n<p>“<strong>Services</strong>” means the service(s) provided by Service Provider to the Customer under the Agreement, including the Data Processing Services;</p>\n<p>“<strong>Standard Contractual Clauses</strong>” means the Standard Contractual Clauses (processors) approved by the European Commission Decision C(2010)593 or any subsequent version thereof released by the European Commission (which will automatically apply), together with Schedule 1 and Schedule 2 of this DPA.\na copy of the Standard Contractual Clauses as of the date of this DPA is attached as Schedule 3 of this DPA for the Parties’ convenience;</p>\n<p>“<strong>Subprocessor</strong>” means any Processor engaged by the Service Provider who agrees to receive from the Service Provider any Customer Personal Data.\nand</p>\n<p>“<strong>Supervisory Authority</strong>” has the meaning given in the GDPR.</p>\n<ol>\n<li>\n<strong>APPLICABILITY TO CUSTOMER PERSONAL DATA</strong>.\nExcept as otherwise provided in this DPA, this DPA shall apply to all Processing of Customer Personal Data by or on behalf of the Service Provider.</li>\n</ol>\n<p>\n<strong>REQUIREMENTS FOR GDPR PERSONAL DATA: </strong>\n</p>\n<ol>\n<li>\n<strong>GDPR PERSONAL DATA PROCESSING</strong>\n</li>\n</ol>\n<ol>\n<li>Applicability to GDPR Personal Data.\nClauses 2 through 5 of this DPA shall only apply to the Processing of GDPR Personal Data by or on behalf of the Service Provider</li>\n<li>Role of the Parties.\nFor the purposes of the EU Data Protection Laws, the Parties acknowledge and agree that the Service Provider acts as Processor and the Customer and/or Customer’s Affiliates act as Controllers.\nThe Customer acts as a single point of contact for its Affiliates with respect to compliance with EU Data Protection Laws, such that where the Service Provider gives notice to the Customer, such information or notice is deemed received by the Customer’s Affiliates.\nThe Parties acknowledge and agree that any claims in connection with EU Data Protection Laws under this DPA will be brought by the Customer, whether acting for itself or on behalf of an Affiliate.</li>\n<li>Instructions for GDPR Personal Data Processing</li>\n</ol>\n<p>The Service Provider will only Process GDPR Personal Data in accordance with:</p>\n<ol>\n<li>the Agreement, to the extent necessary to provide the Services to the Customer, and</li>\n<li>the Customer’s instructions,</li>\n</ol>\n<p>unless Processing is required by European Union or Member State law to which Service Provider is subject, in which case the Service Provider shall, to the extent permitted by European Union or Member State law, inform the Customer of that legal requirement before Processing that GDPR Personal Data.</p>\n<ol>\n<li>Processing GDPR Personal Data outside the scope of this DPA or the Agreement will require prior written agreement between the Customer and the Service Provider on additional instructions for Processing.</li>\n<li>Required consents and notices</li>\n</ol>\n<p>Where required by applicable EU Data Protection Laws, the Customer will ensure that it has obtained/will obtain all necessary consents, and has given/will give all necessary notices, for the Processing of GDPR Personal Data by the Service Provider in accordance with the Agreement.</p>\n<ol>\n<li>\n<strong>TRANSFER OF GDPR PERSONAL DATA</strong>\n</li>\n</ol>\n<ol>\n<li>Customer acknowledges and agrees that Service Provider may retain Subprocessors for the purpose of providing services under the Agreement, and hereby provides general authorization to the use of Subprocessors for such purposes and to all Subprocessors retained by Service Provider as of the date of this DPA.\nIf Service Provider engages a Subprocessor that will process Personal Data after the date of this DPA, Service Provider will promptly provide Customer with notice identifying such Subprocessor by posting details regarding any such Subprocessor on its website or by email or “push notification” to Customer.\nCustomer will have ten (10) days from receipt of such notice to notify Service Provider of its objection to such Subprocessor (providing specific details of the objection), and Service Provider and Customer will thereafter have a commercially reasonable period of time to cooperate in good faith to address the objection.\nIf Service Provider is unable to address the objection to Customer’s satisfaction, then Customer’s sole and exclusive remedy is to terminate the Agreement.\nIf Customer terminates pursuant to this Section 3.1, then all fees owed by Customer to Service Provider for the then-current term of the Agreement will immediately become due.</li>\n<li>Liability of Subprocessors of GDPR Personal Data</li>\n</ol>\n<p>The Service Provider shall at all times remain responsible for compliance with its obligations under this DPA with respect to the EU Data Protection Laws and will be liable to the Customer for the acts and omissions of any Subprocessor approved by the Customer that Processes GDPR Personal Data as if they were the acts and omissions of the Service Provider.</p>\n<ol>\n<li>Prohibition on Transfers of GDPR Personal Data</li>\n</ol>\n<p>GDPR Personal Data from a Customer’s establishments in the EEA may only be exported or accessed by the Service Provider or its Subprocessors outside the EEA (the “<strong>International Transfer</strong>“):</p>\n<ol>\n<li>if the recipient, or the country or territory in which it Processes GDPR Personal Data, ensures an adequate level of protection for the rights and freedoms of Data Subjects in relation to the Processing of GDPR Personal Data as determined by the European Commission.\nor</li>\n<li>in accordance with clause 3.4.</li>\n</ol>\n<ol>\n<li>Standard Contractual Clauses</li>\n</ol>\n<ol>\n<li>The Standard Contractual Clauses apply where there is an International Transfer to a country or territory that does not ensure an adequate level of protection for the rights and freedoms of Data Subjects in relation to the processing of GDPR Personal Data as determined by the European Commission.</li>\n<li>For Subprocessors based outside the EEA and outside any country for which the European Commission has published an adequacy decision (the “<strong>Third Country Subprocessors</strong>“), the Service Provider will enter into an unchanged version of the Standard Contractual Clauses with Third Country Subprocessors prior to the Subprocessor’s processing of GDPR Personal Data.\nThe Customer hereby accedes to the Standard Contractual Clauses between the Service Provider and the Third Country Subprocessor.\nThe Service Provider will enforce the Standard Contractual Clauses against the Subprocessor on behalf of the Customer if a direct enforcement right is not available under EU Data Protection Laws.</li>\n<li>If there is an inconsistency between any of the provisions of this DPA and the provisions of the Standard Contractual Clauses, the provisions of the Standard Contractual Clauses shall prevail.</li>\n</ol>\n<ol>\n<li>\n<strong>ACCESS REQUESTS AND DATA SUBJECT RIGHTS</strong>\n</li>\n</ol>\n<ol>\n<li>Data Subject Requests</li>\n</ol>\n<p>Unless otherwise required by applicable law, the Service Provider shall promptly notify the Customer of any request received by the Service Provider or any Subprocessor from a Data Subject in respect of the GDPR Personal Data of the Data Subject, and shall not respond to the Data Subject.</p>\n<ol>\n<li>The Service Provider shall, where possible, assist the Customer with ensuring its compliance under applicable EU Data Protection Laws, and in particular shall:</li>\n</ol>\n<ol>\n<li>provide the Customer with the ability to correct, delete, block, access or copy the GDPR Personal Data of a Data Subject, or</li>\n<li>promptly correct, delete, block, access or copy GDPR Personal Data within the Services at the Customer’s request.</li>\n</ol>\n<ol>\n<li>Data Subject Rights</li>\n</ol>\n<p>Where applicable by virtue of Article 28(3)(e) of the GDPR, taking into account the nature of the Processing, the Service Provider shall assist the Customer by implementing appropriate technical and organisational measures, insofar as this is possible, for the fulfilment of the Customer’s obligation to respond to requests for exercising Data Subject rights laid down in the GDPR.</p>\n<ol>\n<li>\n<strong>Data Protection Impact Assessment and Prior Consultation</strong>\n</li>\n</ol>\n<ol>\n<li>Where applicable by virtue of Article 28(3)(f) of the GDPR, the Service Provider shall provide reasonable assistance to the Customer with any data protection impact assessments which are referred to in Article 35 of the GDPR and with any prior consultations to any Supervisory Authority of the Customer which are referred to in Article 36 of the GDPR, in each case solely in relation to Processing of GDPR Personal Data and taking into account the nature of the Processing and information available to the Service Provider</li>\n</ol>\n<p>\n<strong>REQUIREMENTS FOR CCPA PERSONAL INFORMATION: </strong>\n</p>\n<ol>\n<li>\n<strong>CCPA PERSONAL INFORMATION PROCESSING</strong>\n</li>\n</ol>\n<ol>\n<li>Applicability to CCPA Personal Information.\nClauses 6 through 8 of this DPA shall only apply to the Processing of CCPA Personal Information by or on behalf of the Service Provider.</li>\n<li>Role of the Parties.\nFor the purposes of the CCPA, the Parties acknowledge and agree that the Service Provider will act as a “Service Provider” as such term is defined in the CCPA, in its performance of its obligations pursuant to the Agreement.\nThe Customer will act as a single point of contact for its Affiliates with respect to CCPA compliance, such that if the Service Provider gives notice to the Customer, such information or notice will be deemed received by the Customer’s Affiliates.\n&nbsp;The Parties acknowledge and agree that any claims in connection with the CCPA under this DPA will be brought by the Customer, whether acting for itself or on behalf of an Affiliate.</li>\n<li>Instructions for CCPA Personal Information Processing</li>\n</ol>\n<p>Service Provider shall not retain, use or disclose CCPA Personal Information for any purpose other than for the specific purpose of providing the Services, or as otherwise permitted by the CCPA.\nService Provider acknowledges and agrees that it shall not retain, use or disclose CCPA Personal Information for a commercial purpose other than providing the Services.</p>\n<ol>\n<li>Required consents and notices</li>\n</ol>\n<p>Where required by applicable laws, the Customer will ensure that it has obtained/will obtain all necessary consents, and has given/will give all necessary notices, for the Processing of CCPA Personal Information by the Service Provider in accordance with the Agreement.</p>\n<ol>\n<li>\n<strong>TRANSFER OF CCPA PERSONAL INFORMATION</strong>\n</li>\n</ol>\n<ol>\n<li>No Disclosure of CCPA Personal Information</li>\n</ol>\n<p>The Service Provider shall not disclose, release, transfer, make available or otherwise communicate any CCPA Personal Information to another business or third party without the prior written consent of the Customer unless and to the extent that such disclosure is made to a Subprocessor for a business purpose, provided that Service Provider has entered into a written agreement with Subprocessor which imposes the same obligations on the Subprocessor with regard to their Processing of CCPA Personal Information as are imposed on the Service Provider under this DPA and the Agreement.\nNotwithstanding the foregoing, nothing in this Agreement shall restrict the Service Provider’s ability to disclose CCPA Personal Information to comply with applicable laws or as otherwise permitted by the CCPA.</p>\n<ol>\n<li>No Sale of CCPA Personal Information</li>\n</ol>\n<p>The Service Provider shall not Sell any Customer Personal Data to another business or third party without the prior written consent of the Customer.</p>\n<ol>\n<li>Liability of Subprocessors of CCPA Personal Information</li>\n</ol>\n<p>The Service Provider shall at all times remain responsible for compliance with its obligations under this DPA with respect to the CCPA and will be liable to the Customer for the acts and omissions of any Subprocessor or other third party to whom Service Provider has disclosed or permitted to Process CCPA Personal Information as if they were the acts and omissions of the Service Provider.</p>\n<ol>\n<li>\n<strong>CONSUMER RIGHTS REQUESTS</strong>\n</li>\n</ol>\n<ol>\n<li>CCPA Consumer Rights Requests</li>\n</ol>\n<p>On and after the effective date of the CCPA, Service Provider shall comply with all applicable requirements of the CCPA, and shall, where possible and at Service Provider’s expense, assist Customer with ensuring its compliance under applicable CCPA requirements, and in particular shall:</p>\n<ol>\n<li>provide the Customer with the ability to delete, block, access or copy the CCPA Personal Information of a CCPA Consumer, or</li>\n<li>promptly delete, block, access or copy CCPA Personal Information within the Services at the Customer’s request.</li>\n</ol>\n<ol>\n<li>Notice of Requests</li>\n</ol>\n<p>The Service Provider shall promptly notify the Customer of any request received by the Service Provider or any Subprocessor from a CCPA Consumer in respect of the CCPA Personal Information of the CCPA Consumer, and shall not respond to the CCPA Consumer.</p>\n<ol>\n<li>CCPA Policies, Procedures, and Controls</li>\n</ol>\n<p>Prior to the effective date of the CCPA, Service Provider shall adopt policies, procedures, and controls that enable Service Provider to respond, and to cause its agents and employees to respond, promptly to any rights request pursuant to the CCPA, including any disclosure request, deletion request or opt-out request</p>\n<p>\n<strong>REQUIREMENTS FOR ALL CUSTOMER PERSONAL DATA:</strong>\n</p>\n<ol>\n<li>\n<strong>SECURITY</strong>\n</li>\n</ol>\n<ol>\n<li>Service Provider Security Obligations</li>\n</ol>\n<p>Taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of Processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, the Service Provider shall implement appropriate technical and organisational measures to ensure a level of security appropriate to the risk including, where applicable by virtue of Article 28(3)(c) of the GDPR, and as appropriate, the measures referred to in Article 32(1) of the GDPR.\nWithout limiting the generality of the foregoing, the Service Provider shall put in place and maintain the technical and organisational measures as set out in Schedule 3 of this DPA to protect the Customer Personal Data against any Security Incident.</p>\n<ol>\n<li>Service Provider Audits</li>\n</ol>\n<p>The Customer may audit (by itself or using independent third-party auditors) the Service Provider’s compliance with this DPA once annually.</p>\n<ol>\n<li>Where applicable by virtue of Article 28(3)(h) of the GDPR, the Service Provider shall make available to the Customer on request all information necessary to demonstrate compliance with this DPA.\nThe Service Provider shall promptly inform the Customer if, in its opinion, an instruction pursuant to this clause 9.3 infringes the GDPR or other EEA or Member State or UK data protection provisions.</li>\n<li>Security Incident Notification</li>\n</ol>\n<p>If the Service Provider or any Subprocessor becomes aware of a Security Incident, then the Service Provider shall promptly notify the Customer, take any additional steps that are reasonably necessary to remedy any non-compliance with this DPA, including complying with all applicable requirements of the Agreement, and reasonably cooperate in the investigation of the Security Incident.</p>\n<ol>\n<li>Service Provider Employees and Personnel</li>\n</ol>\n<p>The Service Provider shall limit access to Customer Personal Data to those employees or other personnel who have a business need to have access to such Customer Personal Data.\nFurther, the Service Provider shall ensure that such employees or other personnel are bound by a duty of confidentiality of such Customer Personal Data in accordance with the provisions of this DPA.</p>\n<ol>\n<li>\n<strong>TERMINATION</strong>\n</li>\n</ol>\n<ol>\n<li>Deletion of data</li>\n</ol>\n<p>Subject to clause 10.2 and 10.3 below, the Service Provider shall promptly and in any event within 90 (ninety) days of the date of termination of the Agreement (or within such shorter timeframe as may be required by the Agreement):</p>\n<ol>\n<li>return a complete copy of all Customer Personal Data by secure file transfer in such a format as notified by the Customer to the Service Provider.\nand</li>\n<li>delete and procure the deletion of all other copies of Customer Personal Data Processed by the Service Provider or any Subprocessors.</li>\n</ol>\n<ol>\n<li>Subject to clause 10.3 below, the Customer may in its absolute discretion notify the Service Provider in writing within 30 (thirty) days after the date of termination of the Agreement to require the Service Provider to delete and procure the deletion of all copies of Customer Personal Data Processed by the Service Provider or any Subprocessors.\nThe Service Provider shall comply with any such written request within 90 (ninety) days after the date of termination of the Agreement (or within such shorter timeframe as may be required by the Agreement), and for the avoidance of doubt where this clause 10.2 applies, the Service Provider shall not be required to provide a copy of such Customer Personal Data to the Customer.</li>\n<li>The Service Provider may retain Customer Personal Data to the extent required by applicable laws, and only to the extent and for such period as required by applicable laws, and always provided that the Service Provider shall ensure the confidentiality of all such Customer Personal Data in accordance with this DPA and the Agreement and shall ensure that such Customer Personal Data is only Processed as necessary for the purpose(s) specified in the applicable laws requiring its storage and for no other purpose.</li>\n<li>The Service Provider shall provide written certification to Customer that it has fully complied with this clause 10 within 90 (ninety) days after the date of termination of the Agreement (or within such shorter timeframe as may be required by the Agreement).</li>\n</ol>\n<ol>\n<li>\n<strong>BENEFIT TO AFFILIATES</strong>\n</li>\n</ol>\n<p>\n<strong>This DPA is entered into on the date of the DPA first set out above.\n</strong>\n</p>\n<p>\n<strong>On behalf of the Customer:</strong>\n</p>\n<p>\n<strong>Customer</strong>, on behalf of itself, its Affiliates, and its current and future affiliated offices:</p>\n<p>&nbsp;</p>\n<p>Name:</p>\n<p>Position:</p>\n<p>Address:</p>\n<p>Signature……………………………………….</p>\n<p>Date……………………………………………..</p>\n<p>\n<strong>On behalf of the Service Provider:</strong>\n</p>\n<p>\n<strong>Shogun Labs, Inc.: </strong>\n</p>\n<p>Position:</p>\n<p>Address:</p>\n<p>Signature……………………………………….</p>\n<p>Date……………………………………………..</p>\n<p>\n<strong>Schedule 1</strong>\n</p>\n<p>\n<strong>\n<br> Details of the transfer</strong>\n</p>\n<p>\n<strong>Data Exporter</strong>\n</p>\n<p>The Customer subscribed to the Services that include Processing of GDPR Personal Data.</p>\n<p>\n<strong>Data Importer</strong>\n</p>\n<p>Service Provider and its Subprocessors.</p>\n<p>\n<strong>Data Subjects</strong>\n</p>\n<p>Unless provided otherwise by the Data Exporter, transferred GDPR Personal Data relates to the following categories of data subjects: customer end user data.</p>\n<p>\n<strong>Data Categories</strong>\n</p>\n<p>The Customer determines the categories of data entered onto the Services.\nThe transferred GDPR Personal Data typically relates to the following categories of data: e.g., name, phone numbers, email address, address data where accessed for the limited purpose of providing customer service and in form submission.</p>\n<p>\n<strong>Special Data Categories (if appropriate)</strong>\n</p>\n<p>The transferred GDPR Personal Data typically concerns the following special categories of data: None</p>\n<p>\n<strong>Processing Operations</strong>\n</p>\n<p>The transferred GDPR Personal Data is subject to the following basic processing activities:</p>\n<ul>\n<li>use of GDPR Personal Data to set up, operate, monitor and provide the Services (including operational and technical support)</li>\n<li>provision of consulting services</li>\n<li>communication to authorized users</li>\n<li>storage of GDPR Personal Data in dedicated data centers</li>\n<li>upload any fixes or upgrades to the Services</li>\n<li>back up of GDPR Personal Data</li>\n<li>computer processing of GDPR Personal Data, including data transmission, data retrieval, data access</li>\n<li>network access to allow GDPR Personal Data transfer</li>\n<li>execution of instructions of the Customer in accordance with the Agreement</li>\n</ul>\n<p>\n<strong>SCHEDULE 2</strong>\n</p>\n<p>\n<strong>\n<br> technical and organisational measures</strong>\n</p>\n<ol>\n<li>Service Provider maintains internal policies and procedures, and procures that its Subprocessors also maintain internal policies and procedures, which are designed to:</li>\n</ol>\n<ol>\n<li>secure any Customer Personal Data Processed by Service Provider against accidental or unlawful loss, access, or disclosure;</li>\n<li>identify reasonably foreseeable and internal risks to security and unauthorized access to any Customer Personal Data Processed by Service Provider.\nand</li>\n<li>minimise security risks, including through risk assessment and regular testing.</li>\n</ol>\n<ol>\n<li>Service Provider will, and will also procure that its Subprocessors will, conduct periodic reviews to:</li>\n</ol>\n<ol>\n<li>evaluate the security of its network and associated services and the adequacy of its information security program, as measured against industry security standards, Service Provider’s policies and procedures, and all applicable information security requirements in the Agreement.\nand</li>\n<li>determine whether additional or different security measures are required (i) for Service Provider’s continued compliance with industry standards, its policies and procedures, and all applicable information security requirements in the Agreement, and (ii) to respond to new security risks or findings generated by the period reviews.</li>\n</ol>\n<ol>\n<li>Without limiting the generality of the foregoing provisions of this Schedule 2, Service Provider will implement and maintain (for so long as Service Provider continues to Process any Customer Personal Data) all applicable information security requirements in the Agreement.\nIn the event of a conflict between the provisions of the Information Security Requirements and a provision of this Data Processing Agreement, the provision that is more stringent will control.</li>\n</ol>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Schedule 3</strong>\n</p>\n<p>\n<strong>Standard Contractual Clauses (processors)</strong>\n</p>\n<p>For the purposes of Article 26(2) of Directive 95/46/EC for the transfer of personal data to processors established in third countries which do not ensure an adequate level of data protection Name of the data exporting organisation: Customer each on behalf of itself and their current and future respective affiliated offices established in a Member State and/or Switzerland, including without limitation, those listed on Appendix 3 attached.</p>\n<p>Name of the data importing organisation: Service Provider.</p>\n<p>each a “party”.\ntogether “the parties”,</p>\n<p>HAVE AGREED, as of the date of the last signature, on the following Contractual Clauses (the Clauses) in order to adduce adequate safeguards with respect to the protection of privacy and fundamental rights and freedoms of individuals for the transfer by the data exporter to the data importer of the personal data specified in Appendix 1.</p>\n<ol>\n<li>\n<em> 2.</em>\n<strong>\n</strong>\n<p>\n<strong>\n<em>Definitions</em>\n</strong>\n</p>\n</li>\n</ol>\n<p>For the purposes of the Clauses:</p>\n<ol>\n<li>‘<em>personal data</em>‘, ‘<em>special categories of data</em>‘, ‘<em>process/processing</em>‘, <em>‘controller’</em>, <em>‘processor’</em>, ‘<em>data subject</em>‘ and ‘<em>supervisory authority</em>‘ shall have the same meaning as in Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data;</li>\n<li>‘<em>the data exporter’</em> means the controller who transfers the personal data;</li>\n<li>\n<em>‘the data importer’</em> means the processor who agrees to receive from the data exporter personal data intended for processing on his behalf after the transfer in accordance with his instructions and the terms of the Clauses and who is not subject to a third country’s system ensuring adequate protection within the meaning of Article 25(1) of Directive 95/46/EC;</li>\n<li>\n<em>‘the subprocessor’</em> means any processor engaged by the data importer or by any other subprocessor of the data importer who agrees to receive from the data importer or from any other subprocessor of the data importer personal data exclusively intended for processing activities to be carried out on behalf of the data exporter after the transfer in accordance with his instructions, the terms of the Clauses and the terms of the written subcontract;</li>\n<li>‘<em>the applicable data protection law</em>\n<strong>\n<em>‘</em>\n</strong> means the legislation protecting the fundamental rights and freedoms of individuals and, in particular, their right to privacy with respect to the processing of personal data applicable to a data controller in the Member State in which the data exporter is established;</li>\n<li>\n<em>‘technical and organisational security measures’</em> means those measures aimed at protecting personal data against accidental or unlawful destruction or accidental loss, alteration, unauthorised disclosure or access, in particular where the processing involves the transmission of data over a network, and against all other unlawful forms of processing.</li>\n</ol>\n<ol>\n<li>\n<em> 3.</em>\n<strong>\n</strong>\n<p>\n<strong>\n<em>Details of the transfer</em>\n</strong>\n</p>\n</li>\n</ol>\n<p>The details of the transfer and in particular the special categories of personal data where applicable are specified in Appendix 1 which forms an integral part of the Clauses.</p>\n<ol>\n<li>\n<strong> 4.</strong>\n<p>\n<strong>\n<em>Third-party beneficiary clause</em>\n</strong>\n</p>\n</li>\n</ol>\n<ol>\n<li>The data subject can enforce against the data exporter this Clause, Clause 4(b) to (i), Clause 5(a) to (e), and (g) to (j), Clause 6(1) and (2), Clause 7, Clause 8(2), and Clauses 9 to 12 as third-party beneficiary.</li>\n<li>The data subject can enforce against the data importer this Clause, Clause 5(a) to (e) and (g), Clause 6, Clause 7, Clause 8(2), and Clauses 9 to 12, in cases where the data exporter has factually disappeared or has ceased to exist in law unless any successor entity has assumed the entire legal obligations of the data exporter by contract or by operation of law, as a result of which it takes on the rights and obligations of the data exporter, in which case the data subject can enforce them against such entity.</li>\n<li>The data subject can enforce against the subprocessor this Clause, Clause 5(a) to (e) and (g), Clause 6, Clause 7, Clause 8(2), and Clauses 9 to 12, in cases where both the data exporter and the data importer have factually disappeared or ceased to exist in law or have become insolvent, unless any successor entity has assumed the entire legal obligations of the data exporter by contract or by operation of law as a result of which it takes on the rights and obligations of the data exporter, in which case the data subject can enforce them against such entity.\nSuch third-party liability of the subprocessor shall be limited to its own processing operations under the Clauses.</li>\n<li>The parties do not object to a data subject being represented by an association or other body if the data subject so expressly wishes and if permitted by national law.</li>\n</ol>\n<ol>\n<li>\n<em> 5.</em>\n<strong>\n</strong>\n<p>\n<strong>\n<em>Obligations of the data exporter</em>\n</strong>\n</p>\n</li>\n</ol>\n<p>The data exporter agrees and warrants:</p>\n<ol>\n<li>that the processing, including the transfer itself, of the personal data has been and will continue to be carried out in accordance with the relevant provisions of the applicable data protection law (and, where applicable, has been notified to the relevant authorities of the Member State where the data exporter is established) and does not violate the relevant provisions of that State;</li>\n<li>that it has instructed and throughout the duration of the personal data processing services will instruct the data importer to process the personal data transferred only on the data exporter’s behalf and in accordance with the applicable data protection law and the Clauses;</li>\n<li>that the data importer will provide sufficient guarantees in respect of the technical and organisational security measures specified in Appendix 2 to this contract;</li>\n<li>that after assessment of the requirements of the applicable data protection law, the security measures are appropriate to protect personal data against accidental or unlawful destruction or accidental loss, alteration, unauthorised disclosure or access, in particular where the processing involves the transmission of data over a network, and against all other unlawful forms of processing, and that these measures ensure a level of security appropriate to the risks presented by the processing and the nature of the data to be protected having regard to the state of the art and the cost of their implementation;</li>\n<li>that it will ensure compliance with the security measures;</li>\n<li>that, if the transfer involves special categories of data, the data subject has been informed or will be informed before, or as soon as possible after, the transfer that its data could be transmitted to a third country not providing adequate protection within the meaning of Directive 95/46/EC;</li>\n<li>to forward any notification received from the data importer or any subprocessor pursuant to Clause 5(b) and Clause 8(3) to the data protection supervisory authority if the data exporter decides to continue the transfer or to lift the suspension;</li>\n<li>to make available to the data subjects upon request a copy of the Clauses, with the exception of Appendix 2, and a summary description of the security measures, as well as a copy of any contract for subprocessing services which has to be made in accordance with the Clauses, unless the Clauses or the contract contain commercial information, in which case it may remove such commercial information;</li>\n<li>that, in the event of subprocessing, the processing activity is carried out in accordance with Clause 11 by a subprocessor providing at least the same level of protection for the personal data and the rights of data subject as the data importer under the Clauses.\nand</li>\n<li>that it will ensure compliance with Clause 4(a) to (i).</li>\n</ol>\n<ol>\n<li>\n<em> 6.</em>\n<strong>\n</strong>\n<p>\n<strong>\n<em>Obligations of the data importer</em>\n</strong>\n</p>\n</li>\n</ol>\n<p>The data importer agrees and warrants:</p>\n<ol>\n<li>to process the personal data only on behalf of the data exporter and in compliance with its instructions and the Clauses.\nif it cannot provide such compliance for whatever reasons, it agrees to inform promptly the data exporter of its inability to comply, in which case the data exporter is entitled to suspend the transfer of data and/or terminate the contract;</li>\n<li>that it has no reason to believe that the legislation applicable to it prevents it from fulfilling the instructions received from the data exporter and its obligations under the contract and that in the event of a change in this legislation which is likely to have a substantial adverse effect on the warranties and obligations provided by the Clauses, it will promptly notify the change to the data exporter as soon as it is aware, in which case the data exporter is entitled to suspend the transfer of data and/or terminate the contract;</li>\n<li>that it has implemented the technical and organisational security measures specified in Appendix 2 before processing the personal data transferred;</li>\n<li>that it will promptly notify the data exporter about:</li>\n</ol>\n<ol>\n<li>any legally binding request for disclosure of the personal data by a law enforcement authority unless otherwise prohibited, such as a prohibition under criminal law to preserve the confidentiality of a law enforcement investigation,</li>\n<li>any accidental or unauthorised access, and</li>\n<li>any request received directly from the data subjects without responding to that request, unless it has been otherwise authorised to do so;</li>\n</ol>\n<ol>\n<li>to deal promptly and properly with all inquiries from the data exporter relating to its processing of the personal data subject to the transfer and to abide by the advice of the supervisory authority with regard to the processing of the data transferred;</li>\n<li>at the request of the data exporter to submit its data processing facilities for audit of the processing activities covered by the Clauses which shall be carried out by the data exporter or an inspection body composed of independent members and in possession of the required professional qualifications bound by a duty of confidentiality, selected by the data exporter, where applicable, in agreement with the supervisory authority;</li>\n<li>to make available to the data subject upon request a copy of the Clauses, or any existing contract for subprocessing, unless the Clauses or contract contain commercial information, in which case it may remove such commercial information, with the exception of Appendix 2 which shall be replaced by a summary description of the security measures in those cases where the data subject is unable to obtain a copy from the data exporter;</li>\n<li>that, in the event of subprocessing, it has previously informed the data exporter and obtained its prior written consent;</li>\n<li>that the processing services by the subprocessor will be carried out in accordance with Clause 11;</li>\n<li>to send promptly a copy of any subprocessor agreement it concludes under the Clauses to the data exporter.</li>\n</ol>\n<ol>\n<li>\n<em> 7.</em>\n<strong>\n</strong>\n<p>\n<strong>\n<em>Liability</em>\n</strong>\n</p>\n</li>\n</ol>\n<ol>\n<li>The parties agree that any data subject, who has suffered damage as a result of any breach of the obligations referred to in Clause 3 or in Clause 11 by any party or subprocessor is entitled to receive compensation from the data exporter for the damage suffered.</li>\n<li>If a data subject is not able to bring a claim for compensation in accordance with paragraph 1 against the data exporter, arising out of a breach by the data importer or his subprocessor of any of their obligations referred to in Clause 3 or in Clause 11, because the data exporter has factually disappeared or ceased to exist in law or has become insolvent, the data importer agrees that the data subject may issue a claim against the data importer as if it were the data exporter, unless any successor entity has assumed the entire legal obligations of the data exporter by contract of by operation of law, in which case the data subject can enforce its rights against such entity.</li>\n</ol>\n<p>The data importer may not rely on a breach by a subprocessor of its obligations in order to avoid its own liabilities.</p>\n<ol>\n<li>If a data subject is not able to bring a claim against the data exporter or the data importer referred to in paragraphs 1 and 2, arising out of a breach by the subprocessor of any of their obligations referred to in Clause 3 or in Clause 11 because both the data exporter and the data importer have factually disappeared or ceased to exist in law or have become insolvent, the subprocessor agrees that the data subject may issue a claim against the data subprocessor with regard to its own processing operations under the Clauses as if it were the data exporter or the data importer, unless any successor entity has assumed the entire legal obligations of the data exporter or data importer by contract or by operation of law, in which case the data subject can enforce its rights against such entity.\nThe liability of the subprocessor shall be limited to its own processing operations under the Clauses.</li>\n</ol>\n<ol>\n<li>\n<em> 8.</em>\n<strong>\n</strong>\n<p>\n<strong>\n<em>Mediation and jurisdiction</em>\n</strong>\n</p>\n</li>\n</ol>\n<ol>\n<li>The data importer agrees that if the data subject invokes against it third-party beneficiary rights and/or claims compensation for damages under the Clauses, the data importer will accept the decision of the data subject:</li>\n</ol>\n<ol>\n<li>to refer the dispute to mediation, by an independent person or, where applicable, by the supervisory authority;</li>\n<li>to refer the dispute to the courts in the Member State in which the data exporter is established.</li>\n</ol>\n<ol>\n<li>The parties agree that the choice made by the data subject will not prejudice its substantive or procedural rights to seek remedies in accordance with other provisions of national or international law.</li>\n</ol>\n<ol>\n<li>\n<em> 9.</em>\n<strong>\n</strong>\n<p>\n<strong>\n<em>Cooperation with supervisory authorities</em>\n</strong>\n</p>\n</li>\n</ol>\n<ol>\n<li>The data exporter agrees to deposit a copy of this contract with the supervisory authority if it so requests or if such deposit is required under the applicable data protection law.</li>\n<li>The parties agree that the supervisory authority has the right to conduct an audit of the data importer, and of any subprocessor, which has the same scope and is subject to the same conditions as would apply to an audit of the data exporter under the applicable data protection law.</li>\n<li>The data importer shall promptly inform the data exporter about the existence of legislation applicable to it or any subprocessor preventing the conduct of an audit of the data importer, or any subprocessor, pursuant to paragraph 2.\nIn such a case the data exporter shall be entitled to take the measures foreseen in Clause 5 (b).</li>\n</ol>\n<ol>\n<li>\n<em> 10.</em>\n<strong>\n</strong>\n<p>\n<strong>\n<em>Governing Law</em>\n</strong>\n</p>\n</li>\n</ol>\n<p>The Clauses shall be governed by the law of the Member State in which the data exporter is established, namely the Member State in which the applicable data exporter’s dependent office is located.</p>\n<ol>\n<li>\n<em> 11.</em>\n<strong>\n</strong>\n<p>\n<strong>\n<em>Variation of the contract</em>\n</strong>\n</p>\n</li>\n</ol>\n<p>The parties undertake not to vary or modify the Clauses.\nThis does not preclude the parties from adding clauses on business related issues where required as long as they do not contradict the Clause.</p>\n<ol>\n<li>\n<em> 12.</em>\n<strong>\n</strong>\n<p>\n<strong>\n<em>Subprocessing</em>\n</strong>\n</p>\n</li>\n</ol>\n<ol>\n<li>The data importer shall not subcontract any of its processing operations performed on behalf of the data exporter under the Clauses without the prior written consent of the data exporter.\nWhere the data importer subcontracts its obligations under the Clauses, with the consent of the data exporter, it shall do so only by way of a written agreement with the subprocessor which imposes the same obligations on the subprocessor as are imposed on the data importer under the Clauses.\nWhere the subprocessor fails to fulfil its data protection obligations under such written agreement the data importer shall remain fully liable to the data exporter for the performance of the subprocessor’s obligations under such agreement.</li>\n<li>The prior written contract between the data importer and the subprocessor shall also provide for a third-party beneficiary clause as laid down in Clause 3 for cases where the data subject is not able to bring the claim for compensation referred to in paragraph 1 of Clause 6 against the data exporter or the data importer because they have factually disappeared or have ceased to exist in law or have become insolvent and no successor entity has assumed the entire legal obligations of the data exporter or data importer by contract or by operation of law.\nSuch third-party liability of the subprocessor shall be limited to its own processing operations under the Clauses.</li>\n<li>The provisions relating to data protection aspects for subprocessing of the contract referred to in paragraph 1 shall be governed by the law of the Member State in which the data exporter is established, namely the Member State in which the applicable data exporter’s dependent office is located.</li>\n<li>The data exporter shall keep a list of subprocessing agreements concluded under the Clauses and notified by the data importer pursuant to Clause 5 (j), which shall be updated at least once a year.\nThe list shall be available to the data exporter’s data protection supervisory authority.</li>\n</ol>\n<ol>\n<li>\n<em> 13.</em>\n<strong>\n</strong>\n<p>\n<strong>\n<em>Obligation after the termination of personal data processing services</em>\n</strong>\n</p>\n</li>\n</ol>\n<ol>\n<li>The parties agree that on the termination of the provision of data processing services, the data importer and the subprocessor shall, at the choice of the data exporter, return all the personal data transferred and the copies thereof to the data exporter or shall destroy all the personal data and certify to the data exporter that it has done so, unless legislation imposed upon the data importer prevents it from returning or destroying all or part of the personal data transferred.\nIn that case, the data importer warrants that it will guarantee the confidentiality of the personal data transferred and will not actively process the personal data transferred anymore.</li>\n<li>The data importer and the subprocessor warrant that upon request of the data exporter and/or of the supervisory authority, it will submit its data processing facilities for an audit of the measures referred to in paragraph 1.</li>\n</ol>\n<p>\n<strong>APPENDIX 1 TO THE STANDARD CONTRACTUAL CLAUSES</strong>\n</p>\n<p>This Appendix forms part of the Clauses and must be completed and signed by the parties.</p>\n<p>The Member States may complete or specify, according to their national procedures, any additional necessary information to be contained in this Appendix.</p>\n<p>\n<strong>Data exporter</strong>\n</p>\n<p>The data exporter is (please specify briefly your activities relevant to the transfer):</p>\n<p>\n<em>See Schedule 1 to the Data Processing Addendum to which these Clauses are attached</em>\n</p>\n<p>\n<strong>Data importer</strong>\n</p>\n<p>The data importer is (please specify briefly activities relevant to the transfer):</p>\n<p>\n<em>See Schedule 1 to the Data Processing Addendum to which these Clauses are attached</em>\n</p>\n<p>\n<strong>Data subjects</strong>\n</p>\n<p>The personal data transferred concern the following categories of data subjects (please specify):</p>\n<p>\n<em>See Schedule 1 to the Data Processing Addendum to which these Clauses are attached</em>\n</p>\n<p>\n<strong>Categories of data</strong>\n</p>\n<p>The personal data transferred concern the following categories of data (please specify):</p>\n<p>\n<em>See Schedule 1 to the Data Processing Addendum to which these Clauses are attached</em>\n</p>\n<p>\n<strong>Special categories of data (if appropriate)</strong>\n</p>\n<p>The personal data transferred concern the following special categories of data (please specify):</p>\n<p>\n<em>See Schedule 1 to the Data Processing Addendum to which these Clauses are attached</em>\n</p>\n<p>\n<strong>Processing operations</strong>\n</p>\n<p>The personal data transferred will be subject to the following basic processing activities (please specify):</p>\n<p>\n<em>See Schedule 1 to the Data Processing Addendum to which these Clauses are attached</em>\n</p>\n<p>\n<strong>APPENDIX 2 TO THE STANDARD CONTRACTUAL CLAUSES</strong>\n</p>\n<p>This Appendix forms part of the Clauses and must be completed and signed by the parties.</p>\n<p>\n<strong>Description of the technical and organisational security measures implemented by the data importer in accordance with Clauses 4(d) and 5(c) (“TOMs”) (or document/legislation attached):</strong>\n</p>\n<p>\n<em>See Schedule 2 to the Data Processing Addendum to which these Clauses are attached</em>\n</p>\n<ul>\n<li> Product overview </li>\n<li> For ecommerce managers </li>\n<li> For ecommerce agencies </li>\n<li> Help center </li>\n<li> Page Builder updates </li>\n<li> Case studies </li>\n<li> Pricing </li>\n</ul>Partners<ul>\n<li> Become a Partner </li>\n</ul>Resources<ul>\n<li> Blog </li>\n<li> Guides &amp.\nreports </li>\n</ul>Company<ul>\n<li> About us </li>\n<li> Remote Life blog </li>\n<li> Press </li>\n<li> Careers </li>\n<li> Buy swag </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Data Protection </li>\n<li> Acceptable Use</li>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n<li> © 2022 Shogun Labs, Inc.</li>\n</ul> ", "created_at": "2023-07-08 04:14:39.167038", "updated_at": "2023-07-08 04:16:55.009317"}, {"id": 17378, "name": "Privacy Policy", "url": "https://getshogun.com/privacy", "xpath": "//body", "text": " Skip to Content Shogun <ul>\n<li> Product <ul>\n<li> PRODUCT</li>\n<li> Shogun Page Builder <p>Customize Shopify or BigCommerce with our powerful drag-and-drop page builder.</p>\n</li>\n<li> Page Builder Advanced <p>For growing brands that need to scale content with syncing for multi-store—This plan's for you.</p>\n</li>\n</ul>\n<ul>\n<li> WHY SHOGUN</li>\n<li> Case studies </li>\n<li> For Ecommerce Managers </li>\n<li> For Ecommerce Agencies </li>\n<li> For Ecommerce PPC </li>\n</ul> Ecommerce Website Templates LibraryBrowse our featured collection of templates and start building for free.\nLearn More </li>\n<li> Case Studies </li>\n<li> Pricing </li>\n<li> Partners </li>\n<li> Resources <ul>\n<li> Blog </li>\n<li> How-to guides and resources </li>\n<li> Page Builder help center </li>\n<li> Webinars </li>\n</ul>EBOOK Get inspired by these Shogun-built storesSee how these stunning Shopify stores convert with pages they’ve customized.\nGet the Ebook </li>\n<li>\n</li>\n</ul> Get in Touch Try for Free<ul>\n<li> For Shopify</li>\n<li> For BigCommerce</li>\n</ul>\n<ul>\n<li> Building Customer Experiences</li>\n<li> Scaling Your Store</li>\n<li> Conversion Optimization</li>\n<li> How to Sell Online</li>\n<li> Product News</li>\n</ul> Get in Touch Try for Free<ul>\n<li> For Shopify</li>\n<li> For BigCommerce</li>\n</ul> Privacy PolicyLast updated: March 29, 2021<p>Welcome to the web site (the “<strong>Site</strong>”) of Shogun Labs, Inc.\n(“<strong>Shogun</strong>”, “<strong>we</strong>”, “<strong>us</strong>” and/or “<strong>our</strong>”).\nThis Site is operated by Shogun and has been created to provide information about Shogun and our product and service offerings that post or link to this Privacy Policy now or in the future, including our cloud-based page building software tools and related services (together with the Site, the “<strong>Services</strong>”).\nThis Privacy Policy sets forth how we collect, use, disclose, and otherwise process Personal Information in connection with our Services.</p>What Is Personal Information?<p>When we use the term “<strong>Personal Information</strong>” in this Privacy Policy, we mean information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to an individual.&nbsp.\nIt does not include aggregated or deidentified information that is maintained in a form that is not reasonably capable of being associated with or linked to an individual.</p>Information We Collect<p>When you interact with us through the Services, we may collect Personal Information and other information from you, as further described below.\nSometimes we collect Personal Information automatically when an individual interacts with our Services, and sometimes, we collect the Personal Information directly from an individual.&nbsp.\nAt times, we may collect Personal Information about an individual from other sources and third parties, even before our first direct interaction.</p>\n<p>We collect Personal Information about different categories of individuals through the provision of our Services.&nbsp.\nThese include our clients and prospective clients (including representatives of our business clients), partners and prospective partners, and visitors to our websites.</p>Clients and Prospective Clients<p>We collect Personal Information from our clients and prospective clients in connection with our Services:</p>\n<ul>\n<li>\n<strong>Information provided by our clients and prospective clients to us directly</strong>, such as name, phone number, email address, location (including city, state or region), language information, payment account information, current employment information (such as company name, industry and professional title), profile image and other profile information, and any other information you choose to provide.</li>\n<li>\n<strong>Data collected through the use of the Services</strong>, such as how an individual uses the Services and their actions on the Services, which may include information that an individual provides to us when they contact us with inquiries, respond to one of our surveys, register for a webinar, register for access to the Services or use certain Services, including any third-party application profile data.</li>\n</ul>Job Applicants.<p>We may post job openings and opportunities on our Services.\nIf you reply to one of these postings by submitting your application, CV and/or cover letter to us, we will collect and use your information to assess your qualifications.</p>Partners and Prospective Partners<p>We collect Personal Information from our partners and prospective partners in connection with our Services:</p>\n<ul>\n<li>\n<strong>Information provided by our partners and prospective partners to us directly</strong>, such as name, phone number, email address, location (including city, state or region), language information, payment account information, current employment information (such as company name, industry and professional title), profile image and other profile information, and any other information you choose to provide.</li>\n<li>\n<strong>Data collected through the use of the Services</strong>, such as how an individual uses the Services and their actions on the Services, which may include information that an individual provides to us when they contact us with inquiries, respond to one of our surveys, register for a webinar, register for access to the Services or use certain Services.</li>\n</ul>Site Visitors<p>Site visitors interact with our online Services in ways that lead us to collect Personal Information about them.&nbsp.\nThe amount and type of Personal Information that we gather depends on the nature of the interaction with our online Services.&nbsp.\nWe may collect the following Personal Information from our Site visitors:</p>\n<ul>\n<li>\n<strong>Inquiry Information</strong>, including the content of a contact form submission or the content of an email through our blog;</li>\n<li>\n<strong>Personal Information Automatically Collected</strong>: As is true of most digital platforms, we collect certain Personal Information automatically when Site visitors visit our online Services, including:</li>\n</ul>\n<ul>\n<li>\n<strong>Log File Data</strong>, including internet protocol (IP) address, operating system, browser type, browser id, date/time of visit, and pages visited.</li>\n<li>\n<strong>Analytics Data</strong>, including the electronic path taken to our Services, through our Services and when exiting our Services, as well as usage and activity on our Services, such as the links and objects viewed, clicked or otherwise interacted with (also known as “<strong>Clickstream Data</strong>”).</li>\n<li>\n<strong>Location Data</strong>, including general geographic location based on IP address or more precise location when accessing our online Services through a mobile device.</li>\n</ul>\n<p>For information about our and our third-party partners’ use of cookies and related technologies to collect information automatically, and any choices individuals may have in relation to its collection, please refer to the&nbsp;<strong>Cookies and Online Ads</strong>&nbsp;section of this Privacy Policy below.</p>Personal Information from Third Parties<p>We also obtain Personal Information from other sources, which we often combine with Personal Information we collect either automatically or directly from an individual.</p>\n<p>We receive the same categories of Personal Information as described above from the following sources and third parties:</p>\n<ul>\n<li>\n<strong>Service Providers</strong>:&nbsp.\nOur service providers that perform services solely on our behalf, such as payment processors and analytics providers.&nbsp.\nFor example, we receive Personal Information from our service providers that conduct marketing or analytics activities.</li>\n<li>\n<strong>Business Partners</strong>:&nbsp.\nOur business partners may collect Personal Information in connection with the Services provided and may share some or all of the information with us.</li>\n<li>\n<strong>Publicly Available Sources</strong>:&nbsp.\nWe collect Personal Information about individuals that we do not otherwise have, including contact information, employment-related information, and interest in Services information, from publicly available sources.&nbsp.\nWe may combine this information with the information we collect from an individual directly.&nbsp.\nWe use this information to contact individuals, to send advertising or promotional materials or to personalize our Services and to better understand the demographics of our users.</li>\n<li>\n<strong>Social Networks</strong>:&nbsp.\nWhen an individual interacts with our Services through various social media networks, such as when someone “Likes” us on Facebook or follows us or shares our content on Facebook, Twitter, LinkedIn, or other social networks, we may receive some information about individuals that they permit the social network to share with third parties.&nbsp.\nThe data we receive is dependent upon an individual’s privacy settings with the social network.&nbsp.\nIndividuals should always review and, if necessary, adjust their privacy settings on third party websites and social media networks and services before linking or connecting them to our Services.</li>\n<li>\n<strong>Other Third Parties</strong>:&nbsp.\nFrom time to time, we may receive information about individuals from third parties.&nbsp.\nFor example, we may obtain information from our marketing partners or from third parties to enhance or supplement our existing information about an individual.&nbsp.\nWe may also collect information about individuals that is publicly available.&nbsp.\nWe may combine this information with the information we collect directly from individuals.</li>\n</ul>Our Use of Personal Information<p>Shogun uses Personal Information we collect to:</p>\n<ul>\n<li>Fulfill or meet the reason for which the Personal Information was provided.&nbsp.\nFor instance, if you contact us by email, we will use the Personal Information you provide to answer your question or resolve your problem.</li>\n<li>Communicate with individuals, including via email, text message, push notification, social media and/or telephone calls;</li>\n<li>Provide you with access to the requested product or services and to monitor your use of such product or services;</li>\n<li>Operate, maintain and provide the features and functionality of the Services;</li>\n<li>Help us improve the content and functionality of the Services, to better understand our users and to improve the Services;</li>\n<li>Market to individuals or contact individuals in the future to tell them about services we believe will be of interest to them.&nbsp.\nIf we do so, each marketing communication we send you will contain instructions permitting you to “opt-out” of receiving future marketing communications.&nbsp.\nIn addition, if at any time you wish not to receive any future marketing communications or you wish to have your name deleted from our mailing lists, please contact us as indicated below;</li>\n<li>Personalize experiences and deliver custom content and product and service offerings relevant to an individual’s interests, including targeted offers and ads through our websites, third-party sites or on other devices an individual may use;</li>\n<li>Recognize an individual and remember their information when they return to our Services;</li>\n<li>Help maintain the safety, security and integrity of our property and Services, technology assets and business;</li>\n<li>Improve, test, enhance, update and monitor the Services or to diagnose or fix technology problems;</li>\n<li>Respond to law enforcement requests and as required by applicable law, court order or governmental regulations;</li>\n<li>Ensure the security of our or another’s premises, property or other assets;</li>\n<li>Defend, protect or enforce our rights or applicable terms of use;</li>\n<li>Prevent fraud or the recurrence of fraud;</li>\n<li>Evaluate, negotiate or conduct a merger, divesture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Shogun’s assets, whether as a going concern or as a part of bankruptcy, liquidation or similar proceeding, in which Personal Information held by Shogun about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction;</li>\n<li>To manage our relationship with you, such as opening and maintaining your applicant record, communicating with you, conducting identity and background checks, assessing your suitability for a role and improving our application process;</li>\n<li>Comply with or as otherwise permitted by law.</li>\n</ul>\n<p>Where an individual chooses to contact us, we may need additional information to fulfill the request or respond to the inquiry.&nbsp.\nWe may provide additional privacy disclosures where the scope of the inquiry/request and/or Personal Information we require fall outside the scope of this Privacy Policy.&nbsp.\nIn that case, the additional privacy disclosures will govern how we may process the information provided at that time.</p>Our Disclosure of Personal Information<p>Shogun is not in the business of “selling” your information as most people think of that term.&nbsp.\nWe consider this information to be a vital part of our relationship with you.&nbsp.\nThere are, however, certain circumstances in which we may share your Personal Information, as set forth in the&nbsp;Online Advertising&nbsp;section of this Privacy Policy and below:</p>\n<p>\n<strong>Within Shogun</strong>: Shogun entities may disclose Personal Information to other Shogun entities for purposes and uses consistent with this Privacy Policy.</p>\n<p>\n<strong>Business Partners</strong>:&nbsp.\nWe may share client Personal Information with our business partners, such as our online platform store and commerce solutions partners, as well as third parties with whom we partner to provide contests, joint promotional activities or co-branded services, and such disclosure is necessary to fulfill requests or applications.</p>\n<p>\n<strong>Business Transfers</strong>:&nbsp.\nAs we develop our business, we might sell or buy businesses or assets.&nbsp.\nIn the event of a corporate sale, merger, reorganization, dissolution or similar event, Personal Information may be part of the transferred assets.</p>\n<p>\n<strong>Service Providers</strong>:&nbsp.\nShogun, like many businesses, sometimes hires other companies to perform certain business-related functions, subject to contractual terms restricting the collection, use and disclosure of Personal Information for any other commercial purpose.&nbsp.\nExamples of such functions include mailing information, maintaining databases and processing payments.</p>\n<p>\n<strong>Your Employer</strong>:&nbsp.\nIf you are using the Services in connection with your role as an employee or contractor of a company or other legal entity, we may share your information with such entity.</p>\n<p>\n<strong>Third Parties at the Direction of the Individual</strong>:&nbsp.\nWe share Personal Information with third parties with an individual’s consent or at the individual’s direction.</p>\n<p>\n<strong>Other Third Parties</strong>:&nbsp.\nWe may disclose Personal Information to third parties who use this information to provide information or marketing messages about products or Services of interest, in accordance with their own privacy policies and terms.&nbsp.\nWe also work with advertising, analytics and social media partners as described in the&nbsp;Cookies and Online Ads&nbsp;section below.</p>\n<p>\n<strong>Legal Requirements</strong>:&nbsp.\nShogun may disclose your Personal Information if required to do so by law or in the good faith belief that such action is necessary to (i) comply with a legal obligation or with applicable law, court order, or governmental regulation, (ii) protect and defend the rights or property of Shogun, (iii) act in urgent circumstances to protect the personal safety of users of the Services or the public, or (iv) protect against legal liability.</p>\n<p>\n<strong>Third Parties in the Context of a Corporate Transaction</strong>:&nbsp.\nWe may disclose Personal Information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Shogun assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Information held by Shogun about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction.</p>\n<p>Our Services currently do not respond to “Do Not Track” (DNT) signals and operates as described in this Privacy Policy whether or not a DNT signal is received.\nIf we do so in the future, we will describe how we do so in this Privacy Policy.</p>Cookies and Online AdsCookies<p>\n<em>What We Collect:</em>\n</p>\n<p>We, and our third-party partners, may automatically collect certain types of usage information when an individual visits our websites or interacts with our Services.&nbsp.\nWe may collect this information through a variety of data collection technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, “<strong>cookies</strong>”).&nbsp.\nFor example, we may collect information about an individual’s device and its software, such as IP address, browser type, Internet service provider, platform type, device type, operating system, date and time stamp, and other similar information.&nbsp.\nWe may collect analytics data or use third-party analytics tools such as Google Analytics to help us measure traffic and usage trends for our Services and to understand more about the demographics of our users.</p>\n<p>\n<em>How We Use That Information</em>:</p>\n<p>We use or may use the data collected through cookies to: (a) remember information so that an individual will not have to re-enter it during their visit or the next time they use our Services.\n(b) provide and monitor the effectiveness of our Services.\n(c) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our Services.\n(d) diagnose or fix technology problems.\nor (e) otherwise to plan for and enhance our Services.&nbsp.\nAs explained in more detail below, we and our advertising partners also use this information to understand browsing activities, including across unaffiliated third-party sites, so that we can deliver ads and information about products and Services that may be of interest to an individual.</p>\n<p>\n<em>Choices About Cookies</em>:</p>\n<p>To manage cookies, an individual may change their browser settings to: (i) notify them when they receive a cookie, so the individual can choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set their browser to automatically reject cookies.&nbsp.\nPlease note that doing so may negatively impact an individual’s experience using our websites, as some features and Services on our websites may not work properly.&nbsp.\nDepending on an individual’s device and operating system, they may not be able to delete or block all cookies.&nbsp.\nIn addition, if an individual wants to reject cookies across all their browsers and devices, they will need to do so on each browser on each device they actively use.&nbsp.\nAn individual may also set their email options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether they have accessed our email and performed certain functions with it.</p>\n<p>We use the following types of cookies:</p>\n<ul>\n<li>\n<strong>Strictly necessary cookies</strong>.\nThese cookies enable core functionality such as security, network management and accessibility.\nYou may disable these by changing your browser settings, but this may affect how the websites and online Services function.\nThe legal basis for our use of strictly necessary cookies is our legitimate interests, namely being able to provide and maintain our websites and online Services.\nPlease see the&nbsp;Annex<strong>&nbsp;</strong>below for more information.</li>\n<li>\n<strong>Functionality cookies</strong>.\nThese enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nThe legal basis for our use of functionality cookies is our legitimate interests, namely being able to provide and maintain our websites and online Services.\nPlease see the&nbsp;Annex&nbsp;below for more information.</li>\n<li>\n<strong>Analytical/performance cookies</strong>.\nThese cookies allow us to recognize and count the number of visitors to our Site and online Services, and to see how visitors move around our Site and online Services when they are using them.\nThis helps us to improve the way our Site and online Services work, for example, by ensuring that users are finding what they are looking for easily.\nIf you are accessing our websites with a European IP address, you have been asked to consent to the use of these cookies.\nYou are free to deny your consent.\nPlease see the<strong>&nbsp;</strong>Annex&nbsp;below for more information.</li>\n<li>\n<strong>Targeting cookies</strong>.\nThese cookies record your visit to our websites and online Services, the pages you have visited and the links you have followed.\nThey are used to track visitors across our websites.\nWe will use this information to make our websites and the advertising displayed on it, and the marketing messages we send to you more relevant to your interests.\nWe may also share this information with third parties who provide a service to us for this purpose.\nIf you are accessing our websites with a European IP address, you have been asked to consent to the use of these cookies.\nYou are free to deny your consent.\nPlease see the&nbsp;Annex&nbsp;below for more information.</li>\n<li>\n<strong>Third party cookies</strong>.\nPlease be aware that advertisers and other third parties may use their own cookies tags when you click on an advertisement or link on our websites or online Services.\nThese third parties are responsible for setting out their own cookie and privacy policies.\nPlease see the section&nbsp;How We Use That Information&nbsp;above for more information.</li>\n</ul>Online Advertising<p>\n<em>What We Collect and How We Use It</em>:</p>\n<p>We participate in interest-based advertising and use third-party advertising companies to serve targeted advertisements based on an individual’s browsing history.&nbsp.\nWe permit third-party online advertising networks, social media companies and other third-party services, to collect information about an individual’s use of our online Services over time so that they may play or display ads on other websites, or services an individual may use, and on other devices an individual may use.&nbsp.\nTypically, though not always, the information used for interest-based advertising is collected through data collection technologies, such as cookies, web beacons, embedded scripts, location-identifying technologies, and similar technology (collectively, “<strong>data collection technologies</strong>”), which recognize the device an individual is using and collect information, including click stream information, browser type, time and date the individual visited the website, AdID, precise geolocation and other information.&nbsp.\nWe may share a common account identifier (such as a hashed email address or user ID) with our third-party advertising partners to help identify an individual across devices.&nbsp.\nWe and our third-party partners use this information to make the advertisements an individual sees online more relevant to their interests, as well as to provide advertising-related services such as reporting, attribution, analytics and market research.</p>\n<p>\n<em>Choices About Online Ads</em>:</p>\n<p>We support the self-regulatory principles for online behavioral advertising (“<strong>Principles</strong>”) published by the Digital Advertising Alliance (“<strong>DAA</strong>”).&nbsp.\nThis means that we allow an individual to exercise choice regarding the collection of information about their online activities over time and across third-party websites for online interest-based advertising purposes.&nbsp.\nMore information about these Principles can be found at&nbsp;www.aboutads.info.&nbsp.\nIf an individual wants to “opt out” of receiving online interest-based advertisements on their internet browser from advertisers and third parties that participate in the DAA program and perform advertising-related services for us and our partners, please follow the instructions.</p>\n<ul>\n<li>In the United States, please visit:&nbsp;www.aboutads.info/choices, or&nbsp;http://www.networkadvertising.org/choices/</li>\n<li>In the European Economic Area, please visit: https://www.youronlinechoices.com/uk/your-ad-choices</li>\n<li>In Canada, please visit:&nbsp;https://youradchoices.ca/</li>\n</ul>\n<p>When electing to opt-out through these sites, they will place an “opt-out” cookie on your device indicating that you do not want to receive interest-based advertisements.&nbsp.\nOpt-out cookies only work on the internet browser and device they are downloaded onto.&nbsp.\nIf an individual wants to opt-out of interest-based advertisements across all browsers and devices, they will need to opt-out on each browser on each device they actively use.&nbsp.\nIf an individual deletes cookies on their device generally, they will need to opt-out again.</p>\n<p>If an individual wants to “opt out” of receiving online interest-based advertisements on mobile apps, they should follow the instructions at&nbsp;http://www.aboutads.info/appchoices.</p>\n<p>Please note that when an individual “opts-out” of receiving interest-based advertisements, this does not mean they will no longer see advertisements from us or on our Services.&nbsp.\nIt means that the online ads that an individual does see from DAA program participants should not be based on their interests.&nbsp.\nWe are not responsible for the effectiveness of, or compliance with, any third-parties’ opt-out options or programs or the accuracy of their statements regarding their programs.&nbsp.\nIn addition, third parties may still use cookies to collect information about an individual’s use of our Services, including for analytics and fraud prevention as well as any other purpose permitted under the DAA’s Principles.</p>Third-Party Partners and Social Media<p>\n<em>Third-Party Partners</em>:</p>\n<p>We use Google Analytics and other analytics tools to recognize an individual and link the devices they use when they visit our websites or Services on their browser or mobile device, log in to their account on our Services, or otherwise engage with us.&nbsp.\nWe share a unique identifier, like a user ID or hashed email address, with Google to facilitate the Services.&nbsp.\nGoogle Analytics allows us to better understand how our users interact with our Services and to tailor our advertisements and content to an individual.&nbsp.\nFor information on how Google Analytics collects and processes data, as well as how individuals can control information sent to Google, review Google’s site “How Google uses data when you use our partners’ sites or apps” located at&nbsp;www.google.com/policies/privacy/partners/.&nbsp.\nIndividuals can learn about Google Analytics’ currently available opt-outs, including the Google Analytics Browser Ad-On here&nbsp;https://tools.google.com/dlpage/gaoptout/.</p>\n<p>We use Hotjar in order to better understand our users’ needs and to optimize this service and experience.\nHotjar is a technology service that helps us better understand our users’ experience (e.g., how much time they spend on which pages, which links they choose to click, what users do and don’t like, etc.) and this enables us to build and maintain our service with user feedback.\nHotjar uses cookies and other technologies to collect data on our users’ behavior and their devices.\nThis includes a device’s IP address (processed during your session and stored in a de-identified form), device screen size, device type (unique device identifiers), browser information, geographic location (country only), and the preferred language used to display our website.\nHotjar stores this information on our behalf in a pseudonymized user profile.</p>\n<p>We may also utilize certain forms of display advertising and other advanced features through Google Analytics, such as Remarketing with Google Analytics, Google Display Network Impression Reporting, the DoubleClick Campaign Manager Integration, and Google Analytics Demographics and Interest Reporting.&nbsp.\nThese features enable us to use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the DoubleClick advertising cookie) or other third-party cookies together to inform, optimize, and display ads based on past visits to the Service.\nIndividuals may control their advertising preferences or opt-out of certain Google advertising products by visiting the Google Ads Preferences Manager, currently available at&nbsp;https://google.com/ads/preferences, or by visiting NAI’s online resources at&nbsp;http://www.networkadvertising.org/choices.</p>\n<p>\n<em>Social Media</em>:</p>\n<p>Our Services may include social media features, such as the Facebook Like button or other widgets.&nbsp.\nThese social media companies may recognize an individual and collect information about their visit to our Services, and they may set a cookie or employ other data collection technologies.&nbsp.\nAn individual’s interactions with those features are governed by the privacy policies of those companies.</p>\n<p>We display targeted advertising to individuals through social media platforms, such as Facebook and other social media forums.&nbsp.\nThese companies have interest-based advertising programs that allow us to direct advertisements to users who have shown interest in our Services while those users are on the social media platform, or to groups of other users who share similar traits, such as likely commercial interests and demographics.&nbsp.\nWe may share a unique identifier, such as a user ID or hashed email address, with these platform providers or they may collect information from our website visitors through a first-party pixel, in order to direct targeted advertising to an individual or to a custom audience on the social media platform.&nbsp.\nThese advertisements are governed by the privacy policies of those social media companies that provide them.&nbsp.\nIf an individual does not want to receive targeted ads on their social networks, they may be able to adjust their advertising preferences through their settings on those networks.&nbsp.\nAn individual may learn more about advertising preferences by clicking on the links provided below.&nbsp.\nPlease note that these links are provided for convenience only and we do not control the content or features that may be available on these third-party services.</p>\n<p>To learn more about advertising preferences on Facebook Companies, please visit:&nbsp;&nbsp;https://www.facebook.com/help/109378269482053.</p>Children<p>Our Site and online Services are not directed to, and Shogun does not intend to or knowingly collect or solicit Personal Information from children under the age of 13.&nbsp.\nIf you are under the age of 13, please do not submit any Personal Information through or use the Services.&nbsp.\nWe encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce our Privacy Policy by instructing their children never to provide Personal Information on the Services without their permission.&nbsp.\nIf you have reason to believe that a child under the age of 13 has provided Personal Information to Shogun through the Services, please contact us, and we will endeavor to delete that information from our databases.</p>What This Policy Does Not Cover<p>This Privacy Policy applies only to the Services.&nbsp.\nThe Services may contain links to other web sites not operated or controlled by Shogun (the “<strong>Third Party Sites</strong>”).&nbsp.\nThe policies and procedures we described here do not apply to the Third Party Sites.&nbsp.\nThe links from the Services do not imply that Shogun endorses or has reviewed the Third Party Sites.&nbsp.\nWe suggest contacting those sites directly for information on their privacy policies.</p>\n<p>This Privacy Policy also does not cover or address: services that we provide solely on behalf of a third party, our offline Services or Personal Information and privacy practices relating to job applicants, our own employees and other personnel.</p>Security<p>Shogun takes reasonable steps to protect the Personal Information provided via the Services from loss, misuse, and unauthorized access, disclosure, alteration, or destruction.&nbsp.\nHowever, no Internet or email transmission is ever fully secure or error free.&nbsp.\nIn particular, email sent to or from the Services may not be secure.&nbsp.\nTherefore, you should take special care in deciding what information you send to us via email.&nbsp.\nPlease keep this in mind when disclosing any Personal Information to Shogun via the Internet.</p>Region-Specific Disclosures<p>We may choose or be required by law to provide different or additional disclosures relating to the processing of Personal Information about residents of certain countries, regions or states.\nPlease refer below for disclosures that may be applicable to you:</p>\n<ul>\n<li>For residents of the State of Nevada in the United States, Chapter 603A of the Nevada Revised Statutes permits Nevada residents to opt out of future sales of certain covered information that a website operator has collected or will collect about the resident.&nbsp.\nTo submit such a request, please contact us at privacy@getshogun.com.</li>\n<li>For residents of the State of California in the United States, please click&nbsp;here&nbsp;for additional California-specific privacy disclosures.</li>\n<li>If you are based in the European Economic Area (“<strong>EEA</strong>”), Switzerland or the United Kingdom (“<strong>UK</strong>”), please click&nbsp;here&nbsp;for additional European-specific privacy disclosures.</li>\n</ul>Changes to Shogun’s Privacy Policy<p>The Services and our business may change from time to time.&nbsp.\nAs a result, at times it may be necessary for Shogun to make changes to this Privacy Policy.&nbsp.\nShogun reserves the right to update or modify this Privacy Policy at any time and from time to time without prior notice.&nbsp.\nIf we make material changes to this Privacy Policy, we may notify by email, by prominently posting on this Site or our online Services, or through other appropriate communication channels.\nAll changes shall be effective from the date of publication unless otherwise provided.&nbsp.\nPlease review this policy periodically, and especially before you provide any Personal Information.&nbsp.\nThis Privacy Policy was last updated on the date indicated above.&nbsp.\nYour continued use of the Services after any changes or revisions to this Privacy Policy shall indicate your agreement with the terms of such revised Privacy Policy.</p>Access to Information.\nContacting Shogun<p>To keep your Personal Information accurate, current, and complete, please contact us at&nbsp;privacy@getshogun.com.\nWe will take reasonable steps to update or correct Personal Information in our possession that you have previously submitted via the Services.</p>\n<p>Please also feel free to contact us at&nbsp;privacy@getshogun.com&nbsp;if you have any questions about Shogun’s Privacy Policy or the information practices of the Services.</p>\n<p>Alternatively, inquiries may be addressed to:</p>\n<p>Shogun Labs, Inc.</p>\n<p>Attn: Privacy Department</p>\n<p>340 S Lemon Ave #1085</p>\n<p>Walnut, CA 91789</p>Annex – Cookies<strong>Strictly Necessary</strong>\n<p>\n</p>\n<p>Strictly necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p>\n<b>Name</b>\n<b>Purpose</b>\n<b>Provider</b>\n<b>Expiry</b>OptanonAlert<p>\n</p>\n<p>BoxClosed</p>This cookie is set after visitors have seen a cookie information notice and in some cases only when they actively close the notice down.\nIt enables the website not to show the message more than once to a user.OneTrust1 YEAR__cfduidThis is used by OneTrust for hosting the Cookie Consent tool script.\nIt is used to manage cookies on websites.OneTrustPERISISTENTOptanonConsentThis cookie stores information about the categories of cookies the site uses and whether visitors have given or withdrawn consent for the use of each category.\nThis enables site owners to prevent cookies in each category from being set in the users browser, when consent is not given.&nbsp;OneTrust1 YEARmp_f0176979<p>\n</p>\n<p>ba4bc518375</p>\n<p>d695dbd2221</p>\n<p>a8_mixpanel</p>This cookie makes it possible for Mixpanel customers to track logged-out users for analytics purposes.\nThe ID is unique per customer.&nbsp;MixpanelPERSISTENT__mp_opt_in_<p>\n</p>\n<p>out_f0176979</p>\n<p>ba4bc518375</p>\n<p>d695dbd222</p>\n<p>1a8</p>Opt the user in to data tracking and cookies/localstorage for the given tokenMixpanelPERSISTENT<b>Functionality Cookies</b>\n<p>\n</p>\n<p>Functionality cookies allow websites to remember the user’s site preferences and choices they make on the site including username, region, and language.\nThis allows the website to provide personalized features like local news stories and weather if you share your location.\nThey are anonymous and don’t track browsing activity across other websites.\n&nbsp.\nSimilar to strictly necessary cookies, functionality cookies are used to provide services you request.\nThese cookies can remember your preferences to boost the user experience on a website.&nbsp;</p>\n<strong>Name</strong>\n<strong>Purpose</strong>\n<strong>Provider</strong>\n<strong>Expiry</strong>ajs%3AcookiesThis cookie supports use, service performance, and functionality of websites.\nCookies in this domain have lifespan of 1 year.ShogunPERSISTENTattributionThis cookie captures utm parameters of visitors to track our referrals and marketing campaigns.ShogunPERISISTENTem_cdn_uidThis cookie provides technology to incorporate rich media and other content into a website.EmbedlyPERSISTENT__cfduidThis cookie provides technology to incorporate rich media and other content into a website.EmbedlyPERSISTENTmThis cookie is set for fraud prevention purposes.\nFraud detection uses technology that helps us assess the risk associated with an attempted transaction that is enabled on the Stripe User’s website or the application that collects information.StripePERSISTENT_gaThis cookie is used to distinguish unique users by assigning a randomly generated number as a client identifier.\nIt is included in each page request in a site and used to calculate visitor, session and campaign data for the sites analytics reports.&nbsp;Google2 YEARSgtm_idThe purpose of this cookie is to obtain statistical data related to the user’s website visits.Google tag managerPERSISTENTajs%3AtestThis performance cookie counts visits and tracks other website traffic-related metrics.app.getshogun.com,<p>\n</p>\n<p>getshogun.com|2</p>1 YEAR<b>Performance Cookies</b>\n<p>\n</p>\n<p>Performance cookies are cookies used specifically for gathering data on how visitors use a website, which pages of a website are visited most often, or if they get error messages on web pages.\nThese cookies monitor only the performance of the site as the user interacts with it.\nThese cookies don’t collect identifiable information on visitors, which means all the data collected is anonymous and only used to improve the functionality of a website.</p>\n<b>Name</b>\n<b>Purpose</b>\n<b>Provider</b>\n<b>Expiry</b>_gaThis cookie is used to distinguish unique users by assigning a randomly generated number as a client identifier.\nIt is included in each page request in a site and used to calculate visitor, session and campaign data for the sites analytics reports.&nbsp;Google2 YEARS_gat_UA-This is a pattern type cookie set by Google Analytics, where the pattern element on the name contains the unique identity number of the account or website it relates to.\nIt appears to be a variation of the _gat cookie which is used to limit the amount of data recorded by Google on high traffic volume websites.GooglePERISISTENT_gidGoogle Analytics cookieGoogle1 DAY_hjIncludedInPageview<p>\n</p>\n<p>Sample</p>This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by your site’s pageview limitHotjarPERSISTENT_hjidThis cookie is used to persist the random user ID, unique to that site on the browser.\nThis ensures that behavior in subsequent visits to the same site will be attributed to the same user ID.HotjarPERSISTENT_hjAbsoluteSessionIn<p>\n</p>\n<p>Progress</p>This cookie is used to detect the first pageview session of a user.\nThis is a True/False flag set by the cookie.HotjarPERSISTENT_hjTLDTestThis cookie is used to determine the most generic website path so that cookies can be shared across subdomains (where applicable).\nTo determine this, we store, when possible, the _hjTLDTest cookie for different URL substring alternatives until it fails.\nAfter this check, the cookie is removed.HotjarSESSIONJSESSIONIDThis cookie is used to monitor the performance of web and mobile applications.New RelicSESSION<p>&nbsp;</p>\n<strong>Targeting and Advertising Cookies&nbsp;</strong>\n<p>\n</p>\n<p>Targeting and advertising cookies are specifically designed to gather information from you on your device to display advertisements to you based on relevant topics that interest you.\nAdvertisers will place these cookies on a website with the website operator’s permission.\nThe information the cookies gather on you can be shared with other advertisers to measure the performance of their advertisements.\nAdditionally, another purpose of targeting and advertising cookies is to build user profiles from visitors to the website to gather statistics on the performance of the advertisements that can carry across many websites.&nbsp.\nThese cookies are almost always third party, persistent cookies.\nThis means that the cookies can follow the user as they visit other websites.\nSometimes, the site with the advertising cookies do not display the advertisements but it can target users with advertisements elsewhere even after they’ve left the site.\nExamples of targeting and advertising cookies include social media cookies that are placed on sites to track users around the web to provide ads to them on social media platforms.&nbsp;</p>\n<strong>Name</strong>\n<strong>Purpose</strong>\n<strong>Provider</strong>\n<strong>Expiry</strong>personalization_idThis cookie collects data through a range of plug-ins and integrations, that is primarily used for tracking and targeting.TwitterPERSISTENTIDEThis domain is owned by Doubleclick (Google).\nThe main business activity is: Doubleclick is Googles real time bidding advertising exchangeGooglePERSISTENTNIDThe NID cookie contains a unique ID Google uses to remember your preferences and other information, such as your preferred language (e.g.\nEnglish), how many search results you wish to have shown per page (e.g.\n10 or 20), and whether or not you wish to have Google’s SafeSearch filter turned on.GooglePERSISTENT_gat_gtag_xxxxxxxxxxxxx<p>\n</p>\n<p>xxxxxxxxxxxxxx</p>Set by Google Analytics and Google Tag Manager to enable website owners to track visitor behaviour and measure site performance.GooglePERSISTENTtest_cookieTest for cookie setting permissions in user’s browserGoogle1 DAYlangUsed to remember a user’s language setting.LinkedInSESSIONbscookieUsed for saving the state of 2FA of a logged in userLinkedIn2 YEARSbcookieBrowser Identifier cookie to uniquely identify devices accessing LinkedIn to detect abuse on the platform.LinkedIn2 YEARSlisscUsed to ensure there is correct SameSite attribute for all cookies in that browserLinkedIn1 YEARUserMatchHistoryLinkedIn Ads ID syncingLinkedIn30 DAYSlidcUsed to optimize data center selection.&nbsp;LinkedIn24 HOURSGPSYouTube collects user data through videos embedded in websites, which is aggregated with profile data from other Google services in order to display targeted advertising to web visitors across a broad range of their own and other websites.YouTubePERSISTENTYSCYouTube collects user data through videos embedded in websites, which is aggregated with profile data from other Google services in order to display targeted advertising to web visitors across a broad range of their own and other websites.YouTubeSESSION_uetsidThis cookie is used by Bing to determine what ads should be shown that may be relevant to the end user perusing the site.BingPERSISTENT_fbpUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisersFacebookPERSISTENTATNUsed by Facebook to deliver more personalized advertisements as well for tracking users when set on third-party websites with a Facebook social plugin.FacebookPERSISTENTfrAds targeting cookie for Facebook.Facebook3 MONTHSMUIDMicrosoft User Identifier tracking cookie used by Bing Ads.Microsoft4 WEEKS_hjIncludedInPageview<p>\n</p>\n<p>Sample</p>This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by your site’s pageview limit.HotjarPERSISTENT_hjAbsoluteSession<p>\n</p>\n<p>InProgress</p>This cookie is used to detect the first pageview session of a user.\nThis is a True/False flag set by the cookie.HotjarPERSISTENT_gaexpUsed to determine a user’s inclusion in an experiment and the expiry of experiments a user has been included in.ShogunPERSISTENTajs_group_idThese cookies track visitor usage and events within the website.Shogun1 YEARajs_user_idThis cookie helps track visitor usage, events, target marketing, and can also measure application performance and stability.&nbsp;Shogun1 YEAR_shogun-web_sessionThis cookie tracks whether a user visited the Shogun website before installing our app.ShogunSESSION_uetvidTo store and track visits across websites.Google tag managerPERSISTENTreddaidReddit sets this cookie for tracking user conversions on the website.RedditPERSISTENT_uetmp_f0176979ba4bc<p>\n</p>\n<p>518375d695dbd2221a8</p>\n<p>_mixpanelvid</p>AnalyticsMixpanelPERSISTENTVISITOR_INFO1_LIVEThis cookie is used as a unique identifier to track viewing of videosYouTubePERSISTENT_rdt_uuidThis cookie is set by Reddit and is used for remarketing on reddit.comRedditPERSISTENT__tld__From Segment Analytics that will Isolate and analyzes subsets of data for component trends&nbsp;SessionSESSION_hjIncludedInSessionSampleHotjar sample data collectionHotjarPERSISTENT_rdt_uuidRemarketing cookie from Reddit (same as above)RedditPERSISTENT_uetvidGTM;&nbsp.\nto store and track visits across websites.GTMPERSISTENT_hjFirstSeenHotjar.\nThis is set to identify a new user’s first session.\nIt stores a true/false value, indicating whether this was the first time Hotjar saw this user.\nIt is used by Recording filters to identify new user sessions.HotjarPERSISTENT_cioCustomer.io collects user activity and segmentation data, we use it to create mailing lists for email marketing.Customer.ioPERSISTENT<p>&nbsp;</p>\n<ul>\n<li> Product overview </li>\n<li> For ecommerce managers </li>\n<li> For ecommerce agencies </li>\n<li> Help center </li>\n<li> Page Builder updates </li>\n<li> Case studies </li>\n<li> Pricing </li>\n</ul>Partners<ul>\n<li> Become a Partner </li>\n</ul>Resources<ul>\n<li> Blog </li>\n<li> Guides &amp.\nreports </li>\n</ul>Company<ul>\n<li> About us </li>\n<li> Remote Life blog </li>\n<li> Press </li>\n<li> Careers </li>\n<li> Buy swag </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Data Protection </li>\n<li> Acceptable Use</li>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n<li> © 2022 Shogun Labs, Inc.</li>\n</ul> ", "created_at": "2023-07-08 04:14:39.137454", "updated_at": "2023-07-08 04:15:12.548681"}, {"id": 17380, "name": "Acceptable Use Policy", "url": "https://getshogun.com/aup", "xpath": "//body", "text": " Skip to Content Shogun <ul>\n<li> Product <ul>\n<li> PRODUCT</li>\n<li> Shogun Page Builder <p>Customize Shopify or BigCommerce with our powerful drag-and-drop page builder.</p>\n</li>\n<li> Page Builder Advanced <p>For growing brands that need to scale content with syncing for multi-store—This plan's for you.</p>\n</li>\n</ul>\n<ul>\n<li> WHY SHOGUN</li>\n<li> Case studies </li>\n<li> For Ecommerce Managers </li>\n<li> For Ecommerce Agencies </li>\n<li> For Ecommerce PPC </li>\n</ul> Ecommerce Website Templates LibraryBrowse our featured collection of templates and start building for free.\nLearn More </li>\n<li> Case Studies </li>\n<li> Pricing </li>\n<li> Partners </li>\n<li> Resources <ul>\n<li> Blog </li>\n<li> How-to guides and resources </li>\n<li> Page Builder help center </li>\n<li> Webinars </li>\n</ul>EBOOK Get inspired by these Shogun-built storesSee how these stunning Shopify stores convert with pages they’ve customized.\nGet the Ebook </li>\n<li>\n</li>\n</ul> Get in Touch Try for Free<ul>\n<li> For Shopify</li>\n<li> For BigCommerce</li>\n</ul>\n<ul>\n<li> Building Customer Experiences</li>\n<li> Scaling Your Store</li>\n<li> Conversion Optimization</li>\n<li> How to Sell Online</li>\n<li> Product News</li>\n</ul> Get in Touch Try for Free<ul>\n<li> For Shopify</li>\n<li> For BigCommerce</li>\n</ul> Acceptable Use Policy Last Updated: August 2, 2022<p>This Acceptable Use Policy describes actions that Shogun prohibits when Customer uses the Shogun Software.\nBY USING THE SHOGUN SOFTWARE, YOU CONSENT TO THE TERMS AND CONDITIONS OF THIS ACCEPTABLE USE POLICY.\nIF YOU DO NOT AGREE TO THIS ACCEPTABLE USE POLICY, PLEASE DO NOT USE THE SHOGUN SOFTWARE.</p>\n<p>In connection with Customer’s use of the Shogun Software, Customer agrees not to, and not to encourage or allow any other person or entity to, do any of the following:</p>\n<ul>\n<li>Transmit or display any material that infringes the intellectual property rights or other rights of third parties, including but not limited to trademarks, copyrights or rights of publicity or otherwise violating, infringing or misappropriating the rights of any third party.</li>\n<li>Transmit any material that contains viruses, trojan horses, worms or any other malicious, harmful, or deleterious programs or code.</li>\n<li>Leave or post negative reviews about Shogun or the Shogun Software on any platform in an effort to extract extraordinary benefits from Shogun, or use any review system to threaten or blackmail Shogun representatives into providing refunds or other monetary payouts.</li>\n<li>Harass, threaten, use inappropriate language or behave in an abusive way towards Shogun representatives, including with respect to Shogun’s support team or through its communication channels.</li>\n<li>Create or build more pages than are required for your website.</li>\n<li>Engage in activities or transmit any information that are libelous or defamatory or otherwise malicious or harmful to any person or entity, or discriminatory based on race, sex, religion, nationality, disability, sexual orientation or age.</li>\n<li>Make public false statements, defamatory remarks or false claims against Shogun or with respect to the Shogun Software.</li>\n<li>Adversely impact the availability, reliability or stability of the Shogun Software.</li>\n<li>Launch or facilitate, whether intentionally or unintentionally, a denial of service attack on any Shogun Software or on any third party.</li>\n<li>Attempt to bypass or break any security mechanism on any of the Shogun Software or using the Shogun Software in any other manner that poses a security or service risk to Shogun, to any user of the Shogun Software, to any of our respective customers or to their customers.</li>\n<li>Test or reverse-engineer the Shogun Software in order to find limitations, vulnerabilities or evade filtering capabilities.</li>\n<li>Use the Shogun Software in any manner that may subject Shogun or any third party to liability, damages or danger.</li>\n<li>Use the Shogun Software in any manner that violates any applicable third party policies or requirements that Shogun has communicated to Customer or to which Customer is subject.</li>\n<li>Use the Shogun Software to engage in or in connection with fraudulent activity, or use Customer’s account to engage in fraudulent activity with respect to third parties.</li>\n<li>Harvest or otherwise collect information about others without their express consent.</li>\n<li>Interfere with or disrupt networks connected to the Services or violate the regulations, policies or procedures of such networks.</li>\n<li>Violate or facilitate the violation of any local, state, federal, or foreign law or regulation, including laws and regulations, or otherwise promote or engage in illegal activities.</li>\n<li>Register a Shogun account with an email of a throw-away email address provider or any other publicly accessible email address.</li>\n<li>Create a Shogun account for the purpose of competitive evaluation or research.</li>\n<li>Circumvent user limitations by sharing account logins.</li>\n<li>Attempt to use unpaid sandbox/test accounts for anything other than exploring the Shogun Software, including: (1) attempting to copy pages from an unpaid Shogun account to a paid Shogun account or (2) attempting to sync an unpaid Shogun account to a paid Shogun account.</li>\n<li>Reveal your account password to others or allowing use of your account by others.</li>\n<li>Fail to make a reasonable effort to protect your passwords and to secure resources against unauthorized use or access, or fail to configure your hardware and software in a way that reasonably prevents unauthorized users from accessing your account.</li>\n</ul>\n<p>All determinations related to violations of this Acceptable Use Policy will be made by Shogun in its sole discretion.\nShogun reserves the right to change this Acceptable Use Policy from time to time without notice by posting changes to Shogun’s Site.\nWhen we do, we will also revise the “Last Updated” date of this Acceptable Use Policy.</p>\n<ul>\n<li> Product overview </li>\n<li> For ecommerce managers </li>\n<li> For ecommerce agencies </li>\n<li> Help center </li>\n<li> Page Builder updates </li>\n<li> Case studies </li>\n<li> Pricing </li>\n</ul>Partners<ul>\n<li> Become a Partner </li>\n</ul>Resources<ul>\n<li> Blog </li>\n<li> Guides &amp.\nreports </li>\n</ul>Company<ul>\n<li> About us </li>\n<li> Remote Life blog </li>\n<li> Press </li>\n<li> Careers </li>\n<li> Buy swag </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Data Protection </li>\n<li> Acceptable Use</li>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n<li> © 2022 Shogun Labs, Inc.</li>\n</ul> ", "created_at": "2023-07-08 04:14:39.197529", "updated_at": "2023-07-08 04:17:12.155435"}, {"id": 17381, "name": "Terms", "url": "https://getshogun.com/terms", "xpath": "//body", "text": " Skip to Content Shogun <ul>\n<li> Product <ul>\n<li> PRODUCT</li>\n<li> Shogun Page Builder <p>Customize Shopify or BigCommerce with our powerful drag-and-drop page builder.</p>\n</li>\n<li> Page Builder Advanced <p>For growing brands that need to scale content with syncing for multi-store—This plan's for you.</p>\n</li>\n</ul>\n<ul>\n<li> WHY SHOGUN</li>\n<li> Case studies </li>\n<li> For Ecommerce Managers </li>\n<li> For Ecommerce Agencies </li>\n<li> For Ecommerce PPC </li>\n</ul> Ecommerce Website Templates LibraryBrowse our featured collection of templates and start building for free.\nLearn More </li>\n<li> Case Studies </li>\n<li> Pricing </li>\n<li> Partners </li>\n<li> Resources <ul>\n<li> Blog </li>\n<li> How-to guides and resources </li>\n<li> Page Builder help center </li>\n<li> Webinars </li>\n</ul>EBOOK Get inspired by these Shogun-built storesSee how these stunning Shopify stores convert with pages they’ve customized.\nGet the Ebook </li>\n<li>\n</li>\n</ul> Get in Touch Try for Free<ul>\n<li> For Shopify</li>\n<li> For BigCommerce</li>\n</ul>\n<ul>\n<li> Building Customer Experiences</li>\n<li> Scaling Your Store</li>\n<li> Conversion Optimization</li>\n<li> How to Sell Online</li>\n<li> Product News</li>\n</ul> Get in Touch Try for Free<ul>\n<li> For Shopify</li>\n<li> For BigCommerce</li>\n</ul> Shogun's Terms of Service Last Updated: November 28, 2018<p>Thank you for using Shogun! To be eligible to register for a Shogun account and use Shogun Software (as defined below), you must review and accept these Shogun Terms of Service (this “<strong>\n<em>Agreement</em>\n</strong>” or these “<strong>\n<em>Terms</em>\n</strong>” ) by clicking on the “Get” or “Signup” button or other mechanism provided.\nPLEASE REVIEW THESE TERMS CAREFULLY.\nBY ACCEPTING THESE TERMS OR USING THE SHOGUN SOFTWARE, YOU AGREE TO THESE TERMS AND CONDITIONS WITH SHOGUN LABS, INC.\n(“<strong>\n<em>SHOGUN</em>\n</strong>“).\nIF YOU DO NOT AGREE TO BE BOUND BY THESE TERMS, YOU SHOULD NOT CLICK THE “I ACCEPT” BUTTON AND YOU SHOULD NOT USE THE SHOGUN SOFTWARE.</p>\n<p>In this Agreement, “you,” “your” and “Customer” will refer to you.\nIf you are registering for a Shogun account or using the Shogun Software on behalf of an entity or other organization, you are agreeing to these Terms for that entity or organization and representing to Shogun that you have the authority to bind that entity or organization to these Terms (and, in which case, the terms “you”, “your” and “Customer” will refer to that entity or organization).</p>\n<p>IMPORTANT NOTES:</p>\n<ul>\n<li>SHOGUN DOES NOT PROVIDE WARRANTIES OR INDEMNITIES FOR THE SHOGUN SOFTWARE, AND THESE TERMS LIMIT SHOGUN’S LIABILITY TO YOU.</li>\n<li>DISPUTES RELATING TO THIS AGREEMENT, YOUR ACCOUNT OR THE SHOGUN SOFTWARE MUST BE RESOLVED BY BINDING ARBITRATION AND ON AN INDIVIDUAL BASIS ONLY.</li>\n</ul>1.\nCertain Definitions<p>1.1 The following terms, when used in this Agreement will have the following meanings:</p>\n<p>\n<strong>\n<em>“Confidential Information”</em>\n</strong> means any information or data disclosed by either party that is marked or otherwise designated as confidential or proprietary or that should otherwise be reasonably understood to be confidential in light of the nature of the information and the circumstances surrounding disclosure.\nHowever, “Confidential Information” will not include any information which (a) is in the public domain through no fault of receiving party.\n(b) was properly known to receiving party, without restriction, prior to disclosure by the disclosing party.\n(c) was properly disclosed to receiving party, without restriction, by another person with the legal authority to do so.\nor (d) is independently developed by the receiving party without use of or reference to the disclosing party’s Confidential Information.</p>\n<p>\n<strong>\n<em>“Customer Content”</em>\n</strong> means any information, data, graphics, content and other materials provided or made available to Shogun by Customer (or, if Customer is an agency, Customer’s clients for which Customer is an agency of record (***”Agency Clients”***)) for the purpose of building a Customer Website.</p>\n<p>\n<strong>\n<em>“Customer Website”</em>\n</strong> means a website branded with Customer’s trademarks (or, if Customer is an agency, those of its Agency Clients) and operated by or on behalf of Customer (or, if Customer is such an agency, its Agency Clients) that uses an e-commerce platform that has integrated the Shogun Software, for which Customer is permitted to use the Shogun Software as set forth in Customer’s Shogun account.</p>\n<p>\n<strong>\n<em>“Shogun Software”</em>\n</strong> means the cloud-based page building software tools made generally available by Shogun for use by its customers to build and serve their e-commerce websites.</p>2.\nChanges<p>2.1 <em>These Terms</em>.\nShogun may revise these Terms from time to time.\nIf Shogun does revise these Terms, the revised Terms will supersede prior versions, effective at the beginning of your next subscription renewal.\nShogun will provide you advance notice of any material revisions.\nThis notice will be provided via the account portal and/or via an email to the email address Shogun has on file.\nFor other revisions, Shogun will update the effective date of these Terms at the top of the page.\nShogun encourages you to check the effective date of these Terms whenever you visit Shogun’s website or account portal.\nYour continued access or use of the Shogun Software constitutes your acceptance of any revisions, effective at the beginning of your next subscription renewal.\nIf you don’t agree to the revisions, you should cancel your subscription to the Shogun Software.\nSubject to the foregoing, no amendment or modification to this Agreement, nor any waiver of any rights hereunder, will be effective unless assented to in writing by both parties.</p>\n<p>2.2 <em>Shogun Software</em>.\nYou acknowledge that Shogun may change or deprecate any feature of the Shogun Software from time to time, and that it is your responsibility to ensure that calls or requests you make to the Shogun Software are compatible with then-current version of the Shogun Software.\nAlthough Shogun endeavors to avoid changes to the Shogun Software that are not backwards compatible, if any such changes become necessary Shogun will endeavor to notify you at least thirty (30) days prior to Shogun’s implementation of any such incompatible changes to the Shogun Software of which it becomes aware.</p>3.\nShogun Software<p>3.1 <em>Provision of Shogun Software</em>.\nSubject to the terms and conditions of this Agreement and the Shogun Acceptable Use Policy (available at https://www.getshogun.com/aup) (the “<strong>\n<em>AUP</em>\n</strong>“), Shogun will use commercially reasonable efforts to make the Shogun Software available to Customer pursuant to this Agreement based on the pricing plan for the Shogun Software selected by Customer.\nCustomer may permit its third party contractors, subject to confidentiality and use obligations at least as restrictive as those set forth in this Agreement, to access and use the Shogun Software solely in connection with services provided by such third party contractors to Customer.\nIf Customer is an agency, such rights may, as agreed by the parties, be restricted to access and use on behalf of only certain Agency Clients, and Customer will only use the Shogun Software on behalf of such Agency Clients that have authorized Customer to use the Shogun Software on their behalf within the scope of Customer’s other <em>bona fide</em> agency responsibilities for such Agency Client.</p>\n<p>3.2 <em>Customer Responsibilities</em>.\nCustomer acknowledges that Shogun’s performance of the Shogun Software is dependent on Customer providing all reasonably required cooperation (including the prompt provision of access to Customer APIs (if applicable), personnel and Customer Content), and Customer will provide all such cooperation in a diligent and timely manner.\nCustomer will be solely responsible for the accuracy, quality, integrity and legality of Customer Content.\nCustomer hereby grants to Shogun a limited, non-exclusive, worldwide license to use, reproduce, create derivative works of, distribute, publicly perform and display Customer Content to provide the Shogun Software to Customer.</p>\n<p>3.3 <em>Ownership Rights</em>.\nAs between the parties, Shogun owns and will retain all right, title and interest in and to the Shogun Software and any improvements thereto, and Customer (or, if Customer is an agency, its Agency Client(s)) owns and will retain all right, title and interest in and to the Customer Content and Customer Websites (excluding any Shogun Software embedded therein).\nNo rights are granted other than as expressly set forth herein.</p>\n<p>3.4 <em>Feedback</em>.\nCustomer may from time to time provide Shogun suggestions or comments for enhancements or improvements, new features or functionality or other feedback (***”Feedback”***) with respect to the Shogun Software.\nShogun will have the full, unencumbered right to use, incorporate and otherwise fully exercise and exploit any such Feedback in connection with its products and services.</p>\n<p>3.5 <em>Shogun Platform Improvements and Marketing</em>.\nNotwithstanding anything herein, Shogun shall have the right to collect and analyze data and other information relating to the use and performance of the Shogun Software and related systems and technologies and Shogun will be free to (i) use such information and data to develop, improve and provide Shogun’s offerings, and (ii) use and disclose such data in aggregate or other anonymous and de-identified form for marketing purposes and otherwise in connection with its business.</p>\n<p>3.6 <em>Data Processing Addendum and Privacy Shield</em>.\nTo the extent that Shogun processes any Personal Data (as defined in the DPA referenced below) provided by Customer’s customers on Customer’s behalf in the provision of the Shogun Software, the terms of the data processing addendum at https://www.getshogun.com/dpa (“<strong>\n<em>DPA</em>\n</strong>“) as may be updated by Shogun if required by applicable law, which are hereby incorporated by reference, shall apply and the parties agree to comply with such terms.\nFor the purposes of the DPA (including the Standard Contractual Clauses attached to the DPA), Customer is the data controller and data exporter, and Customer’s entering into this Agreement shall be treated as signing of the DPA (including the Standard Contractual Clauses and their Appendices).\nShogun further represents to Customer that it has certified its adherence to the EU-US or Swiss-US Privacy Shield Framework, as administered by the US Department of Commerce and detailed at https://www.privacyshield.gov.</p>4.\nFees<p>4.1 <em>Fees</em>.\nCustomer will pay Shogun the fees set forth in Shogun’s standard pricing plan, as may be updated from time to time, or any other order forms for the Shogun Software ordered by you and accepted in writing by Shogun.\nShogun may change the terms of its pricing plan at any time by updated the pricing plan webpages on its website located at https://getshogun.com/ (the “Site”).\nCustomer is responsible for checking the Site for any updates to the applicable pricing plan.\nAll changes to Shogun’s pricing plan will be effective upon Customer’s next subscription renewal.\nAll fees are due and payable at the beginning of your subscription term and each renewal thereof.\nIf Shogun has not received payment within five (5) days after the due date, interest shall accrue on past due amounts at the rate of one percent (1%) per month, but in no event greater than the highest rate of interest allowed by law, calculated from the date such amount was due until the date that payment is received by Shogun.\nFurther, Shogun may restrict or suspend Customer’s access to the Shogun Software if payment is not made within five (5) business days after Customer’s receipt of notice (including by email) that payment is past due.\nExcept as otherwise mutually agreed upon in writing, (a) fees are quoted and payable in United States dollars and (b) payment obligations are non-cancelable and non-pro-ratable for partial months, and fees paid are non-refundable, except as expressly set forth herein.\nCustomer is solely responsible for collecting and paying any fees associated with transactions between Customer’s end users and Customer.</p>\n<p>4.2 <em>Taxes</em>.\nAll amounts and fees stated or referred to in this Agreement are exclusive of taxes, duties, levies, tariffs, and other governmental charges (collectively, “Taxes”).\nCustomer shall be responsible for payment of all Taxes and any related interest and/or penalties resulting from any payments made hereunder, other than any taxes based on Shogun’s net income.</p>5.\nConfidentiality.\nRestrictions<p>Each party (the “<strong>\n<em>Receiving Party</em>\n</strong>“) understands that the other party (the “<strong>\n<em>Disclosing Party</em>\n</strong>“) has disclosed or may disclose business, technical or financial information relating to the Disclosing Party’s business (hereinafter referred to as “<strong>\n<em>Proprietary Information</em>\n</strong>” of the Disclosing Party).\nThe Receiving Party agrees: (i) to take reasonable precautions to protect such Proprietary Information, and (ii) not to use (except as expressly permitted herein) or divulge to any third person any such Proprietary Information.\nThe Disclosing Party agrees that the foregoing shall not apply with respect to any information that the Receiving Party can document (a) is or becomes generally available to the public, (b) was in its possession or known by it prior to receipt from the Disclosing Party, (c) was rightfully disclosed to it without restriction by a third party, or (d) was independently developed without use of any Proprietary Information of the Disclosing Party.\nIn addition, Customer will not (nor will it permit any third party to) (1) reverse engineer, decompile, disassemble or otherwise create, attempt to create or derive the source code underlying the Shogun Software or modify or create derivative works based on the Shogun Software.\n(2) use the Shogun Software to build a similar or competitive product or service or for the purpose of obtaining unauthorized access to the Shogun Software.\nor (3) use the Shogun Software in an unlawful manner, in violation of the AUP or otherwise outside the scope expressly permitted hereunder.</p>6.\nTermination<p>6.1 <em>Term</em>.\nThe term of this Agreement will commence on the date these Terms are accepted by you and continue until your account is terminated as set forth below.</p>\n<p>6.2 <em>Termination and Suspension</em>.\nYou may terminate your account at any time by deleting the Shogun Software app in the applicable e-commerce platform you are using that has integrated the Shogun Software.\nShogun may terminate or suspend your account in the event you commit any breach of any provision of these Terms (including the AUP), and Shogun may terminate your account effective at the end of your then-current subscription upon written notice to you of non-renewal of your subscription.\nShogun may also terminate or suspend your account immediately for cause if: (a) there is reason to believe the traffic created from your use of the Shogun Software or your use of the Shogun Software is fraudulent or negatively impacting the operating capability of Shogun Software.\n(b) Shogun determines, in its sole discretion, that providing the Shogun Software is prohibited by law, or it has become impractical or unfeasible for any legal or regulatory reason to provide the Shogun Software.\nor (c) subject to applicable law, upon your liquidation, commencement of dissolution proceedings, disposal of your assets or change of control, a failure to continue business, assignment for the benefit of creditors, or if you become the subject of bankruptcy or similar proceeding.\nIf Shogun suspends your account, Shogun will make a reasonable attempt to notify you.\nNote that no refund will be provided in the event of any suspension or termination of your account.</p>\n<p>6.3 <em>Survival</em>.\nUpon termination of this Agreement or your account, Customer will discontinue any further use of the Shogun Software and all rights and obligations will immediately terminate, except that any terms or conditions that by their nature should survive such termination will survive, including the terms and conditions relating to payment, proprietary rights, confidentiality, disclaimers, indemnification, limitations of liability and termination, and the general provisions below.</p>7.\nWarranties and Disclaimers<p>7.1 <em>Customer</em>.\nCustomer warrants that it has the necessary rights, licenses, consents, permissions, waivers and releases to use, make available and distribute the Customer Content and Customer Websites (excluding the Shogun Software embedded therein) in connection with the Shogun Software as contemplated herein.\nWithout limiting the foregoing, if Customer is an agency, it warrants that it has been granted the necessary rights from each of its Agency Clients to use the Shogun Software and Customer Content related to such Agency Client on such Agency Client’s behalf.</p>\n<p>7.2 <em>DISCLAIMER</em>.\nTHE SHOGUN SOFTWARE AND ANY BETA SERVICES (AS DEFINED BELOW) ARE PROVIDED “AS IS” TO THE FULLEST EXTENT PERMITTED BY LAW.\nSHOGUN HEREBY DISCLAIMS ANY AND ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, TITLE, NON-INFRINGEMENT, AND FITNESS FOR A PARTICULAR PURPOSE IN RELATION TO THE SHOGUN SOFTWARE AND BETA SERVICES.\nWITHOUT LIMITING THE FOREGOING, SHOGUN DOES NOT WARRANT THAT THE SHOGUN SOFTWARE OR BETA SERVICES WILL BE ERROR-FREE OR THAT THEY WILL MEET ANY SPECIFIED SERVICE LEVEL, OR WILL OPERATE WITHOUT INTERRUPTIONS OR DOWNTIME.\nTO THE EXTENT THIS DISCLAIMER CONFLICTS WITH APPLICABLE LAW, THE SCOPE AND DURATION OF ANY APPLICABLE WARRANTY WILL BE THE MINIMUM PERMITTED UNDER THAT LAW.</p>\n<p>7.3 <em>BETA SERVICES</em>.\nFROM TIME TO TIME, CUSTOMER MAY HAVE THE OPTION TO PARTICIPATE IN A PROGRAM WITH SHOGUN WHERE CUSTOMER GETS TO USE ALPHA OR BETA SERVICES, PRODUCTS, FEATURES OR DOCUMENTATION (COLLECTIVELY, “BETA SERVICES”) OFFERED BY SHOGUN.\nTHE BETA SERVICES ARE NOT GENERALLY AVAILABLE, AND MAY CONTAIN BUGS, ERRORS, DEFECTS OR HARMFUL COMPONENTS.</p>8.\nIndemnification<p>Customer will defend, indemnify and hold Shogun and its affiliates harmless against any actual or threatened claim, loss, liability, proceeding, governmental investigation or enforcement action arising out of or relating to the Customer Content, Customer Websites or its breach of these Terms (“<strong>\n<em>Claim</em>\n</strong>“).\nShogun and its affiliates will cooperate as fully as reasonably required in the defense of any Claim, at Customer’s expense.\nShogun reserves the right, at Customer’s expense, to retain separate counsel for themselves in connection with any Claim or, if Customer has not responded reasonably to the applicable Claim, to assume the exclusive defense and control of any Claim that is subject to indemnification under this Section.\nCustomer will pay all costs, reasonable attorneys’ fees and any settlement amounts or damages awarded against Shogun or its affiliate in connection with any Claim.\nCustomer will also be liable to Shogun for any costs and attorneys’ fees Shogun incurs to successfully establish or enforce Shogun’s right to indemnification under this Section.</p>9.\nLimitation of Liability<p>UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT, CONTRACT, OR OTHERWISE, WILL SHOGUN BE LIABLE TO YOU FOR ANY (I) INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES OF ANY CHARACTER, INCLUDING DAMAGES FOR LOSS OF GOODWILL, LOST PROFITS, LOST SALES OR BUSINESS, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, LOST CONTENT OR DATA, OR FOR ANY AND ALL OTHER DAMAGES OR LOSSES, EVEN IF SHOGUN HAS BEEN ADVISED, KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES OR (II) DIRECT DAMAGES, COSTS OR LIABILITIES IN EXCESS OF THE AMOUNTS PAID BY YOU DURING THE SIX (6) MONTHS PRECEDING THE INCIDENT OR CLAIM.\nTHE FOREGOING PROVISIONS ALLOCATE THE RISKS UNDER THIS AGREEMENT BETWEEN THE PARTIES, AND THE PARTIES HAVE RELIED ON THE LIMITATIONS SET FORTH HEREIN IN DETERMINING WHETHER TO ENTER INTO THIS AGREEMENT.</p>10.\nGeneral<p>10.1 <em>Export Controls</em>.\nThe Shogun Software may be subject to applicable export control laws and economic sanctions regulations.\nIn receiving the Shogun Software, you agree to comply strictly with all domestic and international export laws and economic sanctions regulations as they apply to the Shogun Software, and to the extent consistent with these Terms, to obtain any necessary license or other authorization to export, re-export, or transfer such software or other aspects of the Shogun Software.\nThese laws include restrictions on destinations, users and end use.\nWithout limitation, you may not transfer any aspect of the Shogun Service without U.S.\ngovernment authorization to any entity on a U.S.\ngovernment exclusion list (e.g., the Department of Commerce’s List of Denied Persons, Entity, or Unverified List, and the Treasury Department’s List of Specially Designated Nationals and Consolidated Sanctions List).\nYou represent that you are not on a U.S.\ngovernment exclusion list or under the control of or an agent for any entity on such a list, and you further warrant that you will immediately discontinue use of the Shogun Software if you become placed on any such list or under the control of or an agent for any entity placed on such a list.</p>\n<p>10.2 <em>Publicity</em>.\nShogun may use Customer’s name and logo on Shogun’s website and marketing materials to identify Customer’s relationship with Shogun, and Shogun may publicize that Customer is a customer of Shogun and utilizes the Shogun Software.</p>\n<p>10.3 <em>Assignment.\nDelegation</em>.\nNeither party hereto may assign or otherwise transfer this Agreement, in whole or in part, without the other party’s prior written consent, except that either party may assign this Agreement without consent to a successor to all or substantially all of its assets or business related to this Agreement.\nAny attempted assignment, delegation, or transfer by either party in violation hereof will be null and void.\nSubject to the foregoing, this Agreement will be binding on the parties and their successors and assigns.</p>\n<p>10.4 <em>Waiver</em>.\nAny such waiver will be only to the specific provision and under the specific circumstances for which it was given, and will not apply with respect to any repeated or continued violation of the same provision or any other provision.\nFailure or delay by either party to enforce any provision of this Agreement will not be deemed a waiver of future enforcement of that or any other provision.</p>\n<p>10.5 <em>Relationship</em>.\nNothing contained herein will in any way constitute any association, partnership, agency, employment or joint venture between the parties hereto, or be construed to evidence the intention of the parties to establish any such relationship.\nNeither party will have the authority to obligate or bind the other in any manner, and nothing herein contained will give rise or is intended to give rise to any rights of any kind to any third parties.</p>\n<p>10.6 <em>Unenforceability</em>.\nIf a court of competent jurisdiction determines that any provision of this Agreement is invalid, illegal, or otherwise unenforceable, such provision will be enforced as nearly as possible in accordance with the stated intention of the parties, while the remainder of this Agreement will remain in full force and effect and bind the parties according to its terms.</p>\n<p>10.7 <em>Governing Law</em>.\nThe enforceability and interpretation of the arbitration provisions below will be determined by the Federal Arbitration Act (including its procedural provisions).\nApart from such arbitration provisions, this Agreement will be governed by the laws of the State of California, exclusive of its rules governing choice of law and conflict of laws, and all disputes arising out of the Agreement will be subject to the exclusive jurisdiction and venue of the state and federal courts of San Francisco, California, and the parties hereby consent to the personal jurisdiction of these courts.\nThis Agreement will not be governed by the United Nations Convention on Contracts for the International Sale of Goods.</p>\n<p>10.8 <em>Notices</em>.\nAny notice required or permitted to be given hereunder will be given in writing by personal delivery, certified mail, return receipt requested, or by overnight delivery.\nNotices to Customer must be sent to the email or other address set forth in in your account information.\nNotices to Shogun must be sent to the following address: Shogun Labs, Inc., 340 S Lemon Ave #1085, Walnut, CA 91789, Attn: Legal.</p>\n<p>10.9 <em>Entire Agreement</em>.\nThis Agreement comprises the entire agreement between Customer and Shogun with respect to its subject matter, and supersedes all prior and contemporaneous proposals, statements, sales materials or presentations and agreements (oral and written).\nNo oral or written information or advice given by Shogun, its agents or employees will create a warranty or in any way increase the scope of the warranties in this Agreement.\nThere shall be no force or effect to any different terms of any pre-printed purchase order or similar forms of Customer, even if signed by the parties after the date hereof.</p>\n<p>10.10 <em>Force Majeure</em>.\nNeither Party will be deemed in breach hereunder for any cessation, interruption or delay in the performance of its obligations due to causes beyond its reasonable control (“<strong>\n<em>Force Majeure Event</em>\n</strong>“), including earthquake, flood, or other natural disaster, act of God, labor controversy, civil disturbance, terrorism, war (whether or not officially declared), cyber attacks (e.g., denial of service attacks), or the inability to obtain sufficient supplies, transportation, or other essential commodity or service required in the conduct of its business, or any change in or the adoption of any law, regulation, judgment or decree.</p>\n<p>10.11 <em>Government Terms</em>.\nShogun provides the Shogun Software, including related software and technology, for ultimate federal government end use solely in accordance with the terms of this Agreement.\nIf Customer (or any of its customers) is an agency, department, or other entity of any government, the use, duplication, reproduction, release, modification, disclosure, or transfer of the Shogun Software, or any related documentation of any kind, including technical data, software, and manuals, is restricted by the terms of this Agreement.\nAll other use is prohibited and no rights than those provided in this Agreement are conferred.\nThe Shogun Software were developed fully at private expense.</p>\n<p>10.12 <em>Interpretation</em>.\nFor purposes hereof, “including” means “including without limitation”.</p>11.\nAgreement to Arbitrate<p>11.1 <em>First Try Customer Support</em>.\nIf you have any issues with the Shogun Software or Shogun, you must try to resolve the issue first through Shogun customer support</p>\n<p>11.2 <em>Agreement to Arbitrate</em>.\nIf the parties are not able to the dispute through Shogun customer support, you and your affiliates on one hand, and Shogun and any of Shogun’s affiliates on the other hand, all agree to resolve any dispute arising under these Terms, or under Shogun’s Privacy Policy, or in relation to the Shogun Software by binding arbitration in San Francisco, California, or in another location that both parties agree to.\nThis applies to all claims under any legal theory, unless the claim fits in one the exceptions below.\nIt also applies even after you have stopped using your Shogun account or have deleted it.\nIf the parties have a dispute about whether this agreement to arbitrate can be enforced or applies to such dispute, the parties agree that the arbitrator will decide that too.</p>\n<p>11.3 <em>Exceptions to Agreement to Arbitrate</em>.\nYou and your affiliates on one hand, and Shogun and its affiliates on the other hand, agree that the parties will go to court to resolve disputes relating to your, your affiliate’s, Shogun’s or Shogun’s affiliates intellectual property (e.g., trademarks, trade dress, domain names, trade secrets, copyrights or patents) or your violation of the AUP.\nAlso, either party can bring a claim in small claims court either in San Francisco, California, or the county where you live, or some other place both parties agree on, if it qualifies to be brought in that court.\nIn addition, if either party brings a claim in court that should be arbitrated or either party refuses to arbitrate a claim that should be arbitrated, the other party can ask a court to force the parties to go to arbitration to resolve the claim (i.e., compel arbitration).\nEither party may also ask a court to halt a court proceeding while an arbitration proceeding is ongoing.</p>\n<p>11.4 <em>Details of Arbitration Procedure</em>.</p>\n<p>a.\nPrior to filing any arbitration, both parties jointly agree to seek to resolve any dispute between the parties by mediation conducted by the American Arbitration Association (“<strong>\n<em>AAA</em>\n</strong>“), with all mediator fees and expenses paid equally by the parties.\nIf mediation is not successful, either party may initiate an arbitration proceeding with AAA.\nYou can look at AAA’s rules and procedures on their website https://www.adr.org or you can call them at 1-800-778-7879.\nThe arbitration will be governed by the then-current version of AAA’s Commercial Arbitration Rules (the “<strong>\n<em>Rules</em>\n</strong>“) and will be held with a single arbitrator appointed in accordance with the Rules.\nTo the extent any thing described in this agreement to arbitrate conflicts with the Rules, the language of this agreement to arbitrate applies.</p>\n<p>b.\nEach party will be entitled to get a copy of non-privileged relevant documents in the possession or control of the other party and to take a reasonable number of depositions.\nAll such discovery will be in accordance with procedures approved by the arbitrator.\nThis agreement to arbitrate does not alter in any way the statute of limitations that would apply to any claims or counterclaims asserted by either party.</p>\n<p>c.\nThe arbitrator’s award will be based on the evidence admitted and the substantive law of the State of California and the United States, as applicable, and will contain an award for each issue and counterclaim.\nThe award will provide in writing the factual findings and legal reasoning for such award.\nThe arbitrator will not be entitled to modify these Terms.</p>\n<p>d.\nExcept as provided in the Federal Arbitration Act, the arbitration award will be final and binding on the parties.\nJudgment may be entered in any court of competent jurisdiction.</p>\n<p>11.5 <em>Class Action Waiver</em>.\nBoth you and your affiliates, on one hand, and Shogun and its affiliates on the other hand, agree that any claims or controversies between the parties must be brought against each other on an individual basis only.\nThat means neither you and your affiliates on one hand nor Shogun and its affiliates on the other hand can bring a claim as a plaintiff or class member in a class action, consolidated action, or representative action.\nThe arbitrator cannot combine more than one person’s or entity’s claims into a single case, and cannot preside over any consolidated, class or representative proceeding (unless both parties agree otherwise).\nAnd, the arbitrator’s decision or award in one person’s or entity’s case can only impact the person or entity that brought the claim, not other Shogun customers, and cannot be used to decide other disputes with other customers.\nIf a court decides that this class action waiver is not enforceable or valid, then the entire agreement to arbitrate will be null and void, but the rest of the Terms will still apply.</p>\n<ul>\n<li> Product overview </li>\n<li> For ecommerce managers </li>\n<li> For ecommerce agencies </li>\n<li> Help center </li>\n<li> Page Builder updates </li>\n<li> Case studies </li>\n<li> Pricing </li>\n</ul>Partners<ul>\n<li> Become a Partner </li>\n</ul>Resources<ul>\n<li> Blog </li>\n<li> Guides &amp.\nreports </li>\n</ul>Company<ul>\n<li> About us </li>\n<li> Remote Life blog </li>\n<li> Press </li>\n<li> Careers </li>\n<li> Buy swag </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Data Protection </li>\n<li> Acceptable Use</li>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n<li> © 2022 Shogun Labs, Inc.</li>\n</ul> ", "created_at": "2023-07-08 04:14:39.227066", "updated_at": "2023-07-08 04:17:33.512089"}], "points": [], "urls": ["getshogun.com"]}}