{"error": 448, "message": "OK", "parameters": {"id": 7604, "name": "Unclaimed Money Info", "created_at": "2023-03-17 01:24:51.353822", "updated_at": "2023-03-29 19:26:48.277423", "wikipedia": null, "keywords": null, "related": null, "slug": "unclaimed-money-info", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7604.png", "url": "unclaimedmoneyinfo.com", "documents": [{"id": 14642, "name": "Terms of Service", "url": "https://unclaimedmoneyinfo.com/terms-of-service/", "xpath": "//body", "text": " Skip to content <i>\n</i> Menu <ul>\n<li>Home</li>\n<li>Housing</li>\n<li>Finance</li>\n<li>Insurance</li>\n<li>General</li>\n</ul>\n<p>Quick Links:</p>\n<ul>\n<li>\n<i>\n</i>Open Search Window</li>\n</ul> Home Terms of Service Terms of ServiceOpening StatementThank you for your interest in Unclaimed Money Info.\nWe are excited to support you and look forward to many interactions.&nbsp;Use of Unclaimed Money Info is governed by our Terms and Conditions and the continuation of your visit signifies you have read and understand them.\nWe update the Terms and Conditions from time to time, without notice, and therefore encourage you to revisit them regularly.\nReference to the privacy policyGiven the growing concern for Privacy in the digital domain, we are happy to share our Privacy Policy.\nWithin the policy you will learn about how we manage and protect personal information for adults and for minors (COPPA).\nHowever, Unclaimed Money Info is not intended to address audiences under 13 years of age so we encourage you to alert us if you believe any private information of a minor may have been collected inadvertently.\nContent is free for usersIt continues to be our vision to provide users with information free of charge.\nIn order to create that reality, Unclaimed Money Info will present advertising content on a regular basis that allows us to continue the model as is.\nPurposeUnclaimed Money Info exchanges information in order to produce advertising revenue.\nNo other uses of the website and content are endorsed or allowed.\nThird party content, referrals/redirection to third parties.\nUnclaimed Money Info includes content provided by other parties as well as links to their websites.\nWe do not perform due diligence on content presented through Unclaimed Money Info nor do we provide any assurances relative to the safety, security, accuracy or other factors.\nRestricted information types: No financial information is crossing the websiteFinancial data is not requested or used by Unclaimed Money Info during any interactions.\nCopyright statement &amp.\nnotes related to copyright infringement© 2022 Unclaimed Money Info.\nAll Rights Reserved.\nUse of trademarks, logos, images, graphics, designs and other content is strictly forbidden as they are the sole property of Unclaimed Money Info.\nIntellectual Property (IP)Individuals or organizations that display or use the content of Unclaimed Money Info are at risk for prosecution.\nNot an e-commerce websiteThere are no permitted eCommerce uses of Unclaimed Money Info by design.\nNo users, 3<sup>rd</sup> parties or other organizations may attempt to conduct E-commerce transactions.\nChildren’s Privacy: not designed for use by children.It is understood that any users of Unclaimed Money Info meet the legal age requirement (13 years of age) before sharing any personal information about themselves.\nUnclaimed Money Info has no intent to collect data from anyone below the legal age and will not knowingly do so.\nIntended audience: US OnlyUnclaimed Money Info was designed and delivered with the intent of supporting users in the United States only.\nContact UsCommunication and feedback are critical to our ability to react, improve and address opportunities to deliver the best possible service to our users.\nYou are encouraged to share comments, feedback and/or other material at contact@unclaimedmoneyinfo.com.\nProhibited activitiesUnder no circumstances are visitors to Unclaimed Money Info allowed to execute any attempts to damage the services, technologies, security and other properties that operate and protect the website.\nFurther, visitors are prohibited from any activities the cause hard to other users by attempting to fraudulently obtain personal information, change content, embedded predatory technologies (malware, viruses, etc.) or engage in any other conduct that may cause damage to Unclaimed Money Info, or other visitors.\nTermination clause: Sole discretion for user removal for any reasonUnclaimed Money Info may, at its sole discretion, terminate the ability for any individual to access and/or interact with Unclaimed Money Info.\nVisitors have no direct or inferred rights to access.\nAudience and Governing LawUnclaimed Money Info was designed, and is operated, for the benefit of individuals living in the United States and adheres to US based laws and regulations.\n<b>Nothing in this communication should be regarded as legal or financial advice, and we encourage you to consult with your own advisors and/or attorney before making any business or legal decisions.\nFurthermore, the information contained on the Site is not guaranteed to be correct, complete, or up-to-date.\nThis guide is solely presented as a convenience but is not meant to replace the advice of attorneys or other advisers.</b>\n<ul>\n<li>\n<i>\n</i>Open Search Window</li>\n</ul> Contact......Privacy Policy......Terms of Service......Unsubscribe<p>*According to the National Association of Unclaimed Property Administrators <br>\n<br> Nothing in this communication should be regarded as legal or financial advice, and we encourage you to consult with your own advisors and/or attorney before making any business or legal decisions.\nFurthermore, the information contained on the Site is not guaranteed to be correct, complete, or up-to-date.\nThis guide is solely presented as a convenience but is not meant to replace the advice of attorneys or other advisers.\n</p>\n<p>Do Not Sell My Information</p>\n<p>Copyright 2023 © Unclaimed Money Info</p> Search for: Search <i>\n</i>Close Search Window ↑ ", "created_at": "2023-03-17 01:24:51.385406", "updated_at": "2023-03-17 01:25:16.833093"}, {"id": 14643, "name": "Privacy Policy", "url": "https://unclaimedmoneyinfo.com/privacy-policy/", "xpath": "//body", "text": " Skip to content <i>\n</i> Menu <ul>\n<li>Home</li>\n<li>Housing</li>\n<li>Finance</li>\n<li>Insurance</li>\n<li>General</li>\n</ul>\n<p>Quick Links:</p>\n<ul>\n<li>\n<i>\n</i>Open Search Window</li>\n</ul> Home Privacy Policy Privacy PolicyOpening StatementOur Privacy Policy was Last Updated on 07/27/2020.\nUnclaimed Money Info Privacy Policy provides important information on the types of personal information that it may collect, use, or process about you when you visit our website or interact with Unclaimed Money Info.\nWe value your privacy and are committed to safeguarding your information.\nPlease review this Policy to learn about the privacy practices at Unclaimed Money Info.\nApplicability and third-party websites and servicesThis Privacy Policy is only applicable to this website: Unclaimed Money Info.\nThis statement is limited in nature to only be relevant and govern the material in this website.\nThis Privacy Policy does not govern and is not applicable to any third party or any website that may be linked on Unclaimed Money Info.\nThis Privacy Policy only governs the collection, processing and storing of personal information supplied to this website.\nit does not govern the collection, processing or storing of personal information by any third party.\nWe may collect your personal information in the following ways:Collection of information on this website based on your interactions with the website may be are limited to, name, email address, phone number, and address.\nYou will also be sharing your information with us if you choose to submit an inquiry form.\nWe may automatically collect some additional information using web technologies including use of cookies, and this is based on your interaction with the website.\nTypes of Information we may collect:You may be asked to submit personal information when you visit Unclaimed Money Info.\nThis includes your name, date of birth, street address, e-mail address and phone number.We may collect other information from you such as IP address, geolocation, device ID, date/time stamp, browsing behavior and click-through activity.We may also collect information from data aggregators or publicly available databases.\nHow we may use the information we collect.Personal information and other information collected by Unclaimed Money Info may be used to achieve several goals.First, Unclaimed Money Info will use such information to deliver products and services.\nWe may also use personal information to send relevant communications, to provide relevant marketing messages, and to improve our goods and services.\nWe may also combine your information with publicly available information or information collected by trusted third parties to get to know you better.\nTargeted Ads and Analytics ServicesWe are committed to consumer choice for privacy protections, and thereby support the Self-Regulatory Principles for Online Advertising of the Digital Advertising Alliance (DAA).\nYou can find out more information about that here.\nYou may also learn more about how you may opt out of advertisements we place using internet-based data and analytics through NAI Consumer Opt-Out Page, and Google’s information page.\nCookies and Other TechnologyUnclaimed Money Info uses cookies to store information, personalize content, monitor marketing campaigns and other communications, and improve our understanding of how visitors interact with our website, our content, and advertisements.We utilize session cookies, which expire when you close your browser, and persistent cookies, which are saved until they are deleted.\nFor more information about your choices regarding cookies and other tracking technologies, please see the “Your Choices” section below.\nYour Choices regarding collection of your information.Your choices regarding collection of your information include:\n<ul>\n<li>You may choose to not provide this Unclaimed Money Info with your Personally identifiable Information (PII).</li>\n<li>You can adjust your browser settings to refuse/decline cookies.\nPlease note that some of the website functionality may not be available, and other functions of the website may not operate if you choose to decline cookies.\nOur website provides the users a provision to refuse/decline cookies.</li>\n<li>This website does not respond to the received ‘do not track’ requests.</li>\n<li>You can unsubscribe and can be accomplished by submitting a request Unclaimed Money Info.\nIf you do not want to receive targeted and other marketing and promotional emails from us, you may opt-out at any time by using the opt-out link contained in these emails via the option to ‘unsubscribe’.</li>\n</ul>\nWe will process your opt-out request within 10 business days.\nCalifornia Privacy Rights:If you are a resident of the State of California, you have the rights, in certain circumstances to request information about how Unclaimed Money Info shares certain categories of personal information.\nOur Privacy Policy gives you the choice to opt out of such sharing and features important information about how your information is shared with third parties for their marketing purposes.\nIf you would like to request this information, please contact the Unclaimed Money Info privacy team at contact@unclaimedmoneyinfo.com.\nChildren’s PrivacyUnclaimed Money Info is intended for general audiences, and Unclaimed Money Info neither targets nor markets to children under the age of 13.We do not knowingly collect information from children.\nWe will delete such information if we become aware of it.\nUpdates to this Privacy PolicyTo ensure that our Privacy Policy remains accurate and up to date, our privacy team regularly reviews this policy and makes updates.\nPlease note that Unclaimed Money Info reserves the right to change or update this policy at any time by posting an updated Privacy Policy on Unclaimed Money Info.\nThis may be done without any advance notice and will become effective upon posting.\nPersonal Information Transferred to the U.S.Unclaimed Money Info is intended for users in the United States.\nWhen you use our website, you consent to your personal information being transferred and processed in the United States.\nContact UsThe Unclaimed Money Info Office of Privacy can be reached at contact@unclaimedmoneyinfo.com.\nIf you have any questions, concerns, or comments relating to our privacy practices, please reach out to us.\nThe California Consumer Privacy Act of 2018 (CCPA): Rights, provisions to consumer and other mandatory information.<p>\n<b>Consumer rights given by CCPA:</b>\n</p>\n<ul>\n<li>The right to request disclosure of the company’s business data collection and sales practices in relation to the customer, which include: the categories of personal information the company has collected, and the source of the information.</li>\n<li>The right to request that the consumer’s personal information not be sold to third parties, if applicable.</li>\n<li>The right not to be discriminated against because the consumer exercised any of the new rights under The California Consumer Privacy Act of 2018 (CCPA).\nThe right to request a copy of personal information collected by the company about him or her during the 12 months before their request.\nThe right to have such information deleted by the company.</li>\n</ul>\n<p>\n<b>Privacy practices related with CCPA-</b>\n</p>\n<ul>\n<li>The categories of personal information disclosed for a business purpose in the past 12 months for purposes related to: Auditing, verify or maintain the quality or safety of a service, and detecting security incidents.\nperforming services on behalf of the business, product/ service troubleshooting, undertaking internal research for product/service/technology development.</li>\n<li>The company provides a page/link titled “Do Not Sell My Personal Information,”.\nThe consumer can opt out of having his or her information sold.\nThis link can be accessed in the footer of the website home page.</li>\n<li>The sources of each category of personal information are as follows: data partners, data brokers, user-entered data, and from data obtained via cookies</li>\n<li>The process for making a request through either channel is available here.\nThe company will respond within 45 days and no later than 45 days of receiving a personal information request.\nA list of all the categories of personal information that have been collected in the past 12 months is available in the “Types of Information we may collect” section.</li>\n<li>The categories of personal information sold in the past 12 months: are available in the “Types of Information we may collect” section.</li>\n<li>The company provides two channels for receiving personal requests: a web page and a toll-free telephone number (833) 663-0562.\nConsumer will be able to make a personal information request twice in a 12-month period Purposes for using each category of collected information can be reviewed in the [Section] ‘How we may use the collected information’.</li>\n<li>The company collects information from the requesting consumer so that it can verify his/her identity.</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Open Search Window</li>\n</ul> Contact......Privacy Policy......Terms of Service......Unsubscribe<p>*According to the National Association of Unclaimed Property Administrators <br>\n<br> Nothing in this communication should be regarded as legal or financial advice, and we encourage you to consult with your own advisors and/or attorney before making any business or legal decisions.\nFurthermore, the information contained on the Site is not guaranteed to be correct, complete, or up-to-date.\nThis guide is solely presented as a convenience but is not meant to replace the advice of attorneys or other advisers.\n</p>\n<p>Do Not Sell My Information</p>\n<p>Copyright 2023 © Unclaimed Money Info</p> Search for: Search <i>\n</i>Close Search Window ↑ ", "created_at": "2023-03-17 01:24:51.416546", "updated_at": "2023-03-17 01:25:29.656145"}], "points": [], "urls": ["unclaimedmoneyinfo.com"]}}