{"error": 448, "message": "OK", "parameters": {"id": 9333, "name": "Heise Online Newsticker", "created_at": "2023-08-20 03:29:23.921639", "updated_at": "2023-08-20 10:02:16.076681", "wikipedia": "https://de.wikipedia.org/wiki/Heise_online", "keywords": null, "related": null, "slug": "heise-online-newsticker", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9333.png", "url": "heise.de", "documents": [{"id": 18310, "name": "Datenschutzerklärung", "url": "https://www.heise.de/Datenschutzerklaerung-der-Heise-Medien-GmbH-Co-KG-4860.html", "xpath": "//*[@id=\"bottom-up\"]", "text": " heise online Logo Gratis testen Jetzt 1 Monat gratis testen <ul>\n<li> c't Magazin Logo c't – Magazin für Computertechnik </li>\n<li> iX Magazin Logo iX – Magazin für professionelle Informationstechnik </li>\n<li> MIT Technology Review Logo MIT Technology Review – Das Magazin für Innovation von Heise </li>\n<li> c't Fotografie Logo c't Fotografie - Das Magazin rund ums digitale Bild </li>\n<li> Mac an i Logo Mac &amp.\ni – Nachrichten, Tests, Tipps und Meinungen rund um Apple </li>\n<li> Make Logo Make – Kreativ mit Technik </li>\n<li> Alle Magazine im Browser lesen </li>\n</ul>\n<ul>\n<li> IT </li>\n<li> Wissen </li>\n<li> Mobiles </li>\n<li> Security </li>\n<li> Developer </li>\n<li> Entertainment </li>\n<li> Netzpolitik </li>\n<li> Wirtschaft </li>\n<li> Journal </li>\n</ul> Newsticker Foren Topthemen: <ul>\n<li> Künstliche Intelligenz 🤖 </li>\n<li> Energie 🔥 </li>\n<li> e-Health ⚕️ </li>\n<li> Windows 🪟 </li>\n<li> Linux &amp.\nOpen Source 🐧 </li>\n<li> Podcasts 🎙 </li>\n</ul> Newsletter heise-Bot heise-Bot Push Nachrichten Push Push-Nachrichten Dunkles Schema Betriebssystemeinstellung übernehmen Helles Schema IT News <ul>\n<li> Newsticker </li>\n<li> heise Developer </li>\n<li> heise Netze </li>\n<li> heise Open Source </li>\n<li> heise Security </li>\n</ul> Online-Magazine <ul>\n<li> heise+ </li>\n<li> Telepolis </li>\n<li> heise Autos </li>\n<li> TechStage </li>\n<li> tipps+tricks </li>\n</ul> Services <ul>\n<li> Stellenmarkt heise Jobs </li>\n<li> heise Academy </li>\n<li> heise Download </li>\n<li> Preisvergleich </li>\n<li> Whitepaper/Webcasts </li>\n<li> Tarifrechner </li>\n<li> Netzwerk-Tools </li>\n<li> Spielen bei Heise </li>\n<li> Loseblattwerke </li>\n<li> iMonitor </li>\n</ul> Heise Medien <ul>\n<li> heise Shop </li>\n<li> Abo bestellen </li>\n<li> Mein Abo </li>\n<li> Veranstaltungen </li>\n<li> Arbeiten bei Heise </li>\n<li> Mediadaten </li>\n<li> Presse </li>\n</ul> Anmelden|Registrieren Dunkles Schema Betriebssystemeinstellung übernehmen Helles Schema Datenschutzerklärung der Heise Medien GmbH &amp.\nCo.\nKG <p>Heise Medien nimmt den Schutz personenbezogener Daten sehr ernst.\nWir möchten, dass Sie wissen, wann wir welche Daten speichern und wie wir sie verwenden.\nAls privatrechtliches Unternehmen unterliegen wir den Bestimmungen der europäischen Datenschutzgrundverordnung (DSGVO) und den ergänzenden Regelungen des Bundesdatenschutzgesetzes (BDSG-neu).\nUm sicherzustellen, dass die Vorschriften über den Datenschutz sowohl von uns als auch von unseren externen Dienstleistern beachtet werden, haben wir geeignete technische und organisatorische Maßnahmen getroffen.</p>\n<p>Diese allgemeine Datenschutzerklärung gilt für alle Online-Angebote von Heise Medien.\nDarunter fallen Websites, Funktionen und Inhalte sowie externe Online-Präsenzen, wie z.B.\nunsere Social-Media-Profile.\nNeben den nachfolgenden allgemeinen Angaben und Pflichtinformationen haben wir zusätzliche individuelle Datenschutzinformationen für einzelne Online-Angebote für Sie zusammengestellt.\nDort informieren wir Sie über angebotsspezifische Datenverarbeitungsvorgänge und insbesondere über die Zusammenarbeit mit externen Dienstleistern, die unter unserer strengen Kontrolle Leistungen wie Webtracking, Reichweitenmessung oder Werbeleistungen für uns erbringen.\n</p>\n<p>Bei den nachfolgenden Online-Angeboten sind individuelle Datenschutzinformationen zu beachten.</p>\n<p>heise online und Telepolis <br> heise shop und Abonnements <br> heise Academy und heise Academy Events <br> TechStage <br> Mobile Apps <br> heise jobs<br> Heise Business Services </p>\n1.\nVerantwortlicher<br>\n<p>Verantwortlicher gemäß Art.\n4 Abs.\n7 DSGVO und anderer nationaler Datenschutzgesetze der Mitgliedsstaaten der Europäischen Union sowie sonstiger datenschutzrechtlicher Bestimmungen ist die</p>\n<p>Heise Medien GmbH &amp.\nCo.\nKG<br>Karl-Wiechert-Allee 10<br>30625 Hannover<br>Postfach 61 04 07<br>30604 Hannover</p>\n<p>Telefon +49 [0]511 5352-0<br>Fax +49 [0]511 5352-129<br>E-Mail webmaster@heise.de<strong>\n<br>\n</strong>\n</p>\n2.\nDatenschutzbeauftragter<br>\n<p>Für Fragen, Anregungen oder Kommentare zum Thema Datenschutz und zur Durchsetzung Ihrer Rechte wenden Sie sich bitte an unseren Datenschutzbeauftragten: </p>\n<p>Joerg Heidrich<br>Datenschutz<br>Heise Medien GmbH &amp.\nCo.\nKG<br>Karl-Wiechert-Allee 10<br>30625 Hannover</p>\n<p>E-Mail datenschutz@heise.de</p>\n3.\nBegriffsbestimmungen\n<p>In unserer Datenschutzerklärung verwenden wir Begriffe, die in der DSGVO verwendet werden und dort definiert sind.\nDamit Sie wissen, was darunter zu verstehen ist, möchten wir die wichtigsten Begriffe erläutern.\n</p>\n<p>\n<strong>3.1 Personenbezogene Daten</strong>\n</p>\n<p>Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person (im Folgenden „betroffene Person“) beziehen.\nAls identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung (z.B.\nIP-Adresse oder Cookies) oder zu einem oder mehreren besonderen Merkmalen, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind, identifiziert werden kann.</p>\n<p>\n<strong>3.2 Verarbeitung</strong>\n<br>\n</p>\n<p>Verarbeitung ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführte Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten.\nDarunter fällt im Grunde jeglicher Umgang mit personenbezogenen Daten wie das Erheben, die Speicherung, die Veränderung, die Verwendung, die Übermittlung, Verbreitung, das Löschen oder die Vernichtung etc.</p>\n<p>\n<strong>3.3 Verantwortlicher</strong>\n<br>\n</p>\n<p>Als Verantwortlicher gilt die natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet.\nDer Verantwortliche hat die Zulässigkeit der Datenverarbeitung durch den Einsatz von regelmäßig zu überprüfenden technischen und organisatorischen Maßnahmen sicherzustellen.</p>\n<p>\n<strong>3.4 Pseudonymisierung</strong>\n</p>\n<p>Pseudonymisierung ist die Verarbeitung personenbezogener Daten in einer Weise, dass die personenbezogenen Daten ohne Hinzuziehung zusätzlicher Informationen nicht mehr einer spezifischen betroffenen Person zugeordnet werden können, sofern diese zusätzlichen Informationen gesondert aufbewahrt werden und technischen und organisatorischen Maßnahmen unterliegen, die gewährleisten, dass die personenbezogenen Daten nicht einer identifizierten oder identifizierbaren natürlichen Person zugewiesen werden.</p>\n<p>\n<strong>3.5 Auftragsverarbeiter</strong>\n<br>\n</p>\n<p>Ein Auftragsverarbeiter ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet.</p>\n<p>\n<strong>3.6 Empfänger</strong>\n<br>\n</p>\n<p>Empfänger ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, denen personenbezogene Daten offengelegt werden, unabhängig davon, ob es sich bei ihr um einen Dritten handelt oder nicht.\nBehörden, die im Rahmen eines bestimmten Untersuchungsauftrags nach dem Unionsrecht oder dem Recht der Mitgliedstaaten möglicherweise personenbezogene Daten erhalten, gelten jedoch nicht als Empfänger.</p>\n<p>\n<strong>3.7 Dritter</strong>\n<br>\n</p>\n<p>Dritter ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, außer der betroffenen Person, dem Verantwortlichen, dem Auftragsverarbeiter und den Personen, die unter der unmittelbaren Verantwortung des Verantwortlichen oder des Auftragsverarbeiters befugt sind, die personenbezogenen Daten zu verarbeiten.</p>\n<p>\n<strong>3.8 Einwilligung</strong>\n<br>\n</p>\n<p>Die Einwilligung ist Ausdruck der datenschutzrechtlichen Selbstbestimmung.\nSie ist die freiwillige für den bestimmten Fall, in informierter Weise und unmissverständlich abgegebene Willensbekundung in Form einer Erklärung oder einer sonstigen eindeutigen bestätigenden Handlung, mit der die betroffene Person zu verstehen gibt, dass sie mit der Verarbeitung der sie betreffenden personenbezogenen Daten einverstanden ist.\nEine erteilte Einwilligung kann jederzeit widerrufen werden.</p>\n4.\nAllgemeine Informationen zur Datenverarbeitung <p>\n<strong>4.1 Umfang der Verarbeitung personenbezogener Daten</strong>\n</p>\n<p>Grundsätzlich verarbeiten wir Ihre personenbezogenen Daten nur, soweit dies zur Bereitstellung unserer Online-Angebote, Inhalte und Leistungen erforderlich ist.\nDie Erhebung und Verwendung Ihrer personenbezogenen Daten erfolgt regelmäßig nur nach einer Einwilligung oder wenn die Verarbeitung der Daten durch gesetzliche Vorschriften gestattet ist.</p>\n<p>\n<strong>4.2 Rechtsgrundlagen der Verarbeitung personenbezogener Daten</strong>\n</p>\n<p>Im Datenschutz gilt das sogenannte Verbot mit Erlaubnisvorbehalt.\nDemnach ist eine Verarbeitung personenbezogener Daten grundsätzlich rechtswidrig, es sei denn, es liegt eine Einwilligung des Betroffenen vor oder sie wird durch einen gesetzlich geregelten Erlaubnisgrund legitimiert.\nWir sind verpflichtet, Sie über die Rechtsgrundlagen der Datenverarbeitung zu informieren.\n</p>\n<p>Wenn wir für die Verarbeitung personenbezogener Daten Ihre Einwilligung einholen, dient Art.\n6 Abs.\n1 lit.\na DSGVO als Rechtsgrundlage.</p>\n<p>Bei Verarbeitungsvorgängen, die zur Erfüllung eines zwischen Ihnen und uns geschlossenen Vertrages oder zur Durchführung vorvertraglicher Maßnahmen erforderlich sind, dient Art.\n6 Abs.\n1 lit.\nb DSGVO als Rechtsgrundlage.</p>\n<p>Ist die Verarbeitung personenbezogener Daten zur Erfüllung einer rechtlichen Verpflichtung, der wir unterliegen, erforderlich, wie etwa gesetzliche Aufbewahrungs- und Speicherpflichten, dient Art.\n6 Abs.\n1 lit.\nc DSGVO als Rechtsgrundlage.</p>\n<p>Für den Fall, dass lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person eine Verarbeitung personenbezogener Daten erforderlich machen, ist Art.\n6 Abs.\n1 lit.\nd DSGVO die Rechtsgrundlage.</p>\n<p>Ist die Verarbeitung zur Wahrung unserer oder der berechtigten Interessen eines Dritten erforderlich und überwiegen Ihre Interessen, Grundrechte und Grundfreiheiten das erstgenannte Interesse nicht, so wird die Verarbeitung personenbezogener Daten durch Art.\n6 Abs.\n1 lit.\nf DSGVO legitimiert.</p>\n<p>Wenn im Rahmen von Datenverarbeitungen Cookies oder cookieähnliche Technologien eingesetzt werden, erfolgt die Speicherung von Informationen in der Endeinrichtung des Endnutzers oder der Zugriff auf bereits in der Endeinrichtung des Endnutzers gespeicherte Information gem.\n§ 25 Abs.\n1 TTDSG in Verbindung mit Art.\n6 Abs.\n1 lit.\na DSGVO und die weitere Datenverarbeitung gem.\nArt.\n6 Abs.\n1 DSGVO.</p>\n<p>Falls die Cookie-Nutzung als unbedingt erforderlich ist, erfolgt diese auf Grundlage von § 25 Abs.\n2 TTDSG und die weitere Datenverarbeitung gem.\nArt.\n6 Abs.\n1 DSGVO.</p>\n<p>\n<strong>4.3 Weitergabe personenbezogener Daten an Dritte und Auftragsverarbeiter</strong>\n</p>\n<p>Grundsätzlich geben wir ohne Ihr ausdrückliches Einverständnis keine personenbezogenen Daten an Dritte weiter.\nSofern wir im Rahmen der Verarbeitung Ihre Daten dennoch gegenüber Dritten offenbaren, sie an diese übermitteln oder ihnen sonst Zugriff auf die Daten gewähren, erfolgt auch dies ausschließlich auf Grundlage einer der genannten Rechtsgrundlagen.\nWir übermitteln Daten z.\nB.\nan Zahlungsdienstleister, wenn dies zur Vertragserfüllung erforderlich ist.\nWenn wir gesetzlich oder per Gerichtsbeschluss dazu verpflichtet sind, müssen wir Ihre Daten an auskunftsberechtigte Stellen übermitteln.</p>\n<p>Teilweise bedienen wir uns zur Verarbeitung Ihrer Daten sorgfältig ausgewählter externer Dienstleister.\nSollten im Rahmen einer sogenannten Auftragsverarbeitung Daten an Dienstleister weitergegeben werden, so erfolgt dies auf Grundlage des Art.\n28 DSGVO.\nUnsere Auftragsverarbeiter sind sorgfältig ausgewählt, sind an unsere Weisungen gebunden und werden regelmäßig von uns kontrolliert.\nWir beauftragen nur solche Auftragsverarbeiter, die hinreichend Garantien dafür bieten, dass geeignete technische und organisatorische Maßnahmen so getroffen werden, dass die Verarbeitung im Einklang mit den Anforderungen von DSGVO und BDSG-neu erfolgt und den Schutz Ihrer Rechte gewährleistet.\n</p>\n<p>\n<strong>4.4.\nDatenübermittlung in Drittstaaten</strong>\n</p>\n<p>Die DSGVO gewährleistet ein innerhalb der Europäischen Union gleich hohes Datenschutzniveau.\nBei der Auswahl unserer Dienstleister und Kooperationspartner setzen wir daher nach Möglichkeit auf europäische Partner, wenn Ihre personenbezogenen Daten verarbeitet werden sollen.\nNur in Ausnahmefällen werden wir Daten außerhalb der Europäischen Union oder des Europäischen Wirtschaftsraums im Rahmen der Inanspruchnahme von Diensten Dritter verarbeiten lassen.\n</p>\n<p>Wir lassen eine Verarbeitung Ihrer Daten in einem Drittland nur zu, wenn die besonderen Voraussetzungen der Art.\n44 ff.\nDSGVO erfüllt sind.\nIn der Regel werden wir Ihre Einwilligung nach Art.\n49 DSGVO erbitten.\nAlternativ kann die Verarbeitung Ihrer Daten auf Grundlage besonderer Garantien erfolgen, wie etwa die von der EU-Kommission offiziell anerkannte Feststellung eines der EU entsprechenden Datenschutzniveaus oder die Beachtung offiziell anerkannter spezieller vertraglicher Verpflichtungen, der sogenannten „Standardvertragsklauseln“.</p>\n<p>\n<strong>4.5 Löschung von Daten und Speicherdauer</strong>\n</p>\n<p>Sobald der Zweck für die Speicherung entfällt, werden wir Ihre personenbezogenen Daten löschen oder sperren.\nDarüber hinaus kann eine Speicherung jedoch erfolgen, wenn dies durch den europäischen oder nationalen Gesetzgeber in EU-Verordnungen, Gesetzen oder sonstigen Vorschriften, denen wir unterliegen, vorgesehen wurde.\nDas betrifft z.\nB.\nDaten, die aus handels- oder steuerrechtlichen Gründen aufbewahrt werden müssen, also etwa Rechnungsdaten für Abonnements.\nEine Sperrung oder Löschung Ihrer Daten erfolgt dann, wenn eine durch diese Vorschriften vorgeschriebene Speicherfrist abläuft, es sei denn, dass eine Erforderlichkeit zur weiteren Speicherung der Daten für einen Vertragsabschluss oder eine Vertragserfüllung besteht.</p>\n<p>\n<strong>4.6 Bestehen einer automatisierten Entscheidungsfindung</strong>\n<br>\n</p>\n<p>Wir verzichten auf eine automatische Entscheidungsfindung oder ein Profiling.</p>\n5.\nBetroffenenrechte\n<p>Werden personenbezogene Daten von Ihnen verarbeitet, sind Sie Betroffener im Sinne der DSGVO.\nUns gegenüber als Verantwortlichem stehen Ihnen folgende Rechte zu:<br>\n</p>\n<p>\n<strong>5.1 Recht auf Widerruf einer datenschutzrechtlichen Einwilligungserklärung</strong>\n</p>\n<p>Sofern die Verarbeitung der personenbezogenen Daten auf einer erteilten Einwilligung beruht, haben Sie jederzeit das Recht, diese Einwilligung zu widerrufen.\nDurch den Widerruf wird die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung nicht berührt.</p>\n<p>\n<strong>5.2 Recht auf Auskunft</strong>\n</p>\n<p>Sie haben das Recht, von uns eine Bestätigung darüber zu verlangen, ob wir Sie betreffende personenbezogene Daten verarbeiten.\nSofern dies der Fall ist, können Sie Auskunft über folgende Informationen verlangen: </p>\n<ul>\n<li>die Verarbeitungszwecke;</li>\n<li>die Kategorien personenbezogener Daten, die verarbeitet werden;<br>\n</li>\n<li>die Empfänger oder Kategorien von Empfängern, gegenüber denen die personenbezogenen Daten offengelegt worden sind oder noch offengelegt werden, wobei Sie im Zusammenhang mit der Übermittlung an ein Drittland oder an eine internationale Organisation zusätzlich das Recht haben, über die geeigneten Garantien gemäß Art.\n46 DSGVO unterrichtet zu werden;</li>\n<li>falls möglich, die geplante Dauer, für die die personenbezogenen Daten gespeichert werden, oder, falls dies nicht möglich ist, die Kriterien für die Festlegung dieser Dauer;</li>\n<li>das Bestehen eines Rechts auf Berichtigung oder Löschung der Sie betreffenden personenbezogenen Daten oder auf Einschränkung der Verarbeitung durch uns oder eines Widerspruchsrechts gegen diese Verarbeitung;</li>\n<li>das Bestehen eines Beschwerderechts bei einer Aufsichtsbehörde;</li>\n<li>wenn die personenbezogenen Daten nicht bei Ihnen erhoben werden, alle verfügbaren Informationen über die Herkunft der Daten;</li>\n<li>das Bestehen einer automatisierten Entscheidungsfindung einschließlich Profiling gemäß Artikel 22 Absätze 1 und 4 DSGVO und – zumindest in diesen Fällen – aussagekräftige Informationen über die involvierte Logik sowie die Tragweite und die angestrebten Auswirkungen einer derartigen Verarbeitung für die betroffene Person.</li>\n</ul>\n<p>Wir stellen Ihnen innerhalb eines Monats nach Eingang Ihres Auskunftsersuchens eine Kopie der personenbezogenen Daten, die Gegenstand der Verarbeitung sind, zur Verfügung.\nFür alle weiteren Kopien, die Sie beantragen, können wir ein angemessenes Entgelt auf der Grundlage der Verwaltungskosten verlangen.\nStellen Sie den Antrag elektronisch, werden wir Ihnen die Informationen in einem gängigen elektronischen Format zur Verfügung stellen, sofern Sie nichts anderes angeben.</p>\n<p>\n<strong>5.3 Recht auf Berichtigung</strong>\n</p>\n<p>Sie haben das Recht, von uns unverzüglich die Berichtigung Ihrer personenbezogenen Daten zu verlangen, wenn diese unrichtig sind.\nUnter Berücksichtigung der Zwecke der Verarbeitung haben Sie das Recht, die Vervollständigung unvollständiger personenbezogener Daten – auch mittels einer ergänzenden Erklärung – zu verlangen.</p>\n<p>\n<strong>5.4 Recht auf Löschung („Recht auf Vergessen werden“)</strong>\n</p>\n<p>Sie haben das Recht, von uns zu verlangen, dass Sie betreffende personenbezogene Daten unverzüglich gelöscht werden, und wir sind verpflichtet, personenbezogene Daten unverzüglich zu löschen, sofern einer der folgenden Gründe zutrifft:</p>\n<ul>\n<li>Die personenbezogenen Daten sind für die Zwecke, für die sie erhoben oder auf sonstige Weise verarbeitet wurden, nicht mehr notwendig.</li>\n<li>Sie widerrufen ihre Einwilligung, auf die sich die Verarbeitung stützte, und es fehlt an einer anderweitigen Rechtsgrundlage für die Verarbeitung.</li>\n<li>Sie legen Widerspruch gegen die Verarbeitung ein und es liegen keine vorrangigen berechtigten Gründe für die Verarbeitung vor, oder Sie legen Widerspruch gegen die Verarbeitung ein.</li>\n<li>Die personenbezogenen Daten wurden unrechtmäßig verarbeitet.</li>\n<li>Die Löschung der personenbezogenen Daten ist zur Erfüllung einer rechtlichen Verpflichtung nach dem Unionsrecht oder dem Recht der Mitgliedsstaaten erforderlich.</li>\n<li>Die personenbezogenen Daten wurden in Bezug auf angebotene Dienste der Informationsgesellschaft gemäß Art.\n8 Abs.\n1 DSGVO erhoben.</li>\n</ul>\n<p>Haben wir die Sie betreffenden personenbezogenen Daten öffentlich gemacht und sind wir zu deren Löschung verpflichtet, so treffen wir unter Berücksichtigung der verfügbaren Technologie und der Implementierungskosten angemessene Maßnahmen, auch technischer Art, um für die Datenverarbeitung Verantwortliche, die die personenbezogenen Daten verarbeiten, darüber zu informieren, dass Sie von ihnen die Löschung aller Links zu diesen personenbezogenen Daten oder von Kopien oder Replikationen dieser personenbezogenen Daten verlangt hat.</p>\n<p>Das Recht auf Löschung („Recht auf Vergessen werden“) besteht nicht, soweit die Verarbeitung erforderlich ist: </p>\n<ul>\n<li>zur Ausübung des Rechts auf freie Meinungsäußerung und Information;</li>\n<li>zur Erfüllung einer rechtlichen Verpflichtung, die die Verarbeitung nach dem Recht der Union oder der Mitgliedsstaaten, dem wir unterliegen, erfordert, oder zur Wahrnehmung einer Aufgabe, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, die uns übertragen wurde;</li>\n<li>aus Gründen des öffentlichen Interesses im Bereich der öffentlichen Gesundheit gemäß Art.\n9 Abs.\n2 lit.\nh und i sowie Art.\n9 Abs.\n3 DSGVO;</li>\n<li>für im öffentlichen Interesse liegende Archivzwecke, wissenschaftliche oder historische Forschungszwecke oder für statistische Zwecke gemäß Art.\n89 Abs.\n1 DSGVO, soweit das Recht auf Löschung voraussichtlich die Verwirklichung der Ziele dieser Verarbeitung unmöglich macht oder ernsthaft beeinträchtigt, oder</li>\n<li>zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen<strong>.</strong>\n</li>\n</ul>\n<p>\n<strong>5.5 Recht auf Einschränkung der Verarbeitung</strong>\n</p>\n<p>Sie haben das Recht, von uns die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen, wenn eine der folgenden Voraussetzungen gegeben ist:</p>\n<ul>\n<li>Sie bestreiten die Richtigkeit der Sie betreffenden personenbezogenen Daten für eine Dauer, die es uns ermöglicht, die Richtigkeit der personenbezogenen Daten zu überprüfen;</li>\n<li>die Verarbeitung ist unrechtmäßig und Sie verlangen anstelle der Löschung die Einschränkung der Nutzung der personenbezogenen Daten;</li>\n<li>wir benötigen die personenbezogenen Daten für die Zwecke der Verarbeitung nicht länger, Sie benötigen diese jedoch zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen, oder</li>\n<li>Sie haben Widerspruch gegen die Verarbeitung eingelegt, solange noch nicht feststeht, ob unsere berechtigten Gründe gegenüber Ihren Gründen überwiegen.</li>\n</ul>\n<p>Wurde die Verarbeitung gemäß den oben genannten Voraussetzungen eingeschränkt, so werden diese personenbezogenen Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Union oder eines Mitgliedsstaats verarbeitet.\n</p>\n<p>Wurde die Einschränkung der Verarbeitung nach den oben genannten Voraussetzungen eingeschränkt, werden wir Sie unterrichten, bevor die Einschränkung aufgehoben wird.<br>\n</p>\n<p>\n<strong>5.6 Recht auf Datenübertragbarkeit</strong>\n</p>\n<p>Sie haben das Recht, die Sie betreffenden personenbezogenen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten, und Sie haben das Recht, diese Daten einem anderen Verantwortlichen ohne Behinderung durch uns, zu übermitteln, sofern die Verarbeitung auf einer Einwilligung oder auf einem Vertrag beruht und mithilfe automatisierter Verfahren erfolgt.<br>\n<br>In der Ausübung des Rechts auf Datenübertragbarkeit können Sie erwirken, dass die personenbezogenen Daten direkt von uns zu einem anderen Verantwortlichen übermittelt werden, soweit dies technisch machbar ist.\nDie Ausübung des Rechts auf Datenübertragbarkeit lässt das Recht auf Löschung („Recht auf Vergessen werden“) unberührt.\nDieses Recht gilt nicht für eine Verarbeitung, die für die Wahrnehmung einer uns übertragenen Aufgabe erforderlich ist, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt.</p>\n<p>\n<strong>5.7 Widerspruchsrecht</strong>\n</p>\n<p>\n<strong>Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Sie betreffender personenbezogener Daten, die aufgrund von Art.\n6 Abs.\n1 lit.\ne oder f DSGVO erfolgt, Widerspruch einzulegen.\nDies gilt auch für ein auf diese Bestimmungen gestütztes Profiling.\nWir verarbeiten die personenbezogenen Daten dann nicht mehr, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihren Interessen, Rechten und Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.</strong>\n</p>\n<p>\n<strong>Werden personenbezogene Daten verarbeitet, um Direktwerbung zu betreiben, so haben Sie das Recht, jederzeit Widerspruch gegen die Verarbeitung Sie betreffender personenbezogener Daten zum Zwecke derartiger Werbung einzulegen.\ndies gilt auch für das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht.\nWidersprechen Sie der Verarbeitung für Zwecke der Direktwerbung, so werden die personenbezogenen Daten nicht mehr für diese Zwecke verarbeitet.</strong>\n</p>\n<p>\n<strong>Im Zusammenhang mit der Nutzung von Diensten der Informationsgesellschaft können Sie ungeachtet der ePrivacy-Richtlinie Ihr Widerspruchsrecht mittels automatisierter Verfahren ausüben, bei denen technische Spezifikationen verwendet werden.</strong>\n</p>\n<p>\n<strong>5.8 Automatisierte Entscheidungen im Einzelfall einschließlich Profiling</strong>\n</p>\n<p>Sie haben das Recht, nicht einer ausschließlich auf einer automatisierten Verarbeitung – einschließlich Profiling – beruhenden Entscheidung unterworfen zu werden, die Ihnen gegenüber rechtliche Wirkung entfaltet oder Sie in ähnlicher Weise erheblich beeinträchtigt.\nDies gilt nicht, wenn die Entscheidung:</p>\n<ul>\n<li>für den Abschluss oder die Erfüllung eines Vertrags zwischen Ihnen und uns erforderlich ist,</li>\n<li>aufgrund von Rechtsvorschriften der Union oder der Mitgliedsstaaten, denen wir unterliegen, zulässig ist und diese Rechtsvorschriften angemessene Maßnahmen zur Wahrung Ihrer Rechte und Freiheiten sowie Ihrer berechtigten Interessen enthalten oder</li>\n<li>mit Ihrer ausdrücklichen Einwilligung erfolgt.</li>\n</ul>\n<p>Wir treffen angemessene Maßnahmen, um die Rechte und Freiheiten sowie Ihre berechtigten Interessen zu wahren, wozu mindestens das Recht auf Erwirkung des Eingreifens einer Person seitens des Verantwortlichen, auf Darlegung des eigenen Standpunkts und auf Anfechtung der Entscheidung gehört.</p>\n<p>\n<strong>5.9 Recht auf Beschwerde bei einer Aufsichtsbehörde</strong>\n</p>\n<p>Sie haben unbeschadet eines anderweitigen verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs das Recht auf Beschwerde bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedsstaat Ihres Aufenthaltsorts, Ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes, wenn Sie der Ansicht sind, dass die Verarbeitung der Sie betreffenden personenbezogenen Daten gegen die DSGVO verstößt.</p>\n6.\nNutzung unserer Online-Angebote\n<p>Sie können unser Online-Angebot grundsätzlich ohne Offenlegung Ihrer Identität nutzen.\nIn diesem Abschnitt erläutern wir Ihnen, wann und in welchem Zusammenhang wir bei der Nutzung unserer Online-Angebote Daten verarbeiten, welche Angebote von Dienstleistern und Kooperationspartnern wir implementiert haben, wie diese funktionieren und was mit Ihren Daten geschieht.</p>\n<p>\n<strong>6.1 Datenerhebung beim Besuch unserer Websites</strong>\n</p>\n<p>Soweit Sie unsere Websites rein informatorisch nutzen, Sie sich also weder registrieren, einen Vertrag mit uns abschließen oder uns anderweitig Informationen offenbaren, erheben wir nur die personenbezogenen Daten, die Ihr Browser an unsere Server übermittelt.\nBeim Aufruf unserer Websites erheben wir die nachfolgenden Daten, die für uns technisch notwendig sind, um Ihnen unsere Websites anzeigen zu können und Stabilität und Sicherheit zu gewährleisten.</p>\n<ul>\n<li>IP-Adresse des Nutzers</li>\n<li>Datum und Uhrzeit der Anfrage</li>\n<li>Inhalt der Anforderung (konkrete Seite)</li>\n<li>Zugriffsstatus/HTTP-Statuscode</li>\n<li>jeweils übertragene Datenmenge</li>\n<li>Website, von der die Anforderung kommt</li>\n<li>Betriebssystem des Nutzers</li>\n<li>Sprache und Version der Browsersoftware.</li>\n</ul>\n<p>Die Erfassung der Daten ist zur Anzeige der Websites notwendig und die Speicherung der Daten in Logfiles für den Betrieb unserer Websites und den Erhalt der IT-Sicherheit erforderlich.</p>\n<p>Diese Daten werden für die Dauer von maximal sieben Tagen vorübergehend in den Logfiles unseres Systems gespeichert.\nEine darüber hinausgehende Speicherung ist möglich, in diesem Fall werden die IP-Adressen jedoch gekürzt, sodass eine Zuordnung des aufrufenden Clients nicht mehr möglich ist und die Daten anonymisiert sind.</p>\n<p>Die Speicherung von Informationen in der Endeinrichtung des Endnutzers oder der Zugriff auf Informationen erfolgt gem.\n§ 25 Abs.\n2 TTDSG.\nDie Datenverarbeitung erfolgt auf Grundlage unserer rechtlichen Verpflichtung zur Gewährleistung der IT-Sicherheit nach Art.\n6 Abs.\n1 lit.\nc) in Verbindung mit Art.\n32 DSGVO.</p>\n<p>\n<strong>6.2 Registrierungsfunktion / Kundenkonto</strong>\n<br>\n</p>\n<p>Sie können optional Nutzerkonten für unsere Online-Angebote anlegen, um bestimmte Inhalte und Leistungen unserer Online-Angebote zu nutzen.\n<br>Welche personenbezogenen Daten dabei an uns übermittelt und gespeichert werden, ergibt sich aus der jeweiligen Eingabemaske und den bei der Registrierung zur Verfügung gestellten Informationen.\nDie im Rahmen der Registrierung eingegebenen Daten werden für die Zwecke der Nutzung unserer Angebote verwendet.\nSie haben jederzeit die Möglichkeit Ihr Nutzerkonto zu kündigen.\nIn diesem Fall werden Ihre Daten gelöscht, es sei denn, wir sind aus handels- oder steuerrechtlichen Gründen zur Aufbewahrung verpflichtet.\n</p>\n<p>Dient die Registrierung der Erfüllung eines Vertrages, dessen Vertragspartei Sie sind oder der Durchführung vorvertraglicher Maßnahmen, so ist Rechtsgrundlage für die Verarbeitung der Daten Art.\n6 Abs.\n1 lit.\nb DSGVO.</p>\n<p>Im Rahmen der Inanspruchnahme unserer Registrierungs- und Anmeldefunktionen sowie der Nutzung des Nutzerkontos speichern wir unter Umständen die IP-Adresse und den Zeitpunkt der jeweiligen Nutzerhandlung.\nDie Speicherung erfolgt auf Grundlage unserer berechtigten Interessen, und dient dem Schutz vor Missbrauch und sonstiger unbefugter Nutzung.\nEine Weitergabe dieser Daten an Dritte erfolgt grundsätzlich nicht, außer sie ist zur Verfolgung unserer Ansprüche erforderlich oder es besteht eine gesetzliche Verpflichtung.\nRechtsgrundlage für diese Erfassung und Speicherung ist Art.\n6 Abs.\n1 lit.\nc DSGVO.\nDie IP-Adressen werden spätestens nach 7 Tagen anonymisiert oder gelöscht.</p>\n<p>\n<strong>6.3 Kontaktformulare und E-Mail-Kontakt</strong>\n<br>\n</p>\n<p>Auf unseren Online-Angeboten finden Sie Kontaktformulare und E-Mail-Links (mailto), die für die elektronische Kontaktaufnahme genutzt werden können.\nHierdurch erfüllen wir unter anderem die gesetzliche Vorgabe, eine schnelle elektronische Kontaktaufnahme mit uns zu ermöglichen gemäß Art.\n6 Abs.\n1 lit.\nc DSGVO.\nSofern sich Ihre Anfrage auf die Erfüllung eines Vertrags oder die Durchführung vorvertraglicher Maßnahmen bezieht, erfolgt die Verarbeitung nach Art 6.\nAbs.\n1 lit.\nb DSGVO.\nAnsonsten beruht die Verarbeitung auf unserem berechtigten Interesse an einer effektiven Bearbeitung der an uns gerichteten Anfragen gemäß Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDie im Zuge Ihrer jeweiligen Anfrage übermittelten personenbezogenen Daten werden ausschließlich zweckgebunden verarbeitet.\nWir löschen die Anfragen, sofern diese nicht mehr erforderlich sind und keine gesetzlichen Archivierungspflichten gelten.</p>\n<p>\n<strong>6.4 Nutzerkommentare und –beiträge</strong>\n<br>\n</p>\n<p>Als registrierter Nutzer haben Sie die Möglichkeit, Kommentare zu einzelnen Inhalten unserer Online-Angebote und Beiträge in unserem Forum zu hinterlassen.\nWir werden dann Ihre IP-Adressen und den Zeitpunkt der Veröffentlichung auf Grundlage des Nutzungsvertrages nach Art.\n6 Abs.\n1 lit.\nb.\nDSGVO sieben Tage lang speichern.\nDies erfolgt aus Sicherheitsgründen, falls in Kommentaren und Beiträgen die Rechte Dritter verletzt oder widerrechtliche Inhalte hinterlassen werden (Beleidigungen, Verleumdungen, volksverhetzende Inhalte usw.) sowie aus Gründen der IT-Sicherheit.</p>\n<p>Bedenken Sie, dass Kommentare und Beiträge sowie der Nutzername für jeden zugänglich sind.\nSie sollten Ihre Beiträge vor der Veröffentlichung sorgfältig daraufhin überprüfen, ob sie Angaben enthalten, die nicht für die Öffentlichkeit bestimmt sind.\nSie müssen damit rechnen, dass Ihre Beiträge in Suchmaschinen erfasst und auch ohne gezielten Aufruf unseres Angebotes abrufbar werden.</p>\n<p>\n<strong> 6.5 Newsletter </strong>\n<br>\n</p>\n<p>In einigen Bereichen unserer Online-Angebote bieten wir Ihnen die Möglichkeit an, einen unserer kostenfreien E-Mail-Newsletter zu abonnieren.\nDiese Newsletter versenden wir nur mit Ihrer Einwilligung oder aufgrund einer gesetzlichen Erlaubnis.\nBei der Anmeldung zu einem Newsletter werden die Daten aus der Eingabemaske (Name und E-Mail-Adresse) an uns übermittelt und solange gespeichert, wie das Abonnement des Newsletters aktiv ist.</p>\n<p>Für die Verarbeitung dieser Daten zum Zwecke des Newsletter-Versands wird Ihre Einwilligung eingeholt und auf diese Datenschutzerklärung verwiesen.\nFür den Anmeldeprozess nutzen wir das sogenannte Double-Opt-In-Verfahren.\nNach erfolgter Anmeldung erhalten Sie eine E-Mail, in der Sie zur Bestätigung Ihrer Anmeldung einen Link anklicken müssen.\nSo verhindern wir, dass sich unbefugte Dritte unter Verwendung Ihrer E-Mail-Adresse anmelden können.\nWir protokollieren den Anmeldeprozess, um den Vorgang entsprechend den rechtlichen Anforderungen nachweisen zu können.\nDabei werden die IP-Adresse des aufrufenden Endgeräts, Datum und Uhrzeit der Anmeldung gespeichert.\nDie von Ihnen angegebenen Daten werden so lange gespeichert, wie das Abonnement des Newsletters aktiv ist.\nSie können das Abonnement jederzeit kündigen.\nZu diesem Zweck befindet sich in jedem Newsletter ein entsprechender Abmeldelink.\nHierdurch wird ebenfalls ein Widerruf Ihrer Einwilligung ermöglicht.\nDie Rechtsgrundlage für die Verarbeitung Ihrer Daten bei erteilter Einwilligung zum Empfang von Newslettern ist Art.\n6 Abs.\n1 lit.\na DSGVO.\n</p>\n<p>Wenn Sie auf unseren Online-Angeboten Waren oder Dienstleistungen erwerben und hierbei Ihre E-Mail-Adresse angeben, behalten wir uns vor, diese für den Versand von Newslettern mit Direktwerbung für eigene ähnliche Waren oder Dienstleistungen zu verwenden.\nDies dient der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer werblichen Ansprache unserer Nutzer.\n<strong>Sie können dieser Verwendung Ihrer Daten jederzeit durch eine Nachricht an die oben genannten Kontaktmöglichkeiten oder über den Abmeldelink in der Werbemail widersprechen, ohne dass hierfür andere als die Übermittlungskosten nach den Basistarifen entstehen.\nSoweit der Newsletter-Versand aufgrund des Verkaufs von Waren oder Dienstleistungen erfolgt dies auf Basis von § 7 Abs.\n3 UWG.</strong>\n</p>\n<p>Zum Teil werden Newsletter nicht direkt durch uns, sondern durch die von uns im Rahmen einer Auftragsverarbeitung beauftragte Inxmail GmbH, Wentzingerstr.\n17, 79106 Freiburg mit Serverstandort in Deutschland an Sie versendet.\nInxmail nutzt Ihre Daten jedoch nicht für eigene Zwecke, insbesondere nicht, um Sie selbst anzuschreiben.<br>Eine Weitergabe der Daten an Dritte erfolgt im Zusammenhang mit der Datenverarbeitung für den Versand von Newslettern nicht.</p>\n<p>Unsere Newsletter können sogenannte „Zählpixel“ enthalten, dies sind pixelgroße Dateien, die beim Öffnen des Newsletters von unserem Server oder dem Server von Inxmail abgerufen werden.\nDiese Zählpixel enthalten keine personenbezogenen Daten und dienen nur der statistischen Erhebung.\nDiese Informationen können nicht einzelnen Newsletter-Empfängern zugeordnet werden.\n</p>\n<p>\n<strong>6.6 Social-Media-Buttons</strong>\n<br>\n</p>\n<p>Zum Teilen der Inhalte unserer Online-Angebote über soziale Netzwerke bieten wir sogenannte Social-Media-Buttons an.\nHierfür haben wir die von uns selbst entwickelte Lösung „c’t Shariff“ im Einsatz, die datenschutzkonforme Social-Media-Buttons zur Verfügung stellt.</p>\n<p>Die von den Betreibern sozialer Netzwerke direkt angebotenen Buttons übermitteln unzulässigerweise schon beim Laden einer Website, auf der sie integriert sind, personenbezogene Daten wie die IP-Adresse oder ganze Cookies und geben so ungefragt genaue Auskunft über Ihr Surfverhalten an die sozialen Dienste weiter.\nDazu müssen Sie weder eingeloggt noch Mitglied des jeweiligen Netzwerks sein.\nDagegen stellt ein Shariff-Button den direkten Kontakt zwischen sozialem Netzwerk und Besucher erst dann her, wenn letzterer aktiv auf den Share-Button klickt.\nDamit verhindert Shariff, dass Sie auf jeder besuchten Seite eine digitale Spur hinterlassen und verbessert den Datenschutz.\nDurch den Einsatz von Shariff können wir Ihre personenbezogenen Daten schützen und dennoch Butttons für das Social Sharing integrieren.\nWeitere Informationen zu c’t Shariff finden Sie unter https://www.heise.de/ct/artikel/Shariff-Social-Media-Buttons-mit-Datenschutz-2467514.html.</p>\n<p>\n<strong>6.7 Externe Links</strong>\n<br>\n</p>\n<p>Unser Online-Angebot enthält Links zu anderen Websites.\nWir haben keinen Einfluss darauf, dass deren Betreiber die Datenschutzbestimmungen einhalten.</p>\n7.\nVerwendung von Cookies\n<p>Bei der Nutzung unserer Websites werden Cookies auf Ihrem Endgerät gespeichert.\nHierbei handelt es sich um kleine Text-Dateien, die von einer Website an den Browser des Nutzers geschickt und von diesem gespeichert werden.\nIn Cookies können unterschiedliche Angaben gespeichert werden, die von der Stelle, die den Cookie setzt, ausgelesen werden können.\nSie enthalten in der Regel eine charakteristische Zeichenfolge (ID), die eine eindeutige Identifizierung des Browsers beim erneuten Aufrufen der Website oder einem Seitenwechsel ermöglicht.</p>\n<p>Sofern Cookies eingesetzt werden, basiert die Datenverarbeitung regelmäßig auf Ihrer Einwilligung nach § 25 Abs.\n1 TTDSG in Verbindung mit Art.\n6 Abs.\n1 lit.\na DSGVO.\nFalls wir die Cookie-Nutzung als unbedingt erforderlich erachten, erfolgt diese auf Grundlage von § 25 Abs.\n2 Nr.\n2 TTDSG.\nDie weitere Verarbeitung erfolgt jeweils nach Art.\n6 Abs.\n1 DSGVO.</p>\n<p>heise online bietet Ihnen im Rahmen eines Consent Managements („Cookie Banner“) die Möglichkeit, nach Ihren Vorgaben über das Setzen von Cookies im Bereich unseres Angebots zu entscheiden.\nDazu gibt es zwei Optionen, unser Angebot zu nutzen:</p>\n<p>\n<strong>7.1 Pur-Abo von heise online</strong>\n</p>\n<p>Sofern Sie unser zahlungspflichtiges Pur-Abo nutzen, verzichten wir ganz auf Werbe-Tracking und auch auf Fremdwerbung.\nZudem wird Ihr Nutzungsverhalten nicht analysiert.\nCookies werden im Pur-Abo nur eingesetzt, um wesentliche Funktionen unserer Website bereitzustellen, etwa für die Anmeldung im Nutzerkonto von heise online.\nDarüber hinaus verarbeiten wir technisch notwendige Daten, die für die Anzeige sowie die Stabilität und Sicherheit unserer Website notwendig sind (siehe Punkt 6.1).\n</p>\n<p>Die Speicherung von Informationen in der Endeinrichtung des Endnutzers oder der Zugriff auf bereits in der Endeinrichtung des Endnutzers gespeicherte Information erfolgt, wenn dies unbedingt erforderlich ist, auf Grundlage von § 25 Abs.\n2 Nr.\n2 TTDSG, damit wir den vom Nutzer ausdrücklich gewünschten Telemediendienst zur Verfügung stellen können.\nDie Rechtsgrundlage für die weitere Verarbeitung dieser technisch notwendigen personenbezogenen Daten im Rahmen des PUR-Angebots ist je nach Art des Dienstes Art.\n6 Abs.\n1 lit.\nb oder lit.\nf DSGVO.</p>\n<p>Sofern wir Cookies einsetzen, die unbedingt erforderlich sind, erfolgt dies auf Grundlage von § 25 Abs.\n2 Nr.\n2 TTDSG, damit wir den vom Nutzer ausdrücklich gewünschten Telemediendienst zur Verfügung stellen können.</p>\n<p>Zudem ist es für auch im Rahmen des Pur-Abos erforderlich, Ihnen weitere, nicht werbliche Dienste zur Verfügung zu stellen: <br>Zum einen ist der Einsatz des Dienstes von Plenigo für den Vertragsabschluss und die Abonnementverwaltung des Pur-Abos notwendig.\nRechtsgrundlage für die Datenverarbeitung zu Zwecken der Vertragserfüllung sind § 25 Abs.\n2 Nr.\n2 TTDSG und Art.\n6 Abs.\n1 lit.\nb DSGVO (weitere Informationen zu Plenigo, siehe \"Individuelle Datenschutzinformationen von heise online und Telepolis\", Punkt 17.</p>\n<p>Zum anderen nutzen wir zur Bilddarstellung auf verschiedenen Endgeräten den Dienst Cloudimage.\nRechtsgrundlage ist in diesem Zusammenhang § 25 Abs.\n2 Nr.\n2 TTDSG, da dieser Dienst zur Erbringung unseres Telemediendienstes unbedingt erforderlich ist.\nDie weitere Verarbeitung erfolgt auf Basis unseres berechtigten Interesses gem.\nArt.\n6 Abs.\n1 lit.\nf DSGVO, Bilder auf unserer Website bestmöglich darstellen zu können.\nIn jedem Fall haben Sie jedoch die Möglichkeit der Nutzung Ihrer Daten für den Dienst Cloudimage nach Art.\n21 DSGVO zu widersprechen, indem Sie die Bildanzeige Ihres Browsers abschalten (weitere Informationen zu Cloudimage, siehe \"Individuelle Datenschutzinformationen von heise online und Telepolis\", Punkt 6.).</p>\n<p>Folgende Unterangebote von heise online unterfallen aus technischen Gründen nicht dem Pur-Angebot: TechStage (techstage.de), heise Jobs (jobs.heise.de), heise Shop (shop.heise.de), Weiterbildung (bildung.heise.de), Tarifrechner (tarifrechner.heise.de, Spielen bei Heise (spiele.heise.de), heise Business Services (business-services.heise.de), heise Academy (heise-academy.de) </p>\n<p>\n<strong>7.2 Nutzung von heise online ohne Zahlungsverpflichtung<br>\n</strong>\n</p>\n<p>Entscheiden Sie sich dafür, das Angebot von heise online ohne Zahlungsverpflichtung lesen zu wollen, finanzieren wir unser Angebot durch Werbung.\nHierfür setzen die Werbetreibenden Cookies, die ein Tracking zu einer an Ihrem Nutzungsverhalten und Ihren vermuteten Interessen und Bedürfnissen ausgerichteten Ausspielung und Optimierung von Werbung ermöglicht.\nUm dieses Angebot bereitstellen zu können nutzen wir Cookies, Geräte-Kennungen und ähnliche Technologien auf Ihren Endgeräten.\nEine detaillierte Übersicht der dafür genutzten Dienste und Cookies erhalten Sie im <strong>Privacy-Center</strong> .\n</p>\n<p>Die Speicherung von Informationen in der Endeinrichtung des Endnutzers oder der Zugriff auf Informationen erfolgt gem.\n§ 25 Abs.1 TTDSG i.\nV.\nm.\nArt.\n6 Abs.\n1 lit a.\nDSGVO.\nRechtsgrundlage für die weitere Verarbeitung ist Ihre Einwilligung nach Art.\n6 Abs.\nlit.\na DSGVO.\nRechtsgrundlage für eine Übertragung von Daten in die USA, ist Art.\n49 Abs.\n1 S.\n1 lit.\na DSGVO.\n</p>\n<p>Die Zustimmung zum Werbe-Tracking können Sie jederzeit widerrufen.\nWeiter nutzen können Sie das Angebot dann aber nur bei Wahl des zahlungspflichtigen Pur-Abos.</p>\n<p>Darüber hinaus verarbeiten wir technisch notwendige Daten, die für die Anzeige sowie die Stabilität und Sicherheit unserer Website notwendig sind (siehe Punkt 6.1).\nDiese Datenverarbeitung erfolgt auf Grundlage unserer rechtlichen Verpflichtung zur Gewährleistung der IT-Sicherheit nach Art.\n6 Abs.\n1 lit.\nc) in Verbindung mit Art.\n32 DSGVO.</p>\n<p>\n<strong>7.3 Zugriff auf Ihre Consent-Einstellungen</strong>\n</p>\n<p>Die Zustimmung zum Werbetracking bei Zugang zu unseren Online-Angeboten ohne Zahlungsverpflichtung können Sie jederzeit widerrufen, etwa durch Betätigung des Buttons „Zustimmung widerrufen“.\nEine einschränkungslose und weitere Nutzung unseres Online-Angebots, ohne den Einsatz von Werbetracking, ist jedoch nur im Rahmen des zahlungspflichtigen <strong>„PUR-Abos“ möglich.</strong>\n</p>\n&nbsp.\nZustimmung widerrufen <p>Sofern Sie Ihre Zustimmung widerrufen, wird Ihnen beim nächsten Aufruf von heise online wieder die Auswahlseite angezeigt.\nNur bei Wahl des zahlungspflichtigen Pur-Abos ist ihnen dann eine weitere Nutzung unserer Angebote ohne Werbetracking möglich.\nEin Widerruf Ihrer Einwilligung hat keinen Einfluss auf die Zulässigkeit, der bis zum Zeitpunkt des Widerrufs erfolgten Datenverarbeitung.</p>\n<p>\n<strong>7.4 Dienste ohne Consent</strong>\n</p>\n<p>Ohne Einwilligung und vor Aufrufen des Consent-Banners aktiv sind folgende Dienste:</p>\n<ul>\n<li> Sourcepoint (CMP) </li>\n<li> Webtrekk </li>\n<li> Upscore </li>\n<li> INFOnline Zensusmessung </li>\n<li> Cloudimage </li>\n</ul>\n<p>Zusätzlich beim Abschluss eines Pur-Abos oder heise+ ohne Einwilligung aktiv:</p>\n<ul>\n<li> Plenigo <br>\n</li>\n</ul>\n8.\nExterne Dienstleister\n<p>Das Angebot von heise online ist technisch auf die Zusammenarbeit mit externen Dienstleistern angewiesen.\nEine Übersicht über diese Anbieter finden Sie nachfolgend.</p>\n<strong>8.1 InfOnline</strong>\n<p>\n<strong>8.1.1.\nINFOnline Measurement: Zensusmessung</strong>\n</p>\n<p>Zur Vergleichbarkeit der Reichweiten digitaler Medien (Seitenaufrufe) verwenden wir das cookie-lose Messverfahren „INFOnline Measurement: Zensusmessung“ (Zensusmessung) der INFOnline GmbH, Brühler Str.\n9, D-53119 Bonn.\n</p>\n<p>Auch wenn keine Cookies gesetzt werden, ist es technisch notwendig, Ihre IP-Adresse zu Kommunikationszwecken mit dem Client zu erfassen.\nFür die Zensusmessung wird im Weiteren auf eine Verarbeitung personenbeziehbarer Informationen verzichtet, dazu gehört im Besonderen die IP-Adresse.\nDiese wird gänzlich aus der Kommunikation und der Verarbeitung entfernt und gelöscht.\nEs erfolgt auch keine Geolokalisierung mittels IP-Adresse.\n</p>\n<p>Rechtsgrundlage für die Datenverarbeitung ist unser berechtigtes Interesse gem.\nArt.\n6 Abs.\n1 lit.\nf DSGVO.\nDas berechtigte Interesse ergibt sich aus der Notwendigkeit der Erfassung von (nicht personalisierten) Nutzerzahlen für den Besuch unserer Websites, wodurch eine Vergleichbarkeit der Zugriffszahlen mit anderen Anbietern ermöglicht wird.</p>\n<p>\n<strong>8.1.2.\nSZMnG<br>\n</strong>\n</p>\n<p>Unsere Website, unser mobiles Webangebot (m.heise.de) und unsere Applikationen (Apps) nutzen das „Skalierbare Zentrale Messverfahren“ (SZMnG) der INFOnline GmbH für die Ermittlung statistischer Kennwerte zur Nutzung unserer Angebote.</p>\n<p>Ziel der Nutzungsmessung ist es, die Anzahl der Besuche auf unserer Website, die Anzahl der Websitebesucher und deren Surfverhalten statistisch – auf Basis eines einheitlichen Standardverfahrens - zu bestimmen und somit marktweit vergleichbare Werte zu erhalten.\nDie Messung unseres Angebots dient der neutralen Vergleichbarkeit von Kennzahlen hinsichtlich der Nutzung von Online-Angeboten.</p>\n<p>Für alle Digital-Angebote, die Mitglied der Informationsgemeinschaft zur Feststellung der Verbreitung von Werbeträgern e.V.\n(IVW – http://www.ivw.eu) sind oder an den Studien der Arbeitsgemeinschaft Online-Forschung e.V.\n(AGOF - http://www.agof.de) teilnehmen, werden die Nutzungsstatistiken regelmäßig von der AGOF und der Arbeitsgemeinschaft Media-Analyse e.V.\n(agma - http://www.agma-mmc.de) zu Reichweiten weiter verarbeitet und mit dem Leistungswert „Unique User“ veröffentlicht sowie von der IVW mit den Leistungswerten „Page Impression“ und „Visits“.\nDiese Reichweiten und Statistiken können auf den jeweiligen Webseiten eingesehen werden.</p>\n<p>Die Messung mittels des Messverfahrens SZMnG durch die INFOnline GmbH erfolgt auf Basis Ihrer Einwilligung gem.\n§ 25 Abs.\n1 TTDSG und Art.\n6 Abs.\n1 lit.\na) DSGVO.<br>\n</p>\n<p>Zweck der Verarbeitung der personenbezogenen Daten ist die Erstellung von Statistiken und die Bildung von Nutzerkategorien.\nDie Statistiken dienen dazu, die Nutzung unseres Angebots nachvollziehen und belegen zu können.\nDie Nutzerkategorien bilden die Grundlage für eine interessengerechte Ausrichtung von Werbemitteln bzw.\nWerbemaßnahmen.\n</p>\n<p>Die INFOnline GmbH erhebt die folgenden Daten, welche nach der DSGVO einen Personenbezug aufweisen:</p>\n<ul>\n<li>IP-Adresse: Im Internet benötigt jedes Gerät zur Übertragung von Daten eine eindeutige Adresse, die sogenannte IP-Adresse.\nDie zumindest kurzzeitige Speicherung der IP-Adresse ist aufgrund der Funktionsweise des Internets technisch erforderlich.\nDie IP-Adressen werden vor jeglicher Verarbeitung um 1 Byte gekürzt und nur anonymisiert weiterverarbeitet.\nEs erfolgt keine Speicherung oder weitere Verarbeitung der ungekürzten IP-Adressen.</li>\n<li>Einen zufällig erzeugten Client-Identifier: Die Reichweitenverarbeitung verwendet zur Wiedererkennung von Computersystemen alternativ entweder ein Cookie mit der Kennung „ioam.de\", ein „Local Storage Object“ oder eine Signatur, die aus verschiedenen automatisch übertragenen Informationen Ihres Browsers erstellt wird.\nDiese Kennung ist für einen Browser eindeutig, solange das Cookie oder Local Storage Object nicht gelöscht wird.\nEine Messung der Daten und anschließende Zuordnung zu dem jeweiligen Client-Identifier ist daher auch dann möglich, wenn Sie andere Webseiten aufrufen, die ebenfalls das Messverfahren („SZMnG“) der INFOnline GmbH nutzen.\nDie Gültigkeit des Cookies ist auf maximal 1 Jahr beschränkt.</li>\n<li>Bei der Nutzung von Apps einen Geräte-Identifier: Die Reichweitenmessung verwendet zur Wiedererkennung von Geräten eindeutige Kennungen des Endgerätes oder eine Signatur, die aus verschiedenen automatisch übertragenen Informationen Ihres Gerätes erstellt wird.\nEine Messung der Daten und anschließende Zuordnung zu dem jeweiligen Identifier ist unter Umständen auch dann möglich, wenn Sie andere Applikationen aufrufen, die ebenfalls das Messverfahren („SZMnG“) der INFOnline GmbH nutzen.\nFolgende eindeutige Geräte-Kennungen können als Hash an die INFOnline GmbH übermittelt werden:<br>\n<br>\n<ul>\n<li>Advertising-Identifier</li>\n<li>Installation-ID</li>\n<li>Android-ID</li>\n<li>Vendor-ID<br>\n</li>\n</ul>\n</li>\n</ul>\n<p>Das Messverfahren der INFOnline GmbH, welches auf dieser Webseite eingesetzt wird, ermittelt Nutzungsdaten.\nDies geschieht, um die Leistungswerte Page Impressions, Visits und Clients zu erheben und weitere Kennzahlen daraus zu bilden (z.\nB.\nqualifizierte Clients).\nDarüber hinaus werden die gemessenen Daten wie folgt genutzt:</p>\n<ul>\n<li>Eine sogenannte Geolokalisierung, also die Zuordnung eines Webseitenaufrufs zum Ort des Aufrufs, erfolgt ausschließlich auf der Grundlage der anonymisierten IP-Adresse und nur bis zur geografischen Ebene der Bundesländer / Regionen.\nAus den so gewonnenen geografischen Informationen kann in keinem Fall ein Rückschluss auf den konkreten Aufenthaltsort eines Nutzers gezogen werden.</li>\n<li>Die Nutzungsdaten eines technischen Clients (bspw.\neines Browsers auf einem Gerät) werden webseitenübergreifend zusammengeführt und in einer Datenbank gespeichert.\nDiese Informationen werden zur technischen Abschätzung der Sozioinformation Alter und Geschlecht verwendet und an die Dienstleister der AGOF zur weiteren Reichweitenverarbeitung übergeben.\nIm Rahmen der AGOF-Studie werden auf Basis einer zufälligen Stichprobe Soziomerkmale technisch abgeschätzt, welche sich den folgenden Kategorien zuordnen lassen: Alter, Geschlecht, Nationalität, Berufliche Tätigkeit, Familienstand, Allgemeine Angaben zum Haushalt, Haushalts-Einkommen, Wohnort, Internetnutzung, Online-Interessen, Nutzungsort, Nutzertyp.</li>\n</ul>\n<p>Die vollständige IP-Adresse wird von der INFOnline GmbH nicht gespeichert.\nDie gekürzte IP-Adresse wird maximal 60 Tage gespeichert.\nDie Nutzungsdaten in Verbindung mit dem eindeutigen Identifier werden maximal 6 Monate gespeichert.<br>Die IP-Adresse wie auch die gekürzte IP-Adresse werden nicht weitergegeben.\nFür die Erstellung der AGOF-Studie werden Daten mit Client-Identifiern an die folgenden Dienstleister der AGOF weitergegeben:</p>\n<ul>\n<li>Kantar Deutschland GmbH (https://www.tns-infratest.com/)</li>\n<li>Ankordata GmbH &amp.\nCo.\nKG (https://www.ankordata.de/)</li>\n<li>Interrogare GmbH (https://www.interrogare.de/)</li>\n</ul>\n<p>\n<strong>Wenn Sie an der Messung nicht teilnehmen möchten, können Sie unter folgendem Link widersprechen: https://optout.ioam.de.\nUm einen Ausschluss von der Messung zu garantieren, ist es technisch notwendig, ein Cookie zu setzen.\nSollten Sie die Cookies in Ihrem Browser löschen, ist es notwendig, den Opt-Out-Vorgang unter dem oben genannten Link zu wiederholen.</strong>\n</p>\n<p>\n<strong>Wenn Sie eine unserer Apps nutzen, können Sie über folgende Einstellung der Messung widersprechen: Einstellungen -&gt.\n„Daten senden“ -&gt.\nDeaktivieren</strong>\n</p>\n<p>\n<strong>8.2 VG Wort</strong>\n<br>\n</p>\n<p>Auf einigen Seiten und Beiträgen werden Zählpixel der Verwertungsgesellschaft WORT (VG WORT) eingebaut.\nAngeboten wird diese Funktion durch die Verwertungsgesellschaft WORT, Rechtsfähiger Verein kraft Verleihung, Goethestraße 49, 80336 München.\nDie VG WORT verwaltet für Autoren die Tantiemen aus Zweitverwertungsrechten an Sprachwerken.\nDie Ausschüttung von Tantiemen für Online-Texte ist an bestimmte Kriterien (z.\nB.\nTextlänge, Mindestbesucherzahl pro Jahr) gebunden.</p>\n<p>Die sogenannten Zählpixel der VG WORT sind unsichtbare Grafiken (Beacons), zudem werden bei dem Messverfahren „Cookies” verwendet und in Form einer Textdatei auf Ihrem Computer gespeichert.\nDadurch können Informationen über den Besucherverkehr auf diesen Seiten ausgewertet werden.\nDie so ermittelten anonymen Daten nutzt die VG WORT, um festzustellen, ob der jeweilige Text im Kalenderjahr ausschüttungsbezogene Schwellenwerte erreicht hat.\nWir ermöglichen damit, dass unsere Autoren an den Ausschüttungen der VG Wort partizipieren, die die gesetzliche Vergütung für die Nutzungen urheberrechtlich geschützter Werke gem.\n§ 53 UrhG sicherstellen.</p>\n<p>Die Rechtsgrundlage für den Einsatz des Dienstes ist Ihre Einwilligung nach § 25 Abs.\n1 TTDSG und Art.\n6 Abs.\n1 lit.\na DSGVO.</p>\n<p>\n<strong>8.3 Webtrekk/Mapp</strong>\n<br>\n</p>\n<p>Einige der beim Besuch unserer Online-Angebote erfassten Daten werden für die interne statistische Auswertung herangezogen.\nHierzu verwenden wir im Rahmen einer Auftragsverarbeitung die Technologie von Mapp Digital, c/o Webtrekk GmbH, Robert-Koch-Platz 4, 10115 Berlin, mit welcher Daten erhoben und gespeichert werden und pseudonyme Nutzungsprofile erstellt werden.\nWebtrekk nutzt diese, um für uns Reports über die Nutzeraktivitäten zu erstellen sowie weitere Dienstleistungen zu erbringen, die im Zusammenhang mit der Nutzung unserer Online-Angebote stehen.\nDies ist aus technischen Gründen, zu Zwecken der IT-Sicherheit sowie zur Erfüllung der Nutzerinteressen und zum wirtschaftlichen Betrieb unseres Online-Angebots unbedingt erforderlich nach § 25 Abs.\n2 Nr.\n2 TTDSG.\nDie weitere Verarbeitung erfolgt nach Art.\n6 Abs.\n1 lit.\nf DSGVO.</p>\n<p>Im Rahmen der Nutzung unserer Online-Angebote werden für unser Webcontrolling einige Informationen erhoben und ausgewertet, die Ihr Browser übermittelt.\nDie Erhebung erfolgt durch einen Pixel, der auf jeder Website eingebunden ist.\nFolgende Daten werden erhoben:</p>\n<ul>\n<li>Request (Dateiname der angeforderten Datei)</li>\n<li>Demografie</li>\n<li>Browsertyp/ -version (Bsp.: Firefox 60.0)</li>\n<li>Browsersprache (Bsp.: Deutsch)</li>\n<li>verwendetes Betriebssystem (Bsp.: Windows XP)</li>\n<li>innere Auflösung des Browserfensters Bildschirmauflösung</li>\n<li>Javascript-Aktivierung</li>\n<li>Java An /Aus</li>\n<li>Cookies An / Aus</li>\n<li>Farbtiefe</li>\n<li>Referrer URL (die zuvor besuchte Seite)</li>\n<li>IP-Adresse – wird umgehend anonymisiert und nach Verarbeitung wieder gelöscht</li>\n<li>Uhrzeit des Zugriffs</li>\n<li>Klicks</li>\n<li>Formularinhalte (bei Freitextfeldern, z.B.\nName und Passwort, wird nur „ausgefüllt“ oder „nicht ausgefüllt“ übertragen)</li>\n</ul>\n<p>Im Rahmen der Webanalyse durch Webtrekk wird Ihre IP-Adresse nur in gekürzter und damit anonymisierter Form gespeichert und nur zur Session-Erkennung, für die Geolokalisierung (bis auf Stadt-Ebene) und für die Abwehr von Attacken verwendet.\nDie IP-Adresse wird dann umgehend wieder gelöscht, so dass die erfassten Daten dann anonym sind und selbst über den Umweg des ISPs keine Zuordnung zur Identität des Nutzers mehr möglich ist.</p>\n<p>Folgende Cookies werden im Rahmen der Webanalyse gesetzt:</p>\n<ul>\n<li>Session Cookie für Session-Erkennung, Lebensdauer: eine Session [Webtrekk]</li>\n<li>Langzeit-Cookie zur Erkennung Neu-/Stammkunde: 6 Monate/ 0,5 Jahre ohne Opt-in und 12 Monate/ 1 Jahr mit Opt-in</li>\n<li>Opt-out-Cookie bei Widerspruch gegen das Tracking, Mindestlebensdauer: 60 Monate/ 5 Jahre</li>\n<li>Opt-in-Cookie zur Erweiterung des Langzeit-Cookies, Lebensdauer: 12 Monate / 1 Jahr</li>\n</ul>\n<p>Daten werden nicht an Dritte weitergegeben.\nNach Zweckfortfall und Ende des Einsatzes von Webtrekk durch uns werden die in diesem Zusammenhang erhobenen Daten gelöscht.</p>\n<p>\n<strong>Sie haben die Möglichkeit, einer Erfassung und Verarbeitung der durch Webtrekk-Cookies erzeugten Daten zu widersprechen und eine solche zu verhindern.\nHierzu müssen Sie den nachfolgenden Link klicken, der ein Opt-Out-Cookie setzt:</strong>\n</p>\n<p>\n<strong> https://www.webtrekk.com/de/datenschutz/ </strong>\n</p>\n<p>\n<strong>Der Opt-Out-Cookie wird auf dem von Ihnen genutzten System abgelegt und muss im Falle einer Löschung über den angegebenen Link erneut gesetzt werden.</strong>\n</p>\n<p>Die geltenden Datenschutzbestimmungen von Webtrekk können unter https://www.webtrekk.com/de/datenschutz/ abgerufen werden.</p>\n<p>\n<strong>8.4 Kameleoon</strong>\n</p>\n<p>Wir nutzen den Test- und Webanalysedienst Kameleoon der Kameleoon SAS, 12 Rue de la Chaussée d'Antin 75009 Paris.\nDas Programm ermöglicht eine Analyse des Nutzerverhaltens anhand von Nutzersegmentierungen.\nWir können so auswerten, wie einzelne Nutzersegmente die Website besuchen und welche Landing-Pages aufgesucht werden (sog.\nA/B-Testing).\nFür die Analysen werden der Local Storage des Browsers sowie Cookies eingesetzt, die mit einer pseudonymisierten ID verknüpft werden.</p>\n<p>Ihre IP-Adresse wird dazu vollständig anonymisiert und nicht gespeichert.\nDie durch den Cookie erzeugten Informationen über die Benutzung unserer Websites werden an einen Server von Kameleoon in Deutschland übermittelt und dort in aggregierter und pseudonymisierter Form gespeichert.\nDie im Rahmen von Kameleoon von Ihrem Browser übermittelte IP-Adresse wird nicht mit anderen Daten von Kameleoon zusammengeführt.</p>\n<p>Die Speicherung von und der Zugriff auf Informationen in der Endeinrichtung des Endnutzers erfolgen nach § 25 Abs.\n1 TTDSG.\nRechtsgrundlage für Auswertung und optimierte Darstellung unserer Online-Angebote sowie die Speicherung des Cookies ist die erteilte Einwilligung gem.\nArt.\n6 Abs.\n1 lit.\na DS-GVO.\nDie Auswertung der erhobenen anonymisierten Daten erfolgt über einen Zeitraum von maximal 365 Tagen.</p>\n<p>\n<strong>Sie haben die Möglichkeit, einer Erfassung und Verarbeitung der durch das Kameleoon-Cookie erzeugten Daten zu verhindern.\nHierzu müssen Sie den nachfolgenden Link klicken, der ein Opt-Out-Cookie setzt: [Link auf http://www.heise.de#kameleoonOptout=true]</strong>\n</p>\n<p>\n<strong>http://www.heise.de#kameleoonOptout=true</strong>\n</p>\n<p>\n<strong>8.5 Sourcepoint Consent Management Plattform</strong>\n</p>\n<p>Wir nutzen die Consent Management Plattform von Sourcepoint Technologies, Inc, 1201 Broadway, Suite 701, New York, NY 10001, USA („Sourcepoint CMP”).\nSourcepoint ermöglicht es uns, den Nutzer über seine Einwilligung zu bestimmten Cookies und anderen Technologien auf unserer Website zu informieren und diese einzuholen, zu verwalten und zu dokumentieren (Consent Management System).</p>\n<p>Folgende Daten werden verarbeitet:</p>\n<ul>\n<li>Datum und Uhrzeit des Besuchs</li>\n<li>Geräteinformationen</li>\n<li>Browser-Informationen</li>\n<li>Anonymisierte IP-Adresse</li>\n<li>Einwilligungsprofil “Ja” oder “Nein”</li>\n<li>Zufallsgenerierte Identifikationsnummer für die Zuordnung des Endgerätes zum Einwilligungsprofil</li>\n</ul>\n<p>Rechtsgrundlage für die Verarbeitung der Daten sind § 25 Abs.\n2 Nr.\n2 TTDSG und Art.\n6 Abs.\n1 lit.\nc) DSGVO zur Erfüllung unserer rechtlichen Verpflichtung, Einwilligungen in die Verarbeitung personenbezogener Daten zu Zwecken personalisierter Werbung und Webanalyse nach den Vorgaben der geltenden Datenschutzgesetze einzuholen und diese zu dokumentieren.\n<br>Folgende Daten werden verarbeitet: IP-Adresse, Unique ID, die Cookie- Einwilligungs-Textdatei des jeweiligen Nutzers und Informationen zum Gerät und Browser des Nutzers.</p>\n<p>Die Daten werden gelöscht, sobald sie nicht mehr für unsere Protokollierung benötigt werden.\nDie Haltbarkeit des Cookies beträgt 60 Tage.\nDie Einwilligungsdaten sind gemäß § 257 HGB 6 Jahre aufzubewahren.\nDie Widerrufsbescheinigung einer zuvor erteilten Einwilligung wird drei Jahre lang aufbewahrt.\nDie Aufbewahrung basiert zum einen auf unserer Rechenschaftspflicht nach Art.\n5 Abs.\n2 DSGVO.\nDies verpflichtet zur Einhaltung der Verarbeitung personenbezogener Daten gemäß der Allgemeinen Datenschutzverordnung.\nDagegen beträgt die Aufbewahrungsdauer in der regulären Verjährungsfrist gemäß § 195 BGB drei Jahre.</p>\n<p>Mit Sourcepoint als unserem Dienstleister haben wir eine Auftragsverarbeitungsvereinbarung geschlossen.\nDie Datenverarbeitung findet auf europäischen Servern statt.\nDa aber nicht ausgeschlossen werden kann, dass Daten zu Wartungs- und Service-Zwecken in die USA übermittelt werden, haben wir mit Sourcepoint Standardvertragsklauseln geschlossen und darüber hinaus technische und organisatorische Maßnahmen vereinbart, die einen vergleichbaren Schutz der Nutzerdaten wie in der EU ermöglichen.</p>\n<p>Weitere Informationen über die Datenschutzpraktiken von Sourcepoint finden Sie unter: https://www.sourcepoint.com/privacy-policy </p>\n<p>\n<strong>8.6 Dymatrix CAM<br>\n</strong>\n</p>\n<p>Um Ihnen individuelle Inhalts- und Produktempfehlungen auf unseren Webseiten anbieten zu können, erheben wir Daten von Ihrem Nutzungsverhalten.\nDie hierzu notwendigen Daten werden durch den Dienst Dymatrix erhoben, pseudonymisiert und einem Kundensegment zugeordnet (Customer Audience Management).\nEin Rückschluss auf einzelne Personen ist dabei nicht mehr möglich.</p>\n<p>Datenverarbeitungszwecke:</p>\n<ul>\n<li>Berechnung von Empfehlungen für Kundensegmente<br>\n</li>\n</ul>\n<p>Zur Erstellung des pseudonymen Nutzerprofils erheben wir unterschiedliche Daten während Ihres Besuchs in unserem Online-Angebot.\nDiese sind:</p>\n<ul>\n<li>Informationen zum genutzten Gerät</li>\n<li>Informationen zu angesehenen Seiten innerhalb des Website Besuchs</li>\n<li>Informationen im Rahmen des Bestellprozesses</li>\n<li>Informationen zu Zugriffs- und Einstiegsdaten</li>\n<li>Kundendaten für Erstellung geräteübergreifender, pseudonymer Profile</li>\n</ul>\n<p>Rechtsgrundlage für diese Datenverarbeitung ist Ihre Einwilligung nach Art.\n6 Abs.\n1 lit.\na DSGVO.</p>\n<p>Durch den umfassenden Einsatz von Pseudonymisierungstechnologien ist es nicht möglich, natürliche Personen aufgrund ihres pseudonymen Profils zu identifizieren.\nWeiterhin findet die Verarbeitung und Speicherung der Daten nur für den Zeitraum statt, der zur Erreichung des jeweiligen Verarbeitungszweckes erforderlich ist.\nNach Erreichung des Zwecks werden die entsprechenden Daten routinemäßig gelöscht.</p>\n<p>\n<strong>8.7 Podigee Podcast-Hosting</strong>\n</p>\n<p>Wir nutzen den Podcast-Hosting-Dienst Podigee des Anbieters Podigee GmbH, Ritterstraße 2A, 10969 Berlin, Deutschland.\nDie Podcasts werden dabei von Podigee geladen oder über Podigee übertragen.\n</p>\n<p>Podigee verarbeitet IP-Adressen und Geräteinformationen, um Podcast-Downloads/Wiedergaben zu ermöglichen und statistische Daten, wie z.B.\nAbrufzahlen zu ermitteln.\nDiese Daten werden vor der Speicherung in der Datenbank von Podigee anonymisiert oder pseudonymisiert, sofern Sie für die Bereitstellung der Podcasts nicht erforderlich sind.\nNach Erreichen des Zwecks werden die verarbeiteten Daten regelmäßig gelöscht.</p>\n<p>Rechtsgrundlage der Datenverarbeitung ist Ihre Einwilligung nach Art.\n6 Abs.\n1 lit.\na.\nDSGVO.</p>\n<p>\n<strong>8.8 tickaroo (Live Blog)</strong>\n</p>\n<p>Diese Website bindet Ticker von Tickaroo GmbH, Waffnergasse 8, 93047 Regensburg, Germany (\"tickaroo\") ein.\nDer Browser ruft einen Online-Nachrichtenticker direkt von den Servern von tickaroo auf.\ntickaroo erstellt anonymisierte Aufrufstatistiken und speichert IP-Adressen, Datum, Uhrzeit sowie aufgerufene URL aller Zugriffe für maximal 4 Wochen.\nFür die Statistiken wird im Browser ein zufälliges Token generiert, als Cookie gespeichert und bei jedem Ticker-Aufruf mitgesandt.\nDie Zuordnung eines Tokens zu einem einzelnen Nutzer ist weder uns noch tickaroo möglich.</p>\n<p>Die Speicherung von und der Zugriff auf Informationen in der Endeinrichtung des Endnutzers erfolgen nach § 25 Abs.\n1 TTDSG.\nRechtsgrundlage für die weitere Verarbeitung ist Ihre Einwilligung nach Art.\n6 Abs.\n1 lit a.\nDSGVO.</p>\n<p>Weitere Hinweise zum Datenschutz von tickaroo finden sich auf https://www.tickaroo.com/about/de/datenschutz.html<strong>\n<br>\n</strong>\n</p>\n9.\n<strong>Onlineangebote auf Social-Media-Plattformen</strong>\n<p>Wir bieten auf unterschiedlichen Social-Media-Plattformen Onlineangebote an, um dort Informationen bereitzuhalten und um mit Ihnen in Kontakt treten zu können.<br>Auf die Verarbeitung personenbezogener Daten durch den jeweiligen Plattformbetreiber haben wir keinen Einfluss.\nIn der Regel werden beim Besuch unserer Social-Media-Angebote vom Plattformbetreiber Cookies in Ihrem Browser gespeichert, in denen zu Marktforschungs- und Werbezwecken Ihr Nutzungsverhalten bzw.\nIhre Interessen gespeichert werden.\nDie so - meist geräteübergreifend - gewonnenen Nutzungsprofile verwenden die Plattformbetreiber, um Ihnen personalisierte Werbung anzuzeigen.\nVon der Datenverarbeitung können auch Personen betroffen sein, die bei der jeweiligen Social-Media-Plattform nicht als Nutzer registriert sind.\nUnter Umständen werden Ihre Daten außerhalb des Raumes der Europäischen Union verarbeitet, was die Durchsetzung Ihrer Rechte erschweren kann.\nWir achten bei der Auswahl solcher Social-Media-Plattformen jedoch darauf, dass die Bertreiber sich dazu verpflichten, die Datenschutzstandards der EU einzuhalten.<br>Die Verarbeitung Ihrer personenbezogenen Daten beim Besuch einer unserer Social-Media-Angebote erfolgt auf Grundlage unserer berechtigten Interessen an einer vielfältigen Außendarstellung unseres Unternehmens und der Nutzung einer effektiven Informationsmöglichkeit sowie der Kommunikation mit Ihnen.\nDie Rechtsgrundlage hierfür ist die Einwilligung, die Sie gegenüber Ihrem Plattformbetreiber ausgesprochen haben nach Art.\n6 Abs.\n1 lit.\na DSGVO.<br>Detaillierte Informationen über die Datenverarbeitung im Zusammenhang mit der Nutzung unserer Social-Media-Angebote, Widerspruchsmöglichkeiten (Opt-Out) und die Geltendmachung von Auskunftsrechten erhalten sie über die Datenschutzerklärung des entsprechenden Plattformbetreibers.</p>\n<p>\n<strong>9.1 Facebook</strong>\n</p>\n<p>Anbieter: Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland<br>Die Datenverarbeitung erfolgt auf Grundlage einer Vereinbarung über die gemeinsame Verarbeitung personenbezogener Daten nach Art.\n26 DSGVO.<br>Datenschutzerklärung: https://www.facebook.com/about/privacy/ <br>\n<strong>Opt-Out: https://www.facebook.com/settings?tab=ads</strong>\n</p>\n<p>\n<strong>9.2 Google+/ YouTube</strong>\n</p>\n<p>Anbieter: Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland<br>Datenschutzerklärung: https://policies.google.com/privacy <br>\n<strong>Opt-Out: https://adssettings.google.com/authenticated</strong>\n</p>\n<p>\n<strong> 9.3 Instagram</strong>\n</p>\n<p>Anbieter: Instagram Inc., 1601 Willow Road, Menlo Park, CA, 94025, USA<br>Datenschutzerklärung: http://instagram.com/about/legal/privacy <br>\n<strong>Opt-Out: http://instagram.com/about/legal/privacy</strong>\n</p>\n<p>\n<strong> 9.4 Twitter</strong>\n</p>\n<p>Anbieter: Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA<br>Datenschutzerklärung: https://twitter.com/de/privacy <br>\n<strong>Opt-Out: https://twitter.com/personalization</strong>\n</p>\n<p>\n<strong> 9.5 LinkedIn</strong>\n</p>\n<p>Anbieter: LinkedIn Ireland Unlimited Company Wilton Place, Dublin 2, Irland<br>Datenschutzerklärung: https://www.linkedin.com/legal/privacy-policy <br>\n<strong>Opt-Out: https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out</strong>\n</p>\n<p>\n<strong> 9.6 Xing</strong>\n</p>\n<p>Anbieter: XING AG, Dammtorstraße 29-32, 20354 Hamburg, Deutschland)<br>Datenschutzerklärung: https://privacy.xing.com/de/datenschutzerklaerung<strong>\n<br>Opt-Out: https://privacy.xing.com/de/datenschutzerklaerung</strong>\n</p>\n<p>\n<strong>9.7 Vimeo</strong>\n</p>\n<p>Anbieter: Vimeo Inc., Legal Department, 555 West 18th Street New York, New York 10011, USA</p>\n<p>Datenschutzerklärung: https://vimeo.com/privacy </p>\n<p>\n<strong>Opt-Out:</strong> Wir weisen darauf hin, dass Vimeo Google Analytics einsetzen kann und verweisen hierzu auf die Datenschutzerklärung (https://policies.google.com/privacy) sowie die Opt-Out-Möglichkeiten für Google-Analytics (http://tools.google.com/dlpage/gaoptout?hl=de) oder die Einstellungen von Google für die Datennutzung zu Marketingzwecken (https://adssettings.google.com/).<strong>\n<br>\n</strong>\n</p>\n10.\nKinder<br>\n<p>Unser Angebot richtet sich grundsätzlich an Erwachsene.\nPersonen unter 16 Jahren dürfen ohne Zustimmung der Eltern oder Erziehungsberechtigten keine personenbezogenen Daten an uns übermitteln.</p>\n11.\nÄnderungen<br>\n<p>Die rasante Entwicklung des Internets macht von Zeit zu Zeit Anpassungen in unserer Datenschutzerklärung erforderlich.\nSie werden an dieser Stelle über die Neuerungen informiert.</p>\n<ul>\n<li> 12.06.2018: Der Punkt <strong>\"Onlineangebote auf Social-Media-Plattformen\"</strong> wurde ergänzt.</li>\n<li>29.08.2018: Änderung der Firmierung von \"WhatsBroadcast\" in \"MessengerPeople GmbH\" und entsprechende Anpassungen im Text (siehe Punkt 10 in den individuellen Datenschutzinformationen für heise online)</li>\n<li>05.09.2018: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 16, \"Benzinpreisvergleich\"</li>\n<li>14.09.2018: Erweiterung/Ergänzung der Infos unter Punkt \"7.1 Facebook\"</li>\n<li>12.04.2019: Erweiterung/Ergänzung der Infos unter Punkt \"6.12 Kameleoon\"</li>\n<li>03.06.2019: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 17, \"Nutzerumfragen\"</li>\n<li>07.08.2019: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 18, \"Criteo\"</li>\n<li>09.09.2019: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 19, \"rtbLab\"</li>\n<li>09.09.2019: Erweiterung der Individuelle Datenschutzinformationen für den heise shop und Abonnements um Punkt 6, \"rtbLab\"</li>\n<li>27.11.2019: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 20, \"UpScore\" </li>\n<li>03.12.2019: Änderung von Punkt 2 der individuelle Datenschutzinformationen für mobile Apps: neuer Dienstleister \"Clever Push\" und entsprechende textliche Anpassungen</li>\n<li>03.12.2019: Ergänzungen und Anpassungen bei Punkt 3 der individuelle Datenschutzinformationen für mobile Apps <br>\n</li>\n<li>03.12.2019: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 10.2, \"Clever Push\" </li>\n<li>06.01.2020: Erweiterung der Datenschutzerklärung der Heise Medien GmbH &amp.\nCo.\nKG um Punkt 6.13, \"Usercentrics Consent Management Plattform\"</li>\n<li>06.01.2020: Erweiterung der Datenschutzerklärung der Heise Medien GmbH &amp.\nCo.\nKG um Punkt 7.7, \"Vimeo\" </li>\n<li>06.01.2020: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 21, \"AppNexus\"</li>\n<li>06.01.2020: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 22, \"Index Exchange\"</li>\n<li>06.01.2020: textliche Änderungen der individuellen Datenschutzinformationen für heise online bezüglich der Rechtsgrundlage bei den Punkten 1 (Chartbeat), 2 (Google Doubleclick for Publishers (DFP), 5 (M,P,NEWMEDIA), 6 (YieldLab), 7 (Outbrain), 8 (Apester), 11 (Preisvergleich), 13 (Tarifrechner), 14 (Teads.tv), 15 (Twiago), 16 (Benzinpreisvergleich), 17 (Nutzerumfragen), 18 (Criteo), 19 (rtbLab), 20 (UpScore) </li>\n<li>14.01.2020: Die Punkte 3 (JW Player) und 8 (Apester) wurden aus der individuellen Datenschutzinformationen für heise online entfernt.\nDie anderen wurden umnummeriert, z.B.\n4-&gt;3, 7-&gt;6, 9-&gt;7, 10-&gt;8, etc.</li>\n<li>09.03.2020: Erweiterung der Datenschutzerklärung der Heise Medien GmbH &amp.\nCo.\nKG um Punkt 6.14, \"Dymatrix CAM\" </li>\n<li>15.05.2020: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 21, \"Pubmatic\"</li>\n<li>15.05.2020: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 22, \"TripleLift\"</li>\n<li>22.05.2020: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 23, \"Rubicon\" </li>\n<li>27.05.20: Erweiterung der Datenschutzerklärung der Heise Medien GmbH &amp.\nCo.\nKG um Punkt 6.15, \"Podigee Podcast-Hosting\"</li>\n<li>29.05.2020: Erweiterung der Datenschutzerklärung der Heise Medien GmbH &amp.\nCo.\nKG um Punkt 6.16, \"Tickaroo (Live Blog)\" </li>\n<li>10.08.2020: Umbennung von Punkt 3 der individuellen Datenschutzinformationen für mobile Apps in von \"Absturz-Benachrichtigungen\" in \"Firebase Crashlytics\"</li>\n<li>22.09.2020: Entfernung von Punkt 17, \"rtbLab\" aus den individuellen Datenschutzinformationen für heise online und Anpassung der allgemeinen Nummerierung.</li>\n<li>23.09.2020: Entfernung der Punkte 1, \"Chartbeat\", 4, \"M,P,NEWMEDIA\", und 8.1 \"Messenger People\" aus den individuellen Datenschutzinformationen für heise online und Anpassung der allgemeinen Nummerierung.</li>\n<li>12.10.2020: Änderung von Punkt 1 der individuellen Datenschutzinformationen für heise online- aus \"Google Doubleclick for Publishers (DFP)\" wird \"Google Ad Manager / Google Ad Exchange / Google Advertising Products (Google Ads)\"</li>\n<li>01.12.2020: Entfernung von Punkt 5.10 \"Websitedienstleister und Hosting\" aus der Datenschutzerklärung der Heise Medien GmbH &amp.\nCo.\nKG</li>\n<li>26.01.2021: Entfernung von Punkt 6.2 \"Verwendung von Cookies\" und angepasste Nummerierung für alle folgenden Unterpunkte bis 6.8 und Entfernung aller Punkte von 6.9 bis 6.16 (externe Dienstleister) <br>\n</li>\n<li>26.01.2021: Hinzufügen von Punkt 7 \"Verwendung von Cookies\" und aller Unterpunkte bis 7.3</li>\n<li>26.01.2021: Hinzufügen von Punkt 8 \"Externe Dienstleister\" und aller Unterpunkte die vormals die Unterpunkte 6.9 bis 6.16 waren (externe Dienstleister) <br>\n</li>\n<li>26.01.2021: Anpassung der Nummerierung für die Punkte ab 9.</li>\n<li>10.03.2021: Entfernung von Punkt 14, \"Criteo\" aus den individuellen Datenschutzinformationen für heise online und Anpassung der folgenden Nummerierung.</li>\n<li>17.03.2021: Erweiterung der individuellen Datenschutzinformationen für TechStage um Punkt 10, \"Ringier\"</li>\n<li>06.04.2021: Änderung der individuellen Datenschutzinformationen für TechStage und damit einhergehend die Entfernung der Punkte \"Google Tag Manager\", \"Chartbeat\", \"Google Doubleclick for Publishers (DFP)\", \"AdDefend\" und \"Gravatar\" sowie die Anpassung der Nummerierung</li>\n<li>20.04.2021: Erweiterung der Datenschutzerklärung der Heise Medien GmbH &amp.\nCo.\nKG um die individuelle Datenschutzinformationen für heise jobs</li>\n<li>20.04.2021: Änderung von Punkt 8.5 - \"Usercentrics Consent Management Plattform\" wurde durch \"Sourcepoint Consent Management Plattform\" ersetzt</li>\n<li>26.04.2021: Entfernung von Punkt 3, \"Yieldlab\" aus den individuellen Datenschutzinformationen für heise online und Anpassung der Nummerierung der darauf folgenden Punkte.</li>\n<li>24.09.2021: Entfernung von Punkt 4, \"AdDefend\" aus den individuellen Datenschutzinformationen für heise online und Anpassung der folgenden Nummerierung.</li>\n<li>24.09.2021: Erweiterung der individuellen Datenschutzinformationen für heise online um Punkt 18, \"plenigo\"</li>\n<li>24.09.2021: Diverse textliche und inhaltliche Änderungen und Anpassungen wegen der Umstellung auf ein neues Consent-Banner</li>\n<li>12.10.2021: Entfernung von Punkt 3, \"Google Analytics\", aus den individuellen Datenschutzinformationen für heise Events.</li>\n<li>05.11.2021: Anpassung der Rechtsgrundlagen für folgende Dienste: VG Wort, Kameleoon, Dymatrix CAM, Podigee, tickaroo, Kaltura.</li>\n<li>01.12.2021: Diverse Anpassungen zum Inkraftreten des Gesetzes zur Regelung des Datenschutzes und des Schutzes der Privatsphäre in der Telekommunikation und bei Telemedien (TTDSG).</li>\n<li>02.12.2021: Ergänzung des cookielosen Messverfahrens „INFOnline Measurement: Zensusmessung“ unter Punkt 8.1 \"InfOnline\".</li>\n<li>21.01.2022: Zusammenlegung der Unterpunkte \"heise Academy\" und \"heise Events\" sowie diverse weitere Änderungen.</li>\n<li>04.02.2022: Erweiterung der individuellen Datenschutzinformationen für TechStage um Punkt 7, \"guenstiger.de\"</li>\n<li>27.02.2023: Erweiterung der individuellen Datenschutzinformationen für TechStage um Punkt 9, \"Trackonomics\"</li>\n<li>03.04.2023: Textliche Anpassungen bei den Punkten 7.1, 7.2, 7.3.</li>\n<li>03.04.2023: Hinzufügen von Punkt 7.4 \"Dienste ohne Consent\"</li>\n<li>03.04.2023: Textliche Anpassungen bei Punkt 6, \"Cloudimage\", der individuellen Datenschutzinformationen für heise online und Telepolis</li>\n<li>26.04.23: Entfernung von Punkt 1, \"Novalnet\", aus den individuellen Datenschutzinformationen für heise Academy und heise Academy Events und Anpassung der Nummerierung der darauf folgenden Punkte.</li>\n<li>10.05.23: Erweiterung der individuellen Datenschutzinformationen für heise Academy und heise Academy Events um Punkt 4, \"intan\"</li>\n<li>01.06.2023: Erweiterung der individuellen Datenschutzinformationen für heise online und Telepolis um Punkt 18, \"Ringier\"<br>\n</li>\n</ul>\n<p>Hannover, den 12.\nJuni 2018</p> ", "created_at": "2023-08-20 03:29:23.951803", "updated_at": "2023-08-20 03:29:53.348702"}], "points": [], "urls": ["heise.de"]}}