{"error": 448, "message": "OK", "parameters": {"id": 7728, "name": "SmartRent", "created_at": "2023-03-22 02:05:45.053367", "updated_at": "2023-03-29 19:26:52.613066", "wikipedia": null, "keywords": null, "related": null, "slug": "smartrent", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7728.png", "url": "smartrent.com", "documents": [{"id": 14902, "name": "Privacy Policy", "url": "https://smartrent.com/privacy-us", "xpath": "/html/body/div[1]/div[1]/div/main/div", "text": "<ul>\n<li>USAUSA</li>\n<li>EUEU</li>\n</ul>Privacy PolicyEffective March 26, 2020<p>SmartRent Technologies, Inc.\n(“SmartRent”) is a service that helps you and others (e.g., your landlord, property owner or management company) control and monitor functions within an apartment and/or apartment complex (“Property”).\nSmartRent values your privacy and makes every effort to be transparent about how it processes your information and to whom it may be shared.\nThis Privacy Policy (“Policy”) applies to Property visitors, users who are landlords or property managers, owners and their service providers (“Landlords”) and users who are tenants (“Tenants”).\nWhether you are an individual renter, Tenant or Landlord, SmartRent provide the Services you want with the privacy you expect.</p>\n<p>In this Privacy Policy (“Policy”), we describe how we collect, use, and disclose personal information that we obtain from visitors to our websites smartrent.com and control.smartrent.com (together, the “Site”), users of our mobile application (the “App”) and the services available through our Site and at the Property where you visit, park or live (collectively, the “Services”), and how we use and disclose that personal information to support the Services</p>\n<p>By visiting the Site, using or downloading the App, or using any of our Services, you agree that your personal information will be handled as described in this Policy.\nYour use of our Site or Services, and any dispute over privacy, is subject to this Policy and our Terms of Service, including applicable limitations on damages and the resolution of disputes.\nSmartRent’s Terms of Service are incorporated by reference into this Policy.</p>\n<p>We collect personal information about you directly from you and from third parties, as well as automatically through your use of our Site or Services.</p>1.\nHow We Collect Your Personal Information<p>\n<strong>Information We Collect Directly From You.</strong> Certain areas and features of our Services require registration.\nTo register, you must provide or verify your full name, email address, password, and phone number.\nWe may collect additional information from you during registration, however, you are not required to provide us with this information.</p>\n<p>\n<strong>Information We Collect Automatically.</strong> We may automatically collect information about your use of our Site or Services through cookies, web beacons, and other technologies, including technologies designed for mobile apps.\nWe may combine this information with other information that we have collected about you, including, where applicable, your user name, name, and other personal information.\nPlease see the section “Cookies and Other Tracking Mechanisms” below for more information.</p>Site:<ul>\n<li>domain name;</li>\n<li>your browser type and operating system;</li>\n<li>web pages you view.\nlinks you click.\nyour IP address;</li>\n<li>the length of time you visit our Site and/or use our Services.\nand</li>\n<li>the referring URL, or the webpage that led you to our Site.</li>\n<li>your device’s location information.\nWith your consent, we will collect location information.\nWe use this information for the purposes described in this Policy, to ensure our Site and Service work and are displayed properly, for security purposes, to send you notifications and for the uses described below or at the time of collection.</li>\n</ul>App &amp.\nServices:<ul>\n<li>mobile device &amp.\nAD IDs.\ndevice name and model.\noperating system type, name, and version;</li>\n<li>language information;</li>\n<li>activities and information collected by or within the App and Services, such as turning lights on and off, temperature settings, leak monitoring, photographs, CCTV, parking, movement throughout the Property, access to public and private areas of the Property, etc.</li>\n<li>the length of time that you are logged into our App or Services.\nand</li>\n<li>location information: with your consent, we will collect location information from your mobile or other device to enable features or use of our Services.\nYou may choose to disable this feature, but there may be a loss of some functionality within the App and you may not be able to use or access some of our Services if you do so.</li>\n</ul>2.\nHow We Use Your Personal Information<ul>\n<li>\n<strong>Providing and Improving our Services:</strong> To provide our Services, to communicate with you and others about your use of our Services, to respond to your inquiries, to fulfill your orders, and for other customer service purposes.</li>\n<li>\n<strong>Tailoring Content:</strong> To tailor the content and information that we may send or display, to offer location customization, and personalized help and instructions, and to otherwise personalize your experiences while using the Site or our Services.</li>\n<li>\n<strong>Marketing and Communications:</strong> For marketing and promotional purposes.\nOnce you have registered and subject to your permission, we may use your information, such as your mobile phone number, our App, or your email address, to send you news and newsletters, special offers, and promotions, or to otherwise contact you about products or information we think may interest you.\nWe also may use the information that we learn about you to assist us in advertising our Services on third party sites.</li>\n<li>\n<strong>\n<strong>Research and Analytics:</strong> To better understand how you access and use our Site and Services, both on an aggregated and individualized basis, in order to improve our Site and Services and respond to your desires and preferences, and for other research and analytical purposes.</strong>\n</li>\n<li>\n<strong>Protecting Rights and Interests:</strong> We may use or disclose your personal information to protect the safety, property, or security rights, of you, Landlords, SmartRent, the Services, any third party, or the general public.\nto detect, prevent, or otherwise address fraud, security, or technical issues.\nto prevent or stop activity that SmartRent, in its sole discretion, may consider to be, or pose a risk of being, an illegal, unethical, or legally actionable activity.\nto use as evidence in litigation.\nto conduct audits.\nand to enforce this Policy and our Terms of Service.</li>\n<li>\n<strong>Legal Compliance:</strong> To comply with applicable legal or regulatory obligations, including as part of a judicial proceeding.\nto respond to a subpoena, warrant, court order, or other legal process.\nor as part of an investigation or request, whether formal or informal, from law enforcement or a governmental authority.</li>\n</ul>3.\nHow We Share Your Personal Information<p>We may share your personal information as follows:</p>\n<ul>\n<li>\n<strong>Affiliates.</strong> We may disclose the information we collect from you to our affiliates or subsidiaries.\nhowever, if we do so, their use and disclosure of your personally identifiable information will be subject to this Policy.</li>\n<li>\n<strong>Business Partners:</strong> We partner with other companies to integrate our Services with theirs, and improve the functionality of our Services.\nWe may share your information with these partners.</li>\n<li>\n<strong>Service Providers.</strong> We may disclose the information we collect from you to third party vendors, service providers, contractors or agents, such as building maintenance staff, Landlords, Tenants, and other third parties.\nIn addition, in order to facilitate self-guided tours of a Property and to protect against theft or other security incidents, we collect your government-issued ID, as well as a photo that you take of yourself and send to us in connection with any self-guided tour.\nWe transmit the photo from your ID and the photo you take of yourself to our vendor, which compares the information from both photographs to verify your identity and provides us with a conclusion based on that comparison.\nOur vendor may collect and store biometric identifiers in order to provide us with this service.\nWe do not receive or store any biometric identifiers generated by our vendor, and we do not disclose any biometric identifiers generated by our vendor with any other entity.\nWe instruct our vendors not to store any biometric identifiers collected for longer than necessary, and in no case longer than 3 years.</li>\n<li>\n<strong>Advertising &amp.\nAnalytics Providers.</strong> We share your personal information with advertising and analytics providers as described below.</li>\n<li>\n<strong>Business Transfers.</strong> If we are acquired by or merged with another company, if substantially all of our assets are transferred to another company, or as part of a bankruptcy proceeding, we may transfer the information we have collected from you to the other company.</li>\n<li>\n<strong>Landlord:</strong> If you are a Tenant or a guest, we may share information with the Landlord and other third parties to monitor the condition and safety of the apartment and the Property.\nExamples of this information include temperature settings and leak monitors, security and other cameras, access controls, motion sensors, or broken glass sensors.\nIf you are a guest or prospective Tenant at a Property, we will share your information with the Landlord so that the Landlord can contact you regarding your interest in becoming a Tenant and for the Landlord’s other internal business purposes.</li>\n<li>\n<strong>Roommates:</strong> If you have a roommate or roommates, we will share information that you input into the App and Services with them, such as temperature control changes, lock/unlock events and security settings.</li>\n<li>\n<strong>In Response to Legal Process.</strong> We also may disclose the information we collect from you in order to comply with the law, a judicial proceeding, court order, or other legal process, such as in response to a court order or a subpoena.</li>\n<li>\n<strong>To Protect Us and Others.</strong> We also may disclose the information we collect from you where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person or the Property, violations of our Terms of Service or this Policy, or as evidence in litigation in which Company is involved.</li>\n<li>\n<strong>Aggregate and De-Identified Information.</strong> We may share aggregated or de-identified information about users with Landlords and others for research or other purposes.</li>\n</ul>4.\nOur Use of Cookies and Other Tracking Mechanisms<p>We and our third-party service providers use cookies and other tracking mechanisms to track information about your use of our Site or Services.\nWe may combine this information with other personal information we collect from you (and our third-party service providers may do so on our behalf).</p>\n<p>Currently, our systems do not recognize browser “do-not-track” requests.\nYou may, however, disable certain tracking as discussed in this section (e.g., by disabling cookies or limiting tracking on your mobile device).\nyou also may opt-out of targeted advertising by following the instructions in the Third-Party Ad Network section.</p>\n<p>Cookies are alphanumeric identifiers that we transfer to your computer’s hard drive through your web browser.\nSome cookies allow us to make it easier for you to navigate our Site and Services, while others are used to enable a faster log-in process or to allow us to track your activities at our Site and Service.\nThere are two types of cookies: session and persistent cookies.</p>\n<ul>\n<li>\n<strong>Session Cookies.</strong> Session cookies exist only during an online session.\nThey disappear from your computer when you close your browser or turn off your computer.\nWe use session cookies to allow our systems to uniquely identify you during a session or while you are logged into the Site.\nThis allows us to process your online transactions and requests and verify your identity, after you have logged in, as you move through our Site.</li>\n<li>\n<strong>Persistent Cookies.</strong> Persistent cookies remain on your computer after you have closed your browser or turned off your computer.\nWe use persistent cookies to track aggregate and statistical information about user activity, and to display advertising both on our Site and on third-party sites.</li>\n<li>\n<strong>Disabling Cookies.</strong> Most web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in the future.\nThe Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nVisitors to our Site who disable cookies will be able to browse certain areas of the Site, but some features may not function.</li>\n<li>\n<strong>Clear GIFs, pixel tags and other technologies.</strong> Clear GIFs are tiny graphics with a unique identifier, similar in function to cookies.\nIn contrast to cookies, which are stored on your computer’s hard drive, clear GIFs are embedded invisibly on web pages.\nWe may use clear GIFs (a.k.a.\nweb beacons, web bugs or pixel tags), in connection with our Site to, among other things, track the activities of Site visitors, help us manage content, and compile statistics about Site usage.\nWe and our third-party service providers also use clear GIFs in HTML emails to our customers, to help us track email response rates, identify when our emails are viewed, and track whether our emails are forwarded.</li>\n<li>\n<strong>Third Party Analytics.</strong> We use automated devices and applications, such as, but not limited to, Google Analytics, to evaluate usage of our Site and, to the extent permitted, our App.\nWe also may use other analytic means to evaluate our Services.\nWe use these tools to help us improve our Services, performance and user experiences.\nThese entities may use cookies and other tracking technologies to perform their services.\nFor more information, please visit https://policies.google.com/technologies/partner-sites You can opt out of Google’s collection and processing of data generated by your use of the Services by going to http://tools.google.com/dlpage/gaoptout.</li>\n<li>\n<p>\n<strong>Cookies and Interest Based Advertising Choices.</strong> As noted above, you may stop or restrict the placement of cookies on your computer or remove them from your browser by adjusting your web browser preferences.\nPlease note that cookie-based opt-outs are not effective on mobile applications.\nHowever, on many mobile devices, application users may limit ad tracking of certain mobile ads via their device settings.\nYou may also control interest-based advertising on apps on your mobile device in certain jurisdictions with the AppChoices app.\nThe online advertising industry also provides websites from which you may opt out of receiving targeted ads from our data partners and our other advertising partners that participate in self-regulatory programs.\nYou can access these and learn about targeted advertising and consumer choice and privacy at www.aboutads.info/choices/, youradchoices.ca/choices/ and www.networkadvertising.org/managing/opt_out.asp.</p>\n<p>To be clear, these cookie-based opt-outs must be performed on each device and browser that you wish to have opted-out.\nYou must separately opt out in each browser on each device.\nAdvertisements on third party websites that contain the AdChoices link and that link to this Policy may have been directed to you based on information collected by advertising partners over time and across websites.\nThese advertisements provide a mechanism to opt out of the advertising partners’ use of this information for interest-based advertising purposes.</p>\n</li>\n</ul>5.\nThird-Party Links<p>Our Site and Services may contain links to third-party websites.\nAny access to and use of such linked websites is not governed by this Policy, but instead is governed by the privacy policies of those third-party websites.\nWe are not responsible for the information practices of such third-party websites.</p>6.\nSecurity of My Personal Information<p>We have implemented commercially reasonable precautions to protect the information we collect from loss, misuse, and unauthorized access, disclosure, alteration, and destruction.\nPlease be aware that despite our efforts, no data security measures can guarantee 100 percent security.</p>\n<p>You should take steps to protect against unauthorized access to your password, phone, and computer by, among other things, signing off after using a shared computer, choosing a robust password that nobody else knows or can easily guess, and keeping your log-in and password private.\nWe are not responsible for any lost, stolen or compromised passwords or for any activity on your account via unauthorized password activity.</p>7.\nAccess to My Personal Information<p>You may modify personal information that you have submitted by logging into your account and updating your profile information.\nPlease note that copies of information that you have updated, modified or deleted may remain viewable in cached and archived pages of the Site or App.</p>8.\nWhat Choices Do I Have Regarding Marketing Messages?<p>We may send periodic promotional or informational messages to you.\nYou may opt-out of such communications by following the instructions contained in the message.\nIf you opt-out of receiving messages about recommendations or other information we think may interest you, we may still send you transactional or other emails about your account or any Services you have requested or received from us.</p>9.\nChildren Under 13<p>Our Services are not designed for children under 13.\nIf we discover that a child under 13 has provided us with personal information, we will delete such information from our systems.</p>10.\nPrivacy Notice for California Residents<p>As required by the California Consumer Privacy Act (CCPA), the below discloses the categories of personal information about California consumers that we collect, process and disclose to provide the Services to you.\nSmartRent does not “sell” your personal information to third parties, who have no relationship with you.</p>\n<p>\n<strong>Service Provider Relationships.</strong> Where we receive personal information on behalf of your property owner, manager or landlord, we may disclose your information to them in order for us to provide the Services.\nWhen we engage with you on behalf of a Landlord or Property Manager, your personal information will be processed pursuant to their privacy policy-- not ours.\nIf we receive a privacy question from you about your Landlord’s services, we will redirect your request to the Landlord.</p>\n<p>When you use our services SmartRent collects following categories of personal information about you or from you:</p>\n<ul>\n<li>Identifiers, such as name, email address, online and unique identifiers, Internet Protocol address.</li>\n<li>Customer Information, such as name, address, telephone number, payment card number (collected by our payment processor if you make a purchase).</li>\n<li>Commercial Information, such as products or services purchased, obtained, or considered.</li>\n<li>Internet or other electronic network activity information, including browsing history, search history, and information regarding a consumer’s interaction with an Internet website, application, or advertisement.</li>\n<li>Geolocation Data</li>\n<li>Audio, Visual and other Electronic Data</li>\n<li>Profiles and Inferences</li>\n</ul>Categories of PIDo We Disclose for a Business Purpose?Do We Sell?Categories of Third Parties to Whom Information is Sold or DisclosedIdentifiersYESNO<ul>\n<li>service providers </li>\n<li>advisors and agents </li>\n<li>government entities and law enforcement </li>\n<li>affiliates and subsidiaries </li>\n<li>advertising networks </li>\n<li>data analytics providers </li>\n<li>social networks </li>\n<li>internet service providers </li>\n<li>operating systems and platforms </li>\n<li>data brokers </li>\n<li>business customer/client </li>\n</ul>Customer RecordsYESNO<ul>\n<li>service providers </li>\n<li>advisors and agents </li>\n<li>government entities and law enforcement </li>\n<li>affiliates and subsidiaries </li>\n<li>advertising networks </li>\n<li>data analytics providers </li>\n<li>social networks </li>\n<li>internet service providers </li>\n<li>operating systems and platforms </li>\n<li>business customer/client </li>\n</ul>Commercial InformationYESNO<ul>\n<li>service providers </li>\n<li>advisors and agents </li>\n<li>government entities and law enforcement </li>\n<li>affiliates and subsidiaries </li>\n<li>advertising networks </li>\n<li>data analytics providers </li>\n<li>social networks </li>\n<li>internet service providers </li>\n<li>operating systems and platforms</li>\n<li>business customer/client </li>\n</ul>Usage DataYESNO<ul>\n<li>service providers </li>\n<li>advisors and agents </li>\n<li>government entities and law enforcement </li>\n<li>affiliates and subsidiaries </li>\n<li>advertising networks </li>\n<li>data analytics providers </li>\n<li>social networks </li>\n<li>internet service providers </li>\n<li>operating systems and platforms </li>\n<li>business customer/client </li>\n</ul>Geolocation DataYESNO<ul>\n<li>service providers </li>\n<li>advisors and agents </li>\n<li>government entities and law enforcement </li>\n<li>affiliates and subsidiaries </li>\n<li>advertising networks </li>\n<li>data analytics providers </li>\n<li>social networks </li>\n<li>internet service providers </li>\n<li>operating systems and platforms</li>\n<li>business customer/client </li>\n</ul>Biometric informationYESNO<ul>\n<li>service providers </li>\n<li>advisors and agents </li>\n<li>government entities and law enforcement </li>\n<li>affiliates and subsidiaries </li>\n<li>data analytics providers </li>\n<li>internet service providers </li>\n<li>operating systems and platforms </li>\n<li>business customer/client </li>\n</ul>InferencesYESNO<ul>\n<li>service providers </li>\n<li>advisors and agents </li>\n<li>government entities and law enforcement </li>\n<li>affiliates and subsidiaries </li>\n<li>advertising networks </li>\n<li>data analytics providers </li>\n<li>social networks </li>\n<li>internet service providers </li>\n<li>operating systems and platforms </li>\n<li>business customer/client</li>\n</ul>\n<p>We receive your personal information from you, either when you provide it directly or when you use our Services.\nPlease see above for information on the purposes for which we collect your personal information.</p>\n<p>Please see “How We Share Your Personal Information” above for information on the categories of third parties with which we share your personal information.</p>California Consumer Rights<p>California law grants consumers certain rights and imposes restrictions on particular business practices as set forth below.</p>\n<p>Requests for Copy, Right to Know, and Deletion of Personal Information.\nCalifornia consumers have the right to make the following requests from businesses up to twice every 12 months:</p>\n<ul>\n<li>The right to request a copy of the specific pieces of personal information that a business has collected about you in the prior 12 months.</li>\n<li>The right to request details about the categories of personal information a business collected, the categories of sources, the business or commercial purposes for collecting personal information, and the categories of third parties with which the business shares personal information.</li>\n<li>The right to request deletion of their personal information that a business has collected about you, subject to certain exemptions (for example, where the information is used by us to detect security incidents, debugging or to comply with a legal obligation).</li>\n</ul>\n<p>\n<strong>Submitting Requests.</strong> You or your authorized agent can submit a copy, deletion and right-to-know request online at our California Consumer Rights Page, smartrent.com/ccpa.\nAccount holders who log in may also submit verified requests in some cases.\nIn general, we will verify your request and your identity with the information provided so that we may match it to information that we maintain about you and/or through a third-party identity verification service.\nAuthorized agents will be required to submit additional verification that they are in fact authorized by you to make a deletion request or request for disclosure of information.\nIn order to verify your request and protect your privacy, we may need you to supply additional information.\nPlease note, if we have receive your request in our role as a Service Provider, we will refer your request to the Business we support.</p>\n<p>\n<strong>Incentives and Discrimination.</strong> The CCPA prohibits discrimination against California consumers for exercising their rights under the CCPA, unless the different prices, rates, or quality of goods or services is reasonably related to the value of the consumer’s data.\nWe will not discriminate against you if you exercise your CCPA rights.</p>\n<p>If you have questions about the privacy aspects of our Services or would like to make a complaint, please contact us at privacy@smartrent.com or +44 167 033 8119.</p>11.\nChanges to this Policy<p>This Policy is current as of the Effective Date set forth above.\nWe may change this Policy from time to time, so please be sure to check back periodically.\nWe will post any changes to this Policy on our Site, at smartrent.com/privacy.</p>\n<p>This website uses the analytics services of Jess in order to help us better understand how our users interact with our business.\nThese services enable us to understand your user experience and the results of our efforts to connect with you.\nFor example, we can use this information to offer goods or services to users who have expressed an interest in related goods or services.\nJess analyzes data collected from user behavior, such as how often users visit our website, which content they view, the browser and other technology they use to view our website, the user's geographic location, and other information we may be able to collect using our current technology.\nJess collects hardware and software identifiers (such as cookies, Internet protocol (IP) addresses, and device information), as well as information about other communications between our users and our business.\nWe have access to certain personally-identifiable information provided to us by Jess.\nView Jess's current privacy policy here.</p>", "created_at": "2023-03-22 02:05:45.091375", "updated_at": "2023-03-22 02:06:15.534246"}, {"id": 14903, "name": "Terms of Service", "url": "https://smartrent.com/terms/", "xpath": "/html/body/div[1]/div[1]/div/main/div", "text": "SmartRent Terms of Service<p>THESE TERMS AND CONDITIONS (THE \"TERMS\") ARE A LEGAL CONTRACT BETWEEN YOU AND THE SMARTRENT.COM, INC.\n(THE \"COMPANY\").\nTHE TERMS EXPLAIN HOW YOU ARE PERMITTED TO USE THE WEBSITE LOCATED AT THE URL: WWW.SMARTRENT.COM AS WELL AS ALL ASSOCIATED SITES LINKED TO WWW.SMARTRENT.COM BY THE COMPANY, ITS SUBSIDIARIES AND AFFILIATED COMPANIES (COLLECTIVELY, THE \"SITE\").\nUNLESS OTHERWISE SPECIFIED, ALL REFERENCES TO \"SITE\" INCLUDE THE CONTENT, SERVICES AVAILABLE THROUGH THIS SITE (THE \"SERVICES\") AND ANY SOFTWARE THAT THE COMPANY PROVIDES TO YOU THAT ALLOWS YOU TO ACCESS THE SITE FROM A MOBILE DEVICE (A \"MOBILE APPLICATION\").\nBY CLICKING THE \"I ACCEPT\" BUTTON BELOW AND USING THIS SITE, YOU ARE AGREEING TO ALL THE TERMS.\nIF YOU DO NOT AGREE WITH ANY OF THESE TERMS, DO NOT ACCESS OR OTHERWISE USE THIS SITE, ANY SERVICES AVAILABLE THROUGH THIS SITE OR ANY INFORMATION CONTAINED ON THIS SITE.\nNOTE: THESE TERMS CONTAIN A DISPUTE RESOLUTION AND ARBITRATION PROVISION, INCLUDING CLASS ACTION WAIVER THAT AFFECTS YOUR RIGHTS UNDER THESE TERMS AND WITH RESPECT TO DISPUTES YOU MAY HAVE WITH THE COMPANY.\nYOU MAY OPT OUT OF THE BINDING INDIVIDUAL ARBITRATION AND CLASS ACTION WAIVER AS PROVIDED BELOW.</p>Changes.<p>The Company may make changes to the content and Services offered on the Site at any time.\nThe Company can change, update, or add or remove provisions of these Terms, at any time by posting the updated Terms on this Site and updating such posted Terms with the latest update date.\nBy using this Site after the Company has updated the Terms, you are agreeing to all the updated Terms.\nif you do not agree with any of the updated Terms, you must stop using the Site.</p>General Use.<p>By using this Site, you represent, acknowledge and agree that you are at least 18 years of age, or if you are under 18 years of age but are at least 13 years old (a \"Minor\"), that you are using the Site with the consent of your parent or legal guardian and that you have received your parent's or legal guardian's permission to use the Site and agree to its Terms.\nIf you are a parent or legal guardian of a Minor, you hereby agree to bind the Minor to these Terms and to fully indemnify and hold harmless the Company if the Minor breaches any of these Terms.\nIf you are not at least 13 years old, you may not use the Site at any time or in any manner or submit any information to the Company or the Site.</p>\n<p>The Company provides content through the Site and through the Services that is copyrighted and/or trademarked work of the Company or the Company's third-party licensors and suppliers or other users of the Site (collectively, the \"Materials\").\nMaterials may include logos, graphics, video, images, software and other content.</p>\n<p>Subject to the terms and conditions of these Terms, and your compliance with these Terms, the Company hereby grants you a limited, personal, non-exclusive and non-transferable license to use and to display the Materials and to use this Site solely for your personal use.\nExcept for the foregoing license, you have no other rights in the Site or any Materials and you may not modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance or in any way exploit any of the Site or Materials in any manner.</p>\n<p>If you breach any of these Terms, the above license will terminate automatically and you must immediately destroy any downloaded or printed Materials.</p>Mobile Applications.<p>The Company makes available Mobile Applications to access the Site via a mobile device.\nTo use the Mobile Application you must have a mobile device that is compatible with the mobile service.\nThe Company does not warrant that the Mobile Application will be compatible with your mobile device.\nThe Company hereby grants to you a non-exclusive, non-transferable, revocable license to use an object code copy of the Mobile Application for one registered account on one mobile device owned or leased solely by you, for your personal use.\nYou may not: (i) modify, disassemble, decompile or reverse engineer the Mobile Application, except to the extent that such restriction is expressly prohibited by law.\n(ii) rent, lease, loan, resell, sublicense, distribute or otherwise transfer the Mobile Application to any third-party or use the Mobile Application to provide time sharing or similar services for any third-party.\n(iii) make any copies of the Mobile Application.\n(iv) remove, circumvent, disable, damage or otherwise interfere with security-related features of the Mobile Application, features that prevent or restrict use or copying of any content accessible through the Mobile Application, or features that enforce limitations on use of the Mobile Application.\nor (v) delete the copyright and other proprietary rights notices on the Mobile Application.\nYou acknowledge that the Company may from time to time issue upgraded versions of the Mobile Application, and may automatically electronically upgrade the version of the Mobile Application that you are using on your mobile device.\nYou consent to such automatic upgrading on your mobile device, and agree that these Terms will apply to all such upgrades.\nThe foregoing license grant is not a sale of the Mobile Application or any copy thereof, and the Company and its third-party licensors or suppliers retain all right, title, and interest in and to the Mobile Application (and any copy of the Mobile Application).\nStandard carrier data charges may apply to your use of the Mobile Application.</p>\n<p>The following additional terms and conditions apply with respect to any Mobile Application that the Company provides to you designed for use on an Apple iOS-powered mobile device (an \"iOS App\"):</p>\n<ul>\n<li>You acknowledge that these Terms are between you and the Company only, and not with Apple, Inc.\n(\"Apple\").</li>\n<li>Your use of the Company's iOS App must comply with Apple's then-current App Store Terms of Service.</li>\n<li>The Company, and not Apple, are solely responsible for our iOS App and the Services and Content available thereon.\nYou acknowledge that Apple has no obligation to provide maintenance and support services with respect to our iOS App.\nTo the maximum extent permitted by applicable law, Apple will have no warranty obligation whatsoever with respect to our iOS App.</li>\n<li>You agree that the Company, and not Apple, are responsible for addressing any claims by you or any third-party relating to our iOS App or your possession and/or use of our iOS App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the iOS App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation, and all such claims are governed solely by these Terms and any law applicable to us as provider of the iOS App.</li>\n<li>You agree that the Company, and not Apple, shall be responsible, to the extent required by these Terms, for the investigation, defense, settlement and discharge of any third-party intellectual property infringement claim related to our iOS App or your possession and use of our iOS App.</li>\n<li>You represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a \"terrorist supporting\" country.\nand (ii) You are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</li>\n<li>You agree to comply with all applicable third-party terms of agreement when using our iOS App (e.g., you must not be in violation of your wireless data service terms of agreement when using the iOS App).</li>\n<li>The parties agree that Apple and Apple's subsidiaries are third-party beneficiaries to these Terms as they relate to your license of the Company's iOS App.\nUpon your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as they relate to your license of the iOS App as a third-party beneficiary thereof.</li>\n</ul>\n<p>The following additional terms and conditions apply with respect to any Mobile Application that the Company provides to you designed for use on an Android-powered mobile device (an \"Android App\"):</p>\n<ul>\n<li>You acknowledge that these Terms are between you and the Company only, and not with Google, Inc.\n(\"Google\").</li>\n<li>Your use of the Company's Android App must comply with Google's then-current Android Market Terms of Service.</li>\n<li>Google is only a provider of the Android Market where you obtained the Android App.\nThe Company, and not Google, are solely responsible for the Company's Android App and the Services and Content available thereon.\nGoogle has no obligation or liability to you with respect to the Company's Android App or these Terms.</li>\n<li>You acknowledge and agree that Google is a third-party beneficiary to the Terms as they relate to the Company's Android App.</li>\n</ul>\n<p>The following additional terms and conditions apply with respect to any Mobile Application that the Company provides to you designed for use on an Android-powered mobile device and obtained from the Amazon App Store (an \"Amazon Android App\"):</p>\n<ul>\n<li>You acknowledge that these Terms are between you and the Company only, and not with Amazon.com, Inc.\n(\"Amazon\").</li>\n<li>Information that the Company collects from you or your device are subject to these Terms and the Privacy Policy, and will not be subject to the Amazon.com Privacy Notice.</li>\n<li>Amazon has no obligation or liability to you with respect to the Company's Amazon Android App and the Services and Content available thereon or these Terms.\nThe Company, and not Amazon, are solely responsible for the Company's Amazon Android App and the Services and Content available thereon.\nFor the avoidance of doubt, the Amazon Android App does not include any software that you may need to install on your mobile device in order to download applications from the Amazon App Store (the \"Appstore Software\").\nThe Appstore Software is licensed to you by Amazon pursuant to the terms of the then current Amazon Appstore for Android Terms of Use.</li>\n</ul>Using the Site and the Services on the Site.<p>You can simply view certain parts of the Site and not use any Services on the Site.\nYou need not register with the Company to simply visit and view these parts of the Site.</p>\n<p>However, in order to access certain password-restricted areas of the Site, you must register with the Company for an account and receive a password.\nYou'll need to register in order to make a purchase, view your order history, and to see your device management dashboard, and to make use of certain Services and certain portions of the Site.</p>Password Restricted Areas of this Site.<p>If you desire to register for an account with the Company, you must submit your name, e-mail address and phone number through the account registration page on the Site.\nIf you are a resident (a \"Resident\") of a property that contracts with us, your property manager (the \"Property Manager\") may provide us with additional information necessary to enable to access and use our device control dashboard, which allows you to control the smart devices in your unit.\nYou consent to the Property Manager providing us such information so that we may provide you with access to the Services.\nOnce you have submitted your account registration information, the Company administrator shall have the right to approve or reject the requested registration, in the Company administrator's sole discretion.\nIf your account is approved by the Company administrator, you will be sent an e-mail that contains a password that will allow you to log-on to the Site using that password (the \"the Password\") for the first time you log into your account on the Site to complete the account registration process.</p>\n<p>You are responsible for maintaining the confidentiality of your Password, and you are responsible for all activities that occur using your Password.\nYou agree not to share your Password, let others access or use your Password or do anything else that might jeopardize the security of your Password.\nYou agree to notify the Company if your Password on this Site is lost, stolen, if you are aware of any unauthorized use of your Password on this Site or if you know of any other breach of security in relation to this Site.</p>\n<p>All the information that you provide when registering for an account and otherwise through the Site must be accurate, complete and up to date.\nYou may change, correct or remove any information from your account by either logging into your account directly and making the desired changes or contacting the Company using the contact information at the end of these Terms requesting that we make the change.</p>Purchases.<p>If applicable, you agree to pay all fees or charges to your account for any purchases you make on the Site.\nWe will charge your payment method when your item ships.\nIf you do not pay on time or if the Company cannot charge your credit card, PayPal or other payment method for any reason, the Company reserves the right to either suspend or terminate your access to the Site and account and terminate these Terms.\nYou are expressly agreeing that the Company is permitted to bill you for the applicable fees, any applicable tax and any other charges you may incur in connection with your purchases made on the Site and the fees will be billed to your credit card, PayPal or other payment method designated upon checkout.\nIf you have a balance due on any account, you agree that the Company may charge such unpaid fees to your credit card or otherwise bill you for such unpaid fees.\nRefunds for any purchased items through the Site will be in accordance with such purchased items' product warranties provided the manufacturer of such product.</p>Privacy Policy.<p>Please review the Company Privacy Policy, which is available at https://smartrent.com/privacy (the \"Privacy Policy\") which explains how we use information that you submit to the Company.</p>Advertisements and Third Party Links.<p>This Site may be linked to other web sites that are not SmartRent sites, including payment processing services that we work with to facilitate your purchase of any products on the Site (all such sites, the \"Third-Party Sites\").\nCertain areas of the Site may allow you to interact and/or conduct transactions with such Third-Party Sites, and, if applicable, allow you to configure your privacy settings in your Third-Party Site account to permit your activities on this Site to be shared with your contacts in your Third-Party Site account and, in certain situations, you may be transferred to a Third-Party Site through a link but it may appear that you are still on this Site.\nIn any case, you acknowledge and agree that the Third-Party Sites may have different privacy policies and terms and conditions and/or user guides and business practices than the Company, and you further acknowledge and agree that your use of such Third-Party Sites is governed by the respective Third-Party Site privacy policy and terms and conditions and/or user guides.\nYou hereby agree to comply with any and all terms and conditions, users guides and privacy policies of any of Third-Party Sites.\nWe have no control over Third-Party Sites and accept no responsibility for them or for any loss or damage that may arise from your use of such Third-Party Sites.\nYou agree that the Company WILL NOT, UNDER ANY CIRCUMSTANCES, BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY GOODS, SERVICES, INFORMATION, RESOURCES AND/OR CONTENT AVAILABLE ON OR THROUGH ANY THIRD-PARTY SITES AND/OR THIRD-PARTY DEALINGS OR COMMUNICATIONS, OR FOR ANY HARM RELATED THERETO, OR FOR ANY DAMAGES OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH YOUR USE OR RELIANCE ON THE CONTENT OR BUSINESS PRACTICES OF ANY THIRD-PARTY.\nThough we may have advertisements on the Site, any reference on the Site to any product, service, publication, institution, organization of any third-party entity or individual does not constitute or imply the Company's endorsement or recommendation of such product, service, publication, institution, organization.</p>Unauthorized Activities.<p>When using this Site and/or the services, you agree not to:</p>\n<ul>\n<li>Defame, abuse, harass, stalk, threaten, or otherwise violate the legal rights (such as rights of privacy and publicity) of others.</li>\n<li>Use racially, ethnically, or otherwise offensive language.</li>\n<li>Discuss or incite illegal activity.</li>\n<li>Use explicit/obscene language or solicit/post sexually explicit images (actual or simulated).</li>\n<li>Post anything that exploits children or minors or that depicts cruelty to animals.</li>\n<li>Post any copyrighted or trademarked materials without the express permission from the owner.</li>\n<li>Disseminate any unsolicited or unauthorized advertising, promotional materials, ‘junk mail', ‘spam', ‘chain letters', ‘pyramid schemes', or any other form of such solicitation.</li>\n<li>Use any robot, spider, scraper or other automated means to access the Site.</li>\n<li>Take any action that imposes an unreasonable or disproportionately large load on our infrastructure.</li>\n<li>Alter the opinions or comments posted by others on this Site.</li>\n<li>Post anything clearly false or misleading.</li>\n<li>Post anything unrelated to our business, products or services.</li>\n<li>Post anything contrary to our public image, goodwill or reputation, provided that the foregoing will not apply to you if applicable law prohibits such limitations and restrictions.</li>\n</ul>\n<p>This list of prohibitions provides examples and is not complete or exclusive.\nThe Company reserves the right to terminate access to your account, this Site, or use of the Services with or without cause and with or without notice, for any reason or no reason, or for any action that the Company determines is inappropriate or disruptive to this Site or to any other user of this Site and/or Services.\n<strong>The Company may report to law enforcement authorities any actions that may be illegal, and any reports it receives of such conduct.\nWhen legally required or at the Company's discretion, the Company will cooperate with law enforcement agencies in any investigation of alleged illegal activity on this Site or on the Internet.</strong>\n</p>\n<p>You agree to indemnify and hold the Company and its officers, directors, employees, affiliates, agents, licensors, and business partners harmless from and against any and all costs, damages, liabilities, and expenses (including attorneys' fees and costs of defense) the Company or any other indemnified party suffers in relation to, arising from, or for the purpose of avoiding, any claim or demand from a third-party that your use of this Site violates any applicable law or regulation, or the copyrights, trademark rights or other rights of any third-party.</p>Submissions.<p>You are responsible for the information, opinions, messages, comments, photos, videos, graphics, sounds and other content or material that you submit, upload, post or otherwise make available on or through the Site (each a \"Submission\") and through the Services available in connection with this Site .\nYou may not upload, post or otherwise make available on this Site any material protected by copyright, trademark, or any other proprietary right without the express permission of the owner of such copyright, trademark or other proprietary right owned by a third-party, and the burden of determining whether any material is protected by any such right is on you.\nYou shall be solely liable for any damage resulting from any infringement of copyrights, trademarks, proprietary rights, violation of contract, privacy or publicity rights or any other harm resulting from any Submission that you make.\nYou have full responsibility for each Submission you make, including its legality, reliability and appropriateness.</p>\n<p>Unless otherwise explicitly stated herein or in the Company Privacy Policy, you agree that any Submission provided by you in connection with this Site is provided on a non-proprietary and non-confidential basis.\nYou hereby grant to the Company a non-exclusive, perpetual, irrevocable, royalty-free, fully paid-up, worldwide license (including the right to sublicense through multiple tiers) to use, reproduce, process, adapt, publicly perform, publicly display, modify, prepare derivative works, publish, transmit and distribute each of your Submissions, or any portion thereof, in any form, medium or distribution method now known or hereafter existing, known or developed, and authorize others to use the Submissions.\nWe may modify or adapt your Submissions in order to transmit, display or distribute them over computer networks and in various media and/or make changes to the Submissions as necessary to conform and adapt them to any requirements or limitations of any networks, devices, services or media.\nThe Company agrees to use any personally identifiable information contained in any of your Submissions in accordance with the Company 's Privacy Policy.</p>\n<p>You agree to pay for all royalties, fees, damages and any other monies owing any person by reason of any Submissions posted by you to or through this Site.</p>\n<p>When you provide Submissions you agree that those Submissions shall not be in violation of the \"Unauthorized Activities\" paragraph below.\nThose prohibitions do not require the Company to monitor, police or remove any Submissions or other information submitted by you or any other user.</p>\n<p>This list of prohibitions provides examples and is not complete or exclusive.\nThe Company reserves the right to (a) terminate access to your account, your ability to post to this Site (or use the Services) and (b) refuse, delete or remove any Submissions.\nwith or without cause and with or without notice, for any reason or no reason, or for any action that the Company determines is inappropriate or disruptive to this Site or to any other user of this Site and/or Services.\n<strong>The Company may report to law enforcement authorities any actions that may be illegal, and any reports it receives of such conduct.\nWhen legally required or at the Company's discretion, the Company will cooperate with law enforcement agencies in any investigation of alleged illegal activity on this Site or on the Internet.</strong>\n</p>Unauthorized use of any Materials or Third-Party Content contained on this Site may violate certain laws and regulations.<p>You agree to indemnify and hold the Company and its officers, directors, employees, affiliates, agents, licensors, and business partners harmless from and against any and all costs, damages, liabilities, and expenses (including attorneys' fees and costs of defense) the Company or any other indemnified party suffers in relation to, arising from, or for the purpose of avoiding, any claim or demand from a third-party that your use of this Site or the use of this Site by any person using your user name and/or password (including without limitation, your participation in the posting areas or, your Submissions) violates any applicable law or regulation, or the copyrights, trademark rights or other rights of any third-party.</p>Proprietary Rights.<p>SmartRent is a trademark of the Company in the United States.\nOther trademarks, names and logos on this Site are the property of their respective owners.</p>\n<p>Unless otherwise specified in these Terms, all information and screens appearing on this Site, including documents, services, site design, text, graphics, logos, images and icons, as well as the arrangement thereof, are the sole property of the Company, Copyright © 2019 the Company.\nAll rights not expressly granted herein are reserved.\nExcept as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner or license.</p>\n<p>The Mobile Application software that is provided to you through the Site and Services and related documentation are \"Commercial Items\", as that term is defined at 48 C.F.R.\n§2.101, consisting of \"Commercial Computer Software\" and \"Commercial Computer Software Documentation\", as such terms are used in 48 C.F.R.\n§12.212 or 48 C.F.R.\n§227.7202, as applicable.\nConsistent with 48 C.F.R.\n§12.212 or 48 C.F.R.\n§227.7202-1 through 227.7202-4, as applicable, if you are a government entity, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S.\nGovernment end users (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein.\nUnpublished-rights reserved under the copyright laws of the United States.</p>Intellectual Property Infringement.<p>The Company respects the intellectual property rights of others, and we ask you to do the same.\nThe Company may, in appropriate circumstances and at our discretion, terminate service and/or access to this Site for users who infringe the intellectual property rights of others.\nIf you believe that your work is the subject of copyright infringement and/or trademark infringement and appears on our Site, please provide the Company's designated agent the following information:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted and/or trademarked work claimed to have been infringed, or, if multiple works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled at the Site, and information reasonably sufficient to permit the Company to locate the material.</li>\n<li>Information reasonably sufficient to permit the Company to contact you as the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted.</li>\n<li>Information reasonably sufficient to permit the Company to contact you as the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>The Company's agent for notice of claims of copyright or trademark infringement on this Site can be reached as follows:</p>\n<p>Scottard Banks</p>\n<p>scott.banks@smartrent.com</p>\n<p>security@smartrent.com</p>\n<p>480-371-2790</p>\n<p>Please also note that for copyright infringements under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability</p>\n<p>\n<strong>Submitting a DMCA Counter-Notification</strong>\n</p>\n<p>We will notify you that we have removed or disabled access to copyright-protected material that you provided, if such removal is pursuant to a valid DMCA take-down notice that we have received.\nIf you receive such notice from us, you may provide us with a counter-notification in writing to the Company designated agent that includes all of the following information:</p>\n<ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled, and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>A statement from you under the penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\nand</li>\n<li>Your name, physical address and telephone number, and a statement that you consent to the jurisdiction of a court for the judicial district in which your physical address is located, or if your physical address is outside of the United States, for any judicial district in which the Company may be located, and that you will accept service of process from the person who provided notification of allegedly infringing material or an agent of such person.</li>\n</ul>\n<p>\n<strong>Termination of Repeat Infringers</strong>\n</p>\n<p>The Company reserves the right, in its sole discretion, to terminate the account or access of any user of our web site and/or service who is the subject or repeated DMCA or other infringement notifications.</p>Disclaimer of Warranties.<p>Your use of this Site and/or the Services is at your own risk.\nThe Materials have not been verified or authenticated in whole or in part by the Company, and they may include inaccuracies or typographical or other errors.\nThe Company does not warrant the accuracy of timeliness of the Materials contained on this Site.\nThe Company has no liability for any errors or omissions in the Materials, whether provided by the Company, our licensors or suppliers or other users.</p>\n<p>THE COMPANY, FOR ITSELF AND ITS LICENSORS, MAKES NO EXPRESS, IMPLIED OR STATUTORY REPRESENTATIONS, WARRANTIES, OR GUARANTEES IN CONNECTION WITH THIS SITE, THE SERVICES, OR ANY MATERIALS RELATING TO THE QUALITY, SUITABILITY, TRUTH, ACCURACY OR COMPLETENESS OF ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED ON THIS SITE, INCLUDING WITHOUT LIMITATION THE MATERIALS.\nUNLESS OTHERWISE EXPLICITLY STATED, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THIS SITE, THE SERVICES, AND MATERIALS, AND ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED ON THIS SITE IS PROVIDED TO YOU ON AN \"AS IS,\" \"AS AVAILABLE\" AND \"WHERE-IS\" BASIS WITH NO WARRANTY OF IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF THIRD-PARTY RIGHTS.\nTHE COMPANY DOES NOT PROVIDE ANY WARRANTIES AGAINST VIRUSES, SPYWARE OR MALWARE THAT MAY BE INSTALLED ON YOUR COMPUTER.</p>\n<p>Any products you purchase through the Site shall be subject to the manufacturer's warranty, if the manufacturer provides any warranty.\nYou agree to make any warranty claims directly against the manufacturer of a product, and not SmartRent.</p>Limitation of Liability.<p>THE COMPANY SHALL NOT BE LIABLE TO YOU FOR ANY DAMAGES RESULTING FROM YOUR DISPLAYING, COPYING, OR DOWNLOADING ANY MATERIALS TO OR FROM THIS SITE, OR YOUR USE OF THE PRODUCTS PURCHASED ON THE SITE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE COMPANY BE LIABLE TO YOU FOR ANY INDIRECT, EXTRAORDINARY, EXEMPLARY, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF DATA, REVENUE, PROFITS, USE OR OTHER ECONOMIC ADVANTAGE) HOWEVER ARISING, EVEN IF THE COMPANY KNOWS THERE IS A POSSIBILITY OF SUCH DAMAGE.\nIN NO EVENT WILL COMPANY'S LIABILITY EXCEED FIVE HUNDRED DOLLARS ($500).\nYOU ACKNOWLEDGE AND AGREE THAT IF YOU ARE A RESIDENT USING THIS SITE OR THE SERVICES, YOUR PROPERTY MANAGER AND THE OWNER OF THE PROPERTY AT WHICH YOU RESIDE HAVE NO LIABILITY TO YOU FOR THE SITE OR THE SERVICES PROVIDED BY THE COMPANY</p>Local Laws.\nExport Control.<p>The Company controls and operates this Site from its headquarters in the United States of America and the Materials may not be appropriate or available for use in other locations.\nIf you use this Site outside the United States of America, you are responsible for following applicable local laws.</p>Feedback.<p>If you send or transmit any communications, comments, questions, suggestions, or related materials to the Company, whether by letter, email, telephone, or otherwise (collectively, \"Feedback\"), suggesting or recommending changes to the Site, any Services offered through the Site or Materials, including, without limitation, new features or functionality relating thereto, all such Feedback is, and will be treated as, non-confidential and non-proprietary.\nExcept as prohibited by applicable law, you hereby assign all right, title, and interest in, and the Company is free to use, without any attribution or compensation to you, any ideas, know-how, concepts, techniques, or other intellectual property and proprietary rights contained in the Feedback, whether or not patentable, for any purpose whatsoever, including but not limited to, developing, manufacturing, having manufactured, licensing, marketing, and selling, directly or indirectly, products and services using such Feedback.\nWhere the foregoing assignment is prohibited by law, you hereby grant Us an exclusive, transferable, worldwide, royalty-free, fully paid up license (including the right to sublicense) to use and exploit all Feedback as We may determine in our sole discretion.\nNotwithstanding the foregoing, you understand and agree that the Company is not obligated to use, display, reproduce, or distribute any such ideas, know-how, concepts, or techniques contained in the Feedback, and you have no right to compel such use, display, reproduction, or distribution.</p>Dispute Resolution and Arbitration.\nClass Action Waiver.<p>Please read the following (this \"Provision\") carefully.\nIt affects your rights.</p>\n<p>Most customer concerns can be resolved quickly and to a customer's satisfaction by contacting us at info@smartrent.com.\nThis Provision facilitates the prompt and efficient resolution of any disputes that may arise between you and the Company.\nArbitration is a form of private dispute resolution in which persons with a dispute waive their rights to file a lawsuit, to proceed in court and to a jury trial, and instead submit their disputes to a neutral third person (or arbitrator) for a binding decision.\nYou have the right to opt-out of this Provision (as explained below), which means you would retain your right to litigate your disputes in a court, either before a judge or jury.</p>\n<p>Please read this Provision carefully.\nIt provides that all Disputes between you and the Company shall be resolved by binding arbitration.\nArbitration replaces the right to go to court.\nIn the absence of this arbitration agreement, you may otherwise have a right or opportunity to bring claims in a court, before a judge or jury, and/or to participate in or be represented in a case filed in court by others (including, but not limited to, class actions).\nExcept as otherwise provided, entering into this agreement constitutes a waiver of your right to litigate claims and all opportunity to be heard by a judge or jury.\nThere is no judge or jury in arbitration, and court review of an arbitration award is limited.\nThe arbitrator must follow this agreement and can award the same damages and relief as a court (including attorney's fees).</p>\n<p>For the purpose of this Provision, \"the Company\" means the Company and its parents, subsidiary, and affiliate companies, and each of their respective officers, directors, employees, and agents.\nThe term \"Dispute\" means any dispute, claim, or controversy between you and the Company regarding any aspect of your relationship with the Company, whether based in contract, statute, regulation, ordinance, tort (including, but not limited to, fraud, misrepresentation, fraudulent inducement, or negligence), or any other legal or equitable theory, and includes the validity, enforceability or scope of this Provision (with the exception of the enforceability of the Class Action Waiver clause below).\n\"Dispute\" is to be given the broadest possible meaning that will be enforced, and shall include any claims against other parties relating to services or products provided or billed to you (such as the Company's licensors, suppliers, dealers or third-party vendors) whenever you also assert claims against us in the same proceeding.</p>\n<p>WE EACH AGREE THAT, EXCEPT AS PROVIDED BELOW, ANY AND ALL DISPUTES, AS DEFINED ABOVE, WHETHER PRESENTLY IN EXISTENCE OR BASED ON ACTS OR OMISSIONS IN THE PAST OR IN THE FUTURE, WILL BE RESOLVED EXCLUSIVELY AND FINALLY BY BINDING ARBITRATION RATHER THAN IN COURT IN ACCORDANCE WITH THIS PROVISION.</p>\n<p>\n<strong>Pre-Arbitration Claim Resolution</strong>\n</p>\n<p>For all Disputes, whether pursued in court or arbitration, you must first give the Company an opportunity to resolve the Dispute.\nYou must commence this process by mailing written notification to the Company at 18835 N.\nThompson Peak Pkwy, Suite 300, Scottsdale, AZ 85255.\nThat written notification must include (1) your name, (2) your address, (3) a written description of your Claim, and (4) a description of the specific relief you seek.\nIf the Company does not resolve the Dispute within 45 days after it receives your written notification, you may pursue your Dispute in arbitration.\nYou may pursue your Dispute in a court only under the circumstances described below.</p>\n<p>\n<strong>Exclusions from Arbitration/Right to Opt Out</strong>\n</p>\n<p>Notwithstanding the above, you or the Company may choose to pursue a Dispute in court and not by arbitration if (a) the Dispute qualifies,it may be initiated in small claims court.\nor (b) YOU OPT-OUT OF THESE ARBITRATION PROCEDURES WITHIN 30 DAYS FROM THE DATE THAT YOU FIRST CONSENT TO THIS AGREEMENT (the \"Opt-Out Deadline\").\nYou may opt out of this Provision by mailing written notification to the Company, at 18835 N.\nThompson Peak Pkwy, Suite 300, Scottsdale, AZ 85255.\nYour written notification must include (1) your name, (2) your address, and (3) a clear statement that you do not wish to resolve disputes with the Company through arbitration.\nYour decision to opt-out of this Arbitration Provision will have no adverse effect on your relationship with the Company.\n<strong>Any opt-out request received after the Opt-Out Deadline will not be valid and you must pursue your Dispute in arbitration or small claims court.</strong>\n</p>\n<p>\n<strong>Arbitration Procedures</strong>\n</p>\n<p>If this Provision applies and the Dispute is not resolved as provided above (Pre-Arbitration Claim Resolution) either you or the Company may initiate arbitration proceedings.\nThe American Arbitration Association (\"AAA\"), www.adr.org, or JAMS, www.jamsadr.com, will arbitrate all Disputes, and the arbitration will be conducted before a single arbitrator.\nThe arbitration shall be commenced as an individual arbitration, and shall in no event be commenced as a class arbitration.\nAll issues shall be for the arbitrator to decide, including the scope of this Provision.</p>\n<p>For arbitration before AAA, for Disputes of less than $75,000, the AAA's Supplementary Procedures for Consumer-Related Disputes will apply.\nfor Disputes involving $75,000 or more, the AAA's Commercial Arbitration Rules will apply.\nIn either instance, the AAA's Optional Rules For Emergency Measures Of Protection shall apply.\nThe AAA rules are available at www.adr.org or by calling 1-800-778-7879.\nFor arbitration before JAMS, the JAMS Comprehensive Arbitration Rules &amp.\nProcedures and the JAMS Recommended Arbitration Discovery Protocols For Domestic, Commercial Cases will apply.\nThe JAMS rules are available at www.jamsadr.com or by calling 1-800-352-5267.\nThis Provision governs in the event it conflicts with the applicable arbitration rules.\nUnder no circumstances will class action procedures or rules apply to the arbitration.</p>\n<p>Because the Site and these Terms concern interstate commerce, the Federal Arbitration Act (\"FAA\") governs the arbitrability of all Disputes.\nHowever, the arbitrator will apply applicable substantive law consistent with the FAA and the applicable statute of limitations or condition precedent to suit.</p>\n<p>Arbitration Award – The arbitrator may award on an individual basis any relief that would be available pursuant to applicable law, and will not have the power to award relief to, against or for the benefit of any person who is not a party to the proceeding.\nThe arbitrator will make any award in writing but need not provide a statement of reasons unless requested by a party.\nSuch award will be final and binding on the parties, except for any right of appeal provided by the FAA, and may be entered in any court having jurisdiction over the parties for purposes of enforcement.</p>\n<p>Location of Arbitration – You or the Company may initiate arbitration in either Maricopa County, Arizona or the federal judicial district that includes your billing address.\nIn the event that you select the federal judicial district that includes your billing address, the Company may transfer the arbitration to Maricopa County, Arizona in the event that it agrees to pay any additional fees or costs you incur as a result of the transfer, as determined by the arbitrator.</p>\n<p>Payment of Arbitration Fees and Costs – the Company will pay all arbitration filing fees and arbitrator's costs and expenses upon your written request given prior to the commencement of the arbitration.\nYou are responsible for all additional fees and costs that you incur in the arbitration, including, but not limited to, attorneys or expert witnesses.\nFees and costs may be awarded as provided pursuant to applicable law.\nIn addition to any rights to recover fees and costs under applicable law, if you provide notice and negotiate in good faith with the Company as provided in the section above titled \"Pre-Arbitration Claim Resolution\" and the arbitrator concludes that you are the prevailing party in the arbitration, you will be entitled to recover reasonable attorney's fees and costs as determined by the arbitrator.</p>\n<p>\n<strong>Class Action Waiver</strong>\n</p>\n<p>Except as otherwise provided in this Provision, the arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any form of a class or representative proceeding or claims (such as a class action, consolidated action or private attorney general action) unless both you and the Company specifically agree to do so following initiation of the arbitration.\n<strong>If you choose to pursue your Dispute in court by opting out of the Arbitration Provision, as specified above, this Class Action Waiver will not apply to you.</strong> Neither you, nor any other user of the Site can be a class representative, class member, or otherwise participate in a class, consolidated, or representative proceeding without having complied with the opt-out requirements above.</p>\n<p>\n<strong>Jury Waiver</strong>\n</p>\n<p>You understand and agree that by entering into this Agreement you and the Company are each waiving the right to a jury trial or a trial before a judge in a public court.\nIn the absence of this Provision, you and the Company might otherwise have had a right or opportunity to bring Disputes in a court, before a judge or jury, and/or to participate or be represented in a case filed in court by others (including class actions).\nExcept as otherwise provided below, those rights are waived.\nOther rights that you would have if you went to court, such as the right to appeal and to certain types of discovery, may be more limited or may also be waived.</p>\n<p>\n<strong>Severability</strong>\n</p>\n<p>If any clause within this Provision (other than the Class Action Waiver clause above) is found to be illegal or unenforceable, that clause will be severed from this Provision, and the remainder of this Provision will be given full force and effect.\nIf the Class Action Waiver clause is found to be illegal or unenforceable, this entire Provision will be unenforceable and the Dispute will be decided by a court.</p>\n<p>\n<strong>Continuation</strong>\n</p>\n<p>This Provision shall survive the termination of your service with the Company or its affiliates.\nNotwithstanding any provision in this Agreement to the contrary, we agree that if the Company makes any change to this Provision (other than a change to the Notice Address), you may reject any such change and require the Company to adhere to the language in this Provision if a dispute between us arises.</p>Language.<p>The parties hereto have expressly required that these Terms and all documents and notices relating thereto be drafted in the English language.</p>General.<p>The Company prefers to advise you if we feel you are not complying with these Terms and to recommend any necessary corrective action.\nHowever, certain violations of these Terms, as determined by the Company, may result in immediate termination of your access to this Site without prior notice to you.\nThe Federal Arbitration Act, Arizona state law and applicable U.S.\nfederal law, without regard to the choice or conflicts of law provisions, will govern these Terms.\nForeign laws do not apply.\nThe United Nations on Contracts for the International Sale of Goods and any laws based on the Uniform Computer Information Transactions Act (UCITA) shall not apply to these Terms.\nAny disputes relating to these Terms or this Site will be heard in the courts located in Maricopa County in the State of Arizona.\nIf any of these Terms is found to be inconsistent with applicable law, then such term shall be interpreted to reflect the intentions of the parties, and no other terms will be modified.\nThe Company's failure to enforce any of these Terms is not a waiver of such term.\nThese Terms are the entire agreement between you and the Company and supersede all prior or contemporaneous negotiations, discussions or agreements between you and the Company about this Site.\nThe proprietary rights, disclaimer of warranties, representations made by you, indemnities, limitations of liability and general provisions shall survive any termination of these Terms.</p>California Consumer Notice.<p>Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: This Site and Service are provided by the Company, SmartRent.\nIf you have purchased anything from the Site or through the Service, a description of what you have purchased and relevant pricing information are posted as part of the ordering process for this Site (please consult your individual purchase confirmation e-mail for the charges you incurred).\nIf you have a question or complaint regarding the Site or Service, please contact Customer Service by writing to support@smartrent.com or by calling 1 (833) 767-8736.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by post at 1625 North Market Blvd., Sacramento, CA 95834 or by telephone at (916) 445-1254 or (800) 952-5210 or Hearing Impaired at TDD (800) 326-2297 or TDD (916) 322-1700.</p>Contact Us.<p>If you have any questions about these Terms or otherwise need to contact the Company for any reason, you can reach us at:</p>\n<p>Phone: 1 (833) 767-8736</p>\n<p>Contact Us: Email:info@smartrent.com Web:https://smartrent.com/contact-smartrent/</p>\n<p>Contact Sales: Email:sales@smartrent.com Web:https://smartrent.com/contact-smartrent/</p>\n<p>Contact Support Email:support@smartrent.com Web:https://smartrent.com/contact-smartrent/</p>", "created_at": "2023-03-22 02:06:25.372649", "updated_at": "2023-03-22 02:06:33.850247"}], "points": [], "urls": ["smartrent.com"]}}