{"error": 448, "message": "OK", "parameters": {"id": 7782, "name": "Keepinfit", "created_at": "2023-03-29 04:30:55.797836", "updated_at": "2023-03-29 19:26:54.852188", "wikipedia": null, "keywords": null, "related": null, "slug": "keepinfit", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7782.png", "url": "keepinfit.net", "documents": [{"id": 15015, "name": "Terms & Conditions", "url": "https://keepinfit.net/terms-conditions", "xpath": "//body", "text": " <p> KEEPINFIT </p>\n<ul>\n<li>\n<i>\n</i>Home</li>\n<li>Fitness</li>\n<li>Diet &amp.\nNutrition</li>\n<li>Health</li>\n<li>Exercises</li>\n<li>Family &amp.\nRelationships</li>\n<li>Lifestyle</li>\n<li>Running</li>\n<li>Sport</li>\n<li>Workouts</li>\n<li>More<ul>\n<li>Yoga</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Posts <i>\n</i> Categories <i>\n</i> Tags <i>\n</i> Keepinfit.net Terms &amp.\nConditions <p>\n<strong>TERMS AND CONDITIONS</strong>\n</p>\n<p>\n<strong>TERMS OF USE</strong>\n</p>\n<p>(Effective July 15, 2014)</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nA.\nINTRODUCTION AND ACCEPTANCE</strong>\n</p>\n<p>Welcome to the news and media websites KEEPINFIT.NET (the “Website”, “we”, “us” or “our”).\nThe singular term “Website” includes all websites and web pages within the Website as well as any equivalent, mirror, replacement, substitute or backup websites and web pages that are associated with the Website.</p>\n<p>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE WEBSITE.\nBY ACCESSING AND/OR USING THE WEBSITE (OTHER THAN TO READ THESE TERMS OF USE FOR THE FIRST TIME) YOU ARE AGREEING TO COMPLY WITH THESE TERMS OF USE, WHICH MAY CHANGE FROM TIME TO TIME AS SET FORTH BELOW.\nSUCH CHANGES BECOME EFFECTIVE IMMEDIATELY AND IF YOU USE THE WEBSITE AFTER THEY BECOME EFFECTIVE IT WILL SIGNIFY YOUR AGREEMENT TO BE BOUND BY THE CHANGES.\nYOU SHOULD CHECK BACK FREQUENTLY AND REVIEW THESE TERMS OF USE REGULARLY SO YOU ARE AWARE OF THE MOST CURRENT RIGHTS AND OBLIGATIONS THAT APPLY TO YOU.\nIF YOU DO NOT AGREE TO BE BOUND BY THESE TERMS OF USE, DO NOT ACCESS OR USE THE WEBSITE.</p>\n<p>You agree that these Terms of Use are supported by good and valuable consideration the receipt and sufficiency of which you hereby acknowledge.\nSuch consideration includes, without limitation, your use of the Website and the materials and information available on the same and the possibility of publication or publicity of your User Content, as “User Content” is defined below.</p>\n<p>In addition to these Terms of Use, we have established a&nbsp;Privacy Policy&nbsp;to explain how we collect and use information about you.\nA copy of this&nbsp;Privacy Policy&nbsp;can be found here:&nbsp;&nbsp;Privacy Policy&nbsp;and is incorporated by reference into these Terms of Use.\nBy accessing or using the Website, you are also signifying your acknowledgement and agreement to our&nbsp;Privacy Policy.</p>\n<p>The Website is only made available to users 18 years of age or older who reside in the fifty (50) United States, its territories and possessions.\nIf you are not 18 years old, or do not reside in the fifty (50) United States, please discontinue using the Website immediately, or if for any reason, you do not agree with all of the terms and conditions contained in these Terms of Use, please discontinue using the Website immediately.\nBy using or attempting to use the Website, you certify that you are at least 18 years of age and meet any other eligibility and residency requirements of the Website.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nB.\nINTELLECTUAL PROPERTY</strong>\n</p>\n<p>The Website and included content (and any derivative works or enhancements of the same) including, but not limited to, all text, illustrations, files, images, software, scripts, graphics, photos, sounds, music, videos, information, content, materials, products, services, URLs, technology, documentation, and interactive features (collectively, the “Website Content”) and all intellectual property rights to the same are owned by us, our licensors, or both.\nAdditionally, all trademarks, service marks, trade names and trade dress that may appear on the Website are owned by us, our licensors, or both.\nExcept for the limited use rights granted to you in these Terms of Use, you shall not acquire any right, title or interest in the Website or any Website Content.\nAny rights not expressly granted in these Terms of Use are expressly reserved.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nC.\nWEBSITE ACCESS AND USE</strong>\n</p>\n<p>Access to the Website including, without limitation, the Website Content is provided for your information and personal, non-commercial use only.\nWhen using the Website, you agree to comply with all applicable federal, state, and local laws including, without limitation, copyright law.\nExcept as expressly permitted in these Terms of Use, you may not use, reproduce, distribute, create derivative works based upon, publicly display, publicly perform, publish, transmit, or otherwise exploit Website Content for any purpose whatsoever without obtaining prior written consent from us or, in the case third-party content, its respective owner.\nIn certain instances, we may permit you to download or print Website Content or both.\nIn such a case, you may download or print (as applicable) one copy of Website Content for your personal, non-commercial use only.\nYou acknowledge that you do not acquire any ownership rights by downloading or printing Website Content.</p>\n<p>Furthermore, except as expressly permitted in these Terms of Use, you may not:</p>\n<ul>\n<li>remove, alter, cover, or distort any copyright, trademark, or other proprietary rights notice on the Website or Website Content;</li>\n<li>circumvent, disable or otherwise interfere with security-related features of the Website including, without limitation, any features that prevent or restrict use or copying of any content or enforce limitations on the use of the Website or Website Content;</li>\n<li>use an automatic device (such as a robot or spider) or manual process to copy or “scrape” the Website or Website Content for any purpose without our express written permission.\nNotwithstanding the foregoing, we grant public search engine operators permission to use automatic devices (such as robots or spiders) to copy Website Content from the Website for the sole purpose of creating (and only to the extent necessary to create) a searchable index of Website Content that is available to the public.\nWe reserve the right to revoke this permission (generally or specifically) at any time;</li>\n<li>transmit, distribute or upload programs or material that contain malicious code, such as viruses, timebombs, cancelbots, worms, trojan horses, spyware, or other potentially harmful programs or other material or information;</li>\n<li>forge any TCP/IP packet header or part of the header information in any email or newsgroup posting for any reason;</li>\n<li>collect or harvest any personally identifiable information from the Website including, without limitation, user names, passwords, email addresses;</li>\n<li>solicit other users to join or become members of any commercial online service or other organization without our prior written approval;</li>\n<li>attempt to or interfere with the proper working of the Website or impair, overburden, or disable the same;</li>\n<li>decompile, reverse engineer, or disassemble any portion of any the Website;</li>\n<li>use network-monitoring software to determine architecture of or extract usage data from the Website;</li>\n<li>encourage conduct that violates any local, state or federal law, either civil or criminal, or impersonate another user, person, or entity (e.g., using another person’s Membership (as “Membership” is defined below without permission, etc.);</li>\n<li>affect us adversely or reflect negatively on us, the Website, our goodwill, name or reputation or cause duress, distress or discomfort to us or anyone else, or discourage any person, firm or enterprise from using all or any portion, features or functions of the Website, or from advertising, linking or becoming a supplier to us in connection with the Website;</li>\n<li>violate U.S.\nexport laws, including, without limitation, violations of the Export Administration Act and the Export Administration Regulations administered by the Department of Commerce.\nor<br>\nengage in any conduct that restricts or inhibits any other user from using or enjoying the Website.</li>\n</ul>\n<p>Furthermore, you agree to fully cooperate with us to investigate any suspected or actual activity that is in breach of these Terms of Use.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nD.\nUSER REGISTRATION</strong>\n</p>\n<p>In order to access or use some features of the Website, you may have to become a registered user.\nIf you are under the age of 18, then you are not permitted to register as a user or otherwise submit personal information.</p>\n<p>If you become a registered user, you will provide true, accurate, and complete registration information and, if such information changes, you will promptly update the relevant registration information.\nDuring registration, you will create a user name and password (a “Membership”), which may permit you access to certain areas of the Website not available to non-registered users.\nYou are responsible for safeguarding and maintaining the confidentiality of your Membership.\nYou are solely responsible for the activity that occurs under your Membership, whether or not you have authorized the activity.\nYou agree to notify us immediately at&nbsp;support@keepinfit.net of any breach of security or unauthorized use of your Membership.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nE.\nUSER CONTENT</strong>\n</p>\n<p>We may now or in the future permit users to post, upload, transmit through, or otherwise make available on the Website (collectively, “submit”) messages, text, illustrations, files, images, graphics, photos, comments, sounds, music, videos, information, content, and/or other materials (“User Content”).\nSubject to the rights and license you grant herein, you retain all right, title and interest in your User Content.\nWe do not guarantee any confidentiality with respect to User Content even if it is not published on the Website.\nIt is solely your responsibility to monitor and protect any intellectual property rights that you may have in your User Content, and we do not accept any responsibility for the same.<br>\nYou shall not submit any User Content protected by copyright, trademark, patent, trade secret, moral right, or other intellectual property or proprietary right without the express permission of the owner of the respective right.\nYou are solely liable for any damage resulting from your failure to obtain such permission or from any other harm resulting from User Content that you submit.<br>\nYou represent, warrant, and covenant that you will not submit any User Content that:</p>\n<ul>\n<li>violates or infringes in any way upon the rights of others, including, but not limited to, any copyright, trademark, patent, trade secret, moral right, or other intellectual property or proprietary right of any person or entity;</li>\n<li>affects us adversely or reflect negatively on us, the Website, our goodwill, name or reputation or cause duress, distress or discomfort to us or anyone else, or discourage any person, firm or enterprise from using all or any portion, features or functions of the Website, or from advertising, linking or becoming a supplier to us in connection with the Website;</li>\n<li>impersonates another or is unlawful, threatening, abusive, libelous, defamatory, invasive of privacy or publicity rights, vulgar, obscene, profane, pornographic, or otherwise objectionable;</li>\n<li>encourages conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any law;</li>\n<li>is an advertisement for goods or services or a solicitation of funds;</li>\n<li>includes personal information such as messages which identify phone numbers, social security numbers, account numbers, addresses, or employer references;</li>\n<li>contains a formula, instruction, or advice that could cause harm or injury.\nor</li>\n<li>results in the transmission of junk e-mail, chain letters, duplicative or unsolicited messages, or so-called “spamming” and “phishing.”</li>\n</ul>\n<p>Moreover, any conduct by a user that in our sole discretion restricts or inhibits any other user from using or enjoying the Website will not be permitted.</p>\n<p>By submitting User Content to us, simultaneously with such posting you automatically grant, or warrant that the owner has expressly granted, to us a worldwide, royalty-free, perpetual, irrevocable, non-exclusive, fully sublicensable, and transferable right and license to use, reproduce, distribute, create derivative works based upon (including, without limitation, translations), publicly display, publicly perform, transmit, and publish the User Content (in whole or in part) as we, in our sole discretion, deem appropriate including, without limitation, (1) in connection with our business.\nand (2) in connection with the businesses of our successors, parents, subsidiaries, affiliates, and related companies.\nWe may exercise this grant in any format, media or technology now known or later developed for the full term of any copyright that may exist in such User Content.\nFurthermore, you also grant other users permission to access your User Content and to use, reproduce, distribute, create derivative works based upon, publicly display, publicly perform, transmit, and publish your User Content for personal, non-commercial use as permitted by the functionality of the Website and these Terms of Use.</p>\n<p>By submitting User Content, you also grant us the right, but not the obligation to use your biographical information including, without limitation, your name and geographical location in connection with broadcast, print, online, or other use or publication of your User Content.\nNotwithstanding the foregoing, you waive any and all claims you may now or later have in any jurisdiction to so-called “moral rights” or rights of “droit moral” with respect to the User Content.</p>\n<p>We reserve the right to display advertisements in connection with your User Content and to use your User Content for advertising and promotional purposes.\nYou acknowledge and agree that your User Content may be included on the websites and advertising networks of our distribution partners and third-party service providers (including their downstream users).</p>\n<p>We have the right, but not the obligation, to monitor User Content.\nWe have the right in our sole discretion and for any reason whatsoever to edit, refuse to post, remove, or disable access to any User Content.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nF.\nADVERTISING</strong>\n</p>\n<p>From time to time, you may communicate with, receive communications from, be re-directed to, interact with, or participate in or use the services or obtain goods and services of or from, third parties (collectively, the “Advertisers”) such as our (and third party) advertisers, sponsors, or promotional partners as a result of your use of the Website.\nAll such communication, interaction and participation is strictly and solely between you and such Advertisers and we shall not be responsible or liable to you in any way in connection with these activities or transactions (including, without limitation, any representations, warranties, covenants, contracts, or other terms or conditions that may exist between you and the Advertiser or any goods or services you may purchase or obtain from any Advertiser).</p>\n<p>Additionally, we participate in various affiliate marketing programs, which means we may get paid commissions on editorially chosen products purchased through our links to retailer sites.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nG.\nE-Commerce:</strong>\n</p>\n<p>All features, content, specifications, products and prices of products and services described or depicted on the Website are subject to change at any time without notice.\nCertain weights, measures and similar descriptions are approximate and are provided for convenience purposes only.\nWe make all reasonable efforts to accurately display the attributes of our products, including the applicable colors.\nhowever, the actual color you see will depend on your computer system, and we cannot guarantee that your computer will accurately display such colors.\nThe inclusion of any products or services on the Website at a particular time does not imply or warrant that these products or services will be available at any time.\nIt is your responsibility to ascertain and obey all applicable local, state, federal and international laws (including minimum age requirements) in regard to the possession, use and sale of any item purchased from the Website.\nBy placing an order, you represent that the products ordered will be used only in a lawful manner.\nAll videocassettes, DVDs and similar products sold are for private, home use (where no admission fee is charged), non-public performance and may not be duplicated.</p>\n<p>When an order is placed, it will be shipped to an address designated by the purchaser as long as that shipping address is compliant with the shipping restrictions contained on the Website.\nAll purchases from this Website are made pursuant to a shipment contract.\nAs a result, risk of loss and title for items purchased from the Website pass to you upon delivery of the items to the carrier.\nYou are responsible for filing any claims with carriers for damaged and/or lost shipments.</p>\n<p>We attempt to ensure that information on the Website is complete, accurate and current.\nDespite our efforts, the information on the Website may occasionally be inaccurate, incomplete or out of date.\nWe make no representation as to the completeness, accuracy or currentness of any information on the Website.\nFor example, products included on the Website may be unavailable, may have different attributes than those listed, or may actually carry a different price than that stated on the Website.\nIn addition, we may make changes in information about price and availability without notice.</p>\n<p>We make every effort to ensure the accuracy of the price on our web site.\nWhen errors are discovered, we will correct them.\nBe advised that we reserve the right to revoke any stated offer and to correct any errors, inaccuracies or omissions, including after an order has been submitted, after it has been confirmed, or after your credit card has been charged.\nIf we discover a pricing error after your credit card has been charged and your order is canceled as a result of the error, your credit card will be refunded back the full amount of your order.\nYou will be notified via email if your order has been canceled and be given the opportunity to place the order at the correct price.\nPlease note that individual bank policies vary when the amount is credited back to your account.\nPrices and availability are subject to change without prior notice.</p>\n<p>While it is our practice to confirm orders by email, the receipt of an email order confirmation does not constitute our acceptance of an order or our confirmation of an offer to sell a product or service.\nWe reserve the right, without prior notice, to limit the order quantity on any product or service and/or to refuse service to any customer.\nWe also may require verification of information prior to the acceptance and/or shipment of any order.</p>\n<p>ALL PRODUCTS AND SERVICES PURCHASED ON OR THROUGH THE WEBSITE ARE SUBJECT ONLY TO ANY APPLICABLE WARRANTIES OF THEIR RESPECTIVE MANUFACTURES, DISTRIBUTORS AND SUPPLIERS, IF ANY.\nTO THE FULLEST EXTENT PERMISSIBLE BY APPLICABLE LAW, WE HEREBY DISCLAIM ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, ANY IMPLIED WARRANTIES WITH RESPECT TO THE PRODUCTS AND SERVICES LISTED OR PURCHASED ON OR THROUGH THE WEBSITE.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE HEREBY EXPRESSLY DISCLAIM ALL LIABILITY FOR PRODUCT DEFECT OR FAILURE, CLAIMS THAT ARE DUE TO NORMAL WEAR, PRODUCT MISUSE, ABUSE, PRODUCT MODIFICATION, IMPROPER PRODUCT SELECTION, NON-COMPLIANCE WITH ANY CODES, OR MISAPPROPRIATION.\nWE MAKE NO WARRANTIES TO THOSE DEFINED AS “CONSUMERS” IN THE MAGNUSON-MOSS WARRANTY-FEDERAL TRADE COMMISSION IMPROVEMENTS ACT.\nTHE FOREGOING EXCLUSIONS OF IMPLIED WARRANTIES DO NOT APPLY TO THE EXTENT PROHIBITED BY LAW.\nPLEASE REFER TO YOUR LOCAL LAWS FOR ANY SUCH PROHIBITIONS.</p>\n<p>You should not use the information on this site for diagnosis or treatment of any health problem or for prescription of any medication or other treatment.\nYou should always speak with your physician or other healthcare professional, and carefully read all information provided with a product label or packaging, before taking any medication or nutritional, herbal or homeopathic supplement, before starting any diet or exercise program or before adopting any treatment for a health problem.\nEach person is different, and the way you react to a particular product may be significantly different from the way other people react to such product.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nH.\nWIRELESS MARKETING SERVICES AND PROMOTIONAL OPPORTUNITIES</strong>\n</p>\n<p>We may provide users and viewers with the opportunity to register for special promotions, services, news, programming and information delivered via text messaging and other wireless devices such as mobile phones.\nUsers are required to provide their consent to receive such information from us, either by registering on this Website or via their wireless device.\nSuch services and promotional opportunities are provided by the Advertisers or other third parties.\nThe information requested as part of the online registration process is a user’s telephone number or a wireless email address, but only if specifically requested, and the carrier’s name.\nOptional information may be requested for specific promotions, such as a user’s preferences regarding goods or services, choices of music or artists, or other similar survey information.\nDepending on the promotion, we may also collect an Internet email address or other information and, depending on the information collected, the user may also be required to confirm his or her agreement to these Terms of Use and, including without limitation, the&nbsp;Privacy Policy.</p>\n<p>Users that register for the wireless marketing services acknowledge, understand and agree that they will be charged by the user’s wireless carrier for all messages sent to the user from us.\nStandard messaging rates will apply, unless noted otherwise.&nbsp;<strong>Under no circumstances will we be responsible for any wireless email or text messaging charges incurred by a user or by a person that has access to a user’s wireless device, telephone number, or email address.</strong>\n</p>\n<p>You understand, acknowledge and agree that we may, in our sole discretion and without liability to any user, terminate its offer of any specific wireless marketing service or all wireless marketing services at any time without advance notice.\nWe may provide notice of terminations or changes in services on this Website.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nI.\nCONTESTS, SWEEPSTAKES, AND PROMOTIONS</strong>\n</p>\n<p>From time to time, we, or our service providers, suppliers, Advertisers, and other third parties may conduct promotions on or through the Website, including, without limitation, contests and sweepstakes (“Promotions”).\nEach Promotion may have official rules which will be posted or otherwise made available to you and, for purposes of each Promotion, will be deemed incorporated into and form a part of this Agreement.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nJ.\nWEBSITE CONTENT &amp.\nTHIRD PARTY LINKS</strong>\n</p>\n<p>We provide the Website including, without limitation, Website Content for informational, educational, entertainment and promotional purposes only.\nYou may not rely on any information and opinions expressed on any of our Website for any other purpose.\nIn all instances, it is your responsibility to evaluate the accuracy, timeliness, completeness, or usefulness of Website Content.\nUnder no circumstances will we be liable for any loss or damage caused by your reliance on any Website Content.</p>\n<p>In many instances, Website Content will include content posted by a third-party or will represent the opinions and judgments of a third-party.\nWe do not endorse, warrant and are not responsible for the accuracy, timeliness, completeness, or reliability of any opinion, advice, or statement made on the Website by anyone other than authorized employees or spokespersons while acting in their official capacities.</p>\n<p>If there is a dispute between persons accessing the Website or between persons accessing the Website and any third party, you understand and agree that we are under no obligation to become involved.\nIf there is such a dispute, you hereby release the Website, us, and our officers, directors, employees, parents, partners, successors, agents, affiliates, subsidiaries, and related companies from claims, demands, and damages of every kind or nature arising out of, relating to, or in any way connected with such dispute.</p>\n<p>The Website may contain links to other websites maintained by third parties.\nWe do not operate or control, in any respect, or necessarily endorse the content found on these third-party websites.\nYou assume sole responsibility for your use of third-party links.\nWe are not responsible for any content posted on third-party websites or liable to you for any loss or damage of any sort incurred as a result of your dealings with any third-party or their website.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nK.\nINDEMNIFICATION</strong>\n</p>\n<p>You agree to indemnify and hold harmless the Website, us, and our officers, directors, employees, parents, partners, successors, agents, distribution partners, affiliates, subsidiaries, and their related companies from and against any and all claims, liabilities, losses, damages, obligations, costs and expenses (including reasonable attorneys’ fees and costs) arising out of, related to, or that may arise in connection with: (i) your access to or use of the Website.\n(ii) User Content provided by you or through use of your Membership.\n(iii) any actual or alleged violation or breach by you of these Terms of Use.\n(iv) any actual or alleged breach of any representation, warranty, or covenant that you have made to us.\nor (v) your acts or omissions.\nYou agree to cooperate fully with us in the defense of any claim that is the subject of your obligations hereunder.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nL.\nDISCLAIMERS</strong>\n</p>\n<p>YOU EXPRESSLY AGREE THAT USE OF THE WEBSITE IS AT YOUR SOLE RISK.\nTHE WEBSITE AND WEBSITE CONTENT ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nWITHOUT LIMITING THE FOREGOING AND TO THE FULLEST EXTENT PERMITTED BY LAW, THE WEBSITE, US, AND OUR OFFICERS, DIRECTORS, EMPLOYEES, PARENTS, PARTNERS, SUCCESSORS, AGENTS, DISTRIBUTION PARTNERS, AFFILIATES, SUBSIDIARIES, AND RELATED COMPANIES DISCLAIM ANY AND ALL WARRANTIES INCLUDING ANY: (1) WARRANTIES THAT THE WEBSITE WILL MEET YOUR REQUIREMENTS.\n(2) WARRANTIES CONCERNING THE AVAILABILITY, ACCURACY, SECURITY, USEFULNESS, TIMELINESS, OR INFORMATIONAL CONTENT OF THE WEBSITE OR WEBSITE CONTENT.\n(3) WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY, OR FITNESS FOR A PARTICULAR PURPOSE.\n(4) WARRANTIES FOR SERVICES OR GOODS RECEIVED THROUGH OR ADVERTISED ON OUR WEBSITE OR ACCESSED THROUGH THE WEBSITE.\n(5) WARRANTIES CONCERNING THE ACCURACY OR RELIABILITY OF THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE WEBSITE.\n(6) WARRANTIES THAT YOUR USE OF THE WEBSITE WILL BE SECURE OR UNINTERRUPTED.\nAND (7) WARRANTIES THAT ERRORS IN THE SOFTWARE WILL BE CORRECTED.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nM.\nLIMITATION ON LIABILITY</strong>\n</p>\n<p>UNDER NO CIRCUMSTANCES SHALL THE WEBSITE, US, OR OUR OFFICERS, DIRECTORS, EMPLOYEES, PARENTS, PARTNERS, SUCCESSORS, AGENTS, DISTRIBUTION PARTNERS, AFFILIATES, SUBSIDIARIES, OR RELATED COMPANIES BE LIABLE FOR INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES (EVEN IF THE ABOVE LISTED PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), ARISING OUT OF, RELATING TO, OR IN ANY WAY CONNECTED WITH THE WEBSITE OR THESE TERMS OF USE.\nYOUR SOLE REMEDY FOR DISSATISFACTION WITH THE WEBSITE INCLUDING, WITHOUT LIMITATION, THE WEBSITE CONTENT IS TO STOP USING THE WEBSITE.\nSUCH LIMITATION SHALL ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF SERVICES OR PRODUCTS RECEIVED THROUGH OR ADVERTISED IN CONNECTION WITH ANY OF THE WEBSITE OR ANY LINKS ON THE WEBSITE, AS WELL AS BY REASON OF ANY INFORMATION OR ADVICE RECEIVED THROUGH OR ADVERTISED IN CONNECTION WITH ANY OF THE WEBSITE OR ANY LINKS ON THE WEBSITE.\nSUCH LIMITATION SHALL ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF ANY CONTENT POSTED BY A THIRD-PARTY OR CONDUCT OF A THIRD-PARTY ON THE WEBSITE.<br>\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, IN NO EVENT SHALL THE CUMULATIVE LIABILITY OF THE WEBSITE, US, AND OUR OFFICERS, DIRECTORS, EMPLOYEES, PARENTS, PARTNERS, SUCCESSORS, AGENTS, DISTRIBUTION PARTNERS, AFFILIATES, SUBSIDIARIES, AND RELATED COMPANIES EXCEED THE GREATER OF THE TOTAL PAYMENTS RECEIVED FROM YOU BY THE ABOVE LISTED PARTIES DURING THE PRECEDING TWELVE (12) MONTH PERIOD OR $100.\nFURTHERMORE, YOU AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF, RELATING TO, OR IN ANY WAY CONNECTED WITH ANY OF THE WEBSITE OR THESE TERMS OF USE MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION SHALL BE PERMANENTLY BARRED.</p>\n<p>In some jurisdictions limitations of liability are not permitted.\nIn such jurisdictions, some of the foregoing limitations may not apply to you.\nThese limitations shall apply to the fullest extent permitted by law.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nN.\nTERMINATION</strong>\n</p>\n<p>We reserve the right in our sole discretion and at any time to terminate or suspend your Membership and/or block your access to the Website for any reason including, without limitation if you have failed to comply with the letter and spirit of these Terms of Use.\nYou agree that the Website, us, our officers, directors, employees, parents, partners, successors, agents, distribution partners, affiliates, subsidiaries, and related companies shall not be liable to you or any third party for any termination or suspension of your Membership or for blocking your access to the Website.</p>\n<p>Any suspension or termination shall not affect your obligations to us under these Terms of Use.\nThe provisions of these Terms of Use which by their nature should survive the suspension or termination of your Membership or these Terms of Use shall survive including, but not limited to the rights and licenses that you have granted hereunder, indemnities, releases, disclaimers, limitations on liability, provisions related to choice of law, dispute resolution, no class action, no trial by jury and all of the miscellaneous provisions set forth below.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nO.\nCOPYRIGHT POLICY</strong>\n</p>\n<p>We respect the intellectual property rights of others, and we ask that users of the Website do the same.<br>\nIf you believe that your intellectual property is being used on the Website in a way that constitutes copyright infringement, please provide us with the following information (as required by Section 512(c)(3) of the Digital Millennium Copyright Act):</p>\n<ul>\n<li>a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material.</li>\n<li>information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</li>\n<li>a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Any information or correspondence that you provide to us may be shared with third parties, including the person who provided us with the allegedly infringing material.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nP.\nCHOICE OF LAW.\nJURISDICTION AND VENUE</strong>\n</p>\n<p>These Terms of Use shall be construed in accordance with the laws of the State of California without regard to its conflict of laws rules.\nAny legal proceedings against the Website, us, our officers, directors, employees, parents, partners, successors, agents, distribution partners, affiliates, subsidiaries, or related companies that may arise out of, relate to, or be in any way connected with our Website or these Terms of Use shall be brought exclusively in a state or federal court in the State of California, County of Los Angeles.\nand you waive any jurisdictional, venue, or inconvenient forum objections to such courts.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nQ.\nNO CLASS ACTIONS</strong>\n</p>\n<p>TO THE EXTENT ALLOWED BY LAW, WE EACH WAIVE ANY RIGHT TO PURSUE DISPUTES ON A CLASSWIDE BASIS.\nTHAT IS, TO EITHER JOIN A CLAIM WITH THE CLAIM OF ANY OTHER PERSON OR ENTITY, OR ASSERT A CLAIM IN A REPRESENTATIVE CAPACITY ON BEHALF OF ANYONE ELSE IN ANY LAWSUIT, ARBITRATION OR OTHER PROCEEDING.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nR.\nNO TRIAL BY JURY</strong>\n</p>\n<p>TO THE EXTENT ALLOWED BY LAW, WE EACH WAIVE ANY RIGHT TO TRIAL BY JURY IN ANY LAWSUIT, ARBITRATION OR OTHER PROCEEDING.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nS.\nAMENDMENT.\nADDITIONAL TERMS</strong>\n</p>\n<p>We reserve the right in our sole discretion and at any time and for any reason, to modify or discontinue any aspect or feature of the Website or to modify these Terms of Use.\nIn addition, we reserve the right to provide you with operating rules or additional terms that may govern your use of the Website generally, unique parts of the Website, or both (“Additional Terms”).\nAny Additional Terms that we may provide to you will be incorporated by reference into these Terms of Use.\nTo the extent any Additional Terms conflict with these Terms of Use, the Additional Terms will control.</p>\n<p>Modifications to these Terms of Use or Additional Terms will be effective immediately upon notice, either by posting on the Website or by notification by email or conventional mail.\nIt is your responsibility to review the Terms of Use and the Website from time to time for any changes or Additional Terms.\nYour access and use of any of the Website following any modification of these Terms of Use or the provision of Additional Terms will signify your assent to and acceptance of the same.\nIf you object to any subsequent revision to the Terms of Use or to any Additional Terms, immediately discontinue use of the Website and, if applicable, terminate your Membership.</p>\n<p>\n<strong>&nbsp.\n&nbsp.\nT.\nMISCELLANEOUS</strong>\n</p>\n<p>No waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.\nThe section headings used herein are for convenience only and shall not be given any legal import.\nIf any provision of these Terms of Use is held to be invalid or unenforceable, the invalidity of such provision shall not affect the validity of the remaining provisions of the Terms of Use, which shall remain in full force and effect.</p>\n<p>These Terms of Use (including the&nbsp;Privacy Policy&nbsp;and any Additional Terms incorporated by reference) constitute the entire agreement of the parties with respect to the subject matter hereof, and supersede all previous written or oral agreements between us with respect to such subject matter.</p>\n<p>You may not assign these Terms of Use or assign any rights or delegate any obligations hereunder, in whole or in part, without our prior written consent.\nAny such purported assignment or delegation by you without the appropriate prior written consent will be null and void and of no force and effect.\nWe may assign these Terms of Use or any rights hereunder without your consent and without notice.</p> Advertisement <p> Now Trending </p>\n<p> Six Myths About Diabetes To Be Aware Of </p> Mar 28, 2023 <p> 10 Muscle-building Foods Every Man Should Have </p> Mar 28, 2023 <p> A set of exercises for beautiful legs.\n</p> Mar 28, 2023 <p> Protein diet: harm or benefit.\n</p> Mar 27, 2023 <p> Watch: FREEZR Is an Epic New Ski Film Shot Entirely With… </p> Mar 27, 2023 <p> The Masters 2022: Young Talent, A Revamped Course, and the… </p> Mar 27, 2023 <p> Some facts about healthy eating: true or false.\n</p> Mar 27, 2023 <p> Pumpkin is the healthiest autumn vegetable.\n</p> Mar 27, 2023 <p> Eliminate fatty foods during the heat.\n</p> Mar 27, 2023 <p> How to exercise with varicose veins safely.\n</p> Mar 26, 2023 <ul>\n<li>About us</li>\n<li>Advertise with us</li>\n<li>Contact Us</li>\n<li>Disclaimer</li>\n<li>Privacy Policy</li>\n<li>Cookie Law</li>\n<li>Terms &amp.\nConditions</li>\n</ul> © 2018 – 2023 - Keepinfit.net.\nAll Rights Reserved.\n<i>\n</i>\n<i>\n</i> Sign in <ul>\n<li>\n<i>\n</i>Home</li>\n<li>Fitness</li>\n<li>Diet &amp.\nNutrition</li>\n<li>Health</li>\n<li>Exercises</li>\n<li>Family &amp.\nRelationships</li>\n<li>Lifestyle</li>\n<li>Running</li>\n<li>Sport</li>\n<li>Workouts</li>\n<li>Yoga</li>\n</ul>\n<i>\n</i>\n<p>Welcome, Login to your account.</p> Forget password? Remember me <i>\n</i> Sign in <p>Recover your password.</p>\n<p>A password will be e-mailed to you.</p> ", "created_at": "2023-03-29 04:30:55.861131", "updated_at": "2023-03-29 04:32:08.986838"}, {"id": 15014, "name": "Privacy Policy", "url": "https://keepinfit.net/privacy-policy", "xpath": "//body", "text": " <p> KEEPINFIT </p>\n<ul>\n<li>\n<i>\n</i>Home</li>\n<li>Fitness</li>\n<li>Diet &amp.\nNutrition</li>\n<li>Health</li>\n<li>Exercises</li>\n<li>Family &amp.\nRelationships</li>\n<li>Lifestyle</li>\n<li>Running</li>\n<li>Sport</li>\n<li>Workouts</li>\n<li>More<ul>\n<li>Yoga</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Posts <i>\n</i> Categories <i>\n</i> Tags <i>\n</i> Keepinfit.net Privacy Policy <p>\n<strong>Privacy Policy</strong>\n</p>\n<p>\n<strong>Welcome to our Privacy Policy</strong>\n</p>\n<p>\n<strong>Your privacy is critically important to us.</strong>\n</p>\n<p>keepinfit.net respects your privacy and we are committed to protecting it through our compliance with this policy.\nThis Privacy Policy applies to https://keepinfit.net/ (hereinafter, “us”, “we”).\nWe respect your privacy and are committed to protecting personally identifiable information you may provide us through the Website.\nWe have adopted this privacy policy (“Privacy Policy”) to explain what information may be collected on our Website, how we use this information, and under what circumstances we may disclose the information to third parties.\nThis Privacy Policy applies only to information we collect through the Website and does not apply to our collection of information from other sources.</p>\n<p>This Privacy Policy, together with the Terms and conditions posted on our Website, set forth the general rules and policies governing your use of our Website.\nDepending on your activities when visiting our Website, you may be required to agree to additional terms and conditions.</p>\n<p>\n<strong>Website Visitors</strong>\n</p>\n<p>Like most website operators, keepinfit.net collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.\nkeepinfit.net’s purpose in collecting non-personally identifying information is to better understand how keepinfit.net’s visitors use its website.\nFrom time to time, keepinfit.net may release non-personally-identifying information in the aggregate, e.g., by publishing a report on trends in the usage of its website.</p>\n<p>keepinfit.net also collects potentially personally-identifying information like Internet Protocol (IP) addresses for logged in users and for users leaving comments on https://keepinfit.net blog posts.\nkeepinfit.net only discloses logged in user and commenter IP addresses under the same circumstances that it uses and discloses personally-identifying information as described below.</p>\n<p>\n<strong>Gathering of Personally-Identifying Information</strong>\n</p>\n<p>Certain visitors to keepinfit.net’s websites choose to interact with keepinfit.net in ways that require keepinfit.net to gather personally-identifying information.\nThe amount and type of information that keepinfit.net gathers depends on the nature of the interaction.\nFor example, we ask visitors who sign up for a blog at https://keepinfit.net/ to provide a username and email address.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>The security of your Personal Information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security.</p>\n<p>\n<strong>Advertisements</strong>\n</p>\n<p>Ads appearing on our website may be delivered to users by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis Privacy Policy covers the use of cookies by keepinfit.net and does not cover the use of cookies by any advertisers.</p>\n<p>\n<strong>Links To External Sites</strong>\n</p>\n<p>Our Service may contain links to external sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy and terms and conditions of every site you visit.</p>\n<p>We have no control over, and assume no responsibility for the content, privacy policies or practices of any third party sites, products or services.</p>\n<p>\n<strong>Aggregated Statistics</strong>\n</p>\n<p>keepinfit.net may collect statistics about the behavior of visitors to its website.\nkeepinfit.net may display this information publicly or provide it to others.\nHowever, keepinfit.net does not disclose your personally-identifying information.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>To enrich and perfect your online experience, keepinfit.net uses “Cookies”, similar technologies and services provided by others to display personalized content, appropriate advertising and store your preferences on your computer.</p>\n<p>A cookie is a string of information that a website stores on a visitor’s computer, and that the visitor’s browser provides to the website each time the visitor returns.\nkeepinfit.net uses cookies to help keepinfit.net identify and track visitors, their usage of https://keepinfit.net, and their website access preferences.\nkeepinfit.net visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using keepinfit.net’s websites, with the drawback that certain features of keepinfit.net’s websites may not function properly without the aid of cookies.</p>\n<p>By continuing to navigate our website without changing your cookie settings, you hereby acknowledge and agree to keepinfit.net’s use of cookies.</p>\n<p>\n<strong>Privacy Policy Changes</strong>\n</p>\n<p>Although most changes are likely to be minor, keepinfit.net may change its Privacy Policy from time to time, and in keepinfit.net’s sole discretion.\nkeepinfit.net encourages visitors to frequently check this page for any changes to its Privacy Policy.\nYour continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change.</p>\n<p>\n</p> Advertisement <p> Now Trending </p>\n<p> Six Myths About Diabetes To Be Aware Of </p> Mar 28, 2023 <p> 10 Muscle-building Foods Every Man Should Have </p> Mar 28, 2023 <p> A set of exercises for beautiful legs.\n</p> Mar 28, 2023 <p> Protein diet: harm or benefit.\n</p> Mar 27, 2023 <p> Watch: FREEZR Is an Epic New Ski Film Shot Entirely With… </p> Mar 27, 2023 <p> The Masters 2022: Young Talent, A Revamped Course, and the… </p> Mar 27, 2023 <p> Some facts about healthy eating: true or false.\n</p> Mar 27, 2023 <p> Pumpkin is the healthiest autumn vegetable.\n</p> Mar 27, 2023 <p> Eliminate fatty foods during the heat.\n</p> Mar 27, 2023 <p> How to exercise with varicose veins safely.\n</p> Mar 26, 2023 <ul>\n<li>About us</li>\n<li>Advertise with us</li>\n<li>Contact Us</li>\n<li>Disclaimer</li>\n<li>Privacy Policy</li>\n<li>Cookie Law</li>\n<li>Terms &amp.\nConditions</li>\n</ul> © 2018 – 2023 - Keepinfit.net.\nAll Rights Reserved.\n<i>\n</i>\n<i>\n</i> Sign in <ul>\n<li>\n<i>\n</i>Home</li>\n<li>Fitness</li>\n<li>Diet &amp.\nNutrition</li>\n<li>Health</li>\n<li>Exercises</li>\n<li>Family &amp.\nRelationships</li>\n<li>Lifestyle</li>\n<li>Running</li>\n<li>Sport</li>\n<li>Workouts</li>\n<li>Yoga</li>\n</ul>\n<i>\n</i>\n<p>Welcome, Login to your account.</p> Forget password? Remember me <i>\n</i> Sign in <p>Recover your password.</p>\n<p>A password will be e-mailed to you.</p> ", "created_at": "2023-03-29 04:30:55.829261", "updated_at": "2023-03-29 04:31:45.933366"}], "points": [], "urls": ["keepinfit.net"]}}