{"error": 448, "message": "OK", "parameters": {"id": 7259, "name": "ad4mat", "created_at": "2023-01-18 03:12:23.814979", "updated_at": "2023-01-22 17:00:19.1466", "wikipedia": null, "keywords": null, "related": null, "slug": "ad4mat", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7259.png", "url": "ad4mat.com", "documents": [{"id": 13923, "name": "Privacy policy", "url": "https://www.ad4mat.com/privacy-policy", "xpath": "//body", "text": "ProductsShowcasesContent CommerceSocial CommerceSmart AdvertisingFAQContactSign upENDESign upPrivacy policyWe, advanced store GmbH (“advanced store”), know that the careful handling of your personal information is important to you.\nTherefore, the protection of any data for advanced store GmbH and the advertising services operated under the ad4mat brand is of the highest and most important priority.\nOne of our principles is full respect for the right to informational self-determination.\nadvanced store feels bound by the German and European law on data protection without any limitation.\nIn addition, advanced store adheres strictly to the principles of the EDAA.\nThus, we herewith inform you about the handling of data at advanced store.The processing of personal data, such as the name, address, e-mail address or telephone number of a data subject, is always conducted in accordance with the General Data Protection Regulation (GDPR) and in accordance with the country-specific data protection regulations applicable to advanced store GmbH.\nin particular in accordance with the legal permissions according to Art.\n6 (1) lit.\na (consent), b (contract performance) and f (legitimate interest) GDPR.\nBy means of this Privacy Policy we would like to inform you about the nature, extent and purpose of the personal data collected, used and processed by us.\nFurthermore, data subjects are informed of their rights under this Privacy Policy.advanced store GmbH, as Controller, has implemented numerous technical and organizational measures to ensure the most complete protection possible for personal data processed via this website.\nNevertheless, internet-based data transmissions in principle can have security gaps so that absolute protection cannot be guaranteed.\nFor this reason, every data subject is free to submit personal data to us in alternative ways, for example by telephone.1.\nDefinitionsThe Privacy Policy of the advanced store GmbH is based on the terms used by the European legislator for the adoption of the General Data Protection Regulation (GDPR).\nOur Privacy Policy should be legible and understandable for the general public, as well as our customers and business partners.\nTo ensure this, we would like to first explain the terminology used.\nFurther information on the terminology can be found in our glossary.2.\nName and address of the Controller<br>Controller for the purposes of the General Data Protection Regulation (GDPR), other data protection laws applicable in member states of the European Union and other provisions related to data protection is (herein referred to as “Controller”):advanced store GmbH<br>Stefan-Heym-Platz 1<br>10367 BerlinGermany<br>Tel.: +49 (0)30 530 49 669<br>E-Mail: privacy@advanced-store.com<br>Website: www.advanced-store.com3.\nName and address of the Data Protection Officer<br>The data protection officer of the Controller can be reached directly as follows:advanced store GmbH<br>Stefan-Heym-Platz 1<br>10367 BerlinGermany<br>E-mail: privacy@advanced-store.comAny data subject may, at any time, contact our Data Protection Officer directly with all questions and suggestions concerning data protection.4.\nCookies &amp.\npixel<br>We store so-called “cookies” in order to offer you a comprehensive range of functions and to make the use of our website more comfortable.\n“Cookies” are small files that are stored on your computer using your Internet browser.\nIf you do not wish to use “cookies”, you may opt for changing appropriate settings of your Internet browser in regard to the saving of “cookies”.\nPlease note that the functionality and scope of functions of our offer may be limited.In addition, we separate and if necessary use from third party, so-called tracking pixels.\nTracking pixels are small graphics on web pages that enable log file recording and log file analysis, and that are often used for statistical analysis.\nThe so-called tracking pixels can be integrated on our pages.\nWhen you visit our pages, a direct connection between your browser and a server of ours or the third party can be established via the tracking pixel.\nWe or the third party receive thereby e.g.\ninformation from your browser that our website was called from your device.\nIf you are a registered user of the third party, this can thereby assign the visit of our pages to your user account.\nWe point out that as the provider of the website we are not aware of the content of the transmitted data and their use by the third party.\nWe can only choose which segments (such as age, interests) our ad should display.\nBy the call of the pixel from your browser, we or the third party can tell if an ad was successful.\nThis allows us to record the effectiveness of the advertisements for statistical and market research purposes.5.\nLogfiles / Collection of general data and information<br>The website of advanced store GmbH captures a series of general data and information each time the website is accessed by a data subject or an automated system.\nThis general data and information is stored in the log files of the server.\nThe following information can be recorded:<br>(1) used browser types and versions,<br>(2) the operating system used by the accessing system,<br>(3) the website, from which an accessing system comes to our website (so-called referrer),<br>(4) the sub-web pages, which are accessed via an accessing system on our website,<br>(5) the date and time of access to the website,<br>(6) an internet protocol address (IP address),<br>(7) the internet service provider of the accessing system,<br>(8) other similar data and information used in the event of attacks on our information technology systems.<br>\n<br>When using this general data and information, advanced store GmbH does not draw conclusions about the data subject.\nRather, this information is required to (1) correctly deliver the contents of our website, (2) to optimize the content of our website and to advertise it, (3) to ensure the continued functioning of our information technology systems and the technology of our website, and (4) to provide law enforcement authorities with the information necessary for law enforcement in the event of a cyberattack.\nThis anonymously collected data and information is evaluated by the advanced store GmbH on the one hand statistically and further with the aim to increase the data protection and data security in our company to ultimately ensure an optimal level of protection for the personal data processed by us.\nThe legal basis for the temporary storage of data is Art.\n6 (1) lit.\nf GDPR.\nFor these purposes, our legitimate interest in the processing of data according to Art.\n6 (1) lit.\nf GDPR.\nThe data contained in logfiles will be deleted at the latest after seven days.\nThe anonymous data of the server log files are stored separately from all personal data provided by a data subject.<br>6.\nContact possibility via the website<br>The website of advanced store GmbH contains information that enables a quick electronic contact to our company, as well as direct communication with us, which also includes a general address of the so-called electronic mail (e-mail address).\nIf a data subject contacts the Controller by e-mail or via a contact form, the personal data transmitted by the data subject are automatically stored.\nSuch personal data transmitted on a voluntary basis by a data subject to the data Controller are stored for the purpose of processing or contacting the data subject.\nThere is no transfer of this personal data to third parties.<br>7.\nRoutine erasure and blocking of personal data<br>We, as the data Controller, process and store the personal data of the data subject only for the period necessary to achieve the purpose of storage, or as far as this is granted by the European legislator or other legislators in laws or regulations to which the Controller is subject to.<br>If the purpose for the storage is not applicable or valid anymore, or if a storage period prescribed by the European legislator or another competent legislator expires, the personal data are routinely blocked or erased in accordance with legal requirements.<br>8.\nData protection provisions about the application and use of Google Analytics (with anonymization function)<br>On this website, the Controller has integrated the component of Google Analytics (incl.\nthe anonymization function).\nGoogle Analytics is a web analytics service.\nWeb analytics is the collection, gathering, and analysis of data about the behaviour of visitors to websites.\nA web analysis service collects, inter alia, data about the website from which a person has come (the so-called referrer), which sub-pages were visited, or how often and for what duration a sub-page was viewed.\nWeb analytics are mainly used for the optimization of a website and in order to carry out a cost-benefit analysis of Internet advertising.<br>The operator of the Google Analytics component is Google Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, United States.<br>For the web analytics through Google Analytics, the Controller uses the application “_gat.\n_anonymizeIp”.\nBy means of this application the IP address of the Internet connection of the data subject is shortened and anonymised by Google when accessing our websites from a Member State of the European Union or another Contracting State to the Agreement on the European Economic Area.<br>The purpose of the Google Analytics component is to analyse the traffic on our website.\nGoogle uses the collected data and information, inter alia, to evaluate the use of our website and to provide online reports, which show the activities on our websites, and to provide other services concerning the use of our Internet site for us.<br>Google Analytics places a cookie on the information technology system of the data subject.\nThe definition of cookies is explained above.\nWith the setting of the cookie, Google is enabled to analyse the use of our website.\nWith each call to one of the individual pages of this Internet site, which is operated by the Controller and into which a Google Analytics component was integrated, the Internet browser on the information technology system of the data subject will automatically submit data through the Google Analytics component for online advertising and the settlement of commissions to Google.\nDuring the course of this technical procedure, the enterprise Google gains knowledge of personal information, such as the IP address of the data subject, which serves Google, inter alia, to understand the origin of visitors and clicks, and subsequently create commission settlements.<br>The cookie is used to store personal information, such as the access time, the location from which the access was made, and the frequency of visits of our website by the data subject.\nWith each visit to our Internet site, such personal data, including the IP address of the Internet access used by the data subject, will be transmitted to Google in the United States of America.\nThese personal data are stored by Google in the United States of America.\nGoogle may pass these personal data collected through the technical procedure to third parties.<br>The data subject may, as stated above, prevent the setting of cookies through our website at any time by means of a corresponding adjustment of the web browser used and thus permanently deny the setting of cookies.\nSuch an adjustment to the Internet browser used would also prevent Google Analytics from setting a cookie on the information technology system of the data subject.\nIn addition, cookies already in use by Google Analytics may be deleted at any time via a web browser or other software programs.<br>Furthermore, the data subject has the option of objecting to and preventing the collection of the data generated by Google Analytics for the use of this website and the processing of this data by Google.\nTo do this, the data subject must download and install a browser add-on at the link below.\nThis browser add-on informs Google Analytics via JavaScript that no data and information about website visits may be transmitted to Google Analytics.\nThe installation of the browser add-on is considered by Google as a formal contradiction.\nIf the data subject’s information technology system is later deleted, formatted or reinstalled, the data subject must re-install the browser add-on to disable Google Analytics.\nIf the browser add-on is uninstalled or disabled by the data subject or any other person within their control, you may reinstall or re-enable the browser add-on.\nYou can download this browser add-on here.<br>Opt-out cookies prevent the future collection of your data when you visit this website.\nTo prevent Universal Analytics tracking across devices, you must opt-out on all systems you use.\nYou activate the opt out cookie here: Opt Out Google Analytics.<br>The use of Google Analytics is based on our legitimate interest in an appropriate design, the statistical evaluation and the efficient application of our website and the fact that your legitimate interests do not predominate, Art.\n6 (1) lit.\nf GDPR.<br>Further information and the applicable data protection provisions of Google may be retrieved under https://policies.google.com/privacy?hl=en and under https://marketingplatform.google.com/about/analytics/terms/us/.\nGoogle Analytics is further explained under the following link: https://marketingplatform.google.com/about/analytics/.<br>9.\nData protection provisions about the application and use of Google-AdWords<br>advanced store GmbH may from time to time integrate Google AdWords on this website.\nGoogle AdWords is an Internet advertising service that allows advertisers to run both Google and Google Network search engine results.\nGoogle AdWords allows an advertiser to pre-set keywords that will display an ad on Google’s search engine results only when the search engine retrieves a keyword-related search result.\nIn the Google Network, ads are distributed on topical web pages using an automated algorithm and according to predefined keywords.<br>The operating company of Google AdWords is Google Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, UNITED STATES.<br>The purpose of Google AdWords is the promotion of our website by the inclusion of relevant advertising on the websites of third parties and in the search engine results of the search engine Google and an insertion of third-party advertising on our website.<br>If a data subject reaches our website via a Google ad, a conversion cookie is filed on the information technology system of the data subject through Google.\nThe definition of cookies is explained above.\nA conversion cookie loses its validity after 30 days and is not used to identify the data subject.\nIf the cookie has not expired, the conversion cookie is used to check whether certain sub-pages, e.g., the shopping cart from an online shop system, were called on our website.\nThrough the conversion cookie, both Google and the Controller, can understand whether a person who reached an AdWords ad on our website generated sales, i.e.\nwhether the person executed or cancelled a sale of goods.<br>The data and information collected through the use of the conversion cookie is used by Google to create visit statistics for our website.\nThese visit statistics are used in order to determine the total number of users who have been served through AdWords ads to ascertain the success or failure of each AdWords ad and to optimize our AdWords ads in the future.\nNeither our company nor other Google AdWords advertisers receive information from Google that could identify the data subject.<br>The conversion cookie stores personal information, e.g.\nthe Internet pages visited by the data subject.\nEach time visiting our Internet pages, personal data, including the IP address of the Internet access used by the data subject, is transmitted to Google in the United States of America.\nThese personal data are stored by Google in the United States of America.\nGoogle may pass these personal data collected through the technical procedure to third parties.<br>The data subject may, at any time, prevent the setting of cookies by our website, as stated above, by means of a corresponding setting of the Internet browser used and thus permanently deny the setting of cookies.\nSuch a setting of the Internet browser used would also prevent Google from placing a conversion cookie on the information technology system of the data subject.\nIn addition, a cookie set by Google AdWords may be deleted at any time via the Internet browser or other software programs.<br>The data subject has a possibility of objecting to the interest-based advertisement of Google.\nTherefore, the data subject must access from each of the browsers in use the link https://adssettings.google.de/authenticated and set the personally desired settings.<br>The use of Google AdWords is based on our legitimate interest in an appropriate design, the statistical evaluation and the efficient application of our website and the fact that your legitimate interests do not predominate, Art.\n6 (1) lit.\nf GDPR.<br>Further information and the applicable data protection provisions of Google may be retrieved under https://www.google.com/intl/en/policies/privacy/.<br>10.\nGoogle Hosted Libraries<br>We include the Hosted Libraries of Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043, USA.<br>Hosted Libraries is a service provided by Google Inc.\n(USA).\nThe application of the hosted libraries is made by a server call to Google in the US, assuming that requests are stored by Google.\nIf your browser does not support this feature, the hosted libraries will not be retrieved, which can have a significant impact on the functionality of the web page.<br>https://developers.google.com/speed/libraries/<br>‍Privacy policy: https://www.google.com/policies/privacy/<br>11.\nPeriod for which the personal data will be stored<br>The criteria used to determine the period of storage of personal data is the respective statutory retention period.\nAfter expiration of that period, the corresponding data is routinely deleted, as long as it is no longer necessary for the fulfillment of the contract or the initiation of a contract.<br>12.\nProvision of personal data as statutory or contractual requirement.\nRequirement necessary to enter into a contract.\nObligation of the data subject to provide the personal data.\npossible consequences of failure to provide such data<br>We clarify that the provision of personal data is partly required by law (e.g.\ntax regulations) or can also result from contractual provisions (e.g.\ninformation on the contractual partner).\nSometimes it may be necessary to conclude a contract that the data subject provides us with personal data, which must subsequently be processed by us.\nThe data subject is, for example, obliged to provide us with personal data when our company signs a contract with him or her.\nThe non-provision of the personal data would have the consequence that the contract with the data subject could not be concluded.\nBefore personal data is provided by the data subject, the data subject must contact any employee.\nThe employee clarifies to the data subject whether the provision of the personal data is required by law or contract or is necessary for the conclusion of the contract, whether there is an obligation to provide the personal data and the consequences of non-provision of the personal data.<br>13.\nRights of the data subject<br>A.\nRight of confirmation<br>Each data subject shall have the right granted by the European legislator to obtain from the Controller the confirmation as to whether or not personal data concerning him or her are being processed.\nIf a data subject wishes to avail himself of this right of confirmation, he/she may, at any time, contact any employee of the Controller.<br>B.\nRight of information<br>Each data subject shall have the right granted by the European legislator to obtain from the Controller free information about his or her personal data stored at any time and a copy of this information.\nFurthermore, the European directives and regulations grant the data subject access to the following information:<br>\n<ul>\n<li>the purposes of the processing;</li>\n<li>the categories of personal data concerned;</li>\n<li>the recipients or categories of recipients to whom the personal data have been or will be disclosed, in particular recipients in third countries or international organisations;</li>\n<li>where possible, the envisaged period for which the personal data will be stored, or, if not possible, the criteria used to determine that period;</li>\n<li>the existence of the right to request from the Controller rectification or erasure of personal data, or restriction of processing of personal data concerning the data subject, or to object to such processing;</li>\n<li>the existence of the right to lodge a complaint with a supervisory authority;</li>\n<li>where the personal data are not collected from the data subject, any available information as to their source;</li>\n<li>the existence of automated decision-making, including profiling, referred to in Art.\n22 (1) and (4) GDPR and, at least in those cases, meaningful information about the logic involved, as well as the significance and envisaged consequences of such processing for the data subject.</li>\n</ul>Furthermore, the data subject shall have a right to obtain information as to whether personal data are transferred to a third country or to an international organisation.\nWhere this is the case, the data subject shall have the right to be informed of the appropriate safeguards relating to the transfer.<br>If a data subject wishes to avail himself of this right of access, he/she may, at any time, contact any employee of the Controller.<br>C.\nRight to rectification<br>Each data subject shall have the right granted by the European legislator to obtain from the Controller without undue delay the rectification of inaccurate personal data concerning him or her.\nTaking into account the purposes of the processing, the data subject shall have the right to have incomplete personal data completed, including by means of providing a supplementary statement.<br>If a data subject wishes to exercise this right to rectification, he/she may, at any time, contact any employee of the Controller.<br>D.\nRight to erasure (right to be forgotten)<br>Each data subject shall have the right granted by the European legislator to obtain from the Controller the erasure of personal data concerning him or her without undue delay, and the Controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies, as long as the processing is not necessary:<br>\n<ul>\n<li>The personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed.</li>\n<li>The data subject withdraws consent to which the processing is based according to Art.\n6 (1) lit.\na GDPR, or Art.\n9 (2) lit.\na GDPR, and where there is no other legal ground for the processing.</li>\n<li>The data subject objects to the processing pursuant to Art.\n21 (1) GDPR and there are no overriding legitimate grounds for the processing, or the data subject objects to the processing pursuant to Art.\n21 (2) GDPR.</li>\n<li>The personal data have been unlawfully processed.</li>\n<li>The personal data must be erased for compliance with a legal obligation in Union or Member State law to which the Controller is subject.</li>\n<li>The personal data have been collected in relation to the offer of information society services referred to in Art.\n8 (1) GDPR.</li>\n</ul>If one of the aforementioned reasons applies, and a data subject wishes to request the erasure of personal data stored by the advanced store GmbH, he/she may, at any time, contact any employee of the Controller.\nAn employee of advanced store GmbH shall promptly ensure that the erasure request is complied with immediately.<br>Where the Controller has made personal data public and is obliged pursuant to Art.\n17 (1) GDPR to erase the personal data, the Controller, taking account of available technology and the cost of implementation, shall take reasonable steps, including technical measures, to inform other Controllers processing the personal data that the data subject has requested erasure by such Controllers of any links to, or copy or replication of, those personal data, as far as processing is not required.\nAn employee of the advanced store GmbH will arrange the necessary measures in individual cases.<br>E.\nRight of restriction of processing<br>Each data subject shall have the right granted by the European legislator to obtain from the Controller restriction of processing where one of the following applies:<br>\n<ul>\n<li>The accuracy of the personal data is contested by the data subject, for a period enabling the Controller to verify the accuracy of the personal data.</li>\n<li>The processing is unlawful and the data subject opposes the erasure of the personal data and requests instead the restriction of their use instead.</li>\n<li>The Controller no longer needs the personal data for the purposes of the processing, but they are required by the data subject for the establishment, exercise or defence of legal claims.</li>\n<li>The data subject has objected to processing pursuant to Art.\n21 (1) of the GDPR pending the verification whether the legitimate grounds of the Controller override those of the data subject.</li>\n</ul>If one of the aforementioned conditions is met, and a data subject wishes to request the restriction of the processing of personal data stored by the advanced store GmbH, he/she may at any time contact any employee of the Controller.\nThe employee of the advanced store GmbH will arrange the restriction of the processing.<br>F.\nRight of data portability<br>Each data subject shall have the right granted by the European legislator, to receive the personal data concerning him or her, which was provided to a Controller, in a structured, commonly used and machine-readable format.\nHe/she shall have the right to transmit those data to another Controller without hindrance from the Controller to which the personal data have been provided, as long as the processing is based on consent pursuant to Art.\n6 (1) lit.\na GDPR or of Art.\n9 (2) lit.\na GDPR, or on a contract pursuant to Art.\n6 (1) lit.\nb GDPR, and the processing is carried out by automated means, as long as the processing is not necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the Controller.<br>Furthermore, in exercising his or her right to data portability pursuant to Art.\n20 (1) GDPR, the data subject shall have the right to have personal data transmitted directly from one Controller to another, where technically feasible and when doing so does not adversely affect the rights and freedoms of others.<br>In order to assert the right to data portability, the data subject may at any time contact any employee of the advanced store GmbH.<br>G.\nRight to object<br>Each data subject shall have the right granted by the European legislator to object, on grounds relating to his or her particular situation, at any time, to processing of personal data concerning him or her, which is based of Art.\n6 (1) lit.\ne, or f GDPR.\nThis also applies to profiling based on these provisions.<br>The advanced store GmbH shall no longer process the personal data in the event of the objection, unless we can demonstrate compelling legitimate grounds for the processing which override the interests, rights and freedoms of the data subject, or for the establishment, exercise or defence of legal claims.<br>If the advanced store GmbH processes personal data for direct marketing purposes, the data subject shall have the right to object at any time to processing of personal data concerning him or her for such marketing.\nThis applies to profiling to the extent that it is related to such direct marketing.\nIf the data subject objects to the advanced store GmbH to the processing for direct marketing purposes, the advanced store GmbH will no longer process the personal data for these purposes.<br>In addition, the data subject has the right, on grounds relating to his or her particular situation, to object to processing of personal data concerning him or her by the advanced store GmbH for scientific or historical research purposes, or for statistical purposes pursuant to Art.\n89 (1) GDPR, unless the processing is necessary for the performance of a task carried out for reasons of public interest.<br>In order to exercise the right to object, the data subject may contact any employee of the advanced store GmbH.\nIn addition, the data subject is free in the context of the use of information society services, and notwithstanding Directive 2002/58/EC, to use his or her right to object by automated means using technical specifications.<br>H.\nAutomated individual decision-making, including profiling<br>Each data subject shall have the right granted by the European legislator not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning him or her, or similarly significantly affects him or her, as long as the decision (1) is not is necessary for entering into, or the performance of, a contract between the data subject and a data Controller, or (2) is not authorised by Union or Member State law to which the Controller is subject and which also lays down suitable measures to safeguard the data subject’s rights and freedoms and legitimate interests, or (3) is not based on the data subject’s explicit consent.<br>If the decision (1) is necessary for entering into, or the performance of, a contract between the data subject and a data Controller, or (2) it is based on the data subject’s explicit consent, the advanced store GmbH shall implement suitable measures to safeguard the data subject’s rights and freedoms and legitimate interests, at least the right to obtain human intervention on the part of the Controller, to express his or her point of view and contest the decision.<br>If the data subject wishes to exercise the rights concerning automated individual decision-making, he/she may, at any time, contact any employee of the advanced store GmbH.<br>I.\nRight to withdraw data protection consent<br>Each data subject shall have the right granted by the European legislator to withdraw his or her consent to processing of his or her personal data at any time.<br>If the data subject wishes to exercise the right to withdraw the consent, he/she may, at any time, contact any employee of the advanced store GmbH.<br>14.\nChanges to the privacy policy<br>Please note that we may change or update this privacy policy from time to time.\nWe will publish the corresponding changes here.<br>*Please note that this is the convenience translation of the German version.\nThe German version can be found here.\nIn case of inconsistencies between the English and the German version, the German version shall always prevail.<br>NavigationHomeContent CommerceSocial CommerceSmart AdvertisingAdvertiserFAQProductsadvanced adadvanced linkselect adcompare adaffilitizerContactStefan-Heym-Platz 1, 10367 Berlin, Germanypublisher@ad4mat.com+49 (0) 30 5770 6602 – 0Sign upContactSocials 2022 advanced store GmbHImprintPrivacy PolicyTerms × This website uses cookies This website uses cookies to improve user experience.\nBy using our website you consent to all cookies in accordance with our Cookie Policy.\nRead more Save &amp.\nClose Accept all Decline all Show details Hide details ", "created_at": "2023-01-18 03:12:23.87782", "updated_at": "2023-01-18 03:13:29.000839"}, {"id": 13924, "name": "Terms", "url": "https://www.ad4mat.com/terms-of-service", "xpath": "//body", "text": "ProductsShowcasesContent CommerceSocial CommerceSmart AdvertisingFAQContactSign upENDESign upGeneral terms and conditions for Publishers for the “advanced suite”Stand: Dezember 2022Preambleadvanced store GmbH (hereinafter referred to as \"advanced store\") offers its \"advanced suite\" service under the domain https://suite.advanced-store.com, under which Publishers can join the Publisher network and thus generate and implement corresponding advertising media (“AdMedia”) for their own websites.\nIf a Transaction is generated via an AdMedia, the Publisher is remunerated accordingly.\nThe corresponding statistics can be monitored in the user area.1.\n<strong>Application area&nbsp;</strong>The following General Terms and Conditions shall apply exclusively to the business relationship between advanced store and the Publisher.\nDeviating terms and conditions of the Publisher or third parties shall not be recognized unless advanced store expressly agrees to their validity in writing.2.\n<strong>Definitions</strong>\n<br>advanced store – is the operator of the website suite.advanced-store.com.advanced suite –is the platform on which the Publisher can generate affiliate advertising material for his websites.Publisher – is the operator of the website(s) on which the advertising material from advanced suite is placed.AdTech – is the advertisement technology used within AdCodes or advancedTags and includes all technological solutions of advanced store within advanced suite.AdCode – is a script that enables both the correct display of an ad and the calculation and sharing of statistics.\nIt is a narrower definition of AdTech.&nbsp;advanced tag – &nbsp;is a script that enables the use of retargeting.Cookie – is a small text file that is stored on the computer by the browser.Tracking – is a technology that assigns the Transaction and other statistical values to the corresponding PublisherAdmedia-Rotation – is a selection of advertising media that are displayed alternately (rotating) in a banner.Sub-ID – is a parameter that identifies a specific AdMedia.Transaction – &nbsp;represents a completed action by the user via an AdMedia on the Publisher's website for which the Publisher is remunerated.\nA Transaction can be open, confirmed, paid or declined.-open – is the sum of Transactions in EUR that have not yet been validated by the Advertiser.-confirmed –&nbsp;is the sum of Transactions in EUR that have been validated by the Advertiser and are ready for payout.-paid – is the sum of Transactions in EUR transferred to the Publisher's account.-declined – is the sum of Transactions in EUR that have been cancelled and are not paid out.Fallback –is a technological solution that replaces missing or faulty content with a standard AdMedia or content selected by advanced store.Click – is a statistical number representing the number of ad clicks exercised.Impression – is a statistical number that represents how often an AdMedia has been displayed.3.\n<strong>Participation in advanced suite</strong>\n<br>A.\n<strong>Registration</strong>\n<br>Registration for advanced suite is not permitted for minors and other natural persons without or with limited legal capacity as well as persons who have already been expressly excluded by advanced store from using the network.The Publisher must deposit his bank account data or PayPal data as well as his VAT ID (or EU VAT number) for the payment of any credit.Upon successful registration, advanced store grants the Publisher a non-exclusive, non-transferable and always revocable right to use advanced suite for the term of this agreement.B.\n<strong>Compensation</strong>\n<br>For each Transaction made via an AdMedia generated in advanced suite, the Publisher is allocated a corresponding commission.\nThe commission can vary depending on the AdMedia and Advertiser.&nbsp;The recording of the Publisher's services subject to remuneration and the processing of payments shall be carried out via the advanced store platform.\nCommissions earned and released by the Publisher are credited to an internal account managed by advanced store for the Publisher.The commission is released if the Transaction is successfully carried out via advanced suite AdMedia, is validated and is not subsequently cancelled.\nCancellation may occur due to any termination of the contractual relationship underlying the Transaction, e.g.\nrevocation, rescission, avoidance or other rights or actions.\nThe commission is automatically released (validated) if it is not cancelled within 60 days.In the event that a corresponding credit balance of generated and released commissions is reached, the Publisher shall be entitled to the performance-based remuneration.\nNo interest shall be paid on the credit balance in the Publisher's account.C.\n<strong>Payout</strong>\n<br>Settlement takes place in the credit note procedure.\nThe payout depends on the legal form and on the payout method selected by the Publisher.A payout to the current account or by SEPA transfer requires a minimum payout amount of EUR 50 and is made within four weeks after reaching the minimum payout amount at the end of the month.\nA payout to the Paypal account requires a minimum payout sum of 10 EUR and is made automatically every 4 weeks.\nDepending on the legal form of the Publisher, costs may be incurred by Paypal, which must be borne by the Publisher itself.For business customers, only the payment to the current account or by SEPA transfer is available.\nD.\n<strong>Advertising material management</strong>\n<br>In the user area, the Publisher can choose from various AdMedia from different advertisers.\nOne (or more) AdCode(s) is generated for the selected AdMedia, which defines the correct display of the advertising material on the website.The Publisher has the possibility to determine the rotation of the AdMedia itself.\nIn addition, the Publisher can provide the generated AdCodes with corresponding SubIDs in order to create detailed statistics.\nThe AdCode itself may not be changed by the Publisher.\nAny changes to the AdCode may lead to deficiencies in the functionality, for which the Publisher is responsible.The Publisher has the obligation to keep the display of the AdMedia and the integration on its website up to date and correct.\nIf an AdMedia is deleted, faulty or no longer available for other reasons, advanced store has the right to mitigate this by the fallback.E.\n<strong>Website administration</strong>\n<br>The Publisher's web pages must be deposited and validated in advanced suite.\nOnly then may the Publisher use the AdTech on the website.\nIn the event of an error, failure to deposit a website or incorrect integration of AdTech, advanced store reserves the right to suspend or delete the AdTech used by the Publisher.4.\n<strong>Obligations of advanced store</strong>\n<br>A.\n<strong>General</strong>\n<br>The performance obligations of advanced store shall be derived from the performance description of the respective product.\nOther commitments, promises of performance or ancillary agreements shall only be effective if they are confirmed in writing by advanced store.\nadvanced store provides AdMedia hosting through various providers, on whom the availability of the AdMedia in turn depends.B.\n<strong>Development of services</strong>\n<br>advanced store shall be entitled to extend its services, adapt them to technical progress and/or make improvements.\nThis applies in particular if the adjustment appears necessary to prevent misuse or advanced store is obliged to adjust its services on the basis of statutory provisions.C.\n<strong>Additional services</strong>\n<br>If advanced store provides additional services without additional remuneration, the Publisher shall have no claim to performance of such services.\nadvanced store shall be entitled to discontinue such services previously provided free of charge within 14 calendar days, to change them or to offer them only against remuneration.&nbsp;D.\nSupport<br>advanced store shall only be obliged to provide technical support to the Publisher within the scope of what has been contractually agreed.\nadvanced store shall also not grant the customer any free support services - nor shall advanced store provide any direct support for the Publisher´s customers.<br>E.\n<strong>Maintenance work and temporary power limitation</strong>\n<br>advanced store reserves the right to partially or completely restrict its services in the event of maintenance work, updates or other technical changes.<br>5.\n<strong>Obligations of the Publisher</strong>\n<br>The Publisher is obliged to deposit his website in advanced suite for the validation process.\nThe AdMedia may only be installed on the validated websites selected in the Publisher's account.<br>advanced store reserves the right to refuse to display the AdMedia on certain websites (even if these are listed and validated in advanced suite), in particular if this is done at the request of the Advertiser.\nIn such a case, the Publisher is obliged to remove the AdMedia from the website immediately.<br>6.\n<strong>Involvement of AdTech</strong>\n<br>If the Publisher fulfils the general conditions of participation, he shall be granted the non-transferable right for the duration of his participation in advanced suite to use the AdMedia made available via the advanced suite within the framework of the advanced store platform for the purpose of advertising.\nThe granting of rights is limited to the specifically intended type of use of the AdMedia.\nIt is not permitted to edit an AdMedia or to use it for other than the intended advertising purposes.<br>The Publisher is solely responsible for the correct technical integration of AdMedia into the Publisher's website.\nHe is aware that, in the event of incorrect integration of AdMedia, brokered sales may not be correctly recorded or correctly allocated and thus may not be remunerated.\nThe AdTech made available via the advanced store platform for the purpose of integrating an AdMedia may not be changed.<br>The Publisher is solely responsible for compliance with all data protection provisions in view of its users in regard to its Internet offer.\nHe is aware that the setting of certain cookies, for example, may give rise to obligations to provide information from the point of view of data protection law and may also require the user's consent.<br>7.\n<strong>Liability and indemnification</strong>\n<br>A.\n<strong>Liability of the Publisher</strong>\n<br>The Publisher shall be liable without limitation in accordance with the statutory provisions for damage to life, limb and health caused by a negligent or intentional breach of duty by the Publisher, its legal representatives or its vicarious agents, and for damage caused by intentional or grossly negligent breaches of contract and fraudulent intent on the part of the Publisher, its legal representatives or vicarious agents.&nbsp;<br>The Publisher shall also be liable for damages caused by simple negligence, insofar as this negligence relates to the breach of such contractual obligations, with which compliance is of particular importance for the achievement of the purpose of the contract.\nThe same shall apply if advanced store is entitled to claims for damages in lieu of performance.\nHowever, it shall only be liable insofar as the damages are typically associated with the Agreement and are foreseeable.<br>Any further liability of the Publisher in the event of the sale of an item is excluded regardless of the legal nature of the asserted claim.\nthis also applies in particular to tort claims or claims for reimbursement of futile expenses instead of performance.\nInsofar as the Publisher's liability is excluded or limited, this shall also apply to the personal liability of its employees, workers, staff, representatives or vicarious agents.<br>B.\n<strong>Liability of advanced store</strong>\n<br>advanced store shall be liable, irrespective of the legal grounds, only in accordance with the following provisions.<br>advanced store shall be liable in the event of intent and gross negligence in accordance with the statutory provisions.<br>In the event of slight negligence, advanced store shall only be liable in the event of a breach of an essential contractual obligation, the fulfilment of which is a prerequisite for the proper performance of the Agreement and on the observance of which the customer may regularly rely (cardinal obligation).\nIn these cases, advanced store shall only be liable in the amount of the foreseeable damage typical for such an Agreement.<br>advanced store shall be liable without limitation in accordance with the statutory provisions for damage to life, limb and health resulting from a negligent or intentional breach of duty on the part of its legal representatives or vicarious agents.<br>advanced store assumes no liability for the availability of products.\nNor does advanced store accept any liability for interruptions, technical faults or similar.\nNo minimum availability of the Internet presence is mutually agreed or owed.<br>C.\n<strong>Indemnity</strong>\n<br>The Publisher is aware that in the event of unlawful actions pursuant to Clause 9, there is a risk that claims may also be asserted against the Advertiser and/or advanced store by third parties on account of legal violations justified thereby.<br>The Publisher undertakes to indemnify advanced store against all possible claims by third parties that are based on illegal or infringing actions by the Publisher or errors in the content of the information and images provided by the Publisher.\nThis applies in particular to copyright, trademark, name, data protection and competition law infringements.<br>8.\n<strong>Term and termination</strong>\n<br>This Agreement is concluded between advanced store and the Publisher for an indefinite period of time.<br>Either Party may terminate this Agreement by giving one week's notice.<br>advanced store may terminate the Agreement extraordinarily for good cause.\nGood cause shall be deemed to exist if the Publisher culpably breaches a material contractual obligation.<br>9.\n<strong>Prohibited actions</strong>\n<br>A.\n<strong>Website content</strong>\n<br>The Publisher undertakes to refrain from using AdMedia made available via advanced suite on websites whose content violates applicable law.\nThe integration is prohibited in particular on websites,<br>- the content of which is punishable or disorderly,<br>- by which the property rights of third parties (in particular copyrights and ancillary copyrights, trademark rights, patent rights, utility models or registered designs, rights to a name, etc.) are infringed.\nthis also applies to infringements of rights by the use of a specific domain name for addressing the Internet offer,<br>- which bear the marks of unconstitutional organisations,<br>- which have pornographic content or content harmful to minors (excluding AdMedia from partner programmes in the erotic category)<br>- which are contrary to morality<br>- which contain discriminatory statements or representations with regard to race, gender, religion, nationality, disability, sexual orientation or age.<br>The Publisher is obliged to check the permissibility of the content of the website offered by it before integrating AdMedia made available via advanced suite.<br>B.\n<strong>Technical manipulation</strong>\n<br>Manipulation of the AdTechs by technical devices or other means with the aim of obtaining remuneration claims is prohibited.\nIn particular, the generation of Transactions by the Publisher itself, using its own information, false information or information provided by third parties, is prohibited.\nThe creation of websites or the implementation of advertising measures that encourage the customer to take an action without any real interest is also prohibited.<br>The technical manipulation, reverse engineering, decompilation, disassembly, modification, unauthorised copying, creation of derivative works or otherwise creating, attempting to create or derive or allowing third parties to do so is also prohibited.<br>C.\n<strong>Risk of confusion</strong>\n<br>The Publisher must not design its website in a way that could give rise to a risk of confusion with the website of the Advertiser.\nThe Publisher shall provide its website with an imprint that complies with the statutory provisions and identifies it as the operator of its offer.<br>10.\n<strong>Intellectual property</strong>\n<br>For the duration of these general terms and conditions, the Publisher is granted a non-exclusive, revocable, royalty-free, temporally and spatially unrestricted and non-transferable right of use to the available AdMedia and AdTech on the advanced suite platform.<br>advanced store grants to Publisher a revocable, non-exclusive, non-sublicensable, non-transferable, royalty-free worldwide right to use the interface to the extent necessary for Publisher to perform its obligations under this Agreement.<br>The Publisher will not modify, reverse engineer or create derivative works of the interface, AdMedia and AdTech and will not attempt to do so.<br>Each Party is entitled to name the other Party in customer lists and to use the name and logo of the other Party in marketing materials and presentations.\nAny further use requires the prior written consent of the other Party.<br>11.\n<strong>Data protection</strong>\n<br>For details on the scope and use of data, please refer to the data protection declaration, which can be accessed on advanced suite at any time via the link \"Privacy policy\" (https://www.ad4mat.com/privacy-policy).<br>A.\n<strong>Position of advanced store</strong>\n<br>For the affiliate marketing business, advanced store acts as a data processor.\nAny processing of personal data that advanced store undertakes is expressly for the purpose of providing an agreed service to the Publishers and the Advertisers.\nBoth, Publishers and Advertisers own the relationship with their users and customers and effectively act as data controllers.<br>B.\n<strong>Consent of the data subject</strong>\n<br>The Publisher is obliged to obtain prior, voluntarily given, specific, informed, unambiguous and revocable consent from Visitors to the use of the Cookies.<br>C.\n<strong>Processing of personal data</strong>\n<br>For the performance of its services, advanced store may process personal data for the Publisher and Advertiser.\nFor details on the scope and use of data, please refer to the privacy policy, which can be accessed on the advanced suite website at any time via the link \"Privacy policy\" (https://www.ad4mat.com/privacy-policy).&nbsp;<br>12.\n<strong>Severability</strong>\n<br>Should individual provisions of this Agreement be invalid, this shall not affect the validity of the remaining provisions.\nThe Parties shall endeavour to replace the invalid provision with a valid provision that comes as close as possible to the economic meaning of the invalid provision.<br>13.\n<strong>Changes to the general terms and conditions</strong>\n<br>advanced store reserves the right to amend these General Terms and Conditions.\nadvanced store shall notify the Publisher of the amendments or the new General Terms and Conditions by e-mail.\nThe amendments or the new General Terms and Conditions shall be deemed to be agreed if the Publisher does not object to their application within four weeks of receipt of the e-mail.\nadvanced store shall inform the Publisher in the e-mail of the possibility of objection, the deadline and the consequences of the Publisher's failure to act.<br>14.\n<strong>Applicable law and jurisdiction</strong>\n<br>This Agreement shall be governed by German law.\nThe place of jurisdiction for all disputes arising from this Agreement shall be Berlin, unless otherwise stipulated by mandatory law.<br>NavigationHomeContent CommerceSocial CommerceSmart AdvertisingAdvertiserFAQProductsadvanced adadvanced linkselect adcompare adaffilitizerContactStefan-Heym-Platz 1, 10367 Berlin, Germanypublisher@ad4mat.com+49 (0) 30 5770 6602 – 0Sign upContactSocials 2022 advanced store GmbHImprintPrivacy PolicyTerms × This website uses cookies This website uses cookies to improve user experience.\nBy using our website you consent to all cookies in accordance with our Cookie Policy.\nRead more Save &amp.\nClose Accept all Decline all Show details Hide details ", "created_at": "2023-01-18 03:12:23.940668", "updated_at": "2023-01-18 03:13:43.430536"}], "points": [], "urls": ["ad4mat.com"]}}