{"error": 448, "message": "OK", "parameters": {"id": 7846, "name": "SoFi", "created_at": "2023-03-31 22:37:08.286374", "updated_at": "2023-04-22 11:50:35.460384", "wikipedia": null, "keywords": null, "related": null, "slug": "sofi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7846.png", "url": "sofi.com", "documents": [{"id": 15149, "name": "ESign Consent to use Electronic Records and Signatures", "url": "https://www.sofi.com/login/policy/esign", "xpath": "//*[@id=\"mainContent\"]", "text": null, "created_at": "2023-03-31 22:39:11.281961", "updated_at": "2023-03-31 22:41:58.233992"}, {"id": 15150, "name": "Arbitration Agreement", "url": "https://www.sofi.com/login/policy/arbitration", "xpath": "/html/body/div[1]/div[1]/footer/div", "text": null, "created_at": "2023-03-31 22:40:12.373412", "updated_at": "2023-03-31 22:42:45.269732"}, {"id": 15148, "name": "Terms of Use", "url": "https://www.sofi.com/terms-of-use/", "xpath": "/html/body/div[3]/div[2]/section/div", "text": "\nSoFi Terms of Use Agreement\n<strong>Last Updated: September 30, 2022</strong>\n<br>\n<br>\nWelcome to SoFi!\n<br>\n<br>\nThis Terms of Use Agreement (this “Agreement”) sets forth the terms and conditions that apply to your access and use of the online functions, products, and services made available to you by Social Finance, Inc.\nand any and all of its subsidiaries and affiliates.\n<p>\nYou can access SoFi products and services through our SoFi website (located at www.sofi.com) and the SoFi mobile application (the “SoFi App”) as well as through websites and mobile applications operated by SoFi with partners.\nSoFi may maintain phone, email, and additional websites that allow you to access SoFi products and services.\n<strong>All of these channels are referred to collectively in this Agreement as the “SoFi Site.”</strong>\n</p>\n<p>\nThrough the SoFi Site you may access many different products and services offered by Social Finance Inc.\nand its subsidiary and affiliated companies, including, but not limited to: SoFi Bank, National Association, SoFi Lending Corp.\nor an affiliate, SoFi Securities, LLC, SoFi Wealth LLC, SoFi Credit LLC, SoFi Digital Assets, LLC, and Social Finance Life Insurance Agency, LLC.\n<strong>We use the name “SoFi” to refer to any and all of the companies owned by or affiliated with Social Finance, Inc.</strong> You may access more information about each SoFi company through the Legal page on the SoFi Site.\nSoFi may add new operating companies from time to time to offer additional products and services.\n</p>\n<p>\nTo use the SoFi Site and to obtain any SoFi product or service, you must agree to SoFi’s E-Sign Agreement, which means your acceptance of this Terms of Use Agreement and all other agreements with SoFi, such as our GLBA Privacy Notice and Arbitration Agreement, are effective and binding on you just as if you had signed the document with pen and ink, and you agree all communication with you related to SoFi and any SoFi product or service may be in electronic form.\n</p>\n<p>\n<strong>Your acceptance of this Terms of Use Agreement is required to use the SoFi Site and to obtain any product or service offered on the SoFi Site.\nBy using the SoFi Site to obtain any SoFi product or service, you agree to be bound by this Terms of Use Agreement just as if you have signed the document with pen and ink.</strong>\n</p>\n<p>\nIf you do <u>not</u> wish to be bound by this Terms of Use Agreement, then do not access or use the SoFi website or mobile application, do not click “accept” to register with SoFi, and do not submit any account application, loan inquiry, loan request, or other product request.\nTaking any of these actions means you agree to this Terms of Use Agreement just as if you had signed it with pen and paper.\n</p>\n<p>\nYou may only accept this Agreement and use the SoFi Site if you are legally authorized to accept and be bound by these terms and of a legal age to enter this Agreement.\n</p>\n<p>\nIf you have questions or comments about these Terms of Use, please email us at info@sofi.org\n</p>\n<p>\nPlease note this Terms of Use Agreement contains General Terms applicable to all users PLUS sections with terms that apply to you if you use specific SoFi products and services.\n<br>\n<br>\n</p>TABLE OF CONTENTS\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>I.\nGENERAL TERMS</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>II.\nSPECIFIC ADDITIONAL TERMS AND CONDITIONS</strong>\n</p>\n<p>If you use ANY of the following SoFi products or services, please read the terms applicable to each — these terms apply to you.</p>\n<p>\n<strong>1.\nConnected Accounts</strong>\n</p>\n<p>\n<strong>2.\nInsights (Personal Finance Management Tools)</strong>\n</p>\n<p>\n<strong>3.\nCredit Score Monitoring</strong>\n</p>\n<p>\n<strong>4.\nAt Work Services (If you reach SoFi through your Employer)</strong>\n</p>\n<p>\n<strong>5.\nLantern.\nIf you use SoFi’s Lantern service, the following terms apply to you.</strong>\n</p>\n<p>\n<strong>6.\nSoFi App.\nIf you use the SoFi mobile application, the following terms apply to you.</strong>\n</p>\n<p>\n<strong>7.\nSoFi Community.\nIf you use the Sofi Community features, the following terms apply to you.</strong>\n</p>\n<p>\n<strong>8.\nReferral Program</strong>\n</p>\n<p>\n<strong>9.\nSoFi Member Rewards Program</strong>\n</p>\n<p>\n<strong>10.\nSoFi Plus</strong>\n</p>\n<br>\n<br>\n<strong>\n<p>General Terms</p>\n</strong>\n<p>\n1.\n<strong>Changes to this Agreement.</strong> SoFi may change this Terms of Use Agreement from time to time by posting a current version on the SoFi website without delivering any notice to you.\nPlease review the current version of this Terms of Use on the SoFi Site from time to time, because your continued access or use of the SoFi Site shall be deemed your acceptance of the Terms of Use in place at that time.\n</p>\n<p>\n2.\n<strong>Additional Product or Account Agreements.</strong> To obtain certain SoFi products and services you might be required to enter into additional agreements with SoFi.\nFor example, using SoFi Wealth’s investment advisory services requires you to enter an additional customer agreement.\nYou will be subject to this Terms of Use Agreement and any other account agreements you enter with SoFi.\n</p>\n<p>\n3.\n<strong>Risks of using the SoFi Site.</strong> Conducting financial transactions through online services such as SoFi has inherent risks and is susceptible to interruption.\nBy using the SoFi Site and online services, you agree to the following and accept the following risks:\n<br>\n</p>\n<p>• Online information transmission can be disrupted.\nYou accept the risk the SoFi Site could be affected by technical difficulties that impair your ability to obtain, view or deliver information or execute transaction, including in time sensitive transactions such as securities trades or cash management.</p>\n<p>\n</p>\n<p>• You must confirm any transaction (such as a submission of information or a trade request) attempted online before relying on it being completed.\nIt is your responsibility to verify the status of any attempted transaction by reviewing your accounts or contacting SoFi Customer Support at 1-855-456-7634.</p>\n<p>\n</p>\n<p>• When you create an account, you agree to use a username with a password that is complex, secure, and private.\nYou agree to protect your log-in credentials.\nYou agree to accept the risk of unauthorized access and use of your account if your credentials are guessed, stolen, intercepted, or if SoFi’s system is breached or used without proper authorization.\nIf you learn of any unauthorized use of your password or account, you must contact us immediately (using contact information on our SoFi Site).\nSoFi is not responsible for any unauthorized access to or use of your account.</p>\n<p>\n</p>\n<p>• SoFi’s obligation is to use reasonable information security measures, and you acknowledge and agree that SoFi’s systems are not 100% secure against every possible attack.</p>\n<p>\n4.\n<strong>Privacy.</strong> If you use or obtain any SoFi product or service, SoFi will collect information about you and use it and share it according to SoFi’s Online Privacy Policy and GLBA Privacy Notice.\nPlease read SoFi’s Privacy Policy and Privacy Notice for a full description of how SoFi will collect, use and share information about you.\nYou may view these documents through the links in this provision or on the SoFi Site at the Privacy Policy page.\nThis Terms of Use does not limit the application of the SoFi Privacy Policy or Privacy Notice.\n</p>\n<p>\n5.\n<strong>Communicating with you.</strong> You expressly give permission to SoFi to contact you according to the following terms:\n</p>\n<p>\n</p>\n<p>a.\n<i>Registration &amp.\nAccounts.</i> You agree that SoFi may contact you about any matter relating to your registration with SoFi, your submission of an inquiry for any SoFi product or service, your application for a product or service, and for any purpose arising out of or in connection with any account you may obtain from SoFi.\nWe may contact you for any purpose related to any account you have, such as payment reminders or suspicious activity.</p>\n<p>\n</p>\n<p>b.\n<i>Marketing.</i> You agree that SoFi may contact you to tell you about, and to offer for sale, products or services we believe will be of interest to you.\nIf we do so, each communication we send to you will contain instructions permitting you to “opt out” of receiving future communications.</p>\n<p>\n</p>\n<p>c.\n<i>Agents.</i> You agree that SoFi may use agents or representatives to contact you on our behalf.</p>\n<p>\n</p>\n<p>d.\n<i>Phone, SMS, Autodialers.</i> You agree that SoFi may contact you through any means, including emails, telephone, SMS messages (including text messages), calls using pre-recorded messages or artificial voice, and calls and messages delivered using automatic telephone dialing systems (auto-dialer) or an automatic texting system.\nAutomated messages may be played when the telephone is answered, whether by you or someone else.\nSoFi and its agent or representative may leave messages on your answering machine, voice mail, or send messages via text.</p>\n<p>\n</p>\n<p>e.\n<i>Recorded lines.</i> You agree that SoFi and our agents, representatives, affiliates or anyone calling or contacting you on our behalf may contact you on a recorded line or recorded messaging service.</p>\n<p>\n</p>\n<p>f.\n<i>Accurate numbers.</i> You certify telephone numbers that you have provided to us are your contact numbers, and that you are permitted to receive calls at each of the telephone numbers you have provided to us.\nYou agree to promptly alert us whenever you stop using a particular telephone number.\nWe may contact you using any information you have provided to SoFi or any of its affiliates, at any telephone number, or any physical, email, or electronic address you provide or at which you may be reached.</p>\n<p>\n</p>\n<p>g.\n<i>Push-Notifications/Alerts.</i> You may select for SoFi to send you messages called “Alerts” by text or phone.\nAlerts may be delayed or prevented by factor(s) affecting your internet/phone provider or other relevant entities.\nSoFi is not liable for losses or damages arising from non-delivery, delayed delivery, or the erroneous delivery of any Alert, or inaccurate Alert content.\nYou are responsible for your use or reliance on the contents of any Alert for any purposes.\nThe information in any Alert may be subject to certain delays.\nEach Alert may not be encrypted and may include your name and information pertaining to your account(s).\nSoFi may terminate your use of Alerts at any time without notice.\nYou may choose to discontinue receiving Alerts by updating your SoFi App Notifications preferences.</p>\n<p>\n</p>\n<p>h.\n<i>SMS Notifications.</i> All SMS Notifications in electronic format from us to you will be considered to be in writing.</p>\n<p>\n</p>\n<p>i.\n<i>Capability to view messages.</i> In order to access, view, and retain SMS Notifications that we make available to you, you must have: (i) a SMS-capable mobile phone, (ii) an active mobile phone account with a communication service provider.\nand (iii) sufficient storage capacity on your mobile phone.</p>\n<p>\n</p>\n<p>j.\n<i>You are responsible for messaging Costs.</i> SOFI MAY USE ANY MEANS OF COMMUNICATION DESCRIBED IN THIS SECTION EVEN IF YOU WILL INCUR COSTS TO RECEIVE SUCH PHONE MESSAGES, TEXT MESSAGES, E-MAILS OR OTHER MEANS.\nYou are responsible for any and all charges, including but not limited to, fees associated with text messaging, imposed by your communications service provider.\nPlease consult your mobile service carrier’s pricing plan to determine the charges for sending and receiving text messages.\nThese charges will appear on your phone bill.\nMessage frequency depends on account status or settings.\nWe may modify or terminate our text messaging services from time to time, for any reason, and without notice, including the right to terminate text messaging with or without notice, without liability to you.</p>\n<p>\n6.\n<strong>SoFi SMS Two-Factor Authentication Program</strong>\n</p>\n<p>1.\nThis program is for the sending of two-factor authentication short code messages.</p>\n<p>2.\nYou can cancel the SMS service at any time.\nJust text “STOP” to the short code.\nAfter you send the SMS message “STOP” to us, we will send you an SMS message to confirm that you have been unsubscribed.\nAfter this, you will no longer receive SMS messages from us.\nIf you want to join again, just sign up as you did the first time and we will start sending SMS messages to you again.</p>\n<p>3.\nIf you are experiencing issues with the messaging program you can reply with the keyword HELP for more assistance, or you can get help directly at 1-855-456-SOFI (7634).</p>\n<p>4.\nCarriers are not liable for delayed or undelivered messages.</p>\n<p>5.\nAs always, message and data rates may apply for any messages sent to you from us and to us from you.\nYou will receive one message per authentication attempt.\nIf you have any questions about your text plan or data plan, it is best to contact your wireless provider.</p>\n<p>6.\nIf you have any questions regarding privacy, please read our privacy policy: https://www.sofi.com/online-privacy-policy/.</p>\n7.\n<strong>Loan Inquiries and Submissions.</strong> If you submit a loan inquiry or a loan request to SoFi, you authorize and instruct SoFi to obtain credit information on you from a credit reporting agency and to use it according to SoFi’s Privacy Policy, including to use the information to advertise products and services to you and to target ads to you.\nYour authorization in this Agreement is in addition to: (i) terms you accept at the time you submit a loan inquiry, (ii) terms in any loan application, and (iii) terms in loan documents if you obtain a loan.\nYou agree you will provide current, complete, and accurate information about yourself and any co-borrowers or co-signers.\nIf any information you provide is untrue, inaccurate, not current, or incomplete, SoFi has the right to terminate your submission and to decline to provide any and all future use of the SoFi Site.\nAt all times we reserve the right to decline any loan submission or application for a loan.\n<p>\n<strong>8.\nYou are Responsible for Your Financial Decisions.\nYou are responsible for all financial decisions you make on the SoFi Site or based upon information you obtain on the SoFi Site.\nSoFi’s products and services are offered to you upon the express condition that you will fully evaluate your own financial circumstances, the terms of the products and services, are fully responsible for your own financial decisions.\nOnly you can consider your financial situation and circumstances.\nYou agree to pursue a SoFi product or service only after you have determined it is right for you.</strong>\n<br>\n<br>\nIn the event you would like to obtain financial guidance or advice, you may enter an advisory relationship with a financial advisor, including SoFi Wealth, LLC.\nUnless you have entered into an advisory agreement with SoFi Wealth, you agree that:\n<br>\n</p>\n<p>• SoFi has NOT reviewed your financial situation, SoFi does not attempt to understand your full financial situation, and SoFi will not attempt to select offers, products, or services that are suitable for you.\n</p>\n<p>\n</p>\n<p>• You must make decisions about whether SoFi products are right for you.\n</p>\n<p>\n</p>\n<p>• Before making any financial decisions, you should always consider obtaining information and advice from a certified financial advisor who is aware of your individual circumstances.\n</p>\n<p>\n9.\n<strong>SoFi’s Limitation of Liability.</strong> You agree that all access and use of the SoFi Site and your use of SoFi products and services is at your own risk.\nIn no event shall SoFi (and all related parties) be liable for any damages, including without limitation direct or indirect, special, incidental, or consequential damages, losses or expenses arising or in connection with use of the SoFi Site.\nIn addition, you agree:\n<br>\n</p>\n<p>• SoFi will not be responsible if you are unable to use the SoFi Site or any linked site, or in the event of any failure of performance, error, omission, interruption, defect, delay in operation or transmission, computer virus or line or system failure, even if SoFi, or representatives thereof, are advised of the possibility of such damages, losses or expenses.</p>\n<p>\n</p>\n<p>• SoFi will not be responsible or liable to you in any way if information is intercepted by an unauthorized person, either in transit or at your place of business.</p>\n<p>\n</p>\n<p>• SoFi will have no liability to you for any unauthorized payment or transfer made using your passcode that occurs before you have notified us of possible unauthorized use and we have had a reasonable opportunity to act on that notice.</p>\n<p>\n</p>\n<p>• SoFi may suspend or cancel your passcode even without receiving such notice from you, if we suspect your passcode is being used in an unauthorized or fraudulent manner.</p>\n<p>\n</p>\n<p>• SoFi shall have no liability to you for any losses, financial or otherwise, suffered by you arising out of or resulting from compatibility or inoperability problems of the website, your computer device, or your failure to confirm any attempted transaction.</p>\n<p>\n10.\n<strong>SoFi may suspend your Account and your use of the Site.</strong> SoFi reserves the right to suspend, cancel, or terminate your use of the SoFi Site and any SoFi product or service if we believe you are using it for a purpose that is unauthorized, improper, illegal, or that could harm oFi or SoFi’s reputation.\nSoFi may determine in our sole discretion the activities that could lead to such suspension or cancellation.\nYou agree that you will not use any device, software or routine to interfere or attempt to interfere with the proper working of the SoFi Site or any transaction being conducted on the SoFi Site.\n</p>\n<p>\n11.\n<strong>Site Changes.</strong> SoFi reserves the right to change or modify or discontinue the SoFi Site, or any features or functions on the SoFi Site, for any reason, at our sole discretion, without notice to you.\n</p>\n<p> 12.\n<strong>Agreement Duration and Termination.</strong> This Terms of Use Agreement will continue to apply to you and your use of the SoFi Site until your SoFi account or relationship is terminated as set forth herein.\nSoFi may, in its sole and absolute discretion, at any time, for any or no reason, and with or without prior notice, suspend or terminate your use of the SoFi Site and the rights afforded to you hereunder.\nIf you fail to comply with any terms and conditions of this Agreement, then your access to the SoFi Site and any rights afforded to you may be automatically terminated, without any notice to you or other action by SoFi.\n</p>\n<p>\nYou agree that SoFi will not be liable to you or any third party for any termination of your account or access.\n</p>\n<p>\nIf you want to deactivate or delete your SoFi account, please see our FAQs page.\nYou agree that even if you seek to terminate this Agreement, SoFi may be obligated by law to retain information about you and certain transactions.\n</p>\n<p>\n13.\n<strong>Advertisements and Promotions.</strong> The SoFi Site may contain promotions for products and services of third parties, including companies that pay marketing fees to SoFi.\nSoFi’s promotion of such third-parties is an introduction for you to the company and is not an endorsement of their services or products.\nSoFi disclaims any liability for any third-party information or products offered.\n</p>\n<p>\n14.\n<strong>Links to External Sites.</strong> External sites with links on SoFi’s Site often have Terms of Use, Privacy Policies, and security practices that are different from those of SoFi.\nIt is your responsibility to read and understand those documents before agreeing to use the external site.\n</p>\n<p>\n15.\n<strong>Indemnification.</strong> You shall indemnify, defend and hold harmless SoFi and its affiliates, partners, suppliers and licensors, and each of their respective officers, directors, agents and employees (the “Indemnified Parties”) from and against any claim, proceeding, loss, damage, fine, penalty, interest and expense (including, without limitation, fees for attorneys and other professional advisors) arising out of or in connection with the following: (i) your access to or use of the SoFi Site or App.\n(ii) your breach of the License to use the SoFi Site and App.\n(iii) your violation of law in connection with this License.\n(iv) your negligence or willful misconduct in connection with this License.\nor (v) your violation of the rights of a third party, including the infringement by you of any intellectual property or misappropriation of any proprietary right or trade secret of any person or entity.\nThese obligations will survive any termination of this Agreement or the App License.\n</p>\n<p>\n16.\n<strong>Applicable Law.</strong> These Terms of Use and the License shall be governed in all respects by the substantive laws of the State of California, without regard to its provisions relating to conflict of laws.\nYou agree to submit to the personal and exclusive jurisdiction and venue of the state and federal courts located within San Francisco County, California.\nThe failure of SoFi to exercise or enforce any right or provision of the Terms of Use shall not constitute a waiver of such right or provision.\nIf any provision of the Terms of Use or the License is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the Terms of Use or the License remain in full force and effect.\nYou agree that regardless of any statute, regulation, or law to the contrary, any claim or cause of action you may have arising out of or related to use of the SoFi Site, the SoFi App, or these Terms of Use must be filed within one (1) year after such claim or cause of action arose or be forever barred.\n</p>\n<p>\n17.\n<strong>Compliance with Applicable Law.</strong> You agree to abide by all applicable local, state, national, and international laws and regulations in your use of the SoFi Site.\nThe SoFi Site is available only to individuals who are permitted to use it under applicable law.\nThe SoFi Site is made available only for personal, non-commercial use and display by U.S.\nresidents legally capable of entering commercial agreements.\nIf you do not qualify, do not use the SoFi Site.\nYou agree to comply with all applicable laws, rules and regulations regarding the export of technical data from the U.S.\nYou agree: (i) You are solely responsible for your actions and the contents of your transmissions through the SoFi Site.\n(ii) You will not impersonate any person or entity or falsely state or otherwise misrepresent your identity or affiliation with a person or entity.\n(iii) You possess the legal right and ability to enter into these Terms of Use and the License and to use the SoFi Site.\nUnauthorized use of this SoFi Site, including but not limited to unauthorized entry into SoFi’s systems, misuse of passwords, or misuse of any information posted on a site, is strictly prohibited.\n</p>\n<p>\n18.\n<strong>No Warranty.</strong> SoFi does not warrant the accuracy, adequacy or completeness of the information provided on the SoFi Site and expressly disclaims liability for any errors or omissions in such information.\nNo warranty of any kind, implied, expressed or statutory including but not limited to the warranties of non-infringement of third party rights, title, merchantability, fitness for a particular purpose and freedom from computer virus, is given in conjunction with the information.\nCalculators and tools on the SoFi Site provide you with ESTIMATES that may be different than actual amounts.\n</p>\n<p>\n19.\n<strong>Copyright.</strong> Social Finance, Inc.\nowns the copyright in all of the information and material contained on the SoFi Site.\nThe contents of the SoFi Site, including its “look and feel” (e.g., text, graphics, images, logos, and button icons), editorial content, notices, software (including html-based computer programs), and other material are protected under both United States and foreign copyright, patent, trademark, and other laws.\nYou agree not to reproduce, duplicate, copy, sell, resell, use or exploit for any commercial purposes, the SoFi Site, or use of or access to the SoFi Site, or any information or technology obtained from the SoFi Site, including, but not limited to, SoFi’s trademarks.\n<br>\n<br>\n</p>\n<p>\n</p>\n<strong>SPECIFIC ADDITIONAL TERMS AND CONDITIONS<p>\n</p>\n</strong>\n<p>\n<strong>This Terms of Use Agreement includes both the General Terms and Conditions above and additional product specific Terms and Conditions below.\nIf you use any of the following Services, the terms below apply to you in addition to the General Terms and Conditions above:</strong>\n</p>\n<p>\n</p>\n<p>1.\n<strong>Connected Accounts.</strong> SoFi offers products and services that allow you to “connect” or “link” external accounts, such as a bank account, a loan, or a credit card account held at another institution.\nYou agree to the following terms and conditions when you connect an account at another institution:\n</p>\n<p>\n</p>\n<p>• If you elect to connect or link any such account at another institution, we refer to it as a “Connected Account.”</p>\n<p>\n</p>\n<p>• <strong>SoFi will obtain your account information.</strong> If you elect to connect an external account to SoFi, SoFi will obtain information from the Connected Accounts.\nThe specific information SoFi obtains may vary by institution and account type.\nYou should assume SoFi will obtain from the account any information that is available to you.\nFor example, if you connect a bank account to SoFi’s Insights tool (described below), SoFi can collect any information from the account, including balance and transaction information, such as amount of payments, debits, and deposits.\nIf you connect a loan account at an external institution, SoFi can collect loan balance, interest rate on the loan, and your payment history.</p>\n<p>\n</p>\n<p>• <strong>Use of Connected Information.</strong> If you elect to connect an account through any SoFi service, SoFi may use the information from the connected account for any purpose permitted by SoFi’s Privacy Policies, including use of the information to identify products and services that may be of interest to you, sharing information with affiliated companies to offer products and services to you, and identifying if you would be likely to be eligible for certain products and services.</p>\n<p>\n</p>\n<p>• <strong>Use of Plaid Services.</strong> To connect an account, SoFi requires you to use a service offered by Plaid Inc.\n(“Plaid”).\nBy using this Services, you acknowledge and agree that Plaid’s Privacy Policy will govern Plaid’s use of information it collects about you or that you provide to Plaid, and you expressly agree to the terms and conditions of Plaid’s Privacy Policy.\nFurther, you expressly grant Plaid the right, power, and authority to access and transmit your information as reasonably necessary for Plaid to provide the Services to you.\nTo the extent you previously utilized account linking and aggregation services through SoFi’s previous service provider, Quovo, Inc., you expressly authorize Quovo, Inc.\nto transmit any information or data in connection with those services to Plaid so that Plaid can offer you its account linking and aggregation Services.</p>\n<p>\n</p>\n<p>• <strong>To obtain information from Connected Account, SoFi Acts as Your Agent.</strong> If you elect to connect an external account to SoFi, SoFi will connect to the account and obtain information at your direction and as your agent.\nSoFi does not warrant that the information obtained from the external account is accurate, complete, or non-infringing.</p>\n<p>\n</p>\n<p>2.\n<strong>Insights (Personal financial management tools).\nIf you use SoFi’s Insights service, the following terms and conditions also apply to you.</strong>\n</p>\n<p>\nSoFi offers personal tools to view, aggregate, and manage your information from multiple accounts.\nThe information compiled includes accounts held at SoFi and at external financial institutions, such as a bank account or a loan serviced by another institution.\nSoFi offers these tools under the product name brand of “Insights.” If you elect to connect an external account in Insights, you authorize SoFi to obtain information from the Connected Account external account and use it as described above in the section (“Connected Accounts”).\nSoFi’s Insights tools are intended to only provide organizational services for your financial information.\nThe SoFi Insights tools and services are not intended to provide any financial planning, investment, tax, or retirement planning services or advice.\nSoFi does NOT undertake any review of your account information to provide you with any advice or guidance.\nSoFi does not make any determination about the suitability or appropriateness of any transactions you might undertake at SoFi or elsewhere.\nIf you elect to use Insights, you are fully and solely responsible for your accounts and agree SoFi’s only role is to aggregate compile data to information for presentment to you.\n</p>\n<p>\n</p>\n<p>3.\n<strong>Credit Score Monitoring.\nIf you use SoFi’s Credit Services Monitoring, the following terms and conditions also apply to you.</strong>\n</p>\n<p>\nSoFi offers you the opportunity to obtain your credit score from a single credit reporting agency for the purpose of allowing you to monitor your credit score.\nObtaining the service also enables SoFi to offer you additional tools related to your credit information.\nWhen you elect to use credit score monitoring, you agree to the following terms and conditions:\n</p>\n<p>\n• You authorize and instruct SoFi to obtain your full credit reporting information from a credit reporting agency on a regular recurring basis (e.g., weekly) until such time that you terminate the Credit Score Monitoring.\nPlease see FAQ’s for the process to terminate the service.\n<br>\n• SoFi’s service includes present your credit score and other elements in your credit report to you.\nSoFi does NOT undertake any responsibility to monitor your credit report for activity, identify theft, or any other actions.\nSoFi’s service enables YOU to monitor your credit score.\n<br>\n<br>\n• The credit score obtained by SoFi and presented to you is for your own use and for your education.\n<br>\n<br>\n• The credit score is obtained from a single credit reporting agency and may be different from the credit reporting information used by other institutions or lenders or creditors.\n<br>\n<br>\n• If SoFi provides any simulations or hypothetical estimates of credit score changes, these are for educational purposes only and are not a guarantee of any outcome.\n<br>\n<br>\n• SoFi will obtain and keep your credit reporting information and use it for the purposes permitted in SoFi’s Privacy Notice.\nSoFi’s uses of you information may include:\n<br>\n</p>\n<p>• SoFi may use your credit information to serve targeted advertisements to you and other communication based on your information.\n</p>\n<p>\n</p>\n<p>• SoFi may present offers to you for other SoFi products and services using your credit information to identify if you are likely to be eligible or interested.\n</p>\n<p>\n</p>\n<p>• SoFi may use your credit information for statistical analysis to improve SoFi products and services.\n</p>\n<p>\n• You may obtain your own credit report without using SoFi.\nYou have the right to a free credit report from the website AnnualCreditReport.com or by calling (877)322-8228.\n</p>\n<p>\n• <strong>SoFi is not a credit reporting agency or a credit repair company.\nSoFi does not and will not undertake any credit repair on your behalf.</strong> To the extent SoFi offers you any suggestions regarding improving credit scores or any simulation of your score based upon assumptions, such information is for your education and consideration, and is not intended to be financial advice.\n<br>\n<br>\n</p>\n<p>4.\n<strong>SoFi At Work.\nIf you reach SoFi through your employer or your employer’s benefits page, the following terms apply to you.</strong>\n</p>\n<p>\n<strong>If you reach SoFi through a link on your employer’s site, these terms apply to your use of SoFi.</strong>\n</p>\n<p>\nYou may be using the SoFi Site because your employer offers links to the SoFi Site.\nIn order to use the SoFi site, you must agree to and accept this entire Agreement.\nIf you do not wish to accept SoFi’s Terms of Use Agreement, <u>please inform your employer to remove you from the list of participating employees immediately</u> and do not use the SoFi Site.\n</p>\n<p>\n<strong>By making this SoFi site available to you, SoFi is NOT a fiduciary to you and SoFi is not providing any retirement benefits or any other employment benefits.\nIn all cases, SoFi is offering you services and products as customers of SoFi.</strong>\n</p>\n<p>\n</p>\n<p>(a) <strong>\n<i>Employer Contributions.</i>\n</strong> Many employers engage SoFi to assist in the delivery of an Employer Contribution to their Employees.\nIf you use SoFi to receive your Employer’s contributions, you agree to the following terms:</p>\n<p>\n</p>\n<p>1.\nYou are responsible for designating and confirming your contribution amounts through your employer directly and through the SoFi Site.\nSoFi is not responsible for verifying you receive the correct contribution amount.</p>\n<p>\n</p>\n<p>2.\nThe contribution is made by your employer to you.\nSoFi’s role is only to assist in connecting your selected external account to receive the contribution.</p>\n<p>\n</p>\n<p>3.\nWhen you use SoFi to connect an external account, including a student loan account and any 529/College savings Plan, you agree to the terms set forth above in Connected Accounts.</p>\n<p>\n</p>\n<p>4.\nYou must establish and maintain your student loan account and any college savings plan.\nSoFi does not establish, support, maintain, or monitor these accounts in any way.\nYou are required to, and you agree to, regularly check these accounts to ensure contributions (your contributions and your employer’s contributions, if any) are correctly received.</p>\n<p>\n</p>\n<p>5.\nYou must notify SoFi or your employer immediately if you notice or have reason to believe funds are not delivered correctly to your external accounts.</p>\n<p>\n</p>\n<p>6.\nYou authorize SoFi to receive information about you from your employer as necessary in order to facilitate your participation in the employer’s program.</p>\n<p>\n</p>\n<p>7.\nIf you make contributions to a college savings plan (529 Plans), you agree that:</p>\n<p>\n</p>\n<p>• You must establish an account at CBW Bank.\nYou accept and agree to the CBW Bank Account Holder Agreement.</p>\n<p>\n</p>\n<p>• You authorize SoFi to deliver instructions to your employer on how to deliver your contributions to your account at CBW Bank.</p>\n<p>\n</p>\n<p>• You authorize SoFi to deliver instructions to CBW Bank to disburse your contribution to the college savings account or external accounts you have designated.</p>\n<p>\n</p>\n<p>• You direct CBW Bank to disburse funds to your designated accounts on the instructions sent by SoFi.</p>\n<p>\n</p>\n<p>• You have selected your own college savings plan.</p>\n<p>\n</p>\n<p>(b) <strong>\n<i>Student Loan Payment Information.</i>\n</strong> Certain employers engage SoFi to assist employees identifying the amount of payments made to a student loan account so that the employer may use this information in its benefits plan.\nIf your employer requests that you use SoFi for this purpose, you agree to the following terms:</p>\n<p>\n</p>\n<p>• You will be asked to connect your loan account so that SoFi may obtain information about your payments to share with your employer.</p>\n<p>\n</p>\n<p>• When you use SoFi to connect an external loan account, you agree to the terms set forth above in Connected Accounts.</p>\n<p>\n</p>\n<p>• You give SoFi permission to share with your employer information from the account including the amounts and timing of your payments to the account.</p>\n<p>\n</p>\n<p>• If you connect an external account for purposes of sharing <strong>student loan</strong> information with your employer, you attest and certify the connected loan is a qualified student loan account used for educational purposes.</p>\n<br>\n<p>5.\n<strong>Additional Terms for SoFi LANTERN Services</strong>\n</p>\n<p>\n<strong>SoFi Lantern.</strong> SoFi Lending Corp.\nor an affiliate offers a loan-related service called Lantern.\nLantern allows users to view loan-related information presented by lenders, including and in addition to SoFi, and to connect to lenders to pursue loan products.\nIf you use Lantern pages of the SoFi website, you agree to the following terms and conditions:\n<br>\n</p>\n<p>• All Lantern services are provided to you by SoFi Lending Corp.\nor an affiliate, a lender licensed as set forth on our Licensing page.</p>\n<p>\n</p>\n<p>• Lantern offers service for multiple loan types, including but not limited to personal loans, credit cards, and home loans.</p>\n<p>\n</p>\n<p>• Important terms related to your submission of a credit inquiry is presented to you on the pages of the Lantern website and App.</p>\n<p>\n</p>\n<p>• When you use Lantern, SoFi is not involved in the loan decision and is operating as a venue for you to connect with lenders.</p>\n<p>\n</p>\n<p>• If you submit a request or inquiry for Personal Loans, Credit Cards, and Student Loans, SoFi offers Lantern in cooperation with Even Financial, Inc.\n(“Even”).\nThis means SoFi will transmit your information (information you submit to SoFi) to Even, and Even will further transmit it to participating lenders to determine if you might be eligible for a loan.\nYou may find a list of Even’s participating lenders on the Lantern webpages.</p>\n<p>\n</p>\n<p>• SoFi will be paid a marketing fee from lenders when you either connect with the lender or obtain a loan product.\nSoFi’s compensation from the lender may affect SoFi’s selection of lenders to participate and the presentation of lender information to you.</p>\n<p>\n</p>\n<p>• All information you submit and that SoFi may obtain (including credit information) may be used by SoFi in accordance with the SoFi Privacy Policy and Privacy Notice.</p>\n<br>\n<p>6.\n<strong>Additional Terms for the use of the SoFi Application for Mobile Devices</strong>\n</p>\n<p>\n<strong>License to use the SoFi App.</strong> You may download the SoFi App that operates on certain devices, such as mobile devices, from an “App Store” (such as Apple App Store or Google Play).\nAll terms, agreements, limitations, and disclosures that apply to your use of the SoFi Site also apply to your use of the SoFi App.\nYou are responsible for any data access or wireless or internet charges of your mobile device service provider.\nSoFi does not make any representation or warranty that all aspects of the SoFi site are rendered or operable on the SoFi App, and we do not warrant that the SoFi App will be compatible with your mobile device.\nYou agree that your functional use of the SoFi App may be affected by or dependent on your wireless connection and speed or your wireless service provider.\nThe functionality of the SoFi App could become disabled during times of poor connections or speeds from your wireless or internet service provider while conducting financial transactions.\nBy using the SoFi App, you agree to the following terms:\n</p>\n<p>\n</p>\n<p> a.\nThe SoFi App is licensed, not sold, to you by Social Finance, Inc.\nfor use strictly in accordance with the Terms of Use.\nUpon downloading the SoFi App, SoFi grants you a personal, revocable, non-exclusive, non-transferable limited license to install and use the SoFi App on your mobile device to access and use the Services for your personal, non-commercial use and display strictly in accordance with this license, your Account Agreements, these Terms of Use and any applicable Usage Rules (the “License”).</p>\n<p>\n</p>\n<p> b.\nYou agree that you will not (i) decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the SoFi App.\n(ii) make any modification, adaptation, improvement, enhancement, translation, copy or derivative work from the SoFi App.\n(iii) violate any applicable laws, rules or regulations in connection with your access or use of the SoFi App.\n(iv) remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) of SoFi or its affiliates, partners, suppliers or the licensors of the SoFi App.\nor (iv) create, design, engineer or use any “bot” or other technology in connection with the SoFi App.</p>\n<p>\n</p>\n<p> c.\nYou acknowledge and agree that the SoFi App and all copyrights, patents, trademarks, trade secrets and other intellectual property rights associated therewith are owned by SoFi or its affiliates, agents or licensors, as applicable.\nAll rights, title and interest in and to the SoFi App are reserved by SoFi and its affiliates, agents or licensors, as applicable.\nAll trademarks (including logos, service marks, trade names and icons), copyrights, patents, trade secrets, content, publicity rights and other intellectual property (collectively, the “Intellectual Property”) are proprietary to SoFi, its affiliates, agents or licensors.\nYou may not remove any proprietary notices, including, but not limited to, copyright and trademark notices, from the SoFi App or alter, obscure or modify such notices in any way.\nExcept as expressly stated in this license, you are not granted any intellectual property rights in or to the SoFi App by implication, estoppel or other legal theory, and all rights in and to the Application not expressly granted in this License are hereby reserved and retained by SoFi.</p>\n<p>\n</p>\n<p> d.\nYou acknowledge and agree that, in the event of a third-party claim that the application infringes any third party’s intellectual property rights caused by or arising out of your use of the SoFi App, you (and not SoFi or any third-party mobile device service provider or app venue) shall be solely responsible for the investigation, defense, settlement and discharge of any intellectual property infringement claim or suit, any third-party claims or any other harm or damages caused by, arising out of or resulting from your use of or access to the SoFi App.\nYou hereby release SoFi and its employees, officers, directors, affiliates, agents and licensors from any and all liability caused by, arising out of or resulting from your use of the SoFi App or the services, including from product liability claims or any claim that the SoFi App fails to conform to any legal or regulatory requirement.\nYou will, however, promptly notify SoFi in writing of any such claim.</p>\n<p>\n</p>\n<p> e.\nIf you believe that material on our SoFi App violates your copyright, please notify us at info@sofi.org.\nSoFi will respond to all copyright infringement notices that it receives and respond appropriately by removing infringing material if necessary.\nIf a member repeatedly infringes upon copyrights, his or her account may be subject to termination at SoFi’s discretion.</p>\n<p>\n</p>\n<p> f.\nYou may not rent, lease, lend, sublicense or transfer the Application, this License or any of the rights granted hereunder.\nAny attempted transfer in contravention of this provision shall be null and void and of no force or effect.</p>\n<p>\n</p>\n<p> g.\n<strong>Export Control.</strong> You may not use or otherwise export or re-export the mobile Application except as authorized by United States law and the laws of the jurisdiction(s) in which the Application was obtained.\nYou represent and warrant that you are not: (i) located in any country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, or (ii) listed on any U.S.\nGovernment list of prohibited or restricted parties including the Treasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce Denied Person’s List or Entity List.\nYou also agree that you will not use the Application for any purposes prohibited by United States law.</p>\n<p>\n</p>\n<p>7.\n<strong>Terms applicable if you participate in the SoFi Community</strong>\n</p>\n<p>\nSoFi may offer you the opportunity to share information about your SoFi experience or to create a SoFi Community profile.\nIf SoFi does offer such functions, it will be subject to these specific SoFi Community terms in addition to all other Terms of Use contained herein.\n</p>\n<p>\nThrough your SoFi Community profile, you may have the option to link your profile to other social media accounts.\nIf you choose to do so, SoFi will collect information from your other social media account.\nMore information about the type of information we collect from you and how SoFi uses it is available in the SoFi Privacy Policies.\nWhen you create a SoFi Community profile with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of these Terms of Use, which may result in immediate termination of your SoFi Community profile.\n</p>\n<p>\nIf you elect to create a SoFi Community profile, information that is obtained from your SoFi account and information that you provide SoFi will be on your SoFi Community profile, and it will be possible for other persons, including SoFi Community members to see your profile.\nSoFi may terminate or suspend your SoFi Community profile immediately, without prior notice or liability, for any reason whatsoever.\nUpon termination, your right to use SoFi Community will immediately cease.\n</p>\n<p>\nBy sharing information or content on the SoFi Site, you expressly agree to all of the following:\n<br>\n• You grant SoFi a non-exclusive, transferable, sub-licensable, royalty-free, worldwide license to use any information or content that you post on or in connection with your use of the SoFi Site, subject to the provisions of SoFi’s Privacy Policies.\n</p>\n<p>\n• You understand that deleted content or information may continue to exist on our servers or in backup copies that we maintain for our own use.\n</p>\n<p>\n• You will not post content or take any action on the SoFi Site that may constitute libel or slander, infringes or violates someone else’s rights, that is protected by any copyright or trademark, or otherwise violates the law.\n</p>\n<p>\n• Content and information that you share will be available to other users of our SoFi Site.\nYou understand that such third parties may access, use, store and transfer such content and information and to associate it with you.\n</p>\n<p>\n• You agree that you will not use any posting of information on the SoFi Site for commercial purposes.\n</p>\n<p>\n• We may remove any content or information that you share on the SoFi Site for any reason.\n</p>\n<p>\n• You agree that you will not use any device, software or routine to interfere or attempt to interfere with the proper working of the SoFi Site, or any transaction being conducted on our SoFi Site.\n</p>\n<p>\n• Any content you post may be viewed by any other member of SoFi Community.\nContent that you post must comply with all applicable regulations and laws.\n</p>\n<p>\n• SoFi reserves the right to access your profile and content if required to do so in order to cooperate with any legal process, to enforce this Terms of Use Agreement, to respond to complaints from third parties related to content you have posted, or to protect the reputation, property, and personal safety of SoFi or any other person or entity.\n</p>\n<p>\n• By posting content on SoFi Community, you grant to SoFi a non-exclusive, transferable, sub-licensable, fully paid-up, worldwide right and license to use your content in any way.\nYou are also prohibited from providing false information on SoFi Community.\nIf you find that there is information on your profile that is no longer accurate, it is your responsibility to edit it or alert SoFi.\n</p>\n<p>\n• SoFi may in its discretion remove any content that it deems inappropriate\n</p>\n<p>\nUnder no circumstances will SoFi be held liable for any losses or damages whatsoever, including direct, indirect, general, special, compensatory, consequential and/or incidental damages, as a result of conduct from you or any other member.\nYou are solely responsible for your interactions with other members.\n</p>\n<p>\n<strong>YOU UNDERSTAND THAT SOFI CURRENTLY DOES NOT CONDUCT CRIMINAL BACKGROUND CHECKS OR SCREENINGS ON SOFI COMMUNITY MEMBERS.\nSOFI ALSO DOES NOT INQUIRE INTO THE BACKGROUNDS OF ANY SOFI COMMUNITY MEMBERS OR ATTEMPT TO VERIFY THE STATEMENTS OF SOFI COMMUNITY MEMBERS.\nSOFI MAKES NO REPRESENTATIONS OR WARRANTIES AS TO THE CONDUCT OF SOFI COMMUNITY MEMBERS OR THEIR COMPATIBILITY WITH ANY CURRENT OR FUTURE SOFI COMMUNITY MEMBERS.\nSOFI RESERVES THE RIGHT TO CONDUCT ANY CRIMINAL BACKGROUND CHECK OR OTHER SCREENINGS (SUCH AS SEX OFFENDER REGISTER SEARCHES), AT ANY TIME AND USING AVAILABLE PUBLIC RECORDS.</strong>\n<br>\n<br>\n</p>\n<p>8.\n<strong>SoFi’s Referral Program</strong>\n</p>\n<p>\nThe following describes the terms of service which apply to participation in the referral or account opening promotional programs (collectively, the “Referral Programs”) currently offered by Social Finance, Inc.\n(“SoFi”) and its affiliates.\nIf you wish to participate in any Referral Program described below, you agree to the terms for such Referral Program described in Part I below, as well as the General Terms and Conditions in Part II, which apply to all Referral Programs.\n</p>\n<p>\nPlease note that:\n</p>\n<p>\n— Any friend whom you’d like to refer must use your specific product referral link to sign up for the product they want.\n</p>\n<p>\n— You have separate referral links for (1) Personal Loans and Student Loans, (2) SoFi App, and (3) Invest products.\n</p>\n<p>\n— Only one referral reward and one welcome bonus per new customer.\nYou will not receive multiple referral bonuses for the same friend taking out multiple loans or products, nor will your friend receive multiple welcome bonuses for taking out multiple loans or products.\n— SoFi mortgages are never eligible for the SoFi Referral Program.\n</p>\n<p>\nAdditional terms and conditions apply.\n</p>\n<p>\n<u>Each person referred should be someone you have a direct, personal relationship with.\nYou may not distribute a Referral Link or otherwise solicit anyone through mass email, any form of commercial advertising or other similar means.</u>\n</p>\n<p>SoFi reserves the right to review, investigate, and disqualify anyone from participation in the SoFi Referral Program at any time, and reserves the right to not honor any referral which in our sole discretion was solicited in a manner inconsistent with the spirit or terms and conditions of the SoFi Referral Program.</p>\n<p>Furthermore, SoFi Securities reserves the right to seek reimbursement from any customer (including by deduction from their Invest Account) of amounts paid as Referral Bonuses to customers solicited via mass solicitation.\nPlease note that in certain circumstances the deduction of such amounts from their account may result in a negative balance.\n</p>\n<p>Any person referred to a SoFi loan, SoFi Money account, or SoFi Credit Card may not have an existing registered SoFi account.\nA person referred to a SoFi Invest account or SoFi Digital Assets account (for crypto) may have an existing SoFi registered account.</p>\n<p>If account funding is required to meet referral bonus payout eligibility, P2P transfers or proceeds of a reward, promotion or similar program are not eligible methods of funding.</p>\n<p>To protect the privacy of those you refer, referral prospect account information or eligibility is not, under any circumstances, permitted to be shared with referral promoters.</p>\n<p>A successful referral is defined as: is new to SoFi, uses your personal and unique “Share the app” referral link to download the SoFi app and register for SoFi.com for the first time and within 24 hours of first clicking on your link.\nEligible accounts include SoFi Checking &amp.\nSavings, the SoFi Credit Card, Credit Score Monitoring, SoFi Student Refinance Loan, SoFi Private Student Loan, or a SoFi Personal loan.\nPersons referred must open a SoFi Checking &amp.\nSavings account of at least $10, the SoFi Credit Card, Credit Score Monitoring Account, or fund a Lending Product within 90 days of registering for SoFi for respective bonuses to post.\n2,000 rewards points for referrers and 2,000 rewards points for each person referred, worth $20 when redeemed to SoFi Checking &amp.\nSavings, SoFi Invest, or towards an eligible SoFi loan, and $10 when redeemed into SoFi Credit Card account.\nSee full terms and conditions.\nFurther, no payout will be made to the referrer or the referee for (1) the referee taking out a SoFi Private Student Loan if the referrer is employed by a qualified educational institution or (2) if either the referee or the referrer resides in Vermont and the product the referrer takes out is a SoFi Loan described above.</p>\n<p>\n<br>\n<br>\n</p>Referral Program — Part I\n<p>\n<strong>\n<u>Loan Referral Program</u>\n</strong>\n</p>\n<p>\n</p>\n<p>The terms below and those set forth in Part II govern your participation in SoFi Bank, N.A.’s (“<b>SoFi Bank</b>) Loan Referral Program (the “<b>Loan Referral Program</b>“) described below.\nThe Loan Referral Program is open to any consumer who registers on SoFi’s website and who resides outside of the state of Vermont (the “<b>Eligible Loan Referrer(s)</b>“).</p>\n<p>Eligible Loan Referrers are limited to refer friends, colleagues, family members, and other people they (collectively, the “<b>Eligible Loan Recipient(s)</b>“) believe may be interested in applying for a student loan or personal loan product as described in a specific promotional campaign (collectively, the “<b>Eligible Loan(s)</b>“).\nSoFi Bank reserves the right to disqualify anyone from participating in the Loan Referral Program at any time.\nThe Eligible Loan Referrers will NOT receive a Loan Referral Bonus for referrals for any other SoFi Bank loan products.\nAnyone who violates these terms and conditions is ineligible for payment of any bonus.</p>\n<p>\nTo receive credit for a referral under the Loan Referral Program, Eligible Loan Referrers must send their unique referral link to an Eligible Loan Recipient, the Eligible Loan Recipient must use their Eligible Loan Referrer’s unique referral link within 120 days after receipt of the Eligible Loan Referrer’s unique referral link, and the Eligible Loan Recipient must meet the terms and conditions of the specific promotional campaign associated with the unique referral link that was used for the referral.\nFurther, in order for the Eligible Loan Recipient to receive their Loan Welcome bonus for a SoFi Personal Loan, the loan must still be an active loan in good standing ninety (90) days after the disbursement date.\nFor Private Student Loan referrals, the Eligible Loan Recipient and Eligible Loan Referrer will receive their bonus sixty (60) days after their first loan disbursement, and the Eligible Loan Referrer is eligible for a maximum of 5 total referral bonuses for the Private Student Loan product.\n<b>Further, for referrals for the Private Student Loan product no payments will be made if the Eligible Loan Referrer is employed by a qualified educational institution.</b> If the Eligible Loan Recipient uses the Eligible Loan Referrer’s unique referral link and meets the terms and conditions of the specific promotional campaign associated with that unique referral link, SoFi Bank or its designee shall pay to (a) the Eligible Loan Referrer, a referral bonus into a SoFi Bank Checking or Savings account in the amount specified in the promotional campaign associated with the unique referral link that was used for the referral (the “<b>Loan Referral Bonus</b>“).\nand (b) the Eligible Loan Recipient, a welcome bonus into a SoFi Bank Checking or Savings account in the amount specified in the promotional campaign associated with the unique referral link that was used for the referral (the “<b>Loan Welcome Bonus</b>“).\nIf either the Eligible Loan Referrer or the Eligible Loan Recipient does not qualify for a SoFi Bank Checking or Savings account, SoFi may offer other payment options at SoFi’s sole discretion.\nOnly one Loan Referral Bonus and one Loan Welcome Bonus will be awarded for each referred Eligible Loan Recipient, regardless of whether the Eligible Loan Recipient takes out multiple Eligible Loans.\nFurther, and notwithstanding the above, the following additional restrictions shall apply (1) no Loan Referral Bonus will be paid to otherwise Eligible Loan Referrers who are residents of Vermont, and (2) no Loan Referral Bonus will be paid for otherwise funded loans made to Vermont residents.\nAn Eligible Loan Referrer will not earn a Loan Referral Bonus if the Eligible Loan Recipient has or had an existing funded SoFi loan account, or if the Eligible Loan Recipient does not use the unique referral link provided by the Eligible Loan Referrer.</p>\n<p>\nIf the Eligible Loan Recipient already has a SoFi loan account, is on our opt-out list or the national email opt-out list, or has already used another Eligible Loan Referrer’s unique referral link, the Eligible Loan Recipient may not be sent an email.\nWe cannot disclose to you any information about funded loans opened by any Eligible Loan Recipients you refer to us.\nParticipation in the Loan Referral Program serves as a one-time limited waiver of privacy rights by both parties, whereby each may become aware of the presence of an account relationship with SoFi Bank.\n</p>\n<p>\n<strong>\n<u>Invest Referral Program</u>\n</strong>\n</p>\n<p>The terms below and those set forth in Part II govern your participation in the SoFi Invest Referral Program (the “<u>Invest Referral Program</u>”).\nThe Invest Referral Program is open to all current SoFi Active Invest account holders who meet the criteria below, and wish to refer someone to open a SoFi Invest account offered by SoFi Securities LLC.\nA referrer must have a SoFi Invest account offered by SoFi Securities LLC (either an Automated Invest account or an Active Invest account) which is funded and in good standing (i.e., not suspended) (an “<u>Eligible Invest Referrer(s)</u>”).</p>\n<p>The Eligible Invest Referrers are encouraged to refer friends, colleagues, family members, and anyone else they believe may be interested in opening a SoFi Active Invest account (the “<u>Eligible Invest Recipient(s)</u>”).\nThe Eligible Invest Referrers will NOT receive an Invest Referral Bonus for referrals for a SoFi Automated Invest account.\nSoFi Securities LLC, or its designee (collectively, “<u>SoFi Securities</u>”) reserve the right to disqualify anyone from participation in the Invest Referral Program at any time.</p>\n<p>To receive credit for a referral made under the Invest Referral Program, an Eligible Invest Referrer must access their own unique referral link and send it to the Eligible Invest Recipient(s) whom they wish to refer to open a new SoFi Active Invest Account (an “New Active Invest Account”).\nThe Eligible Invest Recipient must use the Eligible Invest Referrer’s unique referral link to open a New Active Invest Account within 120 days after receipt of the Eligible Invest Referrer’s unique referral link, and meet the terms and conditions of the specific promotional campaign associated with the unique referral link that was used for the referral.</p>\n<p>For each Eligible Invest Recipient who opens and funds a New Active Invest Account within 120 days after receipt of the Eligible Invest Referrer’s unique referral link, and meets the terms and conditions of the specific promotional campaign associated with the unique referral link that was used for the referral, SoFi Securities will: (a) credit an Invest account of the Eligible Invest Referrer with a one-time cash referral bonus in the amount specified in the promotional campaign associated with the unique referral link that was used for the referral (the “<u>Invest Referral Bonus</u>”).\nand (b) credit the New Active Invest Account of the Eligible Invest Recipient, with a one-time welcome bonus in the amount specified in the promotional campaign associated with the unique referral link that was used for the referral (the “<u>Invest Welcome Bonus</u>”).\nOnly one Invest Referral Bonus and one Invest Welcome Bonus will be awarded for each referred Eligible Invest Recipient, regardless of whether the Eligible Invest Recipient opens and funds multiple accounts.\nAn Eligible Invest Referrer will not earn an Invest Referral Bonus if the Eligible Invest Recipient has or had an existing funded SoFi Invest account or does not use the unique referral link provided by the Eligible Invest Referrer.</p>\n<p>Please note that if the Eligible Invest Recipient already has an Invest account, is on our opt-out list or on the national email opt-out list, or has already used another Eligible Invest Referrer’s unique referral link, SoFi Securities will not send an email to such Eligible Invest Recipient.\nWe cannot disclose to you any information about New Active Invest Accounts opened by any Eligible Invest Recipients you refer to us.\nParticipation in the Invest Referral Program serves as a one-time, limited waiver of privacy rights by both you and the Eligible Invest Recipient, pursuant to which each may become aware that the other has an account relationship with SoFi Securities.</p>\n<p>\n<strong>\n<u>Money Referral Program</u>\n</strong>\n</p>\n<p>The terms below and those set forth in Part II govern your participation in the SoFi Securities LLC (“<u>SoFi Securities</u>”) Money Referral Program (the “<u>Money Referral Program</u>”).\nThe Money Referral Program is open to all current SoFi Money account holders who meet the criteria below, and who wish to refer someone to open a SoFi Money account.\nA referrer must be a SoFi Money customer with a Money account which is in good standing (i.e.\nnot suspended) (an “<u>Eligible Money Referrer(s)</u>”).</p>\n<p>The Eligible Money Referrers are encouraged to refer their contacts and people in their networks whom they believe may be interested in opening a SoFi Money account (the “<u>Eligible Money Recipient(s)</u>”).\nSoFi Securities reserves the right to disqualify anyone from participation in the Money Referral Program at any time.\nAnyone who violates these terms and conditions is ineligible for payment of any bonus.</p>\n<p>To receive credit for a referral made under the Money Referral Program, an Eligible Money Referrer must access their own unique referral link and send it to the Eligible Money Recipient(s), whom they wish to refer to open a new SoFi Money account (a “<u>New Money Account</u>”).\nThe Eligible Money Recipient must use the Eligible Money Referrer’s unique referral link to open the New Money Account within 14 days after receipt of the Eligible Invest Referrer’s unique referral link, and meet the terms and conditions of the specific promotional campaign associated with the unique referral link that was used for the referral.</p>\n<p>For each Eligible Money Recipient who opens and funds a New Money Account within 14 days after receipt of the Eligible Invest Referrer’s unique referral link, and meets the terms and conditions of the specific promotional campaign associated with the unique referral link that was used for the referral, SoFi Securities or its designee will: (a) credit the Money account of the Eligible Money Referrer, with a one-time referral bonus in the amount specified in the promotional campaign associated with the unique referral link that was used for the referral (the “<u>Money Referral Bonus</u>”).\nand (b) credit the New Money Account of the Eligible Money Recipient, with a one-time welcome bonus in the amount specified in the promotional campaign associated with the unique referral link that was used for the referral (the “<u>Money Welcome Bonus</u>”).\nOnly one Money Referral Bonus and one Money Welcome Bonus will be awarded for each referred Eligible Money Recipient, regardless of whether the Eligible Money Recipient opens and funds multiple accounts.\nAn Eligible Money Referrer will not earn a Money Referral Bonus if the Eligible Money Recipient has or had an existing funded SoFi Money account, or does not use the unique referral link provided by the Eligible Money Referrer.</p>\n<p>If the Eligible Money Recipient already has a Money account, is on our opt-out list or the national email opt-out list, or has already received and used another Eligible Money Referrer’s unique referral link, SoFi Securities will not send an email to the Eligible Money Recipient.\nWe cannot disclose to you any information about New Money Account opened by any Eligible Money Recipient you refer to us.\nParticipation in the Money Referral Program serves as a one-time, limited waiver of privacy rights by both you and the Eligible Money Recipient, pursuant to which each may become aware that the other has an account relationship with SoFi Securities.</p>\n<p>\n<strong>\n<u>Bank Referral Program</u>\n</strong>\n</p>\n<p>The terms below and those set forth in Part II govern your participation in the SoFi Bank, National Association (“<u>SoFi Bank</u>”) Checking and Savings Referral Program (the “<u>Bank Referral Program</u>”).\nThe Bank Referral Program is open to all current Checking and Savings account holders who meet the criteria below and who wish to refer someone to open a Checking and Savings account.\nA referrer must be a SoFi Bank customer with a Checking and Savings account which is in good standing (i.e.\nnot suspended) (an “<u>Eligible Bank Referrer(s)</u>”).\n</p>\n<p>\nThe Eligible Bank Referrers are encouraged to refer their contacts and people in their networks whom they believe may be interested in opening a Checking and Savings account (the “<u>Eligible Bank Recipient(s)</u>”).\nEligible Bank Recipients do not include any individuals that already have a Checking and Savings account or any other SoFi account.\nSoFi Bank reserves the right to disqualify anyone from participation in the Bank Referral Program at any time.\nAnyone who violates these terms and conditions is ineligible for payment of any bonus.\n</p>\n<p>\nTo receive credit for a referral made under the Bank Referral Program, an Eligible Bank Referrer must access their own unique referral link and send it to the Eligible Bank Recipient(s), whom they wish to refer to open a new Checking and Savings account (a “<u>New Checking and Savings Account</u>”).\nAn Eligible Bank Referrer will not receive credit for a referral link sent to an individual that already has a Checking and Savings account or any other SoFi account.\nRecipients must be new SoFi members.\nThe Eligible Bank Recipient must use the Eligible Bank Referrer’s unique referral link to open and fund the New Checking and Savings Account, and the funds must settle into the New Checking and Savings Account within 14 days of receipt of the Eligible Bank Referrer’s unique referral link for the Eligible Bank Referrer to receive the referral bonus.\nPayment must be made via an ACH transfer from a linked bank account, or via “Instant Transfer” from a debit card (if available).\n<strong>P2P transfers (ACH-based P2P or debit-card based P2P from Venmo, PayPal, Apple Cash, Square Cash, etc.) are excluded</strong>.\nOnce the funds have settled into the account, qualifying participants will receive a cash deposit into their SoFi Checking and Savings account within seven (7) business days of settlement.\n</p>\n<p>\nFor each Eligible Bank Recipient who meets the terms and conditions of the specific promotional campaign associated with the unique referral link that was used for the referral, SoFi Bank or its designee will: (a) credit the Checking and Savings account of the Eligible Bank Referrer, with a one-time referral bonus in the amount specified in the promotional campaign associated with the unique referral link that was used for the referral (the “<u>Bank Referral Bonus</u>”).\nand (b) credit the New Checking and Savings Account of the Eligible Bank Recipient with a one-time welcome bonus in the amount specified in the promotional campaign associated with the unique referral link that was used for the referral (the “<u>Bank Welcome Bonus</u>”).\nOnly one Bank Referral Bonus and one Bank Welcome Bonus will be awarded for each referred Eligible Bank Recipient, regardless of whether the Eligible Bank Recipient opens and funds multiple accounts.\nAn Eligible Bank Referrer will not earn a Bank Referral Bonus if the Eligible Bank Recipient has or had an existing funded SoFi Checking and Savings account, or does not use the unique referral link provided by the Eligible Bank Referrer.\n</p>\n<p>\nIf the Eligible Bank Recipient already has a Checking and Savings or other SoFi account, is on our opt-out list or the national email opt-out list, or has already received and used another Eligible Bank Referrer’s unique referral link, SoFi Bank will not send an email to the Eligible Bank Recipient.\nWe cannot disclose to you any information about New Checking and Savings Accounts opened by any Eligible Bank Recipient you refer to us.\nParticipation in the Bank Referral Program serves as a one-time, limited waiver of privacy rights by both you and the Eligible Bank Recipient, pursuant to which each may become aware that the other has an account relationship with SoFi Bank.\n</p>\n<p>\n<strong>\n<u>App Referral Program</u>\n</strong>\n</p>\n<p>A successful referral is defined as: is new to SoFi, uses your personal and unique “Share the app” to download the SoFi app and register for SoFi.com for the first time.\nEach referrer is limited to five (5) bonus payouts for successful “Share the app” referrals.\nAfter you’ve received bonus payouts for five (5) successful “Share the app” referrals, your personal and unique “Share the app” promoter link will continue working, but you will not receive further bonus payouts.\nReferral capping is subject to change at any time without notice.</p>\n<br>\n<br>\nReferral Program General Terms and Conditions — Part II\n<p>\n<strong>\n<i>Referral Cap</i>\n</strong>\n</p>\n<p>\nIn no event will any person be entitled to receive more than $10,000 in cumulative referrals or welcome bonuses under these Referral Programs within any calendar year.\nIn addition, SoFi reserves the right to, at any time, limit the maximum number of times a Referral Link can be used.\nReferral Bonuses and Welcome Bonuses are each considered miscellaneous income and may be reportable to the IRS on Form 1099-MISC (or Form 1042-S, if applicable).\n</p>\n<p>\n<strong>\n<i>Non-Solicitation Agreement</i>\n</strong>\n</p>\n<p>\nIf you participate in any of the Invest Referral Program, Money Referral Program, or the Loan Referral Program described above (collectively, the “Referral Program(s)”), you agree not to participate in any other solicitations for SoFi products.\nOther than as set forth herein, you agree not to compensate or accept any compensation from applicants whom you refer to SoFi through any of the corresponding Referral Programs described above.\nYou further agree that your activities will be limited to referring potential customers as described above, so they may independently decide whether to apply.\nYou may not collect information from eligible recipients under any Referral Program, assist with filling out an application, or discuss specific product terms.\n</p>\n<p>\n<strong>\n<i>No Spam</i>\n</strong>\n</p>\n<p>\nYou must comply with all applicable laws and regulations, in soliciting referrals.\nEligible referrers may not purchase internet search terms or publicly advertise SoFi’s products or name in any fashion.\nFurther, any distribution of a program link that could constitute unsolicited commercial email or “spam,” any content which impersonates or implies an affiliation with or endorsement by SoFi or any SoFi subsidiary, or any actions which otherwise violate any terms or conditions imposed by SoFi, are prohibited and will be grounds for immediate termination from a Referral Program.\nWe will not honor referral payments for referrals which are generated using any of the foregoing means.\n</p>\n<p>\n<strong>\n<i>Independent Contractor</i>\n</strong>\n</p>\n<p>\nYour participation in a Referral Program is solely as an independent contractor.\nNeither you nor SoFi intend to establish an employment relationship, and you are not entitled to any benefits.\nIf the cumulative welcome or referral bonuses paid to an individual in one calendar year exceed $599 USD, then we may require completion of a Form W-9 prior to fund disbursement.\nAny payments that are not claimed within 180 days of the date the funds have been made available because either the direct deposit bank account or required tax information have not been provided are subject to forfeit.\n</p>\n<p>\n<strong>\n<i>Conflict</i>\n</strong>\n</p>\n<p>\nIn the event any of the terms of these Terms of Service conflicts with any terms in a specific promotional campaign associated with a unique referral link, the terms of these Terms of Service shall govern.\n</p>\n<p>\n<strong>\n<i>Discontinuation of Previous Referral Program</i>\n</strong>\n</p>\n<p>\nThe Referral Programs described herein replace all earlier versions of such SoFi referral programs.\nSoFi reserves the right to temporarily, or permanently modify or discontinue the Referral Programs at any time, for any reason, at our sole discretion and without notice to you.\n</p>\n<p>\n</p>\n<p>9.\n<strong>SoFi Member Rewards Program</strong>\n</p>\n<p>\nSocial Finance, Inc., and its affiliates (“SoFi”) operate the SoFi Member Rewards program (the “Program”), through which consumers who choose to join the Program (“Members”, “you”, or “your”) and accept these terms ( the “Program Terms”) can earn and redeem points as described below.\nBy clicking the “Join for Free” button on the Program enrollment screen you agree that your participation in the Program will be governed by these Program Terms and SoFi’s Terms of Use <u>www.sofi.com/terms-of-use</u> (the “Terms of Use”) applicable to <u>www.sofi.com</u> (the “Website”).\n</p>\n<p>\n<b>There is no cost to you to participate in the Program.</b>\n</p>\n<p>\n<strong>\n<i>Program Eligibility</i>\n</strong>\n</p>\n<p>\nThis SoFi Member Rewards Program (the ‘Program”) is open to all current Members, who are in good standing with any loan, account or other product they may have with SoFi, and who have registered on SoFi’s website (<u>www.sofi.com</u>) and agreed to these Program Terms.\nAny information you provide to SoFi or its affiliates in connection with this Program is subject to SoFi’s Privacy Policy .\nWe may send you communications about this program to any mailing address, email address, or telephone number in our records or that you have provided to us.\n</p>\n<p>\n<strong>\n<i>Points Earned</i>\n</strong>\n</p>\n<p>\nThe SoFi Member Rewards Program allows you to earn points from activities such as:\n</p>\n<p>\n• Spending on your SoFi Credit Card (for more details on Credit Card points, see the How SoFi Credit Card Rewards Works page (<u>www.sofi.com/card/rewards</u>)\n</p>\n<p>\n• Logging into the SoFi mobile app\n</p>\n<p>\n• Linking your non-SoFi accounts to SoFi Insights\n</p>\n<p>\n• Signing up for SoFi Insights Credit Score Monitoring\n</p>\n<p>\n• Using direct deposit with your SoFi Checking, SoFi Savings, or SoFi Money account\n</p>\n<p>\n• Activating your SoFi Debit Mastercard\n</p>\n<p>\n• Recurring direct deposits into your SoFi Checking, SoFi Savings, or SoFi Money account\n</p>\n<p>\n• Setting up Billpay from your SoFi Money or SoFi Checking account\n</p>\n<p>\nThe ways to earn points are subject to change at any time.\nTo see the latest ways to earn points, and respective points values per activity, visit the “How to earn points<sup>2</sup>” page () within the SoFi app.\nThe terms of the specific promotional offers listed on your “How to earn points” page will govern the number of points you will earn in association with those promotional offers and may differ from the terms for other customers.\nSome state restrictions may apply.\n</p>\n<p>\nYou may see the total balance of your earned, unredeemed points by visiting your “SoFi Points dashboard<sup>1</sup>” page within the SoFi app.\n</p>\n<p>\nNo points may be earned for spending or other activities which occur prior to your acceptance of these Program Terms.\nFurther, Members must obtain a product for which points can be redeemed into within 90 days of earning any points.\nIf at any time after earning points under this Program a Member does not have a product for which points can be redeemed into for a period of ninety (90) consecutive days, such points will expire and be forfeited.\nSoFi reserves the right to modify or discontinue any promotional offers for points earnings at any time, and with or without notice to you.\n</p>\n<p>\n<b>Points aren’t your property and have no cash value.\nYou can’t transfer or move points unless expressly provided for in this agreement.\nAdditionally, points can’t be transferred by operation of law, such as by inheritance, in bankruptcy or in connection with a divorce.</b>\n</p>\n<p>\n<strong>\n<i>Redemption Process</i>\n</strong>\n</p>\n<p>\nRewards points may be redeemed towards active SoFi accounts, such as a statement credit applied towards your SoFi Credit Card, cash deposited into SoFi Money, SoFi Checking, or SoFi Savings, extra payments applied towards your SoFi Student Loan Refinance, SoFi Private Student Loan, or SoFi Personal Loan outstanding balance, or fractional shares purchased in your SoFi Active Invest account.\n</p>\n<p>\nThe ways to redeem points are subject to change at any time.\nTo see the latest ways to redeem your points, including any promotional offer details of redemption, visit the “Redemption options<sup>3</sup>” page within the SoFi app.\nAs a participant in the Program, you are eligible to redeem points in accordance with the terms of any current promotional offer listed on the “Redemption options<sup>3</sup>” page.\n</p>\n<p>\nRewards points may be redeemed on a one-time basis or on a monthly basis when set up through auto-redemption.\nTo set up and manage your auto-redemption preferences, visit your “SoFi Points dashboard<sup>1</sup>” page.\n</p>\n<p>\nPlease note that the terms of any promotional offer listed on the “Redemption options<sup>3</sup>” page may contain separate eligibility requirements or conditions to receive that promotional offer.\nThe terms of the specific promotional offers listed on your “Redemption options<sup>3</sup>” page will govern your ability to redeem points for those promotional offers and may differ from the terms for other customers.\nTo the extent these Program Terms conflict with any of the separate terms for a promotional offer, the Program Terms shall govern how points are earned and the specific promotional terms will govern how points are redeemed for the offer.\n</p>\n<p>\nSoFi reserves the right to modify or discontinue any promotional offers for points redemptions at any time, and with or without notice to you.\nPoints redemptions may be conditional upon you being a SoFi customer with at least one active SoFi product.\n</p>\n<p>\n<strong>\n<i>Points Restriction</i>\n</strong>\n</p>\n<p>\nSoFi in its sole discretion may prohibit or limit your ability to use, earn, keep or redeem points, in whole or in part, and at any time, if you are a SoFi Member in “bad standing”.\nFor clarity, a Member in “bad standing” includes but is not limited to the following: if you are delinquent or have defaulted on a SoFi loan product.\nif you have a negative balance in your SoFi Money, SoFi Checking, or SoFi Savings or any of your SoFi Invest Accounts.\nif we believe you have violated any applicable law in connection with this Program.\nor if we believe you have committed any fraudulent acts in connection with this Program.\n</p>\n<p>\n<strong>\n<i>Additional terms</i>\n</strong>\n</p>\n<p>\nYour participation in this Program may result in the receipt of taxable income from SoFi and we may be required to send you, and file with the IRS, a Form 1099.\nYou are responsible for any tax liability, including disclosure requirements, related to your participation in the Program.\n</p>\n<p>\nWe are not responsible for any dispute you may have in connection with this Program with an authorized user or joint account holder on any of your accounts.\n</p>\n<p>\n<strong>\n<i>Changes to the SoFi Rewards Program</i>\n</strong>\n</p>\n<p>\nSoFi may modify or update these Program Terms at any time, and each such modification will be effective upon either posting at the Website or notice to you.\nYour continued participation in this Program following any such modifications constitutes your acceptance of such modifications and your agreement to be bound by these Program Terms and the Terms of Use.\nIf you do not agree to any modification of these Program Terms or the Terms of Use, as the case may be, your sole remedy is to discontinue your participation in the Program.\nIt is important that you review these Program Terms regularly.\nSoFi in its sole discretion may terminate this Program, or prohibit or limit your ability to use, earn or redeem points, in whole or in part, at any time with or without notice to you.\nThe Program described herein shall replace all earlier versions of this Program.\n</p>\n<p>\n<strong>\n<i>INDEMNIFICATION</i>\n</strong>\n</p>\n<p>\nYou shall defend, indemnify, and hold harmless Social Finance, Inc., its affiliates, and each of its and its affiliates’ respective employees, contractors, directors, suppliers, and representatives from all damages, losses, costs and expenses of whatever kind, including attorneys’ fees and any sums paid under any settlement incurred or suffered as a result of any claim, demand, action, or suit by any third party, whenever and wherever filed, arising out of or relating to (i) your violation of any of these Program Terms, (ii) any fraud or misuse associated with your participation in this Program, (iii) your violation of any applicable law, and (iv) any dispute you may have in connection with this Program with an authorized user or joint account holder on one of your accounts.\nSoFi reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will assist and cooperate with SoFi in asserting any available defenses.\n</p>\n<p>\n<sup>1,2,3</sup>\n<b>ACCESS INSTRUCTIONS</b>\n</p>\n<p>\n1.\n“SoFi Points dashboard” page: Click the with #points on the Home tab in the SoFi App\n</p>\n<p>\n2.\n“How to earn points” page: From the SoFi Points dashboard &gt.\nClick the “Earn” button\n</p>\n<p>\n3.\n“Redemption options” page: From the SoFi Points dashboard &gt.\nClick the “See all the\nways to redeem your points” link\n</p>\n<p>\n</p>\n<p>10.\n<strong>SoFi Plus</strong>\n</p>\n<p>\nSoFi Plus is a benefits program (“Benefits Program”) offered by Social Finance, Inc.\nand its\naffiliates (collectively “SoFi”) that gives SoFi Plus members (“defined below”) the opportunity to\ntake advantage of various benefits across the SoFi ecosystem.\n</p>\n<p>\n(a) Eligibility:\n</p>\n<p>\n(i) SoFi Plus members are defined as customers of: SoFi Checking and Savings, which is offered by SoFi Bank, National Association, Member FDIC.\nwho have signed up for Qualifying Direct Deposits (defined below) into a SoFi Checking and Savings account.\n<strong>Qualifying Direct Deposits are deposits that must be made from the enrolled member’s employer, payroll, or benefits provider and certain recurring deposits from a federal or state government agency via ACH deposit.</strong> Deposits that are not from an employer or from a federal or state government agency (such as check deposits.\nP2P transfers such as from PayPal or Venmo, etc..\nmerchant transactions such as from PayPal, Stripe, Square, etc..\nand bank ACH transfers not from employers) do not qualify.\nSoFi Plus Member benefits will be lost during periods in which the customer has turned off direct deposit into his/her account.\n</p>\n<p>\n(b) SoFi Plus member Benefits:\n</p>\n<p>\n(i) SoFi members with direct deposit can earn up to 4.00% annual percentage yield (APY) on savings balances (including Vaults) and 1.20% APY on checking balances.\nThere is no minimum direct deposit amount required to qualify for the 4.00% APY for savings.\nMembers without direct deposit will earn 1.20% APY on all account balances in checking and savings (including Vaults).\nInterest rates are variable and subject to change at any time.\nThese rates are current as of 3/17/2023.\nAdditional information can be found at http://www.sofi.com/legal/banking-rate-sheet <br>\n</p>\n<p>\n(ii) Up to Two Day Early Paycheck in your SoFi Checkings and Savings account.\nEarly access to direct deposit funds is based on the timing in which we receive notice of impending payment, which is typically up to two days before the scheduled payment date.\n</p>\n<p>\n(iii) No Fee Overdraft Coverage for SoFi Plus members with at least $1,000/month of Qualifying Direct Deposits into a SoFi Checkings and Savings account.\nOverdraft Coverage is limited to $50 on debit card purchases only and is available to customers with monthly direct deposits of $1,000 or more.\nMembers with a prior history of non-repayment of negative balances are ineligible for Overdraft Coverage.\n</p>\n<p>\n(iv) <strong>Personal Loan Direct Deposit Discount Terms and Conditions:</strong>\n</p>\n<p>\nTo be eligible to potentially receive an additional (0.25%) interest rate reduction for setting up direct deposit with a SoFi Checking and Savings account offered by SoFi Bank, N.A.\nor eligible cash management account offered by SoFi Securities, LLC (“Direct Deposit Account”), you must have an open Direct Deposit Account within 30 days of the funding of your Loan.\nOnce eligible, you will receive this discount during periods in which you have enabled payroll direct deposits of at least $1,000/month to a Direct Deposit Account in accordance with SoFi’s reasonable procedures and requirements to be determined at SoFi’s sole discretion.\nThis discount will be lost during periods in which SoFi determines you have turned off direct deposits to your Direct Deposit Account.\n<strong>You are not required to enroll in direct deposits to receive a Loan.</strong>\n</p>\n<p>\n(v) Preferred access to IPOs offered in the SoFi Securities, LLC IPO Center.\nPlease note that SoFi Plus membership is one of many factors used to determine IPO allocations.\nBeing a SoFi Plus Member does not guarantee that you will be allocated the number of shares you request or any shares at all.\n</p>\n<p>\n(vi) Monthly grant of Rewards Points under the SoFi Rewards Program (​​Please review your “<u>How to earn points</u>” page in your app for additional details.\nRewards Program Terms and Conditions) during periods in which the Plus Member has enabled Qualifying Direct Deposits <strong>AND</strong> has set up AutoPay for a SoFi Credit Card.\nThe specific number of rewards points is subject to change at any time and can be found <u>here</u>.\n</p>\n<p>\n(vii) <strong>3% Cash Back Rewards on SoFi Credit Card Purchases for 12 months on Your\nSoFi Credit Card:</strong>\n</p>\n<p>\nYou will need to maintain a qualifying Direct Deposit every month with SoFi Checking and Savings in order to continue to receive this promotional cash back rate.\nQualifying Direct Deposits are defined as deposits from enrolled member’s employer, payroll, or benefits provider via ACH deposit.\nDeposits that are not from an employer (such as check deposits.\nP2P transfers such as from PayPal or Venmo, etc..\nmerchant transactions such as from PayPal, Stripe, Square, etc..\nand bank ACH transfers not from employers) do not qualify for this promotion.\nA maximum of 36,000 rewards points can be earned from this limited-time offer.\nAfter the promotional period ends or once you have earned the maximum points offered by this promotion, your cash back earning rate will revert back to 2%.\n36,000 rewards points are worth $360 when redeemed into SoFi Checking and Savings, SoFi Money, SoFi Invest, Crypto, SoFi Personal Loan, SoFi Private Student Loan or Student Loan Refinance and are worth $180 when redeemed as a SoFi Credit Card statement credit.\n</p>\n<p>\n<strong>Promotion Period</strong>: The Program will be available from 4/5/22 12:01AM ET to 12/31/23 11:59PM ET.\nSoFi reserves the right to exclude any Member from participating in the Program for any reason, including suspected fraud, misuse, or if suspicious activities are observed.\nSoFi also reserves the right to stop or make changes to the Program at any time.\n</p>\n<p>\n<strong>Eligible Participants</strong>: All new members who apply and get approved for the SoFi Credit Card, open a SoFi Checking and Savings account, and set up Direct Deposit transactions (“Direct Deposit”) into their SoFi Checking and Savings account during the promotion period are eligible.\nAll existing SoFi Credit Card members who set up Direct Deposit into a SoFi Checking &amp.\nSavings account during the promotion period are eligible.\nAll existing SoFi members who have already enrolled in Direct Deposit into a SoFi Checking &amp.\nSavings account prior to the promotion period, and who apply and get approved for a SoFi Credit Card during the promotion period are eligible.\nExisting SoFi members who already have the SoFi Credit Card and previously set up Direct Deposit through SoFi Money or SoFi Checking &amp.\nSavings are not eligible for this promotion.\n</p>\n<p>\n(viii) </p>\n<p>\nThe following describes the terms that apply to participation in the SoFi Checking and Savings direct deposit promotion (the “Promotion”) offered by SoFi Bank, N.A, Member FDIC (“SoFi”).\n</p>\n<p>\n<strong>Eligible Participants:</strong> All new and existing members without a history of direct deposit transactions into their SoFi Checking and Savings account are eligible for the Program.<strong>Members who previously enrolled in direct deposit into either SoFi Money or SoFi Checking and Savings do not qualify for this promotion.</strong> Bonuses are limited to one per SoFi Checking &amp.\nSavings account.\nIn the case of a joint account, only the primary account holder (the member who signed up first) is eligible for a bonus.\n</p>\n<p>\nPromotion Period: The Program will be available through 12/31/23 11:59PM ET.\n</p>\n<p>\n<strong>Bonus Terms:</strong>In order to qualify for eligibility for a bonus, SoFi must receive at least one Qualifying Direct Deposit (as defined below) from an Eligible Participant before the end of the Promotion Period.\nQualifying Direct Deposits are defined as deposits from an enrolled member’s employer, payroll, or benefits provider via ACH deposit.\nDeposits that are not from an employer (such as check deposits.\nP2P transfers such as from PayPal or Venmo, etc..\nmerchant transactions such as from PayPal, Stripe, Square, etc..\nand bank ACH transfers not from employers) do not qualify for this promotion.\nThe amount of the bonus, if any, is described below.\nNo bonuses shall be paid for Qualifying Direct Deposits of less than $1,000 during the Evaluation Period (defined below).\n</p>\n<p>\n<strong>Evaluation Period:</strong> The Evaluation Period begins when SoFi receives a Qualifying Direct Deposit (within the Promotion Period) and ends 25 days later (the “Evaluation Period”).\nThe bonus amount will vary based on the total amount of Qualifying Direct Deposits received during the Evaluation Period.\nOnce the Evaluation Period has elapsed, we will determine if you have met the offer requirements and will deposit any earned bonus into your checking account within 7 business days.\nFor example, if SoFi receives between $1,000.00 and $4,999.99 in Qualifying Direct Deposits during the Evaluation Period, you will receive a cash bonus of $50.\nA member may only qualify for one bonus tier and will not be eligible for future bonus payments if inflows subsequently increase after the Evaluation Period.\n</p> Total Qualifying Direct Deposit Amount in 25-day Evaluation Period\nCash Bonus $1,000.00 - $4,999.99\n$50 $5,000.00 or more\n$250 <br>\n<p>\n<strong>Payment timeline:</strong> SoFi will credit members who meet qualification criteria within 7 business days of the end of the Evaluation Period.\n</p>\n<p>\nBonuses are considered miscellaneous income and may be reportable to the IRS on Form 1099-MISC (or Form 1042-S, if applicable).\nSoFi reserves the right to exclude any Members from participating in the Program for any reason, including suspected fraud, misuse, or if suspicious activities are observed.\nSoFi also reserves the right to stop or change the Program at any time.\n</p>\n<p>\nSoFi members with direct deposit can earn up to 4.00% annual percentage yield (APY) on savings balances (including Vaults) and 1.20% APY on checking balances.\nThere is no minimum direct deposit amount required to qualify for the 4.00% APY for savings.\nMembers without direct deposit will earn 1.20% APY on all account balances in checking and savings (including Vaults).\nInterest rates are variable and subject to change at any time.\nThese rates are current as of 3/17/2023.\nAdditional information can be found at http://www.sofi.com/legal/banking-rate-sheet <br>\n</p>\n<p>\n</p>\n<p>\n(ix) 2x rewards points on qualifying activity: Monthly grant of Rewards Points under the SoFi Rewards Program (Please review your “How to earn points” page in your app for additional details) during periods in which the Plus Member has enabled Qualifying Direct Deposits.\nThe specific number of rewards points is subject to change at any time and can be found here.\nSoFi Plus members also can earn double the points as stated on the SoFi Member Rewards “Earn Wall” for qualifying earn triggers (see app for most up-to-date source of truth) with the following exclusions: Credit or Debit card spend paid in rewards points, welcome bonuses paid in rewards points (including any referral bonuses paid in rewards points), points for recurring Direct Deposits, and select incentivized campaigns paid in rewards points where noted.\n</p>\n<p>\n(c) Additional Terms:\n</p>\n<p>\n(i) Your participation in this Benefits Program may result in the receipt of taxable income from SoFi and we may be required to send you, and file with the IRS, a Form 1099.\nYou are responsible for any tax liability, including disclosure requirements, related to your participation in the Benefits Program.\nWe are not responsible for any dispute you may have in connection with this Benefits Program with an authorized user or joint account holder on any of your accounts.\n</p>\n<p>\n(ii) SoFi in its sole discretion may remove you from this Benefits Program and terminate all benefits if you are a Plus member in “bad standing” or if SoFi no longer believes you meet the eligibility criteria.\nFor clarity, a Plus Member in “bad standing” includes but is not limited to the following: if you are delinquent or have defaulted on a SoFi loan product.\nif you have a negative balance in your SoFi Checking, or SoFi Savings or any of your SoFi Invest Accounts.\nif we believe you have violated any applicable law in connection with this Benefits Program.\nor if we believe you have committed any fraudulent, deceptive, or abusive acts in connection with this Benefits Program.\n</p>\n<p>\n(iii) SoFi may modify or update this Benefit Program at any time, and each such modification will be effective upon either posting at the Website or notice to you.\nYour continued participation in this Benefit Program following any such modifications constitutes your acceptance of such modifications and your agreement to be bound by these terms.\nIf you do not agree to any modification of these terms, as the case may be, your sole remedy is to discontinue your participation in the Benefits Program.\nIt is important that you review these terms regularly.\nSoFi in its sole discretion may terminate this Benefits Program, or prohibit or limit your ability to use, earn or redeem points, in whole or in part, at any time with or without notice to you.\nThe Benefits Program described herein shall replace all earlier versions of this Benefits Program.\n</p>\n<strong>\n<i>LIMITATION OF LIABILITY</i>\n</strong>\n<p>\n<strong>IN NO EVENT SHALL SOFI, NOR ITS DIRECTORS, EMPLOYEES, AFFILIATES, AGENTS, PARTNERS, OR SUPPLIERS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING ANY LOSS OF INCOME, PROFITS, BUSINESS OR OPPORTUNITY, RESULTING FROM YOUR PARTICIPATION IN THIS PROGRAM.\nTHESE LIMITATIONS OF LIABILITY APPLY WHETHER THE CLAIM AGAINST ANY SUCH PERSONS OR ENTITIES IS BASED ON WARRANTY, CONTRACT, TORT, THE LAW OF PROPERTY, OR ANY OTHER LEGAL GROUNDS OR THEORY, AND WHETHER OR NOT SUCH DAMAGES ARE OR WERE FORESEEABLE OR FORESEEN BY ANY SUCH PERSONS OR ENTITIES.\nTHIS LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</strong>\n</p>\n<p>\n</p>\n<p>\nPlease direct all questions or comments about these Terms of Use to info@sofi.org\n</p>\n<p>\nCOPYRIGHT © Social Finance, Inc.\nALL RIGHTS RESERVED.\n</p>", "created_at": "2023-03-31 22:37:08.349451", "updated_at": "2023-03-31 22:38:27.406594"}, {"id": 15147, "name": "Privacy Policy", "url": "https://www.sofi.com/online-privacy-policy/", "xpath": "/html/body/div[3]/div[2]/section/div", "text": " <p>\n<u>U.S.\nConsumer Privacy Notice</u> | <u>U.S.\nEmployee Applicant Privacy Notice</u>\n</p>\nSoFi Privacy Policy\n<strong>Date Last Updated</strong>\n<p>\nDecember 30, 2022\n</p>\n<p>\n</p>\n<p>\n</p>1.\nScope\n<p>\n</p>\n<p>\nThis Privacy Policy is meant to help you understand how we and our affiliates collect, secure, use, protect and share your personal information.\nThis Privacy Policy applies to SoFi’s online and offline collection, use, sharing, and retention of your personal information.\n</p>\n<p>\nIf you are a current SoFi customer, apply for a financial product or service with SoFi, you can read our <u>U,S.\nConsumer Privacy Notice</u> that describes how we collect, use, protect and share your personal information and the privacy options available to you.\n</p>\n<p>\nThis Privacy Policy applies to all SoFi companies that offer products and services, which includes Social Finance, Inc.\nand its Affiliates, (collectively, “SoFi”, “we”, or “us”).\nAffiliates means companies owned by or under common control with Social Finance Inc.\n</p>\n<p>\nSoFi Affiliates include the following entities:\n</p>\n<ul>\n<li>SoFi Bank, National Association</li>\n<li>SoFi Securities, LLC</li>\n<li>SoFi Capital Advisors, LLC</li>\n<li>SoFi Wealth, LLC</li>\n<li>SoFi Lending Corp.</li>\n<li>SoFi Digital Assets, LLC</li>\n</ul>\n<p>\n</p>2.\nChanges to Our Privacy Policy\n<p>\nWe may change or update this Notice periodically.\nWhen We do, We will let you know by appropriate means such as by posting the revised Notice on our Website with a new <strong>“Last Updated”</strong> date.\nAny changes to this Notice will become effective when posted unless indicated otherwise.\n</p>\n<p>\n</p>3.\nPersonal Information We Collect and How We Collect It\n<p>\n</p>\n<ol>\n<li>\n<b>a.\nInformation you or your authorized agent provide to us.</b> Personal information you may provide to us includes:</li>\n<li>\n<ul>\n<li>\n<b>Identity information –</b> including name, date of birth, marital status, social security number, and other data on government-issued identification documents (e.g., passport and social security numbers).\n</li>\n<li>\n<b>Profile Data –</b> such as your username and password, your interests, age, preferences, feedback, and survey responses.\n</li>\n<li>\n<b>Contact information –</b> including home address, telephone, email address, and emergency contact details.</li>\n<li>\n<b>Employment information –</b> including job title/position and annual income.</li>\n<li>\n<b>Geolocation data –</b> which may include, city, state, and country and location associated with your I.P.\naddress.</li>\n<li>\n<b>Characteristics of protected classifications under California or federal law,</b> such as age, citizenship, and marital status.</li>\n<li>\n<b>Preferences –</b> such as your preferences for receiving our marketing communications and privacy choices.</li>\n<li>\n<b>User-generated content –</b> such as questions, messages, reviews, blog posts, and other content or information that you generate, transmit, or otherwise make available, as well as associated metadata.\nMetadata includes information on how, when, where and by whom a piece of content was collected and how that content has been formatted or edited.\nMetadata also includes information that users can add or can have added to their content, such as keywords, geographical or location information, and other similar data.</li>\n<li>\n<b>Promotional information –</b> including information you share when you enter a competition, promotion or complete a survey.\nPlease note that if you participate in a sweepstakes, contest, or giveaway, we may ask you for your contact data to notify you if you win or not, to verify your identity and/or to send you prizes.\nAt time, we may need additional information as a part of the process, such as a prize selection choice.\nThese sweepstakes and contests are voluntary.\nWe recommend that you read the rules and other relevant information for each sweepstakes and contest that you enter.</li>\n<li>\n<b>Financial information –</b> such as student loan, personal, credit card, and mortgage account number(s).\nbanking details.\ntax information, expenses, stock, equity details, including financial account details of linked financial accounts via Relay.</li>\n<li>\n<b>Information Technology (IT) information –</b> information required to provide access to SoFi’s banking systems such as IP addresses, log files, and login information.</li>\n<li>\n<b>Your contacts and their information –</b> With your permission, We access information about your contacts when you import or synchronize your contacts with our services and applications.\nWe use this information to help you send money and referrals.\nYou have the ability to unlink or disconnect your contacts at any time.\nWhen you unlink or disconnect your contacts, SoFi no longer has access to your contacts.\nFurther, SoFi does not store or retain information related to your contacts.</li>\n<li>\n<b>Audio, electronic, visual, or similar information, including recordings of calls and online user sessions.</b> We collect and use this information to measure and improve our member relationship protocols, to train and educate employees, and for compliance purposes.</li>\n<li>\n<b>SoFi’s community profile –</b> We collect photos, contact information, email addresses, videos, and other content you post to your profile.\nPlease note that all information posted on SoFi’s Community site is available to everyone using that service.\nThe information you share is available to everyone accessing that service, and may be read, collected, or used by others for any purpose, including sending you unsolicited messages.\n<p>\n</p>\n<p>\nYou can turn off social sharing at any time</p>\n</li>\n<li>\n<b>Other information –</b> not specifically listed here, which we will use as described in this Privacy Policy or as otherwise disclosed at time of collection.\n</li>\n</ul>\n</li>\n<li>\n<b>Sensitive Personal Information We Collect</b>\n</li>\n<li>\n<ul>\n<li>\n<b>Unique Identifiers –</b> Your social security, driver’s license, state identification card, or passport number.</li>\n<li>\n<b>Financial accounts –</b> We collect account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account.</li>\n<li>\n<b>Precise geolocation data –</b> With your consent, we collect precise geolocation data (any data that is derived from a device and that is used or intended to be used to locate a consumer within a geographic area that is equal to or less than the area of a circle with a radius of 1,850 feet) to help you locate ATMs.</li>\n<li>\n<b>Biometric data –</b> As part of the verification process, we collect biometric information from government IDs and images to verify your identity.</li>\n</ul>\n</li>\n<li>\n<b>b.\nThird-party sources.\n</b>We also may receive information about you from third parties.\nIn some cases, we combine personal information we receive from you with personal information we obtain from other sources.\nWe receive information from the following categories of sources.\n</li>\n<li>\n<ul>\n<li>\n<b>Data providers,</b> such as information services and data licensors that provide demographic information, mailing addresses, and other information, (e.g., data aggregators, data compilers, data compilers/originators).\n</li>\n<li>\n<b>Marketing and Advertising Partners,</b> such as joint marketing partners and event co-sponsors.\n</li>\n<li>\n<b>Public sources,</b> such as government agencies, public records, social media platforms, and other publicly available sources (e.g., public record sources and collection agencies).</li>\n<li>\n<b>Consumer Reporting Agencies</b>\n<br>\nAs a company engaged in lending, SoFi both receives and transmits data to consumer reporting agencies.\nWe partner with these agencies to assess your creditworthiness and to prevent fraud and identity theft.\nThis is done as part of our regular underwriting, fraud prevention and loan servicing processes.\n<ul>\n<li>Information about open and closed credit accounts, including the date opened, the date closed (if applicable), the latest reported monthly balance and monthly payment</li>\n<li>Information about credit inquiries</li>\n<li>Information about past due payments and collection actions occurring on open and closed credit accounts</li>\n<li>Information regarding public records of bankruptcy, judgements, tax liens, and other payment statuses</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<b>c.\nAgencies to whom complaints have been submitted regarding Our services/products</b>\n</li>\n<p>\nFinancial regulators, consumer protection agencies, and other businesses may share information, typically with your consent and knowledge, regarding complaints you submitted related to SoFi and its products or services.\n</p>\n<li>\n<b>d.\nOur SoFi family of companies.</b>\n</li>\n<p>\n</p>\n<li>\n<b>e.\nAutomatic data collection.</b> We, our service providers, and our business partners may automatically log information about you, your computer or mobile device, and your interaction over time, our communications, and other online services, such as:</li>\n<li>\n<ul>\n<li>\n<b>Device data,</b> such as your computer’s or mobile device’s operating system type and version, manufacturer and model, browser type, screen resolution, RAM and disk size, CPU usage, device type (e.g., phone, tablet), IP address, unique identifiers (including identifiers used for advertising purposes), language settings, mobile device carrier, radio/network information (e.g., Wi-Fi, LTE, 3G), and general location information such as city, state or geographic area..</li>\n<li>\n<b>Online activity data,</b> such as pages or screens you viewed, how long you spent on a page or screen, the website you visited before browsing to the Website, navigation paths between pages or screens, information about your activity on a page or screen, access times and duration of access, and whether you have opened our emails or clicked links within them.</li>\n<li>\n<b>Location data,</b> such as city, state, country, and location associated with your I.P.\naddress.</li>\n</ul>\n</li>\n<li>\n<b>f.\nCookies and similar technologies.</b> Some of the automatic collection described above is facilitated by the following technologies:\n</li>\n<li>\n<ul>\n<li>\n<b>Cookies,</b> which are small text files that websites store on user devices and that allow web servers to record users’ web browsing activities and remember their submissions, preferences, and login status as they navigate a site.\nCookies used on our sites include both “session cookies” that are deleted when a session ends, “persistent cookies” that remain longer, “first party” cookies that we place and “third party” cookies of our third-party business partners and service providers.</li>\n<li>\n<b>Logical storage technologies,</b> like HTML5, that provide cookie-equivalent functionality but can store larger amounts of data on your device outside of your browser in connection with specific applications.</li>\n<li>\n<b>Web beacons,</b> also known as pixel tags or clear GIFs, which are used to demonstrate that a webpage or email was accessed or opened, or that certain content was viewed or clicked.</li>\n<li>\n<b>Session Replay Technologies.</b> We use third party services provided by Glassbox that employ software code to record users’ interactions with the Website in a manner that allows us to watch DVR-like replays of those user sessions.\nThe replays include users’ clicks, mobile app touches, mouse movements, scrolls and keystrokes/key touches during those sessions.\nThese replays help us diagnose usability problems and identify areas for improvement.\nYou can learn more about Glassbox at https://www.glassbox.com/privacy-policy and you can learn how to opt-out from Glassbox collection by contacting them at privacy@glassboxdigital.com.</li>\n</ul>\n</li>\n</ol>\n4.\nRetention of Personal Information\n<p>\n</p>\n<p>\nWe use the following factors to determine the retention period of personal information:\n</p>\n<p>\n</p>\n<ul>\n<li>to maintain an ongoing relationship with you as a customer, member, or business contact (for example, when you are a recipient of any of our financial services/products);</li>\n<li>to perform under applicable terms and services to which You agreed.\n</li>\n<li>as necessary in connection with the lawful purposes set out in this Notice;</li>\n<li>to comply with applicable laws.\nand </li>\n<li>to establish, exercise or defend our legal rights.</li>\n</ul>\n5.\nHow We Use Your Personal Information\n<p>\nWe may use your personal information for the following purposes or as otherwise described at the time of collection:\n</p>\n<p>\n</p>\n<p>\n<b>Provide Financial Services and Products.</b> We use your personal information to provide you with financial services and products.\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Review your application and determine eligibility for financial products and services;</li>\n<li>process transactions and payments, fulfill orders, and verify your customer information;</li>\n<li>provide, operate, and maintain your SoFi financial accounts and services;</li>\n<li>communicate with you about our products and services, your financial accounts, investments, including by sending announcements, updates, security alerts, and support and administrative messages;</li>\n<li>provide support for the Website, our financial services, and products, and respond to your requests, questions, and feedback.</li>\n</ul>\n<p>\n<b>Website and application delivery.</b> We may use your personal information to:\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>provide, operate, and improve the Website, application, our services, and our business;</li>\n<li>establish and maintain your user profile on the website or application;</li>\n<li>enable online security features, such as by remembering devices from which you have previously logged in;</li>\n<li>understand your needs and interests, and personalize your experience with the Website and our communications.\nand</li>\n<li>provide support for the Website, our financial services, and products, and respond to your requests, questions, and feedback.</li>\n</ul>\n<p>\n<b>Research and development and business promotion.</b> We may use your personal information for research and development purposes, including to analyze and improve the Website and our business, and for business promotion purposes.\nAs part of these activities, we may create aggregated, de-identified or other anonymous data from personal information we collect.\nWe make personal information into anonymous data by removing information that makes the data personally identifiable to you.\nWe may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Website and promote our business.\n</p>\n<p>\n</p>\n<p>\n<b>Marketing and advertising.</b> We, our service providers, and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes:\n</p>\n<p>\n</p>\n<ul>\n<li>\n<b>Direct marketing.</b> We may send you direct marketing communications.\nYou may opt-out of our marketing communications as described in the Opt-out of marketing section below.</li>\n<li>\n<b>Interest-based advertising.</b> Our third-party advertising partners may use cookies and similar technologies to collect information about your interaction (including the data described in the automatic data collection section above) with the Website, our communications, and other online services over time, and use that information to serve online ads that they think will interest you.\nThis is called interest-based advertising.\nWe may also share information about our users with these companies to facilitate interest-based advertising to those or similar users on other online platforms.\nTo opt out of sharing information for this purpose, please visit “How to Exercise Your Right to Opt Out of the Sharing of Personal Information” on this page for instructions.</li>\n</ul>\n<p>\n<b>Meet compliance and legal obligations.</b> We may use your personal information to:\n</p>\n<p>\n</p>\n<ul>\n<li>comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities;</li>\n<li>protect our, your or others’ rights, privacy, safety, or property (including by making and defending legal claims);</li>\n<li>audit our internal processes for compliance with legal and contractual requirements or our internal policies;</li>\n<li>enforce the terms and conditions that govern the Website and app.</li>\n</ul>\n<p>\n<b>Fraud Detection and prevention.</b> We may use your personal information to:\n</p>\n<p>\n</p>\n<ul>\n<li>prevent, identify, investigate, and deter fraudulent, harmful, unauthorized, unethical, or illegal activity, including cyberattacks and identity theft.</li>\n</ul>\n<p>\n</p>\n<p>\n<b>With your consent.</b> We may specifically ask for your consent to collect, use, or share your personal information, such as when required by law.\n</p>\n<p>\n</p>\n<p>\nCookies and similar technologies.\nIn addition to the other uses included in this section, we may use the Cookies and similar technologies described above for the following purposes:\n</p>\n<p>\n</p>\n<ul>\n<li>\n<b>Technical operation.</b> To allow the technical operation of the Website, such as by remembering your selections and preferences as you navigate the Website.</li>\n<li>\n<b>Functionality.</b> To enhance the performance and functionality of our Website./li&gt.\n</li>\n<li>\n<b>Advertising.</b> To help our third-party advertising partners collect information about how you use the Website and other online services over time, which they use to show you ads on other online services they believe will interest you and measure how the ads perform.</li>\n<li>\n<b>Analytics.</b> To help us understand user activity on the Website, including which pages are most and least visited and how visitors move around the Website, as well as user interactions with our emails.\nFor example, we use Google Analytics for this purpose.\nYou can learn more about Google Analytics and how to prevent the use of Google Analytics relating to your use of our sites here: https://tools.google.com/dlpage/gaoptout?hl=en.\n</li>\n</ul>\n<p>\n</p>\n<p>\n</p>6.\nOur Disclosure of Your Personal Information for Business Purposes\n<p>\n</p>\n<p>\nWe may share your personal information with the following parties and as otherwise described in this Privacy Policy or at the time of collection.\n</p>\n<p>\n</p>\n<p>\n<b>Service providers.</b> Third parties that provide services on our behalf or help us or our business (such as data cloud providers, information technology, customer support, email delivery, marketing, consumer research and website analytics).\n</p>\n<p>\n</p>\n<p>\n<b>Advertising partners.</b> Third-party advertising companies for the interest-based advertising purposes described above.\n</p>\n<p>\n</p>\n<p>\n<b>Third parties designated by you.</b> We may share your personal information with third parties where you have instructed us or provided your consent to do so.\nWe will share personal information that is needed for these other companies to provide the services that you have requested.\n</p>\n<p>\n</p>\n<p>\n<b>Business and marketing partners.</b> Third parties with whom we co-sponsor events or promotions, with whom we jointly offer products or services, or whose products or services may be of interest to you.\n</p>\n<p>\n</p>\n<p>\n<b>Lending partners and networks.</b> When you interact with us via our LanternCredit.com site, we may share your information with lending partners and networks to help you obtain financial services for which SoFi may not be able to provide or for which you expressed an interest.\n</p>\n<p>\n</p>\n<p>\n<b>Professional advisors.</b> Professional advisors, such as lawyers, auditors, bankers, and insurers, where necessary in the course of the professional services that they render to us.\n</p>\n<p>\n</p>\n<p>\n<b>Legal authorities.</b> Law enforcement, government authorities, regulatory agencies, and third parties, as we believe in good faith to be necessary or appropriate for the compliance and protection purposes described above, and in compliance with applicable law.\n</p>\n<p>\n</p>\n<p>\n<b>Business transferees.</b> Acquirers and other relevant participants in business transactions (or negotiations of or due diligence for such transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, SoFi or our affiliates (including, in connection with a bankruptcy or similar proceedings).\nOther users and the public.\nYour user-generated content may be visible to other users of the Website and the public.\nFor example, other users of the Website or the public may have access to your information if you provide comments, reviews, blog posts, messages or share other content.\nThis information can be seen, collected, and used by others, including being cached, copied, screen captured or stored elsewhere by others (e.g., search engines), and we are not responsible for any such use of this information.\n</p>\n<p>\n</p>\n<p>\n</p>7.\nThe Categories of Third Parties with Whom We Disclose Your Personal Information for Business Purposes\n<p>\n</p>\n<p>\nThe below chart includes information about the categories of personal information, including sensitive personal information that we disclose for a business purpose and the reasons for disclosing the information.\n</p>\n<p>\n</p> Category of Personal Information\nTypes of Third Parties to Which the Personal Information Was Disclosed for a Business Purpose Business Purpose for Disclosing Personal Information <strong>Identity information</strong>\n<ul>\n<li>• Service providers </li>\n<li>• Advertising Partners</li>\n<li>• Third parties designated by you</li>\n<li>• Business and marketing partners </li>\n<li>• Professional advisors</li>\n<li>• Legal Authorities</li>\n<li>• Business transferees</li>\n<li>• Other users and the public</li>\n</ul>\n<ul>\n<li>• Provide financial services and products</li>\n<li>• Website and application delivery</li>\n<li>• Research and development and business promotion</li>\n<li>• Marketing and advertising</li>\n<li>• Compliance and legal obligations</li>\n<li>• Fraud detection and prevention</li>\n<li>• Consent</li>\n</ul>\n<strong>Profile information</strong>\n<strong>Contact information</strong>\n<strong>Employment information</strong>\n<strong>Internet or other electronic network activity information</strong> (device data, online activity data) <strong>Preferences</strong>\n<strong>Geolocation Data</strong>, such as the physical location of your device.\n(NOT Precise geolocation) <ul>\n<li>• Service providers </li>\n<li>• Third parties designated by you</li>\n<li>• Professional advisors</li>\n<li>• Legal Authorities</li>\n<li>• Business transferees</li>\n</ul>\n<ul>\n<li>• Website and application delivery</li>\n<li>• Research and development and business promotion</li>\n<li>• Compliance and legal obligations</li>\n<li>• Fraud detection and prevention</li>\n<li>• Consent</li>\n</ul> Audio, electronic, visual, or similar information, including recordings of calls and online user sessions.\n<ul>\n<li>• Service providers </li>\n<li>• Third parties designated by you</li>\n<li>• Professional advisors</li>\n<li>• Legal Authorities</li>\n</ul>\n<strong>SoFi Community Data</strong>\n<ul>\n<li>• Service providers </li>\n<li>• Advertising Partners</li>\n<li>• Third parties designated by you</li>\n<li>• Business and marketing partners </li>\n<li>• Professional advisors</li>\n<li>• Authorities and others</li>\n<li>• Business transferees</li>\n<li>• Other users and the public</li>\n</ul>\n<ul>\n<li>• Research and development and business promotion</li>\n<li>• Consent</li>\n</ul> Inferences, drawn from any of the information identified above to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\n<ul>\n<li>• Provide financial services and products</li>\n<li>• Website and application delivery</li>\n<li>• Research and development and business promotion</li>\n<li>• Marketing and advertising</li>\n<li>• Compliance and legal obligations</li>\n<li>• Fraud detection and prevention</li>\n<li>• Consent</li>\n</ul>\n<strong>Categories of Sensitive Personal Information</strong>\n<strong>Unique Identifiers</strong> – Your social security, driver’s license, state identification card, or passport number.\n<ul>\n<li>• Service providers </li>\n<li>• Advertising Partners</li>\n<li>• Third parties designated by you</li>\n<li>• Business and marketing partners </li>\n<li>• Professional advisors</li>\n<li>• Legal Authorities</li>\n<li>• Business transferees</li>\n<li>• Other users and the public</li>\n</ul>\n<ul>\n<li>• Provide financial services and products</li>\n<li>• Website and application delivery</li>\n<li>• Research and development and business promotion</li>\n<li>• Marketing and advertising</li>\n<li>• Compliance and legal obligations</li>\n<li>• Fraud detection and prevention</li>\n<li>• Consent</li>\n</ul>\n<strong>Financial accounts</strong>\n<strong>The contents of a consumer’s mail, email, and text messages</strong> unless the business is the intended recipient of the communication.\n<ul>\n<li>• Service providers </li>\n</ul>\n<ul>\n<li>• To provide customer support and service </li>\n<li>• To analyze and improve our products and services </li>\n</ul>\n<strong>Precise geolocation data</strong> – (any data that is derived from a device and that is used or intended to be used to locate a consumer within a geographic area that is equal to or less than the area of a circle with a radius of 1,850 feet, <ul>\n<li>• Service providers </li>\n</ul>\n<ul>\n<li>• Consent </li>\n<li>\n</li>\n</ul>\n<strong>Biometric data</strong> – As part of the verification process, we collect biometric information from government IDs and images to verify your identity.\n<ul>\n<li>• Service providers </li>\n<li>• Third parties designated by you </li>\n<li>• Professional advisors</li>\n<li>• Authorities and others</li>\n</ul>\n<ul>\n<li>• Compliance and legal obligations</li>\n<li>• Fraud detection and prevention</li>\n<li>• Consent </li>\n</ul>\n<br>\n8.\nSale/Sharing of Personal Information\n<p>\nSoFi may share for cross-contextual advertising the following categories of personal information.\n</p>\n<p>\nIdentity information, profile information, contact information, Internet, or other electronic network activity information, SoFi financial data (i.e., account balance size, number of invest trades, etc.), demographic information (age, is a student/is not a student), and combinations of this data to infer interest/relevance.\n</p>\n<p>\nIf you would like to opt out of the sharing/selling of your personal information for cross-contextual behavioral advertising, please visit “How to Exercise Your Right to Opt Out of the Sharing of Personal Information” on this page for instructions.\n</p>\n<p>\n</p>\n<p>\n</p>9.\nSecurity\n<p>\nSoFi takes the privacy and security of its members’ personal information seriously.\nWe maintain administrative, technical, and physical safeguards designed to protect your information’s security, confidentiality, and integrity.\n</p>\n<p>\n</p>\n<p>\n</p>10.\nYour Personal Information Choices\n<p>\n</p>\n<p>\nYou may have additional choices if you are from California and Nevada.\nPlease see below if you are a resident of those areas.\n</p>\n<p>\n</p>\n<p>\nWe want you to be aware of the choices you have in limiting the sharing of your personal information.\n</p>\n<p>\n</p>\n<p>\n<b>Direct Mail Opt-Out</b>\n</p>\n<p>\nTo opt out of SoFi’s marketing and advertising campaigns conducted via direct/postal mail, please make your request at https://www.sofi.com/optout/.\n</p>\n<p>\n</p>\n<p>\n<b>Access or Update Your Information (Registered Users) </b>\n</p>\n<p>\nIf you have registered for an account with us through the SoFi.com Website, you may review and update certain account information by logging into your account.\n</p>\n<p>\n</p>\n<ul>\n<li>We want to provide you with the resources you need to keep your information with us correct and current.\nTo update your profile, visit “My Profile” after logging into your account.\nThis section of the site is password-protected to safeguard your information.\nAs a registered user, you can update your password, physical address, phone numbers, education, and employment information at any time on the Website.\nIf you need to change any other information in your profile, please contact our customer service hotline at 1-855-456-SOFI (7634).\n</li>\n</ul>\n<p>\n<b>Correcting Information Maintained by the National Credit Reporting Agencies</b>\n</p>\n<p>\nInformation related to your creditworthiness is maintained by the national credit reporting agencies.\nIf you find that there is an error or you want to dispute the information found in your credit report, please contact the credit reporting agencies.\n</p>\n<p>\n</p>\n<ul>\n<li>Equifax – https://www.ai.equifax.com/</li>\n<li>Experian – http://www.experian.com/</li>\n<li>TransUnion – https://dispute.transunion.com/</li>\n</ul>\n<p>\n<b>Do Not Track.</b> Some Internet browsers may be configured to send “Do Not Track” signals to the online services that you visit.\nIf your browser is set to “Do Not Track” or “Send a Do Not Track Request,” we interpret this as a valid request to not sell or share the personal information for that browser or device.\n</p>\n<p>\n</p>\n<p>\n<b>Communication Preferences</b>\n</p>\n<p>\nSoFi registered users can manage their communication preferences via the “My Profile” section of the site after logging into their account.\n</p>\n<p>\n</p>\n<p>\n<b>Affiliate and Non-Affiliate Data Sharing Preferences</b>\n</p>\n<p>\nSoFi registered users can manage their “Optional Data Sharing Preferences” via the “My Profile” section of the site after logging into their account.\nThis is a limited right and only applies in certain cases.\nReview our U.S.\nConsumer (GLBA) Privacy Notice to learn when the right applies.\n</p>\n<p>\n</p>\n<p>\nPersonal Information Privacy Choices\n</p>\n<p>\nSoFi registered users can opt out of the sharing of their personal information for behavioral advertising and limit the use of their sensitive personal information via their SoFi.com profile.\nSimply log into your account on the Website or app, browse to your Profile and locate the “Personal Information Privacy Preferences.” Toggle the button to make your choice regarding <b>“Sharing of your personal information for cross-contextual advertising”</b> and <b>“Limit the Use of Sensitive Personal Information.”</b>\n</p>\n<p>\n</p>\n<p>\n<b>Declining to provide information</b>\n</p>\n<p>\nWe need to collect personal information to provide certain services.\nIf you do not provide the information we identify as required or mandatory, we may not be able to provide those services.\n</p>\n<p>\n</p>\n<p>\n</p>11.\nRelay Insights\n<p>\n<b>If you use SoFi’s Relay Insights service, please read the following information.</b>\n</p>\n<p>\n</p>\n<p>\nSoFi offers personal financial management tools to aggregate and view your financial information from multiple accounts.\nSoFi offers these tools under the product name of “Relay Insights.” The information compiled may include accounts held at SoFi and at external financial institutions, such as a bank account or a loan serviced by another institution.\nIf you choose to connect an external account in Relay, referred to as a “Connected Account,” you authorize SoFi to obtain information from the external account and use it as described below.\n</p>\n<p>\n</p>\n<ul>\n<li>\n<b>To obtain information from a Connected Account, SoFi Acts as Your Agent.</b> If you elect to connect an external account to SoFi, SoFi will connect to the account and obtain information at your direction and as your agent.\nSoFi does not warrant that the information obtained from the external account is accurate, complete, or non-infringing.</li>\n<li>\n<b>SoFi will obtain your account information.</b> If you elect to connect an external account to SoFi, SoFi will obtain information from those Connected Accounts.\nThe specific information SoFi obtains may vary by institution and account type.\nYou should assume SoFi will obtain from the account any transactional and balance information from the linked accounts..\nFor example, if you connect a bank account to Relay, SoFi can collect information from the account, including balance and transaction information, such as amount of payments, debits, and deposits.\nIf you connect a loan account from an external institution, SoFi can collect loan balance, interest rate on the loan, and your payment history.</li>\n<li>\n<b>Use of Plaid Services.</b> To connect an account, SoFi requires you to use a service offered by Plaid Inc.\n(“Plaid”).\nBy using this service, you acknowledge and agree that Plaid’s Privacy Policy will govern Plaid’s use of information it collects about you or that you provide to Plaid, and you expressly agree to the terms and conditions of Plaid’s Privacy Policy.\nFurther, you expressly grant Plaid the right, power, and authority to access and transmit your information as reasonably necessary for Plaid to provide the Services to you.\nTo the extent you previously utilized account linking and aggregation services through SoFi’s previous service provider, Quovo, Inc., you expressly authorize Quovo, Inc.\nto transmit any information or data in connection with those services to Plaid so that Plaid can offer you its account linking and aggregation Services.</li>\n<li>\n<b>Use of information from Connected Accounts.</b> If you elect to connect an account through any SoFi service provider, SoFi may use the information from the connected account for any purpose permitted by SoFi’s Privacy Policies, including use of the information to identify products and services that may be of interest to you, sharing information with affiliated companies to offer products and services to you, and identifying if you would be likely to be eligible for certain products and services.\n</li>\n<li>SoFi’s Relay tools are intended to provide only aggregation and viewing services for your financial information.\nThe SoFi Relay tools and services are not intended to provide any financial planning, investment, tax, or retirement planning services or advice.\nSoFi does NOT undertake any review of your account information to provide you with any advice or guidance.\nSoFi does not make any determination about the suitability or appropriateness of any transactions you might undertake at SoFi or elsewhere.\nNo funds are transferred between accounts connected via Relay.\nIf you elect to use Relay, you are fully and solely responsible for your accounts and agree SoFi’s only role is to aggregate and compile data to information for viewing by you.\n</li>\n<li>If you would like to delete a connection from SoFi Relay, you may do so from your account or by calling 1-855-456-SOFI (7634).\n</li>\n</ul>\n<p>\n</p>11.\nCredit Score Monitoring.\nIf you opt-into SoFi’s Credit Services Monitoring, the following will apply to you:\n<p>\nSoFi offers you the opportunity to obtain your credit score from a single credit reporting agency for the purpose of allowing you to monitor your credit score.\nObtaining the service also enables SoFi to offer you additional tools related to your credit information.\nWhen you elect to use credit score monitoring, you agree to the following terms and conditions:\n</p>\n<p>\n</p>\n<ul>\n<li>You authorize and instruct SoFi to obtain your full credit reporting information from a credit reporting agency on a regular recurring basis (e.g., weekly) until such time that you terminate the Credit Score Monitoring.\n</li>\n<li>SoFi’s service includes presenting your credit score and other elements in your credit report to you.\nSoFi does NOT undertake any responsibility to monitor your credit report for activity, identify theft, or any other actions.\nSoFi’s service enables YOU to monitor your credit score.</li>\n<li>The credit score obtained by SoFi and presented to you is for your own use and for your education.</li>\n<li>The credit score is obtained from a single credit reporting agency and may be different from the credit reporting information used by other institutions or lenders or creditors.</li>\n<li> If SoFi provides any simulations or hypothetical estimates of credit score changes, these are for educational purposes only and are not a guarantee of any outcome.</li>\n<li>SoFi will obtain and keep your credit reporting information and use it for the purposes permitted in SoFi’s Privacy Notice.\nSoFi’s uses of you information may include:\n<ul>\n<li>SoFi may use your credit information to serve targeted advertisements to you and other communication based on your information.</li>\n<li>SoFi may present offers to you for other SoFi products and services using your credit information to identify if you are likely to be eligible or interested.\n</li>\n<li>SoFi may use your credit information for statistical analysis to improve SoFi products and services.</li>\n<li>You may obtain your own credit report without using SoFi.\nYou have the right to a free credit report from the website AnnualCreditReport.com or by calling (877)322-8228.</li>\n</ul>\n</li>\n</ul>\nIf you would like to opt-out of Credit Score Monitoring, you may do so from your account or by calling 1-855-456-SOFI (7634).\n<p>\n</p>\n<p>\n</p>12.\nAt Work\nSoFi At Work is a platform We provide to client(s).\nYour employer may have provided our service(s) to you as an employee benefit.\nIf you interacted with us via the SoFi at Work Dashboard or platform, this Notice covers your use of those tools and services.\n<p>\n</p>\n<p>\n</p>13.\nLantern\nLantern by SoFi is a one-stop-shop for finding the best financial services products, giving people the easiest way to compare pre-screened products from hundreds of partners.\nThe site is owned and operated by a dedicated team at SoFi Lending Corp.\n<p>\nThrough our partnerships with lenders and networks, Lantern by SoFi facilitates customers’ loan inquiries to its partners and presents back conditional offers from a variety of providers.\nWhen you provide information via SoFi’s site, LanternCredit.com, we share your information with our lending and network partners to deliver the services you requested.\nThese parties may interact with you and may retain or use your information whether or not you use their services or obtain their products.\n</p>\n<p>\n</p>\n<p>\n</p>14.\nLinks to Other Services or Applications\n<p>\n</p>\n<p>\nThis Notice applies only to SoFi’s Website and services.\nThe Website and services may contain links to other Websites or apps or may forward users to other Websites or apps that We may not own or operate and to which this Notice does not apply.\nWe neither can control nor are responsible for the privacy practices or content of these Websites or apps.\nWe suggest reading the privacy notices of these Websites or app providers or contacting them directly for information on their privacy practices.\nNonetheless, We seek to protect the integrity of our Service and Welcome any feedback about these linked Websites and mobile applications.\n</p>\n<p>\n</p>\n<p>\n</p>15.\nInformation of Children\n<p>\n</p>\n<p>\nOur services are not intended for children under 18 years of age.\nWe do not knowingly collect personal information from an individual under age 18.\nIf You are under the age of 18, please do not submit any personal information through the Website, app, or service.\nIf You have reason to believe that We may have accidentally received personal information from an individual under age 18, please contact us immediately at 1-855-456-SOFI (7634).\n</p>\n<p>\n</p>\n<p>\nWe do not knowingly collect, sell, or share the personal information of children under the age of 16.\n</p>\n<p>\n</p>\n<p>\n</p>16.\nComplaints and Concerns\n<p>\n</p>\n<p>\nSoFi takes your privacy seriously and maintains a process to respond to your concerns regarding violations of this Policy.\nIf you believe that We haven’t complied with this policy in regards to your personal information or have questions regarding your privacy with us, please call us at 1-855-456-SOFI (7634).\nIf you are reporting non-compliance with this Privacy Policy, please describe the issue in as much detail as possible without disclosing any sensitive information about you or third parties.\n</p>\n<p>\n</p>\n<p>\n</p>17.\nCalifornia Privacy Rights\n<p>\n</p>\n<p>\nThis section applies solely to residents of California and their personal information that is subject to the California Consumer Privacy Act (CCPA).\nThe CCPA allows exceptions for, therefore, does not apply to the following:\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Publicly available information made lawfully available from government records.</li>\n<li>Information that is deidentified, meaning that the information is rendered so that it cannot reasonably be used to infer information about or link to a specific person.</li>\n<li>Information subject to other laws, such as the following:\n<ul>\n<li>Personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (“FCRA”), the Gramm-Leach Bliley Act (“GLBA”) or California Financial Information Privacy Act (“FIPA”), and the Driver’s Privacy Protection Act of 1994.</li>\n</ul>\n</li>\n</ul>\n<p>\nCalifornia residents have the right to\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>know what personal information We have collected about you, including the categories of personal information, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting, selling, or sharing personal information, the categories of third parties to whom the business discloses personal information, and the specific pieces of personal information the business has collected about you;</li>\n<li>request the deletion of certain personal information collected by Us;</li>\n<li>correct Inaccurate personal information;</li>\n<li>know/access or receive a disclosure of your personal information;</li>\n<li>know what personal information is sold or shared and to whom;</li>\n<li>opt-out of the sale or sharing of your personal information;</li>\n<li>in certain cases, limit the use and disclosure of sensitive personal information.\nand</li>\n<li>no retaliation for opting out or exercising any other rights, including an employee’s right not to be retaliated against for the exercise of their CCPA rights.</li>\n</ul>\n<p>\n<b>– How to Exercise Your Rights to Know (Access), Delete, or Correct Your Personal Information</b>\n</p>\n<p>We must verify your identity before processing most requests, which may require you to provide additional information.\nIn some instances, We may not be able to honor your request, such as when an exception applies or when We cannot verify your identity.\n</p>\n<p>You may submit a request by using our self-service Privacy Request Form or by calling us at 1-855-456-SOFI (7634).\n</p>\n<p>We will strive to honor requests within forty-five (45) days of receipt, unless We are unable to process your request in such a time, in which case We will provide you with an explanation for the delay.\n</p>\n<p>\n<b>– How to Exercise Your Right to Opt Out of the Sharing of Personal Information </b>\n</p>\n<p>\n</p>\n<p>\n<b>Registered Users</b>\n</p>\n<p>\nSoFi.com registered users may opt out of the sharing of their personal information for cross-contextual behavioral advertising by logging into their account and toggling the button under the “Personal Information Privacy Preferences” section to “No, Don’t Allow Sharing.”\n</p>\n<p>\n</p>\n<p>\n<b>– Unregistered visitors or Logged out SoFi.com Users</b>\n</p>\n<p>\nClick here or the “Privacy Choices” link at the bottom of the page.\n</p>\n<p>\n</p>\n<p>\n<b>– LanternCredit.com visitors</b>\n</p>\n<p>\nClick here or the “Privacy Choices” link at the bottom of the page.\n</p>\n<p>\n</p>\n<p>\n<b>– How to Exercise Your Right to Limit the Use of Sensitive Personal Information at SoFi.com</b>\n</p>\n<p>\nClick here or the “Privacy Choices” link at the bottom of the page.\n</p>\n<p>\n</p>\n<p>\n<b>– How to Exercise Your Right to Limit the Use of Sensitive Personal Information at Lanterncredit.com</b>\n</p>\n<p>\nClick here or the “Privacy Choices” link at the bottom of the page.\n</p>\n<p>\n</p>\n<p>\n<b>– Submitting Requests on Another’s Behalf/Authorized Agents</b>\n</p>\n<p>\nIf you intend to submit a request for deletion, access, or correction on behalf of someone else, you must provide us with appropriate power of attorney, guardian, conservator, or trustee document(s) confirming you have the authority to act on behalf of the individual for whom you are submitting the request.\nTo submit a request on behalf of someone else, please call us at 1-855-456-SOFI (7634).\n</p>\n<p>\n</p>\n<p>\n<b>– Opt-Out preference signal (Valid request to not sell/share personal information)</b>\n</p>\n<p>\nSoFi processes browser opt out/do not track signals in a frictionless manner.\nIf your browser is set to “Do Not Track” or “Send a Do Not Track Request,” we interpret this as a valid request to not sell or share the personal information for that browser or device.\n</p>\n<p>\n</p>\n<p>\n</p>18.\nYour Nevada Privacy Rights\n<p>\n</p>\n<p>\nSenate Bill No.\n220 (May 29, 2019) amends Chapter 603A of the Nevada Revised Statutes to permit a Nevada consumer to direct an operator of an Internet Website or online service to refrain from making any sale of any covered information the operator has collected or will collect about that consumer.\nYou may submit a request pursuant to this directive by calling us at 1-855-456-SOFI (7634).\n</p>\n<p>\nWe will provide further information about how We verify the authenticity of the request and Your identity.\n</p>\n<p>\n</p>\n<p>\n</p>19.\nHow to Contact Us\n<p>– Phone: If you have any questions about SoFi’s privacy practices, please call us at 1-855-456-SOFI (7634).\n</p>\n<p>-Web: You may exercise your privacy rights by submitting a request in this form.\n</p>", "created_at": "2023-03-31 22:37:08.318287", "updated_at": "2023-03-31 22:41:34.971989"}], "points": [], "urls": ["sofi.com"]}}