{"error": 448, "message": "OK", "parameters": {"id": 7760, "name": "RESUME WORDED", "created_at": "2023-03-28 01:28:44.3939", "updated_at": "2023-03-29 19:26:53.727653", "wikipedia": null, "keywords": null, "related": null, "slug": "resume-worded", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7760.png", "url": "resumeworded.com", "documents": [{"id": 14970, "name": "Terms of Service", "url": "https://resumeworded.com/terms", "xpath": "//body", "text": " Resume Worded <ul>\n<li> Products &nbsp;<i>\n</i>\n<ul>\n<li> Score My Resume <p>Get a free expert resume review, instantly</p>\n</li>\n<li> Targeted Resume <p>Tailor your resume to a job description in seconds</p>\n</li>\n<li> LinkedIn Review <p>Get personalized feedback on your LinkedIn profile</p>\n</li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nGoogle Docs Resume Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nWord Resume Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nCareer Advice </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nNetworking Email Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nFor Resume Writers </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nFor Career Coaches and Organizations </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nGet Resume Worded Pro </li>\n</ul>\n</li>\n<li>Login</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Products &nbsp;<i>\n</i>\n<ul>\n<li>Score My Resume</li>\n<li>Targeted Resume</li>\n<li>Sample Resume Lines</li>\n<li>Bullet Point Builder</li>\n<li>Resume Templates</li>\n<li>LinkedIn Review</li>\n<li>Get Resume Worded Pro</li>\n<li>For Career Coaches</li>\n</ul>\n</li>\n<li> More &nbsp;<i>\n</i>\n<ul>\n<li>Our Blog</li>\n<li>Testimonials</li>\n<li>Help Center</li>\n</ul>\n</li>\n<li>Login</li>\n<li>\n</li>\n</ul>\n<br>\n<br>\n<br>\n<br>\n<br> Terms of Service <br>\n<br> Last updated: November 10th, 2022 By accessing the website at https://resumeworded.com, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nThe materials contained in this website are protected by applicable copyright and trademark law.\nThese Terms of Service cover your use of Resume Worded's websites and/or sub-domains (collectively, the \"Site\") and the services that Resume Worded and its subsidiaries and affiliates (hereinafter referred to as \"Resume Worded\", \"we\", \"us\" or \"our\") provide through the Site or any content or information provided as part of these services (hereinafter referred to as the \"Services\").\n<br>\n<br> By accessing or signing up to our Site and/or Services, you agree to be bound by these Terms of Service, and to review and accept our Privacy Policy.\nYou should review the Privacy Policy and Terms of Service periodically for any modifications or changes.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\n<br>\n<br>\n<br> Introduction Resume Worded's goal is to help people (i.e.\njobseekers, professionals) develop their careers through a career development platform.\nWe are able to do this by providing:<br> 1) a resume analysis engine that uses advanced machine learning, artificial intelligence and natural language processing techniques to identify errors and potential issues on applicant resumes, and recommends improvements.<br> 2) a job description analysis engine that identifies keywords and skills on job descriptions and resumes<br> 3) a LinkedIn profile analysis engine that uses natural language processing techniques to identify errors and potential issues on people's LinkedIn Profiles, and recommends improvements.<br> 4) written content and general career advice<br> All these products and any future products have the goal of helping job applicants write better resumes or LinkedIn profiles, and get more interviews and opportunities.\n<br>\n<br>\n<strong>Please note that:</strong> Resume Worded <strong>does not</strong>, however, warrant that the use of our Site, Services or our Content will provide specific or desired results.\nResume Worded is not a recruitment company, and makes no representations or guarantees regarding the effectiveness of the Site and/or Services in meeting user's employment objectives.\nWe do not guarantee that resumes or other information submitted by the user will result in the user being hired, and is not responsible for any employment decisions, for whatever reason, made by employer or by others about the user.\n<br>\n<br>\n<br> Eligibility You must be 16 years of age or older, or the age of majority as defined in your jurisdiction, whichever is older, to use the Site or Services provided therein in any manner.\nBy using the Site and accepting these Terms of Service, You represent and warrant that you have the right, authority and capacity to agree to and abide by these Terms of Service.\nYou also represent that you will use the Site and any services in a manner consistent with any and all applicable laws and regulations.\n<br>\n<br>\n<br>\n<br> Accounts You can sign up for an account to use our Services.\nYou can either create an account using an email and password, or via Facebook or Google.\nWhen you login with either option, we automatically create a unique user account for you on our site.\nThe Content and information you directly provide on the Site will become a part of our Site.\nYou acknowledge that you will remain the owner of such Content and information and approve us to use the same in accordance with our Privacy Policy and Terms of Service.\n\"Content\" includes but is not limited to the text, scripts, graphics, photos, sounds, videos, questions, responses to questions and any other information that you post, communicate, transmit, record, link to or direct to any third party in any manner through the use of the Site and/or Services including, but not limited to, any presentation, appearance or participation by you through our Site and/or Services.\nFurther, you agree to: <br> (1) keep your password secure and confidential;<br> (2) use our Site and/or Services directly and strictly only for the authorised purpose, and not for any other individual or entity;<br> (3) not use a Facebook or Google account with a fake/false identity (one that is not yourself);<br> (4) not permit others to use your account;<br> (5) not use someone else's account(s);<br> (6) not share account(s);<br> (7) not sell, trade, or transfer your our account to another party;<br> (8) not charge anyone for access to any portion of our Site and/or Services, or any information or services therein.\nand<br> (9) follow all applicable rules and regulations.\nand general conduct stated in these Terms of Service.<br> (10) not create multiple/duplicate accounts<br> You are solely responsible for all the activities performed on/using your account unless you report misuse.<br>\n<br> You must notify us immediately of any breach of security or unauthorized access of your account.<br>\n<br>\n<br>\n<br>\n<br> Premium Accounts and Subscriptions ('Resume Worded Pro') Some features are only accessible to Premium members, also referred to as 'Resume Worded Pro' members.\nThese can be purchased directly on our site.\nAlternatively, they can be provided via your organization (e.g.\nbusiness or university) if they have already been prepaid.<br> These features include:<br> (a) Searchable database of over 200 resume lines<br> (b) Full resume reviews using Score My Resume (Resume Worded's resume analytics engine)<br> (c) Database of over 50 metrics<br> (d) Suggested resume lines through Score My Resume<br> (e) Resume templates<br> (f) Resume line-by-line analysis<br> (g) Targeting with Targeted Resume<br> (h) Full LinkedIn reviews using LinkedIn Review<br>\n<br> For Resume Worded Pro members, you agree to pay all applicable fees (inclusive of taxes) and provide us with the necessary payment information in order to access Resume Worded Pro features and any default in payment of these fees may result in termination of your Resume Worded Pro Service.\nThere are multiple payment plans available for Resume Worded Pro members, including a subscription based offering (monthly or quarterly) and a one-time option (one year).\nUsers/members are expected to cancel/update their subscriptions in their account portal.\n<br>\n<br>\n<br>\n<br> Billing process/cycles for Resume Worded Pro members/subscribers\nWhen you sign up for any of our subscription Premium plans, you will be billed every calendar month (Monthly Plan) or Quarterly (every 3 months Plan) from the date of subscription.\nUntil you cancel, billing will continue according to the cycle stated at the time of subscription.\n<br>\n<br>\nResume Worded is not responsible for continued subscriptions should a user forget to cancel their account.\nIt is the customer’s responsibility to confirm the cancellation.\n<br>\n<br>\n<br> Payments and orders are handled by Paddle Our order process is conducted by our online reseller Paddle.com.\nPaddle.com is the Merchant of Record for all our orders.\nPaddle provides all customer service inquiries and handles returns.\n<br>\n<br>\n<br> Refunds Due to the nature of our offering, we are unable to provide refunds to new users who purchase for the first time.\nThe reason is that Resume Worded is a Freemium product and you can \"inspect the product\" and all the site's features in a limited capacity for free, before becoming a paid member (i.e.\nYou get a subset of resume lines for free, subset of the resume analysis is free with Score My Resume, and all our tools have a free tier).\nOur free tier is extremely generous, and we encourage you to use all features so you know exactly what's in the paid version.\nTo protect ourselves from abuse (i.e.\npeople buying the product, using it to the fullest, and requesting a refund when they are done using it), we can't refund new users.\nSince you were/are able to inspect what you buy before buying, we can't offer refunds.\nWe appeal any chargebacks aggressively, which means you may have to pay a fine for purchases you made where you used the product but still decided to request a refund.\n<br>\n<br>\n<strong>Existing Pro members who forgot to cancel:</strong>\n<br> If you're an existing Pro member and you forgot to cancel your subscription in time before it renewed, please contact us immediately (maximum within 3 days of your billing date).\nYou can contact us via this form or via email at support {at} resumeworded.com.\nIf you have not used the service in the time between being billed and the time of contacting us, we'll be able to provide refunds depending on the circumstances.\nPlease note that we are unable to offer refunds if you contact us outside the 3 day window.\n<br>\n<br>\n<br>\n<br>\n<br> Modifications We reserve the right, at our sole discretion, to change, modify or otherwise alter the terms and conditions set forth in these Terms of Service at any time and you agree to be bound by such changes, modifications or alterations.\nSuch modifications shall become effective immediately upon the posting thereof on the Site and/or Services.\nYour continued use of our Site and/or Services after any changes will signify and confirm your acceptance of those changes.<br> We aim to create the best experience for our Users.\nTherefore, the Site and/or Services provided may change which includes, but is not limited to, updates, upgrades or discontinuation of features, components or modules, without prior notification, as part of our effort to update, improve and expand the Site and/or Services.\n<br>Resume Worded is not obligated to inform you of any such changes and you are solely responsible for periodically checking <br> the Site and/or Services for changes.\n<br>\n<br>\n<br>\n<br> Upload Limits and 'Fair Use' Policy We offer a service that allows users to upload resumes and LinkedIn files to our service for review, with the option to purchase an upgrade to a Pro account for 'unlimited' uploads.\nWhile we offer 'unlimited uploads' to Pro users, we have a fair use policy in place to prevent abuse of our software.\nThis fair use policy allows users to access and use our core tools (Score My Resume, Targeted Resume and LinkedIn Review) up to a maximum of 250 times per month.\n<br>\n<br> If we determine that a user's use of our software exceeds this fair use limit, we reserve the right to terminate their Pro account and prevent further access to our software.\nWe also reserve the right to take legal action against any user who violates our fair use policy or otherwise abuses our software.\n<br> Acceptable Use Policy Unauthorized Use: Resume Worded authorizes you to view and access a single copy of the content available on or from the Site solely for their personal use.\nAny recommendations or advice provided by us on the Site and/or Services is for informational purposes only and Resume Worded expressly excludes any liability for any action taken by a User based on such recommendations or advice.\n<br>\n<br> Only one individual may access the Website using the same email or password, as stated in the Accounts section above.\nResume Worded reserves the right, in our sole discretion, to immediately revoke your account and/or seek all other legal remedies available for copying copyrighted text (including the recommendations, resume lines, metrics, or any site content), or otherwise misusing or misappropriating site content, including but not limited to, use on a \"mirrored\", competitive, or third party site.\n<br>\n<br> Use of Site Content: The contents of this Site such as text, graphics, images, logos, button icons, software and other content (collectively the \"Site Content\") are protected under both United Kingdom and foreign copyright, trademark and other laws.\nAll such content is the property of Resume Worded or its content suppliers or clients.\nUnauthorized use of the Site Content may violate these laws, and is strictly prohibited.\nMembers must retain all copyright, trademark, service mark and other proprietary notices contained in the original Site Content on any authorized copy they make of such content.\nMembers may not sell or modify the Site Content or reproduce, display, publicly perform, distribute, or otherwise use the Site Content in any way for any public or commercial purpose, in connection with products or services that are not those of Resume Worded, or in any other manner that is likely to cause confusion among consumers, that disparages or discredits Resume Worded or its licensors, that dilutes the strength of Resume Worded or its licensor's property, or that otherwise infringes Resume Worded or its licensor's intellectual property rights.\nMembers may not in any other way misuse the Site Content.\n<br>\n<br> Prohibited Uses: You must not misuse the Site by knowingly introducing viruses, trojans, worms, malware, logic bombs or other material which is or may be malicious or technologically harmful.\nYou must not attempt to gain unauthorized access to the Site, the server on which the Website is stored or any server, computer or database connected to the Website.\n<br>\n<br> The Site and/or Services may contain links to third party websites that are not owned or controlled by Resume Worded.\nThese links are provided solely as a convenience to you and not as an endorsement by Resume Worded of the content on such websites.\nResume Worded has no control over, and assumes no responsibility or liability for, the content, privacy policies, terms of use or practices of any third party websites.\nUsers are solely responsible for reading and agreeing (or disagreeing) with the terms and conditions and/or privacy policies of these third parties.\n<br>\n<br>\n<br> User Content Restrictions Except as otherwise expressly permitted in this Terms of Service, you agree that you will not give access to, forward, display, post or distribute any part of the Site Content to any individuals, persons or companies.\nYou agree that you will not use the Site and/or Services to forward, display, post or distribute any part of the Site Content or the recommendations of improvement (in Score My Resume) to any public website including but not limited to YouTube, Facebook, Twitter or similar websites.\n<br>\n<br> Additionally, you agree not to use the Site and/or Services to post, email, or otherwise make available Content:<br>\n<br> (a) that is unlawful, harmful, threatening, abusive, harassing, defamatory, libellous, invasive of another's privacy, inappropriate or is harmful to minors in any way;<br> (b) that contains nudity or graphic or gratuitous violence or is pornographic or sexually explicit in any way.\n<br> (c) that harasses, degrades, intimidates or is hateful toward an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability;<br> (d) that violates federal, state, or local equal employment opportunity laws, including but not limited to, stating in any interview for employment a preference or requirement based on race, color, religion, sex, national origin, age, or disability;<br> (e) that impersonates any person or entity or falsely states or otherwise misrepresents your affiliation with a person or entity;<br> (f) that includes personal or personally identifiable information about another person without that person’s explicit consent;<br> (g) that is false, deceptive, misleading, deceitful or wrongly informative in any way;<br> (h) that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any third party, or Content that you do not have a right to make available under any law or under contractual or fiduciary relationships;<br> (i) that constitutes or contains affiliate marketing, link referral code, junk mail, spam, chain letters, pyramid schemes, or unsolicited commercial advertisement;<br> (j) that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;<br> (k) that disrupts the normal flow of dialogue with an excessive amount of Content (flooding attack) to the Services, or that otherwise negatively affects other Users’ ability to use the Services;<br> (l) that employs misleading email addresses, or forged headers or otherwise manipulated identifiers in order to disguise the origin of Content transmitted through the Services;<br> (m) that could disable, overburden, or impair the proper working or functionality or appearance of the Site and/or Services.\nor<br> (n) that contains a third party's identification documents or sensitive financial information<br>\n<br>\n<br>\n<br> Organizational Accounts (i.e.\nAccounts paid for by your organization) Your organization (e.g.\nyour university, recruitment firm or other educational firm) may offer our Services to you to help in your career development.\nTypically, your organization will pre-purchase access for you that you can claim either via using your organizational / university email or via an organizational code.\n<br>\n<br> Note that if you have registered via an Organization (e.g.\na university, or you used an organization code provided by your organization), your uploaded documents and usage data can also be accessed via authorized individuals, including but not limited to, Career Services teams, University Counselors, and Project Managers of the engagement.\n<br>\n<br> Additional Restrictions Resume Worded also specifically prohibits the following: <br>\n<br> (a) Purposely or intentionally uploading a resume, LinkedIn profile or any document whose content is NOT your own,*<br> (b) Requesting contact to an email address or contact information not your own,<br> (c) Copying / selling resume lines we offer<br> (d) Taking any action that imposes an unreasonable or disproportionately large load on the Site's infrastructure<br>\n<br> * The only exception is that Career Coach accounts are allowed to upload documents that are provided by their clients or students.\nAny document that is uploaded must have the right and consent from the owner of the document.\n<br>\n<br>\n<br> Software and Technology Resume Worded software and technology (\"Software\") includes the Site and/or Services and is hosted by Resume Worded and accessed over the Internet.\nResume Worded agrees to provide you with a limited, personal, non-exclusive, non-transferable, non-sublicensable, revocable license to use the Software in accordance with these Terms of Service.\nYou may not use the Software for anything other than as intended by Resume Worded.\nYou may not use the Software with any device, program or service designed to circumvent technological measures employed to control access to, or the rights in work protected by copyright laws.\nAll rights not expressly granted by Resume Worded are hereby reserved.\nYou agree not to take any action to interfere with Resume Worded's ownership of or rights in the Software.\nYou agree that, unless otherwise permitted in this section or by law, you will not: <br> (a) reproduce, republish, display, frame, download, distribute, copy or transmit the Software.\n<br> (b) to the extent permitted under applicable law, redistribute, encumber, sell, rent, lease, loan, sublicense, assign, or otherwise transfer rights to the Software;<br> (c) modify or create any derivative works based on the Software, including but not limited to customization, translation, or localization;<br> (f) attempt to probe, scan or test the vulnerability of the Software or any associated system or network, or breach any security or authentication feature or measure of the Software;<br> (d) copy, reproduce, reuse in another product or service, modify, alter, or display in any manner any software or files, or parts thereof, included as part of the Software;<br> (e) except to the extent expressly permitted by law, decompile, disassemble, reverse engineer, or otherwise attempt to access or derive the source code or architecture of the Software, or in any way ascertain, decipher, or obtain the communications protocols for accessing the Software, or the underlying ideas or algorithms of the Software;<br> (g) attempt to gain unauthorized access to the Software or to any account, application, platform, computer system or network associated with the Software (and, if you are blocked by Resume Worded from accessing the Software, such as if Resume Worded blocks your IP address, you will not implement any measure to circumvent such blocking, such as by masking your IP address or using a proxy IP address);<br> (h) use the Software in any way that violates these Terms of Service, or any applicable law or regulation.\nand<br>\n<br>\n<br>\n<br> DISCLAIMER OF WARRANTIES THE MATERIALS ON RESUME WORDED'S WEBSITE ARE PROVIDED ON AN \"AS IS\" OR \"AS AVAILABLE\" BASIS.\nRESUME WORDED MAKES NO WARRANTIES, EXPRESSED OR IMPLIED, AND HEREBY DISCLAIMS AND NEGATES ALL OTHER WARRANTIES INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF INTELLECTUAL PROPERTY OR OTHER VIOLATION OF RIGHTS.\n<br> YOU AGREE THAT USE OF THE SITE AND/OR SERVICES IS ENTIRELY AT YOUR OWN RISK.\n<br>\n<br> RESUME WORDED MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE CONTENT ON THE SITE AND/OR SERVICES , INCLUDING BUT NOT LIMITED TO, RESUME SCORING, SUGGESTED FEEDBACK, SUGGESTED LINES, SUGGESTED METRICS AND OTHER RECOMMENDATIONS GIVEN TO THE USER, AND OR THE CONTENT OF ANY THIRD PARTY SITES LINKED TO THIS SITE AND/OR SERVICES AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR SITE AND/OR SERVICES, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR SITE AND/OR SERVICES, (V) ANY BUGS, VIRUSES, TROJAN HORSES AND/OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH OUR SITE AND/OR SERVICES BY ANY THIRD PARTY, OR (V) ANY LOSS OR DAMAGE TO CONTENT OR DATA (WHETHER STORED THROUGH THE SITE AND/OR SERVICE OR OTHERWISE), OR (VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED OR OTHERWISE MADE AVAILABLE VIA THE SITE AND/OR SERVICES.\nRESUME WORDED DOES NOT WARRANT, ENDORSE, GUARANTEE OR ASSUME RESPONSIBILITY FOR ANY PRODUCT, SERVICE OR OPPORTUNITY ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE AND/OR SERVICES OR ANY HYPER-LINKED SITES AND/OR SERVICES.\n<br>\n<br>\n<br>\n<br> Limitations In no event shall Resume Worded or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Resume Worded's website, even if Resume Worded or a Resume Worded authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.\n<br>\n<br>\n<br>\n<br> Termination of your Account You agree that Resume Worded may terminate your access to the Site and/or Services without notice if: (a) Resume Worded determines that you have violated these Terms of Service, or (b) Resume Worded is requested or required to do so by any court of competent jurisdiction or government authority in any country.\nYou agree that the Site and/or Services are not intended to act as an indefinite information repository and, therefore, Resume Worded may, upon such termination, deactivate or delete your account and any related data, information, and files, and bar any further access to such data, information, and files.\nSuch action may include, among other things, accessing your content or data and/or discontinuing your use of the Site and/or Services without refund or compensation.\n<br>\n<br>\n<br>\n<br> Indemnification You agree to defend, indemnify and hold harmless Resume Worded, its parents, subsidiaries, affiliates, and their respective officers, employees and agents from any claim or demand including reasonable attorneys' fees and costs, made by any third party arising out of or related to i) Your use of the Site, ii) Your use of any content contained therein, iii) Your Content or any information or material that You post to or transmit through the Site, iv) Your violation of these Terms of Service, or v) infringement by You or another User using Your computer or account, of any intellectual property or any other right of any person or entity.\nResume Worded shall provide notice to You promptly of any such claim, suit or proceeding, and Resume Worded reserves the right and shall have the option, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by You, and in such case, You agree to cooperate with Resume Worded's defense of such claim.\n<br>\n<br>\n<br>\n<br> Get in touch If you have any questions about these Terms of Service, or would like to report a violation of these Terms of Service, please contact us by email at support@resumeworded.com.\n<br>\n<br>\n<br>\n<br>\n<br> Get the job you deserve, faster.\nImprove your resume<br> Score my resume<br> Targeted resume<br>\n<br> Write your resume<br> ATS resume templates<br> ATS resume test<br> ATS resume guide<br> Resume critique<br> Resume grammar checker<br> Resume optimizer<br> Google Docs resume templates<br> Sample resume bullet points<br> Skills and keywords<br> Resume action verbs<br> Resume examples<br> Optimize your career<br> LinkedIn review<br> Optimize your LinkedIn profile<br> Networking emails<br> Cover letter checklist<br>\n<br> From our blog<br> When to include and avoid using a home address on your resume How to list contract work on linkedin What you need to know about google career certificates (and the best ones for your resume) Get to know us<br> Help center<br> Get in touch<br> For businesses<br> For resume writers<br> Affiliates<br>\n<br> Newsletter<br> Testimonials<br> Privacy<br> Terms<br> © 2023 Resume Worded.\nAll rights reserved.\n<ul>\n<li> Score My Resume <p>Get a free expert resume review, instantly</p>\n</li>\n<li> Targeted Resume <p>Tailor your resume to a job description in seconds</p>\n</li>\n<li> LinkedIn Review <p>Get personalized feedback on your LinkedIn profile</p>\n</li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nGoogle Docs Resume Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nWord Resume Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nCareer Advice </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nNetworking Email Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nFor Resume Writers </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nFor Career Coaches and Organizations </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nGet Resume Worded Pro </li>\n</ul>\n<ul>\n<li>Score My Resume</li>\n<li>Targeted Resume</li>\n<li>Sample Resume Lines</li>\n<li>Bullet Point Builder</li>\n<li>Resume Templates</li>\n<li>LinkedIn Review</li>\n<li>Get Resume Worded Pro</li>\n<li>For Career Coaches</li>\n</ul>\n<ul>\n<li>Our Blog</li>\n<li>Testimonials</li>\n<li>Help Center</li>\n</ul>HomeProducts &nbsp.\nScore My Resume Get a free expert resume review, instantly Targeted Resume Tailor your resume to a job description in seconds LinkedIn Review Get personalized feedback on your LinkedIn profile &nbsp.\n&nbsp.\nGoogle Docs Resume Templates &nbsp.\n&nbsp.\nWord Resume Templates &nbsp.\n&nbsp.\nCareer Advice &nbsp.\n&nbsp.\nNetworking Email Templates &nbsp.\n&nbsp.\nFor Resume Writers &nbsp.\n&nbsp.\nFor Career Coaches and Organizations &nbsp.\n&nbsp.\nGet Resume Worded Pro Login", "created_at": "2023-03-28 01:28:44.428455", "updated_at": "2023-03-28 01:30:18.393366"}, {"id": 14971, "name": "Privacy Policy", "url": "https://resumeworded.com/privacy", "xpath": "//body", "text": " Resume Worded <ul>\n<li> Products &nbsp;<i>\n</i>\n<ul>\n<li> Score My Resume <p>Get a free expert resume review, instantly</p>\n</li>\n<li> Targeted Resume <p>Tailor your resume to a job description in seconds</p>\n</li>\n<li> LinkedIn Review <p>Get personalized feedback on your LinkedIn profile</p>\n</li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nGoogle Docs Resume Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nWord Resume Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nCareer Advice </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nNetworking Email Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nFor Resume Writers </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nFor Career Coaches and Organizations </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nGet Resume Worded Pro </li>\n</ul>\n</li>\n<li>Login</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Products &nbsp;<i>\n</i>\n<ul>\n<li>Score My Resume</li>\n<li>Targeted Resume</li>\n<li>Sample Resume Lines</li>\n<li>Bullet Point Builder</li>\n<li>Resume Templates</li>\n<li>LinkedIn Review</li>\n<li>Get Resume Worded Pro</li>\n<li>For Career Coaches</li>\n</ul>\n</li>\n<li> More &nbsp;<i>\n</i>\n<ul>\n<li>Our Blog</li>\n<li>Testimonials</li>\n<li>Help Center</li>\n</ul>\n</li>\n<li>Login</li>\n<li>\n</li>\n</ul> Privacy Policy <br>\n<br> Last Updated: January 10th 2021 <br>\n<strong>If you're busy, here's a summary of the most common questions.\nFor more details, scroll down to read the full Privacy Policy.</strong>\n<br> - We <strong>do not</strong> sell your data or your information.\nThis is against our privacy policy and we hate those tactics as much as you do.\n- We <strong>do not</strong> share your resumes or LinkedIn profiles with any third-parties or companies.\n- To delete your account for any reason, login and fill out the form here.\nWe'll process your deletion request in a few days.\n- Once you join Resume Worded, you may get periodic email about your resume review and other career insights.\nThere is a link to unsubscribe at the bottom of every email - clicking it will instantly unsubscribe you.\n- If you have registered for an account via an Organization (e.g.\na university or educational organization), your resumes and usage data are accessible by authorized individuals, such as Career Services teams or University Counselors <br>\n<br>\n<br>\n<br> At Resume Worded we know you care about how your personal information is used and shared, and we take your privacy seriously.\nThis privacy policy has been compiled to better serve those who are concerned with how their Personal Information is being used online.\nThis is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\nRead our privacy policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personal Information in accordance with our website, Resume Worded.\nIF YOU DO NOT AGREE WITH THE PRACTICES DESCRIBED IN THIS PRIVACY POLICY, PLEASE STOP USING OUR SITE AND/OR SERVICES IMMEDIATELY.\n<br>\n<br>\n<br> What data do we collect when you create an account? When you create an account with us, we collect profile information such as your name and email address.\nThis is to help improve your experience or to authenticate you as a registered user.\nIn addition to this information that you submit on the website, we may also collect information such as your IP address, Internet browser details, bandwidth, Internet Service Provider and other information needed to provide you with access to Resume Worded and obtain analytics.\n<br>\n<br> To access some features on Resume Worded (specifically the Score My Resume resume analysis engine, Targeted Resume, LinkedIn Review profile analysis engine, and Resume Worded Pro Lines and Metrics), you must create an account by clicking on \"Sign in with Google\" or \"Sign in with Facebook\" or other similar registering options, if available.\nYou understand that, by creating an account, we will be able to identify you by your registered profile.\nOur third-party vendors, including but not limited, to Paddle, might also ask for your credit card or Paypal details if you want to purchase our premium products, Resume Worded Pro or LinkedIn Review.\nWe do not collect or use any payment information and we claim no responsibility or liability for payment transactions.\n<br>\n<br> What data do we collect when you upload your resume? To provide recommendations, analysis, scoring and feedback on your resume via the Score My Resume or Targeted Resume functionality, our engine parses your resume and identifies information that may include, but not limited to, your resume's sections, your email address, IP address, your resume's content / bullet points, and your language.\nWe use this data solely for the purpose of providing resume suggestions and recommendations to you privately.\n<br>\n<br> What data do we collect when you upload your LinkedIn profile? To provide recommendations, analysis, scoring and feedback on your LinkedIn profile via the LinkedIn Review functionality, our engine parses your uploaded LinkedIn profile PDF and identifies information that may include, but not limited to, your profile's sections, your profile's content / bullet points, and your language.\nNote that this data is your LinkedIn public profile.\nWe use this data solely for the purpose of providing suggestions and recommendations on your LinkedIn profile privately.\n<br>\n<br> When do we collect information? In addition to the above cases, we collect information from you when you subscribe to a newsletter, fill out a form, Open a Support Ticket or enter information on our site.\ne.g.\nProvide us with feedback on our products or services <br>\n<br> Where can I find a list of Resume Worded's subprocessors? Here is a non-exclusive list of our subprocessors and what they are used for.\nThis list is subject to change as our business evolves.\n<br> Format is <strong>Subprocessor - Nature of processing:</strong>\n<br> Amazon Web Services - Storage and archival of Resume Worded user data and metadata.<br> Vultr - Storage and archival of Resume Worded data and metadata.<br> Digital Ocean - Storage and archival of Resume Worded data and metadata.<br> Google - Authentication, tracking.<br> Postmark - Email delivery services for communications to data exporter personnel involved in the data exporter-data importer relationship.<br> Facebook - Authentication.<br>\n<br>\n<br>\n<br>\n<br> May I opt out of Resume Worded Communications? Yes, you may opt out by clicking the Unsubscribe button at hte bottom of every email.\nYou can also email Resume Worded's Data Protection Officer by contacting contact@resumeworded.com.\n<br>\n<br>\n<br>\n<br> Can I update or delete my personal data? You have certain rights in relation to your Personally Identifiable Information.\nYou can access your Personally Identifiable Information and confirm that it remains correct and up-to-date or choose whether or not you wish to receive material from us by Unsubscribing to our email list(s) (via the Unsubscribe link at the bottom of every email) or emailing us at contact@resumeworded.com.<br> If you would like further information in relation to your rights or would like to exercise any of them, you may also contact us via contact@resumeworded.com.\nIf you reside or are located in the EEA, you have the right to request that we:<br>\n<br> - provide access to any Personally Identifiable Information we hold about you.\n<br> - prevent the processing of your Personally Identifiable Information for direct-marketing purposes.\n<br> - update any Personally Identifiable Information which is out of date or incorrect.\n<br> - delete any Personally Identifiable Information which we are holding about you.\n<br> - restrict the way that we process your Personally Identifiable Information.\n<br> - provide your Personally Identifiable Information to a third party provider of services.\nor <br> - provide you with a copy of any Personally Identifiable Information which we hold about you.\n<br> - We try to answer every email promptly where possible, and provide our response within the time period stated by applicable law.\nKeep in mind, however, that there will be residual information that will remain within our databases, access logs and other records, which may or may not contain your Personally Identifiable Information.\nPlease also note that certain Personally Identifiable Information may be exempt from such requests in certain circumstances, which may include if we need to keep processing your Personally Identifiable Information to comply with a legal obligation.\n<br>\n<br> When you email us with a request, we may ask that you provide us with information necessary to confirm your identity.\n<br>\n<br> How do we use your information? <strong>To provide Personalised Resume Recommendations:</strong>\n<br> Information provided by you will be used for Resume Worded's Score My Resume component including but not limited to, resume scoring, analysis, suggestions for improvement, suggestions for resume lines and metrics, or for sending you confirmation/reminder emails relating to your resume review (e.g.\nlink to your analysis).\n<br>\n<br>\n<strong>To provide you with missing skills from the Job Description:</strong>\n<br> The job description and resume provided to Resume Worded's Targeted Resume component will be used for comparing the job description to the resume and providing suggestions for improvement.\n<br>\n<br>\n<strong>To provide Personalised LinkedIn Profile Recommendations:</strong>\n<br> Information provided by you will be used for Resume Worded's LinkedIn Review component including but not limited to, profile scoring, analysis, suggestions for improvement, or for sending you confirmation/reminder emails relating to your profile review (e.g.\nlink to your analysis).\n<br>\n<br>\n<strong>To provide Suggested Resume Lines:</strong>\n<br> Information provided by you will be used to suggest to you related resume lines in our database.\n<br>\n<strong> Please note that we will never use your resume lines in our Free or Pro databases of resume lines.\nContent on your resume is solely used for the purpose of making personalised recommendations to you, and are private to you.\n</strong>\n<br>\n<br>\n<strong>To securely authenticate you:</strong>\n<br> We use your profile information that you provided when you created an account to authenticate you and enable you to access our Premium services (Resume Worded Pro, LinkedIn Review) and your personalised resume report(s).\n<br>\n<br>\n<strong>Service communications</strong>\n<br> We may use your contact email for limited purposes, including but not limited to notification emails (e.g.\nsuch as when your resume review is ready, reminder emails, and feedback emails).\nIf you have opted in to receive marketing material, we may send you an email for feedback purposes or product updates.\n<br>\n<br> We also may use this information to communicate with you through email, notices etc.\nposted on the Site, and other means accessible through the Services, to advise you about how to utilize Resume Worded, new features, updates, and key product information that will allow you to make better use of our Services.\n<br>\n<br> You can opt in or out of this at anytime via the unsubscribe link at the bottom of every email.\nYou agree that we may use this information for such communication with you.\n<br>\n<br>\n<strong>Improve our Services</strong>\n<br> We may use your contact information for limited purposes, including but not limited to feedback purposes or our monthly newsletter.\nWe also may use this information to communicate with you through email, notices etc.\nposted on the Site, and other means accessible through the Services, to advise you about how to utilize Resume Worded, new features, updates, and general tips.\nYou can opt in or out of this via the sign up form.\nYou agree that we may use this information for such communication with you.\n<br>\n<br>\n<strong>Customer Service / Support</strong>\n<br> When you contact our customer support, we collect information such as your email address and your query.\nWe use this information to be able to contact you and solve your query.\nWe use this information to track potential problems and trends and customize our support responses to serve you better.\nOur customer support will endeavour to request or review only such information that is necessary to assist in your query or provide any other technical help you may require.\n<br>\n<br>\n<strong>Third Party Services</strong>\n<br> We may employ or engage third party companies (e.g.\nTypeform) and individuals to facilitate support, investigation, review, promotion and advancement of our Site and/or Services.\nAdditionally, we may use third party vendors (e.g.\nPaddle) and hosting partners to provide the necessary content, hardware, software, networking, storage and related technology required to run the Site and/or Services.\nThese third parties are bound by confidentiality and privacy obligations consistent with this Policy and have limited access to your information, meant only to perform these tasks on our behalf and are committed to not disclose or use it for any other purposes.\n<br>\n<br>\n<strong>Payment</strong>\n<br> When you pay for our premium services (Resume Worded Pro, LinkedIn Review), our third party payment processor may store data such as your name and email address to send you a payment receipt or other notifications.\nAs stated above, this third party are bound by confidentiality and privacy obligations consistent with this Policy and have limited access to your information, meant only to perform these tasks on our behalf and are committed to not disclose or use it for any other purposes.\n<br>\n<br> Is my resume private? Yes.\nYour resume and your resume review generated by Score My Resume and/or Targeted Resume is private to you, and as described, we use the data solely for: <br> (a) providing resume line suggestions<br> (b) providing feedback on your resume <br> (c) providing general suggestions for improvement (e.g.\nmissing keywords or skills) <br>\n<br> Note that if you have registered via an Organization (e.g.\na university, or you used an organization code provided by your organization), your resume and usage data can also be accessed via authorized individuals, including but not limited to, Career Services teams, University Counselors, and Project Managers of the engagement.\n<br>\n<br> We may occasionally use your data to improve the effectiveness of our analysis engine ('Score My Resume'), which is then also used only on an anonymized, aggregated basis.\nIn its aggregated form, data will not constitute Personal Data for the purposes of the GDPR as this data does not directly or indirectly reveal your identity.\n<br>\n<br> This information is strictly for analytics purposes and to help us improve the features and quality of our product.\nSuch anonymized data will have all direct personal identifiers removed such as name, ID numbers, date of birth, demographic information, geolocation information, etc.\nWe may share aggregated information that includes non-identifying information with third parties for industry analysis and demographic profiling.\nFurthermore, we agree not to attempt to re-identify anonymized data.\nUsers of the Site and/or Services shall not be entitled to any compensation stemming from the use of such aggregated or anonymized information.\n<br>\n<br> Please note that we will never use your resume's content in any of our tools or services.\nContent on your resume is solely used for the purpose of making personalised recommendations to you, and are private to you.\n<br>\n<br> If you would like us to delete your resume and/or associated resume files from our servers, please email us at contact [at] resumeworded.com and we will delete your information from our servers within 48 hours.\n<br>\n<br> Is my LinkedIn Profile private? Yes.\nYour resume and your profile feedback generated by LinkedIn Review is private to you, and as described, we use the data solely for: <br> (a) providing a score on your profile <br> (a) providing feedback on your profile <br> (c) providing general suggestions for improvement <br>\n<br> Note that if you have registered via an Organization (e.g.\na university, or you used an organization code provided by your organization), your resume and usage data can also be accessed via authorized individuals, including but not limited to, Career Services teams, University Counselors, and Project Managers of the engagement.\n<br>\n<br> We may occasionally use your data to improve the effectiveness of our analysis engine ('LinkedIn Review'), which is then also used on an anonymized, aggregated basis.\n<br>\n<br> In its aggregated form, data will not constitute Personal Data for the purposes of the GDPR as this data does not directly or indirectly reveal your identity.\nThis information is strictly for analytics purposes and to help us improve the features and quality of our product.\nSuch anonymized data will have all direct personal identifiers removed such as name, ID numbers, date of birth, demographic information, geolocation information, etc.\nWe may share aggregated information that includes non-identifying information with third parties for industry analysis and demographic profiling.\nFurthermore, we agree not to attempt to re-identify anonymized data.\nUsers of the Site and/or Services shall not be entitled to any compensation stemming from the use of such aggregated or anonymized information.\n<br>\n<br> Please note that we will never use your profile content in our Free or Pro databases of resume lines.\nContent on your LinkedIn profile is solely used for the purpose of making personalised recommendations to you, and are private to you.\n<br>\n<br> If you would like us to delete your resume and/or associated resume files from our servers, please email us at contact [at] resumeworded.com and we will delete your information from our servers within 48 hours.\n<br>\n<br> How do we protect your information? Our website is scanned on a regular basis for security holes and known vulnerabilities in order to make your visit to our site as safe as possible.\nWe use regular Malware Scanning.\n<br>\n<br> Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential.\n<br>\n<br> We implement a variety of security measures when a user places an order enters, submits, or accesses their information to maintain the safety of your personal information.\n<br>\n<br> All transactions are processed through a gateway provider (Paddle or Stripe) and are not stored or processed on our servers.\n<br>\n<br> Data aggregation We may collect information about your use of Resume Worded, which is then also used on an anonymized, aggregated basis.\nThis information is strictly for analytics purposes and to help us improve the features and quality of our Site and Service.\nSuch anonymized data will have all direct personal identifiers removed such as name, ID numbers, date of birth, demographic information, geolocation information etc.\nWe may share aggregated information that includes non-identifying information with third parties for industry analysis and demographic profiling.\nFurthermore, we agree not to attempt to re-identify anonymized data.\nUsers shall not be entitled to any compensation stemming from the use of such aggregated or anonymized information.\n<br>\n<br> Your choices <strong>Option for Information Removal and Opt-Out</strong>\n<br> We may use your personal information to communicate with you through email, notices posted on Resume Worded, and other means accessible through our products, to offer you products and/or services.\nIf you no longer wish to receive such communications from us, you may opt-out by unsubscribing from the communication or by emailing us at contact@resumeworded.com.\n<br>\n<br>\n<strong>Rights to Access, Correct, or Delete Your Information, and Closing Your Account</strong>\n<br>You have the right to access, change or correct your individual profile information, i.e.\nyour Personal Data, with respect to your account.\nYou can do so by contacting us at contact@resumeworded.com.\nWe reserve the right to take appropriate steps to authenticate your identity before providing access and to deny requests.<br>\n<br> If you wish to delete your account or request that we no longer use your information to provide you services, please contact us at contact [at] resumeworded.com.\nKindly note that doing so may result in your not being able to access or receive certain services.\n<br>\n<br> Do we use 'cookies'? Yes.\nCookies are small files that a site or its service provider transfers to your computerâ€™s hard drive through your Web browser (if you allow) that enables the siteâ€™s or service providerâ€™s systems to recognize your browser and capture and remember certain information.\nThey can be used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services.\nWe also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.\n<br>\n<br> You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou do this through your browser settings.\nSince browser is a little different, look at your browser's Help Menu to learn the correct way to modify your cookies.\n<br>\n<br> If you turn cookies off, Some of the features that make your site experience more efficient may not function properly.that make your site experience more efficient and may not function properly.\n<br>\n<br> Third-party disclosure We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information unless we provide users with advance notice.\nThis does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.\nWe may also release information when it's release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property or safety.\n<br>\n<br> However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.\n<br>\n<br> Third-party links Occasionally, at our discretion, we may include or offer third-party products or services on our website.\nThese third-party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.\n<br>\n<br> We have implemented the following: <br> We, along with third-party vendors such as Google use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) or other third-party identifiers together to compile data regarding user interactions with ad impressions and other ad service functions as they relate to our website.\n<br>\n<br> Opting out:<br> Users can set preferences for how Google advertises to you using the Google Ad Settings page.\nAlternatively, you can opt out by visiting the Network Advertising Initiative Opt Out page or by using the Google Analytics Opt Out Browser add on.\n<br>\n<br> California Online Privacy Protection Act CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy.\nThe law's reach stretches well beyond California to require any person or company in the United States (and conceivably the world) that operates websites collecting Personally Identifiable Information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals or companies with whom it is being shared.\n- See more at: <br>http://consumercal.org/california-online-privacy-protection-act-caloppa/#sthash.0FdRbT51.dpuf <br>\n<br> According to CalOPPA, we agree to the following:<br> Users can visit our site anonymously.<br> Once this privacy policy is created, we will add a link to it on our home page or as a minimum, on the first significant page after entering our website.<br> Our Privacy Policy link includes the word 'Privacy' and can easily be found on the page specified above.<br> You will be notified of any Privacy Policy changes:<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n• On our Privacy Policy Page<br> You can change your personal information:<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n• By logging in to your account<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n• Others<br>\n<br> How does our site handle Do Not Track signals? We honor Do Not Track signals and Do Not Track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.<br>\n<br> Does our site allow third-party behavioral tracking? It's also important to note that we do not allow third-party behavioral tracking<br>\n<br> COPPA (Children Online Privacy Protection Act) When it comes to the collection of personal information from children under the age of 13 years old, the Children's Online Privacy Protection Act (COPPA) puts parents in control.\nThe Federal Trade Commission, United States' consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.<br>\n<br> - CAN-SPAM Act - The CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.\nWe collect your email address in order to market to our mailing list or continue to send emails to you after the original transaction has occurred.\n<br> To be accordance with CAN-SPAM we agree to the following:<br> * NOT use false, or misleading subjects or email addresses<br> * Identify the message as an advertisement in some reasonable way<br> * Include the physical address of our business or site headquarters<br> * Monitor third party email marketing services for compliance, if one is used.<br> * Honour opt-out/unsubscribe requests quickly<br> * Allow users to unsubscribe by using the link at the bottom of each email<br>\n<br> If at any time you would like to unsubscribe from receiving future emails, you can follow the instructions at the bottom of each email.<br>\n<br> - Contacting Us -<br> If there are any questions regarding this privacy policy, please send an e-mail to <br>support {at} resumeworded.com.\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br> Get the job you deserve, faster.\nImprove your resume<br> Score my resume<br> Targeted resume<br>\n<br> Write your resume<br> ATS resume templates<br> ATS resume test<br> ATS resume guide<br> Resume critique<br> Resume grammar checker<br> Resume optimizer<br> Google Docs resume templates<br> Sample resume bullet points<br> Skills and keywords<br> Resume action verbs<br> Resume examples<br> Optimize your career<br> LinkedIn review<br> Optimize your LinkedIn profile<br> Networking emails<br> Cover letter checklist<br>\n<br> From our blog<br> When to include and avoid using a home address on your resume How to list contract work on linkedin What you need to know about google career certificates (and the best ones for your resume) Get to know us<br> Help center<br> Get in touch<br> For businesses<br> For resume writers<br> Affiliates<br>\n<br> Newsletter<br> Testimonials<br> Privacy<br> Terms<br> © 2023 Resume Worded.\nAll rights reserved.\n<ul>\n<li> Score My Resume <p>Get a free expert resume review, instantly</p>\n</li>\n<li> Targeted Resume <p>Tailor your resume to a job description in seconds</p>\n</li>\n<li> LinkedIn Review <p>Get personalized feedback on your LinkedIn profile</p>\n</li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nGoogle Docs Resume Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nWord Resume Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nCareer Advice </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nNetworking Email Templates </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nFor Resume Writers </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nFor Career Coaches and Organizations </li>\n<li>\n<i>\n</i>&nbsp.\n&nbsp.\nGet Resume Worded Pro </li>\n</ul>\n<ul>\n<li>Score My Resume</li>\n<li>Targeted Resume</li>\n<li>Sample Resume Lines</li>\n<li>Bullet Point Builder</li>\n<li>Resume Templates</li>\n<li>LinkedIn Review</li>\n<li>Get Resume Worded Pro</li>\n<li>For Career Coaches</li>\n</ul>\n<ul>\n<li>Our Blog</li>\n<li>Testimonials</li>\n<li>Help Center</li>\n</ul>HomeProducts &nbsp.\nScore My Resume Get a free expert resume review, instantly Targeted Resume Tailor your resume to a job description in seconds LinkedIn Review Get personalized feedback on your LinkedIn profile &nbsp.\n&nbsp.\nGoogle Docs Resume Templates &nbsp.\n&nbsp.\nWord Resume Templates &nbsp.\n&nbsp.\nCareer Advice &nbsp.\n&nbsp.\nNetworking Email Templates &nbsp.\n&nbsp.\nFor Resume Writers &nbsp.\n&nbsp.\nFor Career Coaches and Organizations &nbsp.\n&nbsp.\nGet Resume Worded Pro Login", "created_at": "2023-03-28 01:30:33.439548", "updated_at": "2023-03-28 01:30:44.616131"}], "points": [], "urls": ["resumeworded.com"]}}