{"error": 448, "message": "OK", "parameters": {"id": 7060, "name": "alviy", "created_at": "2022-12-02 23:26:46.562051", "updated_at": "2022-12-02 23:01:09.146836", "wikipedia": null, "keywords": null, "related": null, "slug": "alviy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7060.png", "url": "alviy.com", "documents": [{"id": 12961, "name": "Privacy policy", "url": "https://alviy.com/en/privacy", "xpath": "//body", "text": " www.alviy.com <ul>\n<li> DNS services Хостинг DNS\nDNS Secondary </li>\n<li>Цены</li>\n<li> Info Помощь\nPremium\nПодать жалобу Документация </li>\n</ul>\n<ul>\n<li> Вход\n</li>\n<li> ru</li>\n</ul> Privacy policy\nThis Personal Information Privacy Policy (hereinafter – Policy) applies to all information about the user of Alviy services, including website https://alviy.com and local application clients using API interface.\nThe user’s consent to provide personal information given under this Policy.\n<p>\n<b>By using the Alviy Services the user expresses unconditional agreement with this Policy and the conditions of processing personal information contained herein.\nif the user does not agree with these conditions, the user should not use the Services.\n</b>\n</p>\n1.\nPersonal Information scope\n<p> 1.1 Personal information provided by the user during registration.\nPersonal information provided by the user include email and login.\nInformation required for the provision of the Services is marked respectively.\nOther information shall be provided by the user at his/her own discretion.</p>\n<p> 1.2 Automatically transfered information by the user's device software includeing, but not limited to, IP address, cookies, the user’s browser details, time of access.\n</p>\n2.\nData collecting purpose\n<p>2.1 Alviy only collects and stores personal details required for the Services ability.\n</p>\n<p>2.2 We never provide personal data of our users or access to them for state organization or third parties.</p> 3.\nHow we protect user privacy\n<p> 3.1 All data provided by users is confidential initially.\nAlviy will therefore always apply technical and organizational data security measures for the protection of user private information that are adequate and appropriate, taking into account the concrete risks resulting from the processing of personal data as well as up-to-date security standards and procedures.\n</p> 4.\nFeedback.\nQuestions and Suggestions Any questions or suggestions regarding this Policy should be sent to the Alviy support service (support@alviy.com) or to LLC Alviy, Presnenskaya emb., 10/3, Moscow, 123112.\n© 2021 LLC Alviy <ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p> Abuse |\nPrivacy |\nLegal </p>\n<p>© 2022\nAll Rights Reserved.\n</p> ", "created_at": "2022-12-02 23:26:46.566838", "updated_at": "2022-12-02 22:27:38.454449"}, {"id": 12962, "name": "Terms of Service", "url": "https://alviy.com/en/legal", "xpath": "//body", "text": " www.alviy.com <ul>\n<li> DNS services Хостинг DNS\nDNS Secondary </li>\n<li>Цены</li>\n<li> Info Помощь\nPremium\nПодать жалобу Документация </li>\n</ul>\n<ul>\n<li> Вход\n</li>\n<li> ru</li>\n</ul> Alviy Terms of Service\n<small>Published: July 25, 2019</small>\n<br>\n<small>Effective: September 24, 2019</small>\n<p>The previous version of the Terms can be found&nbsp;here.\n</p>\n<p>Thank you for using Alviy! Our mission is to create a unified and convenient way of working\nto ensure the security and availability of your Internet resources.\nData\nthe terms of service (hereinafter referred to as \"<strong>Terms</strong>\") set out the rules\nyour use of our services, software and websites (hereinafter referred to as\n\"<strong>Services</strong>\") and access to them.\nIn our Policy\nPrivacy Policy describes how we collect and use your information, and our The Unacceptable Use Policy indicates the conditions for terminating the provision\nservices.\nBy using our Services, you agree\ncomply with these Terms, our Privacy Policy\nand not violate the terms of use.\n</p>\nYour responsibilities\n<p>Your use of our Services must not violate the terms of use.\nThe data contained in the Services may be protected by intellectual property rights.\nactivities.\nPlease do not copy, upload, download or share the content,\nif you do not have the appropriate right to do so.</p>\n<p>Alviy has the right to check your actions and your data and evaluate them for compliance\nterms of use.\nWe are not responsible for the data that users\npublished and made available through our Services.</p>\n<p>Help us protect your content.\nKeep your password to our Services private and up-to-date\ninformation provided in your account.\nDo not share your account identification information with anyone and do not\ngive other people access to your account.</p>\nSoftware\n<p>Some of our Services allow you to download client software (hereinafter\nreferred to as the \"<strong>Software</strong>\"), which may be automatically updated.\nBefore\nso long as you comply with these Terms, we grant you a limited non-exclusive, non-exclusive\ntransferable and revocable license to use the Software solely for\ngaining access to the Services.\nTo the extent that components of this Software may\noffered under an open source software license, we provide you with such\nlicense, and the terms of such license may expressly take precedence over certain\nthe terms of these Terms.\nUnless the following restrictions are prohibited by law, you agree not to\nperform and not attempt to reverse engineer or decompile the Services and not provide\nhelp someone with this.</p>\nPaid accounts\n<p>\n<em>Invoicing.</em> You can increase your free account limits and add additional\npaid features to your account (thus, your account becomes a \"Paid Account\").\nWe will\nautomatically bill you from the date you switch to a Paid Account and at each periodic\nextension until the cancellation date.\nIf you have signed up for an annual plan, we will send you an email notification with\na reminder of the plan's impending renewal within a reasonable period of time before the renewal date.\nYou\nare responsible for paying all applicable taxes and we will withhold\ntaxes.\nSome countries have mandatory laws regarding your right to opt-out, and this\nthe paragraph of the Terms does not take precedence over these laws.</p>\n<p>\n<em>Non-refundable amounts.</em> You can cancel your Alviy Paid account at any time.\nPayments are refundable only if required by law.\nFor example, a user residing in the European Union has the right to cancel a Paid Account subscription at\nwithin 14 days of registering the relevant account, upgrading the account, or renewing the subscription\nto a Paid account.</p>\n<p>\n<em>Returning to a free subscription.</em> Your Paid account will continue to function until the subscription is\ncanceled or terminated in accordance with these Terms.\nIn case of failure to make timely payment\nPaid Account, we reserve the right to suspend your Paid Account subscription or\nremove Paid Account features.</p>\n<p>\n<em>Changes.</em> We may change the current rates, but in this case we will send you advance notice\nabout such changes via a message sent to the email address associated with your account.</p>\nTermination\n<p>You can stop using our Services at any time.\nWe reserve the right to suspend or\ncancel your access to the Services by sending you a notification if:</p>\n<p>(a) You have violated these Terms</p>\n<p>(b) you use the Services in a way that causes us or other users\na real threat of harm or loss,</p>\n<p>(c) You do not have a Paid Account subscription and have not exercised for 12 consecutive months\naccess to our Services.</p>\n<p>We will notify you in advance at the email address associated with your account within a reasonable time,\nso that we can correct the action that forced us to contact you, and you would have\nthe ability to export your content from our Services systems.\nIf, upon receipt of such notice, you\nfail to take the action we have asked you to take, we will revoke or temporarily suspend your access to\nServices.</p>\n<p>We will not send a notification before access is revoked if:</p>\n<p>(a) You have committed a serious breach of these Terms</p>\n<p>(b) sending a notice would result in our legal liability or jeopardize\nthe ability to provide Services to other users,</p>\n<p>(c) The law forbids us from doing this.</p>\nService Termination\n<p>We may stop providing the Services if unforeseen circumstances arise that are beyond\ncontrol of Alviy, or we need to comply with legal requirements.\nIn this case, we within a reasonable time\nWe will send you advance notice so that you can export your content from our systems.\nIf we\nstop providing the Services for such reasons until the end of any fixed or minimum period,\nwhich you paid, we will return the part of the funds that was paid, but for which you were not provided\nServices.</p>\nServices AS IS\n<p>We strive to provide excellent Services, but there are certain conditions we cannot guarantee.\nIN\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, Alviy, ITS AFFILIATES, SUPPLIERS AND\nDISTRIBUTORS MAKE NO WARRANTY, EXPRESS OR IMPLIED, REGARDING THE SERVICES.\nSERVICES\nPROVIDED ON AN \"AS IS\" BASIS.\nWE ALSO MAKE NO WARRANTY OF MERCHANTABILITY\nQUALITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nIn some countries, disclaimers,\nprovided above are not permitted and in such cases they may not apply to you.\n</p>\nDisclaimer\n<p>WE DO NOT EXCLUDE OR LIMIT OUR LIABILITY TO YOU WHERE IT IS UNLAWFUL.\nHERE\nINCLUDES ANY LIABILITY FOR FRAUD AND DEFURENCE ON THE PART OF Alviy AND\nITS AFFILIATES DURING THE PROVISION OF THE SERVICES.\nIN COUNTRIES WHERE THE FOLLOWING TYPES OF EXCEPTIONS DO NOT\nWE ARE LIABLE TO YOU ONLY FOR LOSS AND DAMAGE WHAT WERE REASONABLE\nA FORESEEABLE RESULT OF OUR INABILITY TO ACT RATIONALLY AND PROFESSIONALLY OR A BREACH\nAGREEMENT WITH YOU ON OUR PART.\nTHIS PARAGRAPH DOES NOT AFFECT THE RIGHTS OF CONSUMERS FROM WHICH SHOULD NOT BE\nWHICH CANNOT BE LIMITED BY ANY CONTRACT OR AGREEMENT.</p>\n<p>WHERE THE EXCLUSIONS AND LIMITATIONS OF LIABILITY ARE PERMITTED, ALVIY AND ITS AFFILIATES\nINDIVIDUALS, SUPPLIERS AND DISTRIBUTORS ARE NOT RESPONSIBLE FOR:</p>\n<p>i.\nANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE OR PUNITIVE DAMAGES, AND\nALSO</p>\n<p>ii.\nLOSS OF DATA, LOSS OF PERFORMANCE, LOSS OF BUSINESS OPPORTUNITY OR BENEFITS,\nREGARDLESS OF THE LEGISLATIVE FRAMEWORK.</p>\n<p>THE EXCLUSIONS AND LIMITATIONS SHALL APPLY WHETHER WARNING IS WARNED TO ALVIY OR ITS\nAFFILIATES ON THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>IF YOU ARE USING THE SERVICES FOR COMMERCIAL OR BUSINESS OR RESALE PURPOSES, ALVIY, ITS\nAFFILIATES, SUPPLIERS AND DISTRIBUTORS SHALL NOT BE LIABLE TO YOU FOR ANY LOST\nPROFITS, LOST BUSINESS OPPORTUNITIES, BUSINESS STOP OR LOST COMMERCIAL\nOPPORTUNITIES.\nALVIY AND ITS AFFILIATES SHALL NOT BE RESPONSIBLE FOR THE CONDUCT (AS IN\nONLINE AND OFFLINE) USERS OF THE SERVICES.</p>\n<p>EXCEPT FOR THE TYPES OF LIABILITY WHICH WE HAVE NO LAW TO LIMIT (AS STATED HEREIN)\nSECTION), WE LIMIT OUR LIABILITY TO YOU TO THE GREATER OF THE FOLLOWING:\n$20 OR 100% OF ANY AMOUNT YOU PAID FOR YOUR CURRENT Alviy SUBSCRIPTION.</p>\nDispute Resolution\n<p>We prefer to deal with your questions and complaints without recourse to litigation.\nBefore as\nfile a claim against Alviy, you agree to attempt to resolve the dispute,\nwithout recourse to court, by notifying us at support@Alviy.com.\nWe, in turn, will also try to resolve\nconflicts that have arisen without going to court and contact you using the provided e-mail address\nmail.\nIf the dispute is not resolved within 15 days after the notice is filed, you or Alviy have the right to\ninitiate formal legal proceedings.</p>\nEntire Agreement\n<p>These Terms constitute the entire agreement between you and Alviy with respect to the subject matter of these\nof the Terms and supersede any other prior or contemporaneous agreements or terms,\napplicable to the subject matter of these Terms.\nThese Terms do not grant any rights to third parties,\nbenefiting from them.</p>\nChanges\n<p>We may change these Terms from time to time to better suit:</p>\n<p>(a) changes in legislation,</p>\n<p>(b) new regulations,</p>\n<p>(c) improvements and enhancements to our Services.</p>\n<p>If any changes affect your use of the Services or your legal rights as a user of our\nServices, we will notify you prior to the entry into force of such changes through the appropriate electronic\nmessage sent to the email address associated with your account or through a system notification.\nSuch changes will take effect no later than 30 days from the date we notify you.</p>\n<p>If you do not agree with the changes we have made, please unfollow your account before these\nthe changes will take effect.\nWhere applicable, we will offer you a prorated refund of\naccording to how much you have paid in advance for the use of the Services and what was the date\ncanceling a subscription.\nBy continuing to use or access the Services after such\nchanges, you agree to the amended Terms.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p> Abuse |\nPrivacy |\nLegal </p>\n<p>© 2022\nAll Rights Reserved.\n</p> ", "created_at": "2022-12-02 23:26:46.575197", "updated_at": "2022-12-02 22:27:59.38165"}], "points": [], "urls": ["alviy.com"]}}