{"error": 448, "message": "OK", "parameters": {"id": 8801, "name": "123.ie", "created_at": "2023-07-05 00:59:42.491061", "updated_at": "2023-07-05 10:02:23.998599", "wikipedia": null, "keywords": null, "related": null, "slug": "123-ie", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8801.png", "url": "123.ie", "documents": [{"id": 17188, "name": "Cookie Policy", "url": "https://www.123.ie/compliance/cookie_policy.pdf", "xpath": "//body", "text": "123.ie,1,Cookie Policy,Updated June2023,What are cookies and why do we use them?,Cookies are usually small text files stored on a smartphone, the cookie settings on that ,device, such as a PC, a mobile device or any particular devicewill apply.,other device that can store information.\n,Cookies serve severalimportant functions, You canblock cookiesby activating the setting ,including to remember a user and their on your browser that allows you to refuse the ,previous interactions with a website.Our setting of all or some cookies.\nHowever, if you ,website uses cookies to distinguish you from do not give your consent to the setting of some ,other users of the website letting us know for cookies and/or use your browser settings to ,example when you have returned to the block all cookies (including essential cookies), ,website.\nThis helps us to provide you with a you may not be able to access all or parts of ,good experience when you browse our website our website.\nIt’s also worth bearing in mind ,andallows us to continually improve the that turning all cookies off may interfere with ,overall website experience.your browsing experience across the Internet.\n,These types of cookies are set by us and are cookies, see the privacy and help ,called first-partycookies.\nTo protect your documentation of your specific browser’s ,privacy, your browser only allows 123.ie to website.\nIf you use more devices and/or ,access the cookies it has already sent to you, browsers, you will need to disable cookies on ,not the cookies sent to you by other websites.\neach device and on each browser individually.\n,We also use third-partycookies,which are For further information about managing and ,cookies from a domain different than the disabling cookies on your computer, please ,domain of the website you are visiting,for our visitwww.allaboutcookies.org/manage-,advertising and marketing efforts.\nFor example, cookies.,if you visit 123.ie and the domain of the cookie ,placed on your computer is 123.ie, then this is Finally, we have implemented a cookie consent ,a first-party cookie.\nIf, however, you visit 123.ie preferences manageron our website which ,and the cookie placed on your computer says allows you control over the non-essential ,Facebookfor example, then this is a third-party cookies thatour website sets.\nBy using this ,cookie.consent manager e.g.,when you first browse ,Just to reassure you, cookies arenotcomputer consent (or not) to the setting of the different ,programsand can't read other information types of cookies that our website uses.If you ,saved on your hard drive.\nThey can’t be used to return to our website in 6 months’ time, you ,disseminate viruses or, for example, get hold of will be prompted to re-consent to ouruse of ,a user's email address.\nThey only contain and non-essential cookies.You can withdraw or ,transfer to the website as much information as change your consent at any time through the ,the users themselves have disclosed to that cookie banner and by clicking on the “Cookie ,website.\nPlease note that cookies are Preferences” link which can be found at the ,computer-specific, so if you log on to any bottom ofour website.\nAny change to your ,website from a different computeror preferences will apply straight away.,For instructions on how to manage and disable ,our site, you can let us know whether you give,Cookie Policy,Updated: June 20232,Lifespan of cookies,Some cookies are retained in your browser for only as long as you visit our website, while others ,persist for a longer specified period of time.\nBroadly, these are categorised as Sessionand Persistent,cookies.,1.Sessioncookies are temporary cookie ,files, which are erased when you close ,your browser.\nWhen you restart your ,browser and go back to 123.ie, our ,website will not recognise you.\nA new ,session cookie will be generated, which ,will store your browsing information and ,will be active until you leave the website ,and close yourbrowser.,2.Persistentcookies stay in one of your ,browser's subfolders until you delete ,them manually or your browser deletes ,them based on the expiry date ,contained within the persistent cookie's ,file.\n,Types of Cookies,There are threetypes of cookies used on the 123.ie website:,Strictly Necessary cookies:These cookies are data from thousands of other users to create ,fundamental to the running of this website and an overall view of website usage and is never ,must always remain enabled to ensure that the identified down to an individual or personal ,website works correctly.\nStrictly necessary level.\n,cookies are usually only set in response to ,actions made by you which amount to a ,request for services, such as allowingyou to Advertising cookies:These cookies are linked ,securely use the basic functionality of our to advertising services provided by third ,website.\nFor example, generating an insuranceparties.\nWe use cookies set by third parties to ,quote online, availing of discounts online, measure the effectiveness of our online ,paying for your policy online, renewing your advertising campaigns.\nFor example, for ,Car or Home Insurance online, accessing measuring how many unique browsers have ,MyAccount or the 123 Customer Portalto seen a particular ad from 123.ie and how many ,upload policy documents online.Other of those subsequently visit our website.\nThese ,Essential cookiesare considered strictly cookies ensure that any ads you see are ,necessaryon the basis that they solely enable relevant and related to your preferences and ,the transmission of communications over a interests.\nThese cookies allow us to limit the ,network.amount of 123.ie ads you may be shown when ,Performancecookies:These cookies allow us out of these cookies, you will experience less ,to get to know how you use the websiteand targeted advertising.\nThe data these third ,identify ways to enhance the website parties collect using cookies does not identify ,experience.For example, 123.ie usesGoogle individual users.\nEach hastheir own privacy ,Analytics to track anonymised usage statistics policy which will tell you how they use cookies ,for the site.\nThey’re used to analyse visitor and data tags.,information suchas how often people visit the ,site, how the website is found, and which ,pages are most frequently viewed.\nThese ,cookies don’t collect information that identifies ,a visitor.\nThe information is combined with ,browsing throughout the internet.\nIf you opt ,Cookie Policy,Updated: June20232,Strictly Necessary,Host1stor 3rdCookie NameCategoryPurposeLifespan,Party,123.ieFirst-PartyJSESSIONIDEssentialSession.\n,The JSESSIONID cookie is set to maintain an anonymous user session by the ,server.\nIt is the unique ID of the http session generated by the server and is a ,cookie placed on your device by us.\nIt preserves the status of your session across ,page requests so you can visit new areas of the website without having to re-,authenticate or reprocess information you've already given earlier in the session.,123.ieFirst-PartyPHPSESSIDEssentialThe PHPSESSID cookie is native to PHP(Hypertext Preprocessor)and enables Session.\n,websites to store serialised state data.\nIt preserves the status of your session ,across page requests so you can visit new areas of the website without having to ,re-authenticate or reprocess information you've already given earlier in the ,session.,123.ieFirst-Party123JourneyIDEssentialWhenever a customer opens one of our applications, their browser requests this Persistent.\n,token and uses it for all future communications with our servers.\nWe set this ,cookie to the website visitors’ browser so that we can confirm that all requests ,to our website and systems are coming from a legitimate user.,1 Day.,123.ieFirst-Partyuser_journey_idEssentialWe set this cookie to the website visitors’ browser so that we can confirm that Persistent.\n,all requests to our website and systems are coming from a legitimate user.\nAn ID ,is generated when the user starts a browser session on our website and ,whenever that user interacts with our database or services, the ID is sent also, so ,that we can associate log entries with the customer who was generating them.,1 Day.,123.ieFirst-Partyx-ms-cpim-dcEssentialMy123enables customers to make changes and updates to their (active) 123.ie Session.,insurance policies.\nWe use a secure identity management service that enables ,custom control of how customers sign up, sign in and manage their profiles ,when accessing the portal.\nThis cookie is set for network routing purposes within ,the portalandis deleted from your browser at the end of your session.,Cookie Policy,Updated: June20233,HostCookie NameCategoryPurposeLifespan,1st or 3rd ,Party,123.ieFirst-Party123AuthTokenPersistent.\n,Strictly This cookie is used to identify a logged-in user to enable access to secure areas ,Necessaryof our website such as the online quote or renewals paths.\nIt identifies that the ,logged-in user is a valid user and not someone else or a fraudulent user.,1 Day.,123.ieFirst-PartyXSRF-TOKEN-TNBSession.\n,Strictly A successful cross site request forgery (CSRF) attack can force the website visitor ,Necessaryto perform state-changing requests like transferring funds, changing their email ,address, etc.\nThis cookie is set on the Motor Quote Path to detect and prevent ,website visitors from such attacks during the Quote process for the 123GO Car ,Insurance product.,123.ieFirst-PartyXSRF-TOKEN-MNBStrictly A successful cross site request forgery CSRF attack can force the website visitor Session.\n,Necessary,to perform state-changing requests like transferring funds, changing their email ,address, etc.\nThis cookie is set on the Motor Quote Path to detect and prevent ,website visitors from such attacks during the Quote processfor the Car ,Insurance product.,123.ieFirst-Party123_USER_IDStrictly Whenever a user interacts with our services, the session ID cookie is sent also, so Session.\n,Necessarywe can associate log entries with the customer who is generating them.,10 Minutes.,123.ieFirst-Party123AuthUserIdStrictly This cookie is used to create a randomly generated User ID to identify a logged-Persistent.\n,Necessaryin user to enable access to secure areas of our website such as the online quote ,or renewals paths.,1 Day.,123.ieFirst-Party123AuthUserNameStrictly This cookie is used to create a Username to identify a logged-in user to enable Persistent.\n,Necessaryaccess to secure areas of our website such as the online quote or renewals ,paths.,1 Day.,Cookie Policy,Updated: June20234,HostCookie NameCategoryPurposeLifespan,1st or 3rd ,Party,123.ieFirst-Partycookiesession1Persistent.\n,Strictly A successful man-in-the-middle attack can force the website visitor to perform ,Necessarystate-changing requests like transferring funds or changing their home or email ,address.\nThis cookie is set on the User's browser when they are logged into ,123.ie to detect and prevent website visitors from such attacks during the online ,quote, Renewals process, and 365 days after it.,1 Year.,123.ieFirst-Party123PolicyDetID-Strictly This cookie is used to enable the online policy renewals process for existing Persistent.\n,[#############]1 Day.,Necessary,123.ie customers (policyholders) by fetching the Policy ID information from our ,database and making it available once the customer is renewing their policy ,online.,123.ieFirst-PartyOptanonConsentStrictly A OneTrust Cookie Consent Management Platform cookie is placed on the Persistent.\n,Necessarywebsite visitors’ browser to enable the consent status of the visitor to be ,recorded and remembered.\nIt is a Regulatory requirement for 123.ie to obtain ,prior consent from website visitors to set cookies or tracking technologies on ,their browser prior to using the 123.ie website.\n,180 Days.,123.ieFirst-Party_TS01xxxxxxxxSession.,Strictly This is a cookie used for the duration of your session on website.\nThis cookie ,Necessaryallows load balancing to function.\nIt ensures the correct server processes your ,traffic, in order to optimize user experience.\nThe cookie is deleted from your ,browser at the end of your session.,123.ieFirst-PartyIaGtokenStrictly A successful cross site request forgery (CSRF) attack can force the website visitor Session.,Necessaryto perform state-changing requests like transferring funds, changing their email ,address, etc.\nThis cookie is set on the Travel Quote Path to detect and prevent ,website visitors from such attacks during the Quote process for the 123 Travel ,Insurance product.,Cookie Policy,Updated: June20235,HostCookie NameCategoryPurposeLifespan,1st or 3rd ,Party,123.ieFirst-Party_ARRAffinitySession.,Strictly This cookie is from Azure, the cloud platform we use to host our travel ,Necessaryplatforms.\nThis cookie is used to direct requests to the correct server in load-,balanced environments.\nThe cookie is deleted from your browser at the end of ,your session.,123.ieFirst-Party_ARRAffinitySameSiteStrictly This cookie is from Azure, the cloud platform we use to host our travel Session.,Necessaryplatforms.\nThis cookie is used to direct requests to the correct server in load-,balanced environments.\nThe cookie is deleted from your browser atthe end of ,your session.,123.ieFirst-PartyASP.NET_SessionIdStrictly This cookie is for identifying the user's session.\nThis is unique to each user and is Session.,Necessary,used to store data that is provided by the user.\nThe cookie is deleted from your ,browser at the end of your session.,123.ieFirst-Party123_sessionSession.,Strictly This cookie is used for security.\nso that the data entered is tied to that user’s ,Necessarysession and the URL cannot be copied and pasted to another browser where ,somebody could potentially view customers details.,Cookie Policy,Updated: June20236,123.ieFirst-Party_ApplyStrictly This cookie is set when the user has clicked on a paid or non-paid (organic) Persistent.\n,Necessarycampaign featuring an offer or discount and validates their eligibility for the ,discount on arrival at the website and enables the discount to be applied.\nThis ,cookie contains no personal data.\nIf this cookie was disabled, we would be ,unable to provide the discount.\nThe cookie also enables 123.ie to collect ,statistical, aggregated, anonymised and non-personal data on advertising and ,organic sources of quotes and policies which is used for internal analytical and ,marketing effectiveness reporting by 123.ie only.,7 Days.,123.ieFirst-Partyx-ms-cpim-adminStrictly The 123 Customer Portal enables customers to easily make changes and updates Session.,Necessaryto their active insurance policies with 123.ie.\nWe use a secure identity ,management service that enables custom control of how customers sign up, sign ,in, and manage their profiles when accessing the portal.\nThis cookie is set to ,confirm the User is in the correct location to log into the customer portal and for ,the session only, stores their Username and password details to allow access to ,the portal and then discards this information to assign the User a randomly ,generatedauthentication token.\nThe cookie is deleted from the browser at the ,end of the session.\nThis cookie temporarily processes your email address to ,verify your eligibility to access the portal.\nOnce recognised, youremail address is ,deleted and replaced with a randomly generatedauthentication token.,Host1st or 3rd Cookie NameCategoryPurposeLifespan,Party,123.ieFirst-PartyOptanonAlertBoxClosedPersistent.\n,Strictly OneTrust Cookie Consent Management Platform cookie.\nThis cookie is used to ,Necessarydetermine whether a visitor should be shown the cookie consent alert notice.\nIt ,is a Regulatory requirement for 123.ie to seek the re-consent to the use of non-,essential cookies after 6 months.,180 Days.,Cookie Policy,Updated: June20237,HostCookie NameCategoryPurposeLifespan,1st or 3rd ,Party,123.ieFirst-Partyx-ms-cpim-sliceSession.,Strictly This cookie is set to route the User's request to access the 123 Customer Portal ,Necessaryto the correct location.\nThe cookie is deleted from your browser at the end of ,your session.,123.ie First-Partyx-ms-cpim-transSession.,Strictly This cookie is set to monitor the number of authentication requests sent in a ,Necessarysession and which is a necessary security measure, on the 123 Customer Portal.\n,The cookie is deleted from your browser at the end of your session.,123.ieFirst-Partyx-ms-cpim-sso:{Id}Strictly This cookie is set to hold your randomly generated authentication token in the Session.,Necessary123 Customer Portal to match you to your policy details during the session in the ,portal.\nThe cookie is deleted from your browser at the end of your session.\n,123.ieFirst-Partyx-ms-cpim-cache:{id}_nStrictly This cookie is set to maintain your status through each page within the 123 Session.,NecessaryCustomer Portal.\nWithout it, you would need to enter your login details on each ,page.\nThe cookie is deleted from your browser at the end of your session.,123.ieFirst-Partyx-ms-cpim-csrfStrictly A successful CSRF attack can force a User of 123's Customer Portal to perform Session.,Necessarystate-changing requests like transferring funds or changing their email address.\n,This cookie is set to detect and prevent Users from such attacks while they are in ,the Portal.\nThe cookie is deleted from your browser at the end of your session.,123.ie First-Partyx-ms-cpim-ctxSession.,Strictly This cookie is set to identify which page in the 123 Customer Portal the User is ,Necessarycurrently on.\nThe cookie is deleted from your browser at the end of your session.,123.ieFirst-Partyx-ms-cpim-rpStrictly This cookie enables routing to the correct organisation account within the Azure Session.,Necessary,Active Directory B2C secure identity management service.\nThe cookie is deleted ,from your browser at the end of your session.,Cookie Policy,Updated: June20238,Host1st or 3rd Cookie NameCategoryPurposeLifespan,Party,123.ieFirst-Partyx-ms-cpim-rcStrictly The 123 Customer Portal enables customers to easily make changes and updates Session,Necessaryto their (active) insurance policies with 123.ie.\nWe use a secure identity ,management service that enables custom control of how customers sign up, sign ,in, and manage their profiles when accessing the 123 customer portal.\nThis ,cookie enables 123 to securely provide the customer portal services that run in ,the corporate network to the public cloud.\nThe cookie is deleted from your ,browser at the end of your session.,123.ieFirst-PartyeupubconsentStrictly This cookie is used by the Interactive Advertising Bureau (IAB) Europe Persistent.,Necessary,Transparency &amp.\nConsent Framework to store the user's consent to online ,advertising and targeting for data collection purposes.\nThe cookie holds an ,encrypted consent string that vendors participating in the framework can read ,and determine the user's consent to or rejection of online targeted advertising.,365 Days.,123.ieThird-amazon-connect-Strictly We offer a web chat service between our customers online and our agents.\nThis Session,Party3a93adc2-58bd-460f-Necessarycookie is set by Amazon Connect in the visitor's browser when they click on the ,b281-a22b4885e40b,web chat widget to request an online chat with us.\nThe cookie identifies the ,customers’ chat sessionand maintains the chat as the visitor navigates through ,different pages on the 123.ie website.\nIt doesn't collect personal data and the ,cookie is deleted from your browser at the end of your web chat.,Cookie Policy,Updated: June20239,Performance cookies,Host1st or 3rd Cookie NameCategoryPurposeLifespan,Party,123.ieThird-Party_dc_gtm_UA-165782-1PerformanceThis cookie is used to throttle request rate to the Google Analytics server at Session.\n,times of highwebsitetraffic.\nRequest Rate limiting is generally put in place as a ,defensive measure for services.\nThis cookie is a preventative measure to ensure ,that Google Analytics is always available to 123.ie for the purposes of web ,analytics.\nThe cookie contains no personal data.To opt out of being tracked by ,Google Analytics across allwebsites please,visit:http://tools.google.com/dlpage/gaoptout.,We also will use this cookie for marketing purposes through Google Ads only ,when you also give us separate advertising cookie consent.\nClick hereto get ,more information about Googleanalytics' advertising features.\nYou may opt-out,of Google Analytics Advertising Features through Google Ads Settings.\n,10 Minutes.,123.ieThird-Party_gaPerformanceGoogle Analytics cookies enable us to collect and analyse data about how Persistent.\n,visitors arrive at and interact with the 123.ie website.\nWe then use the ,information to help us improve the website.\nSpecifically, this cookie is used to ,distinguish unique users by assigning a randomly generated number as a client ,identifier.\nIt is included in each page request in a site and used to calculate ,visitor, session,and campaign data for our web analytics reports.To opt out of ,being tracked by Google Analytics across allwebsites please ,visit:http://tools.google.com/dlpage/gaoptout.Google Analytics does store ,personal data such as your IP address (which is anonymised by Google at our ,request), device and client (Browser, Operating System) identifier.This data is ,not shared with another third-partyexcept for Google.\n,We also will use this cookie for marketing purposes through Google Ads only ,when you also give us separate advertising cookie consent.\nClick hereto get ,more information about Googleanalytics' advertising features.\nYou may opt-out,of Google Analytics Advertising Features through Google Ads Settings.\n,For further information on the useof your data, please visit Google’s privacy ,policy here:https://policies.google.com/privacy?hl=en-US,14 months.,Cookie Policy,Updated: June202310,Host1st or 3rd Cookie NameCategoryPurposeLifespan,Party,123.ieThird-Party_gidPerformanceGoogle Analytics cookies enable us to collect and analyse data about how Persistent.\n,visitors arrive at and interact with the 123.ie website.\nWe then use the ,information to help us improve the website.\nSpecifically, this cookie registers a ,unique ID that is used to generate statistical data on how the visitor uses the ,website.To opt out of being tracked by Google Analytics across allwebsites ,please visit:http://tools.google.com/dlpage/gaoptout.In using thiscookie for ,our own analytics purposes, we share information with Google regarding your ,actions on our website.\nGoogle Analytics does store personal data such as your ,IP address (which is anonymised by Google at our request), device and client ,(Browser, Operating System) identifier.\nThis data is not shared with another ,third-partyexcept for Google.\n,We also will use this cookie for marketing purposes through Google Ads only ,when you also give us separate advertising cookie consent.\nClick hereto get ,more information about Google analytics' advertising features.\nYou may opt-out,of Google Analytics Advertising Features through Google Ads Settings.\n,For further information on the use of your data, please visit Google’s privacy ,policy here:https://policies.google.com/privacy?hl=en-US,24 Hours.,123.ieFirst PartyFPIDPerformanceGoogle Analytics cookies enable us to collect and analyse data about how Persistent.,visitors arrive at and interact with the 123.ie website.\nWe then use the ,information to help us improve the website.\nSpecifically, this cookie registers a ,randomly generated and hashed unique ID, called a client identifier or ID, that is ,used to generate statistical data on how the visitor uses the website.\nTo opt out ,of being tracked by Google Analytics across all websites, please visit:,http://tools.google.com/dlpage/gaoptout,We also will use this cookie for marketing purposes through Google Ads only ,when you also give us separate advertising cookie consent.\nClick hereto get ,more information about Google analytics’advertising features.\nYou may opt-out,of Google Analytics Advertising Features through Google Ads Settings.\nThis data ,13 Months.,Cookie Policy,Updated: June202311,Host1st or 3rd Cookie NameCategoryPurposeLifespan,Party,is not shared with anotherthird-partyexcept for Google.\nFor further information ,on the use of your data, please visit Google’s privacy policy here:,https://policies.google.com/privacy?hl=en-US.\n,123.ieFirst PartyFPLCPerformanceGoogle Analytics cookies enable us to collect and analyse data about how Persistent.,visitors arrive at and interact with the 123.ie website.\nWe then use this ,information to help us improve the website.\nSpecifically, this cookie stores a ,twice-hashed version of a randomly generated client ID associated to you by an ,FP_ID cookie.\nIt is used to generate statistical data on how visitors use the ,website.This cookie stores no personal dataand is deleted from your browser ,after 20 hours.\nThisdata is not shared with another third-partyexcept for ,Google.To opt out of being tracked by Google Analytics across all websites ,please visit:http://tools.google.com/dlpage/gaoptout.,We also will use this cookie for marketing purposes through Google Ads only ,when you also give us separate advertising cookie consent.\nClick hereto get ,more information about Googleanalytics' advertising features.\nYou may opt-out,of Google Analytics Advertising Features through Google Ads Settings.\n,20 Hours.,123.ieFirst-Party_gat_UA-PerformanceThis is a pattern type cookie set by Google Analytics, where the pattern element Persistent.\n,on the name contains the unique identity number of the account or website it ,relates to.\nIt is used to limit the amount of data recorded by Google on 123.ie ,website.\n,We also will use this cookie for marketing purposes through Google Ads only ,when you also give us separate advertising cookie consent.\nClick hereto get ,more information about Google analytics' advertising features.\nYou may opt-out,of Google Analytics Advertising Features through Google Ads Settings.\n,You can read more about Google’s cookie policy here: ,https://policies.google.com/technologies/types?hl=en-US.\nThis data is not ,shared with another third party except for Google.\n,To opt out of being tracked by Google Analytics across all websites, please visit:,1 minute.,Cookie Policy,Updated: June202312,Host1st or 3rd Cookie NameCategoryPurposeLifespan,Party,http://tools.google.com/dlpage/gaoptout,For further information on the use of your data, please visit Google’s privacy ,policy here: https://policies.google.com/privacy?hl=enUS,123.ieFirst Party_hjidPerformanceHotjar is a software that allows us to visualize how users engage with our Persistent.\n,website.\nThis cookie is set when a visitor lands on a page with the Hotjar script.\n,The cookie is used to persist the random user ID which ensures that behaviour in ,subsequent visitsto the same site will be attributed to the same user ID.\nThis ,cookie is stored by Hotjar on your browser.\nHotjar does process some personal ,data such as your IP address, device and client but any personal information ,processed is fully anonymised both on page and within the tool.\n,365 Days.,123.ieFirst Party_hjRecordingLastActivityPerformanceHotjar is a software that allows us to visualize how users engage with our Session.,website.\nThis cookie is set and to be found in Session storage (as opposed to ,Cookies).\nIt gets updated when a visitor recording* starts and when data is sent ,to the software for statistical analysis (*the visitor performs an action that Hotjar ,records).,30 Minutes.,123.ieFirst Party_hjTLDTestPerformanceHotjar is a software that allows us to visualize how users engage with our Session.,website.\nThis cookie appears briefly to check that cookies are enabled on this ,domain.\nIt is deleted afterwards.,30 Minutes.,123.ieFirst Party_hjUserAttributesHashPerformanceHotjar is a software that allows us to visualize how users engage with our Session.,website.\nUser attributes sent through Hotjar are cached for the duration of the ,session to know when an attribute has changed and needs to be updated.,30 Minutes.,123.ieFirst Party_hjCachedUserAttributesPerformanceHotjar is a software that allows us to visualize how users engage with our Session.,website.\nThis cookie is set by Hotjar when a visitor lands on a page with the ,Hotjar script and interacts with a Survey.\nIt is used to ensure that the same invite ,30 Minutes.,Cookie Policy,Updated: June202313,Host1st or 3rd Cookie NameCategoryPurposeLifespan,Party,does not re-appearif it has already been shown.,123.ieFirst Party_hjAbsoluteSessionInProPerformanceHotjar is a software that allows us to visualize how users engage with our Session.\n,gresswebsite.\nThis cookie is set by Hotjar to detect the first pageview session of a ,user.\nThis is a True/False flag set by the cookie.,30 Minutes.,123.ieFirst Party_hjFirstSeenPerformanceHotjar is a software that allows us to visualize how users engage with our Session.,website.\nThis cookie is set by Hotjar to identify a new user’s first session.\nIt ,stores a true/false value, indicating whether this was the first time Hotjar saw ,this user.\nIt is used by Recording filters to identify new user sessions.,30 Minutes.,123.ieFirst Party_hjSessionRejectedPerformanceHotjar is a software that allows us to visualize how users engage with our Session.,website.\nIf present, this cookie will be set to '1' for the duration of a user's ,session, if Hotjar rejected the session from connecting to our WebSocket due to ,server overload.\nThis cookie is only applied in extremely rare situations to ,prevent severe performance issues.,30 Minutes.,123.ieFirst Party_hjIncludedInSessionSaPerformanceHotjar is a software that allows us to visualize how users engage with our Session.,mplewebsite.\nThis cookie is set to let Hotjar know whether that user is included in the ,data sampling defined by this website's daily session limit.,30 Minutes.,123.ieFirst Party__hjIncludedInPageviewPerformanceHotjar is a software that allows us to visualize how users engage with our Session.,Sample,website.\nThis cookie is set to let Hotjar know whether that user is included in the ,data sampling defined by this website's pageview limit.,30 Minutes.,123.ieFirst Party_hjClosedSurveyInvitesPerformanceHotjar is a software that allows us to visualize how users engage withour Persistent.\n,website and collect feedback directly from users as they engage with our ,website.This cookie is set to let Hotjar know when a user interacts with a Link ,Survey invitation modal and ensures the same invite does not reappear if it has ,already been shown.\nHotjar uses a True/False flag set by the cookie.,365 Days.,Cookie Policy,Updated: June202314,Host1st or 3rd Cookie NameCategoryPurposeLifespan,Party,123.ieFirst Party_hjDonePollsPerformanceHotjar is a software that allows us to visualize how users engage withour Persistent.\n,website and collect feedback directly from users as they engage with our ,website.\nThis cookie is set to let Hotjar know when a user completes an on-site ,survey and ensures the same Survey does not reappear if it has already been ,filled in.\nHotjar uses a True/False flag set by the cookie.,365 Days.,123.ieFirst Party_hjMinimizedPollsPerformanceHotjar is a software that allows us to visualize how users engage withour Persistent.\n,website and collect feedback directly from users as they engage with our ,website.\nThis cookie is set to let Hotjar know when a user minimizes an on-site ,Survey and ensures that the Survey stays minimized when the user navigates ,through our site.Hotjar uses a True/False flag set by the cookie.,365 Days.,123.ieFirst PartyPerformancePersistent.\n,_hjShownFeedbackMessHotjar is a software that allows us to visualize how users engage withour ,agewebsite and collect feedback directly from users as they engage with our ,website.\nThis cookie is set to let Hotjar know when a user minimizes or ,completes a Feedback widget and ensures the Feedback widget will load as ,minimized if the user navigates to another page where it is set to show.Hotjar ,uses a True/False flag set by the cookie.,365 Days.,123.ieThird Party_gaexpPerformancePersistent.\n,Google Optimize is a software that enables us to run website user experience ,testing (commonly known as split or A/B testing) to determine better page ,experiences for 123.ie website users.\nThis cookie is set to store the IDs of the ,user experience tests and sessions.\nIt determines a user's inclusion in a test and ,the end date.\nThis cookie is stored by Google Optimize on your browser.\nGoogle ,Optimize stores personal data such as your IP address (which is anonymised by ,Google at our request) and client identifier.The cookie is deleted at 90 Days or ,at the end of a user experience test, whichever earlier.,90 Days.,123.ieThird Party_opt_awcidPerformanceGoogle Optimize is a software that enables us to run website user experience Session ,testing (commonly known as split or A/B testing) to determine better page ,Cookie Policy,Updated: June202315,Host1st or 3rd Cookie NameCategoryPurposeLifespan,Party,experiences for 123.ie website users.\nThis cookie is set for campaigns mapped to 24 Hours.,the 123.ie Google Ads Customer ID.\nIt is deleted from your browser after 24 ,hours.,123.ieThird Party_opt_awmidPerformanceGoogle Optimize is a software that enables us to run website user experience Session ,testing (commonly known as split or A/B testing) to determine better page ,experiences for 123.ie website users.\nThis cookie is set for campaigns mapped to ,Google Ads Campaign IDs.\nIt is deleted from your browser after 24 hours.,24 Hours.,123.ieThird Party_opt_awgidPerformanceSession ,Google Optimize is a software that enables us to run website user experience ,testing (commonly known as split or A/B testing) to determine better page ,experiences for 123.ie website users.\nThis cookie is set for campaigns mapped to,Google Ads Ad Group IDs.\nIt is deleted from your browser after 24 hours.,24 Hours.,123.ieThird Party_opt_awkidPerformanceGoogle Optimize is a software that enables us to run website user experience Session ,testing (commonly known as split or A/B testing) to determine better page ,experiences for 123.ie website users.\nThis cookie is set for campaigns mapped to ,Google Ads Criterion IDs.\nIt is deleted from your browser after 24 hours.,24 Hours.,123.ieThird Party_opt_utmcPerformanceGoogle Optimize is a software that enables us to run website user experience Session ,testing (commonly known as split or A/B testing) to determine better page ,experiences for 123.ie website users.\nThis cookie is set to identify and serve a ,page experiment to a user who has arrived to the 123.ie website from a specific ,UTM (urchin tracking module) campaign value in the URL.\nIt is deleted from your ,browser after 24 hours.,24 Hours.,123.ieThird Party_opt_expidPerformanceGoogle Optimize is a software that enables us to run website user experience Session.,testing (commonly known as split or A/B testing) to determine better page ,Cookie Policy,Updated: June202316,Host1st or 3rd Cookie NameCategoryPurposeLifespan,Party,experiences for 123.ie website users.\nThis cookie is created when running a 10 Minutes,redirect test.\nIt stores the ID of the test, the variant ID and the referrer to the ,page that's being redirected for the purpose of running a test.\nIt is deleted from ,your browser after 10 minutes.,Vimeo.We embed videos from our official Vimeo channel onto our website.\nA cookie is ,comset toenable video to play and to collect analytics data such as how long a ,Third Party_vuidPerformancePersistent.\n,viewer has watched the video.\nThese cookies don't track individuals.\nFor more ,information, please visit: https://vimeo.com/cookie_policy.,2 Years,CloudflThird Party_cf_bmPerformancePurpose: This cookie is set by Vimeo on end-user devices that access the 123.ie Session.\n,are.cowebsite to ensure that it is not bot traffic accessing the website.\nThis cookie ,mexpires after 30 minutes of continuous inactivity and does not track users from ,site to site or from session to session.\nMore information here: ,https://developers.cloudflare.com/fundamentals/get-,started/reference/cloudflare-cookies,30 Minutes,Cookie Policy,Updated: June202317,Advertising cookies,Host1st or Cookie NameCategoryPurposeLifespan,3rd Party,123.ieThird-_fbpAdvertisingThe Facebook pixel is an analytics tool that allows us to measure the Persistent.\n,Partyeffectiveness of advertising by understanding the actions people take on our ,website and targeting our advertising to those audiences based on their ,actions.\nFacebook cookies are 3rd party cookies used to track website goal ,conversions and create (anonymised) lists of people that visited our website.\nIt ,helps us to better tailor more relevant advertising to people who use the ,Facebooknetwork.\nYou can read more about Facebook’s cookie policy here: ,https://www.facebook.com/policies/cookies/.In using Facebook advertising ,products, we share event-type information with Facebook relating to website ,visitors and the actions they may take on our website such as which pages ,were visited or whether they obtained a quote.\nWe do this in order to present ,you with more relevant advertising based on your browsing behaviour of our ,website.\nFacebookusestypes of personal data on our behalf for the purposes ,of targeted advertisingsuch as IP address (which is partially anonymised), ,online identifiers, including cookie identifiers, device identifiers and client ,identifiers (Browsers, OperatingSystem).\nThis informationis not shared with ,another thirdparty.For further information on the use of your data, please ,visit Facebook’s privacy policy here: ,https://www.facebook.com/about/privacy.,180 Days.,Cookie Policy,Updated: June202318,Host1st or Cookie NameCategoryPurposeLifespan,3rd Party,123.ie,Third-_frAdvertisingThis is a cookie set by Facebook for advertising purposes and contains user Persistent.\n,Partybrowser and user unique ID combination used for targeted advertising by ,Facebook.\nYou can read more about Facebook’s cookie policy here: ,https://www.facebook.com/policies/cookies/.\nWe share this information with ,Facebook.\nFacebook does use types of personal data on our behalf for the ,purposes of targeted advertising such as IP address (which is partially ,anonymised), online identifiers, including cookie identifiers, device identifiers ,and client identifiers (Browsers, Operating System).\nThis information is not ,shared with another third party.\nFor moreinformation on the use of your data, ,please visit Facebook’s privacy policyhere:,https://www.facebook.com/privacy/policy/,180 Days.,123.ie,Third-The purpose of the datrcookie is to identify the web browser being used to ,Partyconnect to Facebook independent of the logged in user.\nThis cookie plays a ,_datrAdvertisingPersistent.\n,key role in Facebook’s security and site integrity features.You can read more ,about Facebook’s cookie policy here:,https://www.facebook.com/policies/cookies/,2 Years.,Cookie Policy,Updated: June202319,Host1st or Cookie NameCategoryPurposeLifespan,3rd Party,123.ieThird-_gcl_auAdvertisingUsed by the Google Ads Conversion Linker to place a first-party cookie on the Persistent.\n,Partybrowsers of website visitors.\nThis cookie enables us to reach people who ,previously visited our website with the right advertising message across other ,websites or display networks.\nThis is done through a unique identifier that is ,stored within a specific cookie in your browser.\nCookies themselves contain no ,personally identifiable information.\nYou can read more about Google’s cookie ,policy here: https://policies.google.com/technologies/types?hl=en-US.\nIn ,using this cookie for advertising purposes, we share information with Google ,on your browsing behaviour of our website and tailor our advertising to you ,basedon that information.\nWhen combined with the information Google may ,already have about you, this may be considered personal data e.g., an online ,identifier and your IP address.\nThis data is not shared with another third-party.\n,For further information on the use of your data, please visit Google’s privacy ,policy here:https://policies.google.com/privacy?hl=en-US,3 Months.,123.ieFirst Party_gclxxxxAdvertisingGoogle conversion tracking cookie.\nThis cookie is primarily used to help Persistent.\n90 days,advertisers determine how many times users who click on their ads end up ,taking an action on their site, such as making a purchase.\nYou can read more ,about Google’s cookiepolicy here: ,https://policies.google.com/technologies/types?hl=en-US.\nThis data is not ,shared with another third party.\nFor further information on the use of your ,data, please visit Google’s privacy policy here:,https://policies.google.com/privacy?hl=enUS,Cookie Policy,Updated: June202320,Host1st or Cookie NameCategoryPurposeLifespan,3rd Party,123.ieThird-_uetsidAdvertisingThis is a cookie set by Microsoft Bing Ads and is a tracking cookie that applies a Persistent.\n,PartySession ID.\nIt allows us to advertise to a website visitor who previously visited ,our website on the Microsoft Bing Pay Per Click search engine.\nYou can read ,more about Microsoft’s cookie policy here: https://privacy.microsoft.com/en-,us/PrivacyStatement.Microsoft uses types of personal data on our behalf for ,the purposes of targeted advertising such as IP address (which is partially ,anonymised), online identifiers, including cookie identifiers, device identifiers ,and client identifiers (Browsers, Operating System).\nForfurther information on ,the use of your data by Microsoft, please visit their Privacy policy here:,https://privacy.microsoft.com/en-us/PrivacyStatement.,1 Day.,123.ieThird-_uetvidAdvertisingThis is a cookie set by Microsoft Bing Ads and assigns a Visitor ID to 123.ie Persistent.,Party,website visitors.\nIt enables us to reach people who previously visited our ,website with tailored advertising across other websites within the Microsoft ,Bing advertising network.\nThis is done through a unique identifier that is ,stored within a specific cookie in your browser.\nThis cookie is used tocreate a ,unique, anonymized visitor ID.\nYou can read more about Microsoft’s cookie ,policy here: https://privacy.microsoft.com/en-us/PrivacyStatement.\nIn using ,Microsoft Bing’s advertising products, we share website user information and ,the actions they undertake on our website with Microsoft.\nMicrosoft uses ,types of personal data on our behalf for the purposes of targeted advertising ,such as IP address (which is partially anonymised), online identifiers, including ,cookie identifiers, device identifiers and client identifiers (Browsers, Operating ,System).For further information on the use of your data by Microsoft, please ,visit their Privacy policy here:https://privacy.microsoft.com/en-,us/PrivacyStatement.,13 Months.,Cookie Policy,Updated: June202321,Host1st or Cookie NameCategoryPurposeLifespan,3rd Party,123.ieThird-_MUIDAdvertisingThis cookie is set by Bing.com and is used by Microsoft as a Unique User ID.\nPersistent.\n,PartyMicrosoft uses cookie syncing to share identifiers across many of its web ,properties, including bing.com, microsoft.com, msn.com, live.comand ,xbox.com.\nYou can read more about Microsoft’s cookie policy here: ,https://privacy.microsoft.com/en-us/PrivacyStatement.In using Microsoft ,Bing’s advertising products, we share website user information and the ,actions they undertake on our website with Microsoft.\nMicrosoft uses types of ,personal data on our behalf for the purposes of targeted advertising such as IP ,address (which is partially anonymised), online identifiers, including cookie ,identifiers, device identifiers and client identifiers (Browsers, Operating ,System).For further information on the use of your data by Microsoft, please ,visit their Privacy policy here:https://privacy.microsoft.com/en-,us/PrivacyStatement.,2 Years.,123.ieThird-_uetmsclkidAdvertisingThis cookie is set by Microsoft Bing.\nIt stores adclick information, generated at Persistent.,Partyad click time and attached to the landing page URL when auto-tagging of ,Microsoft Click ID is enabled.\nThe Microsoft Click ID has 1N added to the end if ,cookies are blocked by the browser and the msclkid parameter is in the,landing page URL.\nFor further information on the use of your data by ,Microsoft, please visit their Privacy policy here:,https://privacy.microsoft.com/en-us/PrivacyStatement.,90 Days,youtube.comThird-_CONSENTAdvertisingThis cookie is set by YouTube to track consent before an embedded video is Persistent.,Party,played.\nWebsite content loaded in iframes from thirdparty content providers, ,for example YouTube, may set cookies and thereby require the visitor's ,consent.\nGoogle uses the ‘CONSENT’ cookieto store a user’s state regarding ,their cookie choices.For further information on the use of your data by ,Google, please visit here: ,https://policies.google.com/technologies/cookies?hl=en-US,2 Years,Cookie Policy,Updated: June202322,Host1st or Cookie NameCategoryPurposeLifespan,3rd Party,youtube.comThird-_YSCAdvertisingThis cookie is set by YouTube to track views of embedded videos.For further Session.,Partyinformation on the use of your data by Google, please visit here: ,https://policies.google.com/technologies/cookies?hl=en-US,youtube.comThird-_VISITOR_INFO1_LIVEAdvertisingThis cookie is set by Youtube and is used as a unique identifier to track the Persistent.\n,Party,viewing of videos.For further information on the use of your data by Google, ,please visit here: https://policies.google.com/technologies/cookies?hl=en-US,180 Days,youtube.comThird-DEVICE_INFOAdvertisingThis cookie is set by YouTube to track user’s interaction with embedded Persistent.\n,Party,content.\nFor further information on the use of your data by Google, please ,visit here:https://policies.google.com/technologies/cookies?hl=en-US,180 Days,Doubleclick.net_IDEAdvertisingPersistent.\n,Third-This cookie is used toservetargeted advertisements that are relevant to users ,Partyacross the web.\nTargeted advertisements may be displayed to users based on ,previous visits to a website.For further information on the use of your data by ,Google, please visit here: https://policies.google.com/technologies/cookies?hl=en-US,13 Months,Doubleclick.netThird-_test-cookieAdvertisingPurpose: This cookie is set by DoubleClick to determine if the website visitor's Session.,Partybrowser supports cookies.For further information on the use of your data by ,Google, please visit here: https://policies.google.com/technologies/cookies?hl=en-US,Doubleclick.netThird-_FLCAdvertisingPurpose: This cookie is used by Google for advertising, including serving and Session,Party,rendering ads, personalizing ads (depending on your ad settings at ,g.co/adsettings), limiting the number of times an ad is shown to a user, muting ,ads you have chosen to stop seeing, and measuring the effectiveness of ads.\n,Please see Google advertising and measurement cookie information at ,https://business.safety.google/adscookies/,Cookie Policy,Updated: June202323,Host1st or Cookie NameCategoryPurposeLifespan,3rd Party,Google.comThird-_1P_JARAdvertisingThis is a Google cookie used to set a unique ID to remember preferences and Persistent.,Partyother information such as website statistics and conversion rates.For further ,information on the use of your data by Google, please visit here: ,https://policies.google.com/technologies/cookies?hl=en-US,30 Days,Google.com_NIDAdvertisingPersistent.\n,Third-This cookie contains a unique ID that Google uses to remember user ,partypreferences, e.g., preferred language or how many search results the user ,prefers to see.\nThis cookie is used to show Google ads in Google services for ,signed-out users.For further information on the use of your data by Google, ,please visit here: https://policies.google.com/technologies/cookies?hl=en-US,6 Months,Google.comThird-_SOCSAdvertisingThis is a cookie set by Google to store a user’s consent state regarding their Persistent.\n,party,cookie choices so that these advertising preferences are respected as the user ,browses the web.\nFor more information, please see Google's information ,here: https://policies.google.com/technologies/cookies?hl=en-US,13 Months,Google.comThird-_FPAUAdvertisingThis cookie is used by Google for advertising, including serving and rendering Persistent.\n,partyads, personalizing ads (depending on your ad settings at g.co/adsettings), ,limiting the number of times an ad is shown to a user, muting ads you have ,chosen to stop seeing, and measuring the effectiveness of ads.Please see ,Google advertising and measurement cookie information at ,https://business.safety.google/adscookies/,90 Days,Google.comThird-_AECAdvertisingThis cookie is set by Google to prevent spam, fraud and abuse ensuring that Persistent.\n,partyrequests within a browsing session are made by the user and not by other ,sites.\nThese cookies prevent malicious sites from acting on behalf of a user ,without that user’s knowledge.Please see Google advertising and ,measurement cookie information at ,https://business.safety.google/adscookies/,6 Months.,Cookie Policy,Updated: June202324,If you have any queries in relation to this ,Cookie Policy or on any data protection matter, ,please email our Data Protection Officer at,123dataprotection@123.ieor you can write to ,us at The Data Protection Officer, 123.ie, RSA ,House, Dundrum Town Centre, Sandyford ,Road, Dundrum, Dublin 16, D16 FC92.\nIf you ,wish to find out more about the type of ,personal data that we process about you in the ,course of using our services, you can find our,Data Protection Notice here.,Changes to this Policy,We reserve the right to modify this Cookie ,Policy at any timeand weencourage you to ,review this Policyperiodically to stay informed ,about how we use cookies.\n,123 Money Ltd.\ntrading as 123.ie is regulated ,by the Central Bank of Ireland.\nRegistered ,Office: RSA House, Dundrum Town Centre, ,Sandyford Road, Dundrum, Dublin 16, D16 ,FC92.\nRegistered in Ireland Number 323099.", "created_at": "2023-07-05 01:00:24.464801", "updated_at": "2023-07-05 01:00:28.174485"}, {"id": 17189, "name": "Data Protection Notice", "url": "https://www.123.ie/compliance/data_protection_statement.pdf", "xpath": "//body", "text": "123.ie Data Protection Notice,At 123.ie, we’re committed to ensuring your personal data is protected.\nThis Notice explains how we use the information ,we collect about you and tells you about your data protection rights.,1.Who are we?,Where we refer to “we” “us” “our” we mean 123 Money Limited, trading as 123.ie,a wholly owned subsidiary of RSA ,Insurance Ireland DAC (‘RSA’)and part of the Intact Financial Corporation (‘Intact’) group of companies.We provide ,personalinsurance products and services,and we also provide insurance services in partnership with other companies.,We are a Data Controller in relation to the personal information we collect and hold about you.Contact information for us ,is in Section10below.,2.What information do we collect about you and for what purposes? ,We will use your personal information to provide insurance services such as giving aquoteor servicing your policy.\nWe will ,also use your personal data for related matters such as complaints handling, prevention or detection of fraud and statistical,analysis.\nIf you have given us separate marketing consent, we will use your personal data(e.g.\nyour name, address, phone ,number and email address)to send you news and offers related to our, and our partners, products and services.,The following (non-exhaustive) types or categories of personal information that we may collect and use about you(or other ,people to be insured)includes: name, address, Eircode, date of birth, occupation, policy numbers, contact details, gender, ,drivinglicence detailsand penalty points information, vehicle registration number, marketing preferences and renewal dates ,of policies with other insurers, bank andpayment card details,claims data, medical / health information,vulnerability data ,(see below),geo-location and driving behaviour dataandon-line identifiers such as IP addresses.\n,Note:You don’t have to provide us with any personal information, but if you don’t provide information that we need,then ,we may not be able to proceed with your applicationfor insurance.\nWe will let you know what information is required to ,proceed with your application.,When looking for a quote for an insurance product from us, you will need to provide us with information relating to what you ,wish to be insured(e.g.\ncar make/model, your home, details about youor other people to be insured).\nWhen buying certain ,products, we mayneed to collect special categories of data (e.g.\nmedicalor healthinformation) and driving offences or ,convictions history.\nIf you become vulnerable, due to a life event, health issue orother matter, we will seek to identify this ,and decide what additional support we can provide, so we can meet your needs and fulfil our obligations to you.Toprovide ,our products, we will also need to process your payment information (e.g.bank account details, credit and debit card details) ,to collect payments from you and to issue any refunds to you.,We may need to contact you if you request a quote from us and/or to service your policy.\nThis maybe donevia our website,(including digital chat media), by email, SMS, mobile Apps, telephone calls and/or by post.\nTelephone callsand the other ,ways we contact you or you contact us may be recorded for quality assurance, training,verification and security purposes.\n,Where you have optedforcertain motor productswhichinvolves GPS vehicle tracking,we will collectand process ,information from the smart sensorinstalled in your car including geo-location, driving behaviourand/or kilometer usage,data(‘telematics’ data).,When applyingto us for an insurancepolicy, you may need to provide us with information relating to other persons insured,under the policy.\nYou agree that you will bring this Noticeto the attention of each person named on the policyat the earliest ,possible opportunity.\nPlease also ensure that anyone who is insured under your policy hasagreed to provide their personal ,information to us.\nIfyouhave taken out a telematics-basedmotorproduct, you should let all drivers of your car know about ,the black box orsmart sensorfitted to your carthat collects information about where and how your car is driven.,Secondary processing of your personal information (i.e.\nfor a purpose other than for which it was collected)may be ,undertaken but only in accordance with data protection laws, e.g.\nwhere necessary and proportionate for the purposes of ,preventing, detecting, investigating or prosecuting criminal offences, or for the purposes of legal advice and legal ,proceedings.\n,We collect information through website cookies and other similar technologies (e.g.\npixel trackers or ‘like’buttons) when ,youvisit our website or use one of our mobile Apps.\nThese tools are used by usand ourthird-partyservice providers to ,help improve our and their products and services, the functionality andperformance of our websites and Apps,and to ,support more effective advertising.For more information about how and why we use cookies,please visit ourCookie Policy,on our website(www.123.ie).,The below table describes the purposes for which we use your personal data and the legal basis for doing so.\n,PurposeLegal Basis ,To provide you with a quote for an insurance product and to ,provide you with insurance cover if you decide to buy a ,product.\n,Processing is necessary for the performance of a contract or ,to take steps at your request prior to entering into a contract.,To assess the information you have provided and decide ,whether we can provide you with cover and at what price.\n,To verify your identity and to verify the accuracy of the ,information we receive.\n,Processing is necessary for the performance of a contract or ,to take steps at your request prior to entering into a contract.,Processing is necessary for the purposes of ourlegitimate ,interests to investigate and prevent potential fraud.\n,Processing is necessary to comply with legal obligations ,Criminal Justice (Money Laundering and Terrorist Financing) ,Acts 2010 to 2021.,To administer your insurance contract and make any ,changes during its term, answer queries, provide updates ,and process a cancellation.\n,Processing is necessary for the performance of a contract or ,to take steps at your request prior to entering into a contract.\n,Processing is based on your specific consent (to store your ,credit card data for future purchases only).\n,To arrange any payments in relation to your policy.,If you have opted for a telematicsmotor insurance product,,data collected via the smart sensor installed in your car may ,be used to determinethe circumstances surrounding any Processing is based on your specific consent (to access and ,claim under your policy, your car’s location, kilometres store data on the smart sensor only).,travelled, driving behaviour (such as your car’s speed) and ,also to identify any potential unacceptable driving.,Processing is necessary for the performance of a contract or ,to take steps at your request prior to entering into a contract.,Processing is necessary for the purposes of our legitimate ,interests.The interest is to manage our business.,To detect and prevent fraud, money laundering and other ,offences.To assist An Garda Siochána or any other ,authorised law enforcement body withtheirinvestigations.\n,Processing is necessary for the purposes of our legitimate ,interests to investigate and prevent potential fraud and other ,illegal activity.\n,Processing is necessary to comply with legal obligationse.g.\n,Criminal Justice Act 2011, Section19.,To manage and investigate any complaints.,Processing is necessary for the performance of a contract or ,to take steps at your request prior to entering into a contract.,Processing is necessary to comply with legal obligationse.g.\n,Central Bank Codes of Conduct such as the Consumer ,Protection Code.,To comply with laws and regulations.Processing is necessary to comply with legal obligations.,For statistical analysis including internal risk assessment, Processing is necessary for the purposes of our legitimate ,portfolio performance reporting or market-level research interests.\nThis interest is to improve our processes, products ,exercisesor forcustomer satisfaction surveys.and servicesand manage our business.,For quality assurance, training, records maintenance, Processing is necessary for compliance with our legal ,verification and security purposes, for example the recording obligations e.g.\nthe Central Bank Minimum Competency ,or live monitoring of telephone calls.\nCode and Minimum Competency Regulations 2017.,Processing is necessary for the purposes of our legitimate ,interests.\nThis interest is to improve our processes, products, ,and services.,For staff training, performance reviews and internal ,disciplinary purposes.,For the ongoing development, testing and security of our IT ,systems.\nto make back-ups of data in case of emergencies ,and for disaster recovery purposes.,Processing is necessary for the performance of a contract or ,to take steps at your request prior to entering into a contract.\n,Processing is necessary to comply with legal obligationse.g.\n,Central Bank Guidance and Requirements.,Processing is necessary for the purposes of our legitimate ,interests.The interest is to protect and to ensure the ,continuity of our business.,For marketing purposes.Please see Section5 below for ,more information on our marketing.,Processing is based on your specific consent.\n,To issue service-related communications to you such as,policyrenewal reminders, new website and customer ,service featuresor adverse weather alerts.,Processing is necessary for our legitimate interests.This ,interest is to communicate important information to you to ,ensure continuity of cover, awareness of new service ,features and to help safeguard your property.,To administer and improve our website.\nTo make ,suggestions and recommendations to you as a user of our ,website about services that may be of interest to you.For ,further information please see our Cookie Policy.\n,Processing is necessary for the performance of a contract or ,to take steps at your request prior to entering into a contract ,(i.e.,use of cookies which are essential or strictly necessary ,toprovide you with the service which you have requested).,Processingisbased on your specific consent.\n,3.How else do we collect information about you?,Where possible, we will collect your personal information directly from you.\nHowever, we may receive information about ,you from other people or sources.\nFor example: ,•It was given to us by someone who is applying for an insurance product on your behalf (e.g.\na spouseor partner).\n,•The Underwriter of your policy i.e.\nyourinsurance company.,•Other companies within the Intact Group.\n,•It was supplied to us when you purchased, or sought to purchase,an insurance product or service that is provided ,by us in partnership with other companies.,•It was lawfully collected from other sourcessuch as the Integrated Information Data Service(‘IIDS’) which is a ,shared industry members database that, by arrangement with the Department of Transport, allows its users to ,confirm the accuracy of penalty pointsand no-claims discount informationprovided by customers.\n,•From vehicle history check suppliers/databases.\n,•By using GPSvehicle trackingsmart sensor technologies to collect driving behaviour,geo-location and/or kilometre ,usage data(‘telematics’) where you have opted for a telematics motor insurance product.,•Through geocodingdatabases usedto determine location-based risk factors.,•Law enforcement agencies and government departmentssuch as An GardaSiochána.,•From searches of publicly available information (e.g.social media platforms, on-line content, court judgementsetc).\n,•From the Insurance Linkclaimsanti-fraud database(for more information see www.inslink.ie),from insurance ,companiesand fromother fraud prevention databases and data enrichment services available in the insurance ,industry.\nThe aim of thisis to help us to check information for fraud and to protectagainst misrepresentation.,•Personal data collected through website cookies processing e.g.IP address.\n,4.Will weshare your personal information with anyone else?,We may share your details with other third parties (e.g.,service providers, data processors, other data controllers)to ,administer your policy, prevent and detect fraud, provide marketing and advertising services, comply with laws and ,regulations and to conduct internal or market level research analysis.\nFor example: ,•Anyone authorised by you to act on your behalf.\n,•The Underwriter of your policyi.e.\nyour insurance company.,•Our third-partyservice providers such as our information technologysuppliers, cloud service providers, data ,storage providers, payment services providers, documentation fulfilment providers, digital platform providers, social ,mediaproviders and marketing agencies.,•Other companies within the Intact Group.\n,•Property and Risk Surveyors.\n,•The Insurance Link claims anti-fraud database(for more info see www.inslink.ie), with other insurance companies,and with industry bodies such as Insurance Ireland.\n,•Other fraud prevention databases and data enrichment serviceprovidersavailabletothe insurance industry.\n,•In the event that we may be taken over, or sell any business or assets, in which case we will disclose your personal ,information to the prospective buyer of such business or assets.,•Law enforcement agenciesand government departments includingtheCentral Bank ofIreland, the Financial ,Services and Pensions Ombudsman, the Revenue Commissioners/Inspector of Taxes, An GardaSiochána, the ,Criminal Assets Bureau, the Data Protection Commission-as a result of our legal and regulatory obligations or on ,footof a Court Order or Subpoena.,•We add details of yourmotor policy to the Motor Third Party Liability Database (‘MTPLD’) and National Fleet ,Database (‘NFD’) maintained by the Motor Insurers Bureau of Ireland (‘MIBI’), to comply with our legal obligations ,under section78A of the Road Traffic Act 1961 (as amended).\nThis information can be used by government bodies ,such as An Garda Síochánaand the MIBI for purposes permitted by law, including electronic licensing and law ,enforcement.\nFor more information see www.mibi.ie.,•Our trusted partners and with third parties where personal data is processed viathe use of website cookiesor other ,similar technologies for specific purposes.\nFor further information please see our Cookie Policy.,Sometimes the partieswe share information with (including transfers within the Intact Group) may be located outside of the ,European Economic Area.\nWe will only do this by reliance on an approved ‘transfer mechanism’such as European ,Commission adopted Standard Contractual Clauses, use of Binding Corporate Rules or as a result of an Adequacy decision ,of the European Commission.If you want more information on transfers or the safeguards we apply, please get in touch ,using the contact information below.,5.Marketing,If you have provided us with marketing consent, wewill use your personal information for the purpose of offering you other ,products and services including customer discounts and rewards, which may be of interest to you.\nThis information may be ,provided and communicated to you by post, SMS, telephone, emailand/orsocial media and digital channels(e.g.\nusing ,platforms such asFacebook Custom Audiences, Google Customer Match, TV on demand).,To personalise the marketing messages we send to you, we may share some of your data with social media and digital ,platforms (in a secure way) so that where you hold an account with them,they can display messages from us to you, or to ,try to make sure you don’t get irrelevant messages(for example, messages about products / services you already have).,You can withdraw your consent for marketing at any time by emailing 123dataprotection@123.ie, phoning us,or by using ,the ‘unsubscribe’option facility provided on our marketing SMS and email communications.\n,6.Profiling and automateddecision making,We may conduct the following activities, some of which involve automated (computer based) decision-making:,•With our third-partypartners, and with your consent, profiling exercises are performed usingcookies that allows us ,to measure the effectiveness of our advertisingby understanding the actions people take on our website and target ,ouradvertisingacross other websites or display networks to anonymised audiences based on their actions.,•We may place you in groups or segments with similar customersbased on your profile.\nThis helps us to design ,products, services and offers for different customer segmentsand toprovide you withrelevant marketing ,advertisements via digital channels and social media.,•The use ofPricing and Underwritingenginesand algorithms –theseprocessescalculate the insurance risks based ,on the information that you have supplied or that we have collected about you.\n,•The use of Telematics/ Smart Sensor data analytics –where you have opted for an insurance product that collects ,information using smart sensors (e.g., in-car “black box”) and this is used to calculate your insurance risk.\n,The results of these Pricing and Telematics processes will be used to assess your individual risk and to determine if we ,can provide, or continue to provide, you with a policy, to determine its terms and to calculate the premium you have to pay.\n,If you do not agree with the result, you have the right to request human intervention to allow you to express your point of ,view, to obtain an explanation of the decision reached and contest the decision.,7.How long will we keep your personal information?,The Underwriter of your policy(insurance company)isalso a Data Controller in relation to your personal information.\nYou ,should also read their Data Protection Noticeto determine how long they will keep your personal information.\nIn general, ,we will retain your personal information for a period of 7 years from the date of cancellation of your policy.\nQuote information ,is retained for 15 months.We generally retain call recordings for 7 years from the date of the recording to comply with our ,regulatory obligations.\nThere may be reasons why we need to retain your personal information for longer periods, for ,example to comply with our legal and regulatory obligations.\n,8.What are your Rights over the personal information that is held by us?,You have legal rights under data protection law in relation to your personal information:,1)Right to Rectification: Correct any information we hold about you if you think it’s incorrect or incomplete.\n,2)Right to Erasure: Request your personal information be deleted where you believe it’s no longer required.\nWe ,may not always be able to do this, for example, while you’re still insured with us or where we need to keep your ,personal data to meet legal or regulatory obligations.\n,3)Right of Access: Provide you with a copy of the personal information we hold about you.\n,4)Right to Portability: Request that we transfer a copy of the personal information you have given us, to another ,company.\nWe would provide the information in a machine-readable format.\n,5)Right to Restriction: Request that we restrict the use of your personal information by us in certain circumstances.\n,6)Right to Object: Object to the processing of your personal data for marketing purposes or for any purpose where ,processing (including profiling) is necessary for the purposes of our legitimate interests (see table above).\n,7)Right to Withdraw Consent: To withdraw consent, where your consent is our basis for using your personal data,(see table above).,8)Right to Contest Decisions: To contest decisions based solely on automated decision making, obtain an ,explanation of the decision reached, express your point of view, and ask forhuman intervention.\n,Please note that requests to object to or restrict the use of your personal information may lead to us being unable to continue ,to service your policy and lead to cancellation of your policy.\n,If you would like to request any of theseRights, please email us at 123dataprotection@123.ieor write to us at the address ,at the bottom of this Notice.\nWhen you’re making the request please provide us with your name, address, date of birth and ,anypolicy numbers that you have.\nYou may need to provide us with a copy of your photo identification to ensure we do not ,provide your personal information to anyone that is not entitled to it.\n,All requests are free, unless we think your request is manifestly unfounded or excessive in nature.\nWe aim to respond within ,one month from receipt of your request.\nIf we cannot meet this time framedue to the complexity or repeated nature of a ,request, we will let you know as soon as possible and explain the reason for this.,Submitting a request does not mean we will be able to complete it or complete it fully.\nWe are often bound by legal and ,regulatory obligations or may rely on a lawful exemption which restricts the scope of our obligations as a Data Controller.\n,When this is the case, we will explain this to you in our response, and that you can lodge a complaint with the Data Protection ,Commission or bring the matter to Court.,9.Changes to our Data Protection Notice,This Notice will be updated from time to time so please check it each time you submit information to us or renew your policy.,10.How do you ask a question about this Data Protection Notice?,If you any questions or comments about this Noticeplease contact:The Data Protection Officer, 123.ie, RSA House, ,Dundrum Town Centre, Sandyford Road, Dundrum, Dublin 16, D16 FC92.\nYou may also email us at ,123dataprotection@123.ieor visit www.123.ie.\n,11.How doyou Complain?,If you’re unhappy with how we have handled your personal information and wish to complain about this, please contact us ,at 123dataprotection@123.ieor write to us using the address above.\nOur Data Protection Officer will investigate your ,complaint and will give you additional information about how it will be handled.\nWe aim to respond in a reasonable ,timeframe, normally within one month.,If you’re not satisfied with our response you can contact the Data Protection Commission:,Post:Data Protection Commission, 21 Fitzwilliam Square South, Dublin 2, D02 RD28,Phone:01 7650100 / 1800437 737,Email:info@dataprotection.ie,Web: www.dataprotection.ie,12.Representatives,The General Data Protection Regulation (‘GDPR’) requires organisations not established in the European Union (‘EU’) to ,designate an EU representative if they’re subject to the GDPR, for example offering products/services to EU citizens.\n,Intact may undertake processing activities to which the GDPR applies and as they do not have an establishment in the EU ,they have appointed an EU Representative, RSA Luxembourg S.A, to act on their behalf.\nThe EU representative can be ,contacted at the following address rsa.dp@eu.rsagroup.com.\nThe EU Representative will address any issues and/or ,queries you may have relatedto Intact’s processing of your personal data.\nThe EU representative will also deal with data ,subject rights requests for EU citizens and enquiries by EU supervisory authorities on Intact’s behalf.,Important Note ,The Underwriter of your insurancepolicy (your insurance company)is also a Data Controller in relation to your personal ,information.\nYou should also read their Data Protection Notice (sometimes referred to as a ‘Data Privacy Notice’ or a ,‘Privacy Notice’).\nDetail of who the Underwriter of your insurance is, is in your insurance documentation orwithin our ‘Terms ,of Business’ on our website.\nOur insurance partner for home and motor products, is RSA Insurance Ireland DAC and their ,Data Protection Notice is available on: www.rsagroup.ie(on the bottom of each webpage).We can post RSA’s Notice to ,you also.RSA’sNoticeincludesfurther information on how RSAusesyour personal information, for example, for claim ,handling or reinsurance purposes, your rights over this informationand how to exercise these rights.,This Notice is effective from June 2023.,123 Money Ltd.\ntrading as123.ie is regulated by the Central Bank of Ireland.\nRegistered Office: RSA House, Dundrum Town Centre, ,Sandyford Road, Dundrum, Dublin 16, D16 FC92.\nRegistered in Ireland Number 323099.", "created_at": "2023-07-05 01:00:35.792025", "updated_at": "2023-07-05 01:00:40.596653"}, {"id": 17187, "name": "Terms of Use", "url": "https://www.123.ie/downloads/termsofuse.v3.0_0.pdf", "xpath": "//body", "text": "Terms of Use ,Please note that the summaries included beside each ,individual item in the Terms of Use are for information,purposes only, are not legally binding and do not in any ,way alter the meaning of the Terms of Use,Terms and Conditions of Use of This Website,By accessing or using the 123.ie website (the “Site”), ,you acknowledge and agree to the disclaimers, and ,the full terms and conditions (“Terms”) set forth ,below.\nIf you do not agree to these Terms, you should,not use the Site.\nWe reserve the right, in our sole ,discretion, to change, modify,add or remove portions ,of these Terms at any time.\nYou should check these ,Terms periodically for changes as by using the Site ,after we post any changes to these Terms, you are ,agreeing to accept those changes, whether or not you,have reviewed them.\n,Applicability of Terms and Conditions ,These Terms apply to your use of the 123.ie website which ,is operated and owned by 123 Money Limited which ,is a wholly owned subsidiary of RSA Insurance Ireland ,DAC.\n123.ie is an Irish company with its registered,office at RSA House, Dundrum Town Centre, Sandyford ,Road, Dundrum, Dublin 16, Ireland.\n,By using the Site, you agree to be legally bound by these ,Terms just as if you had signed them.\n,Online Quotation Facility ,These Terms may be supplemented by additional ,terms and conditions pertaining to specific content ,and activities.\nYou agree and understand that such ,additional terms and conditions are hereby ,incorporated by reference to these Terms.\nFor example,,our Quote pages enable you to input certain information ,to enable the Site to produce an indicative, non-binding ,insurance quotation.\n,Specific terms and conditions governing this aspect of ,the Site are highlighted on the relevant pages and are,incorporated into these Terms by reference.\n123.ie ,reserves the right at its sole discretion to refuse any ,online quotation applications for any reason.\n,More simply put: ,More simply put: By using 123.ie ,you agree to all the terms below.\n,You will sometimes need to check ,these terms since they can ,change from time to time.,More simply put: ,There may be other terms and ,conditions in relation to other ,contact and activities, for example ,our quote forms.\nYou’re agreeing to ,these terms too by using 123.ie.,Online Purchases ,In the event that you choose to purchase an insurance ,policy using our website, you will be asked to ,provide further personal information and payment ,details.\nYour payment details will be processed by ,123.ie’s contracted payment processors and will ,be securely disclosed to its contractors for this ,purpose.\nThe specific terms and conditions governing,your purchase will be presented to you for acceptance ,prior to conclusion of your contract and, in line with ,applicable law, you will receive a confirmation copy of ,the full contract terms after your payment has been ,received.\n,Advice ,THE SITE IS FOR INFORMATION ONLY AND DOES ,NOT CONSTITUTE FINANCIAL OR OTHER PROFESSIONAL ,ADVICE IN ANY WAY.\n,We recommend that you seek advice from a financial ,consultant before making any financial or investment ,decisions.,Intellectual Property ,Subject to these Terms, we grant you a non-exclusive, ,non-transferable, limited right to access and use the Site ,and the material displayed thereon.\nHowever, no right, ,title, or interest in any such materials will we granted or ,transferred to you as a result of any permitted use purchasing a product with us.\nAny ,of such materials.\nAll materials incorporated in or ,accessible through the Site, including, without ,limitation, text, photographs, images, graphics, ,illustrations, logos, button icons, audio clips, ,video clips, software, and other content, and the ,compilation, collection, arrangement, and assembly,thereof (including the look and feel of the Site), are,protected by Irish and international intellectual property ,laws, and are owned, controlled or licensed by 123.ie ,or by the original creators of such materials or ,their permitted licensors.\nSuch materials may be used ,only for viewing the Site in the ordinary course or as a,resource for purchasing the products offered through ,the Site.\nAny other use of such materials, including ,any copying, reproduction, modification, sale, distribution, ,extraction, re-utilisation, transmission, republication, ,downloading, display, posting, performance, or other ,exploitation thereof by any means or medium ,More simply put: ,If you buy an insurance policy we’ll ,record your personal information ,and payment details and disclose it ,to our appointed service providers.\n,You will be able to view the terms ,and conditions prior to purchase ,and will also receive a copy after ,purchase.,More simply put: ,Our site is for information only.\nYou ,should get financial advice before ,making any financial decision.,More simply put: ,We respect copyrights.\nYou should, ,too.\nYou can access and use 123.ie ,to help you make a decision about ,other use is forbidden.,without the prior written permission of the intellectual ,property owner is strictly prohibited.\n,“123.ie” has been registered as a trade mark of 123 Money ,Limited.\nThe trademarks or any other trade mark ,(registered or unregistered) of 123.ie may not ,be used in any manner that is likely to cause confusion ,among customers, or in any manner that disparages ,or discredits 123.ie.\n,Privacy and Security ,We are committed to protecting your privacy and ,security.\nAll personal data that we collect from you will ,be processed in accordance with our Data Protection ,Statementcontained within your policy documentsand on ,our website, a summary of which can be found in our Terms ,of Business.Our Data Protection Statementis,incorporated into these Terms by this reference.\n,Cookies ,The Site uses cookies.\nYou should review our ,Cookie Policywhich is incorporated into these Terms ,by reference.\nBy using this Site you agree that we can place ,these types of cookies on your device.\n,Links ,The Site may contain links to third party websites.\n,These links are provided solely as a convenience to you ,and not as an endorsement by 123.ie of the content ,on such third party websites.\n123.ie is not responsible ,for the content of linked third partysites and does ,not make any representations regarding the content ,or accuracy of materials on such third party websites.\n,If you decide to access linked third party websites, you ,do so at your own risk and in accordance with the ,prevailing terms and conditions of such third party sites.\n,123.ie generally welcomes the hyper-linking to the Site ,from other appropriate websites provided such links ,are to the Site’s homepage (and no deeper within the Site) ,and provided we give our consent to the establishment ,of such links.\nNotwithstanding the foregoing, we reserve ,the absolute right to refuse to consent to such links ,without giving reasons.\nAny links to the Site from ,another website must be presented in such a manner ,that the viewing of the Site is not impaired by framing ,or similar techniques that may impair the visitor’s ,user experience.\nScreen-scraping or similar unauthorised ,More simply put: ,We will protect your privacy and ,personal data in line with our Data ,Protection Statement which you will ,get with your policy documents and ,our Privacy Statement.,More simply put: ,We use cookies including third party ,cookies.\nBy using this site, you are ,agreeing to them.,More simply put: ,The site might have links to third ,party website.\nWe are not ,responsible for those links and it ,doesn’t mean we approve or ,support them.\nIf you want to link to ,our site, please ask us first.,extraction of data from our Site is expressly prohibited.\n,Disclaimers of Warranties ,THIS SITE IS PROVIDED BY 123.ie ON AN “AS IS” BASIS.\n,TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, ,123.ie DISCLAIMS ALL WARRANTIES, EXPRESS OR ,IMPLIED, INCLUDING, WITHOUT LIMITATION, ,IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS,FOR A PARTICULAR PURPOSE, COMPATABILITY, SECURITY, ,ACCURACYOR NON-INFRINGEMENT.\n,NEITHER 123.ie, ANY OF OUR AFFILIATES, NOR ,ANY OF OUR OR THEIRRESPECTIVE LICENSORS, ,LICENSEES, SERVICE PROVIDERS OR SUPPLIERS ,WARRANT THAT THE SITE OR ANY FUNCTION ,CONTAINED IN THE SITE WILL BE UNINTERRUPTED ,OR ERROR-FREE, THAT DEFECTS WILL BE ,CORRECTED, OR THAT THE SITE OR THE SERVERS ,THAT MAKE THE SITE AVAILABLE ARE FREE OF VIRUSES ,OR OTHER HARMFUL COMPONENTS.\n,123.ie DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS,REGARDING THE USE OR THE RESULTS OF THE USE OF THE ,MATERIALS INCORPORATED IN THE SITE OR ANY ,THIRD-PARTY SITE ACCESSED THROUGH THE SITE IN ,TERMS OF THEIR CORRECTNESS, ACCURACY, TIMELINESS, ,RELIABILITY OR OTHERWISE.\n,ALTHOUGH THIS SITE IS ACCESSIBLE WORLDWIDE, ,NOT ALL PRODUCTS OR SERVICES DISCUSSED OR ,REFERENCED HEREIN ARE AVAILABLE TO ALL PERSONS ,OR IN ALL GEOGRAPHIC LOCATIONS.\n123.ie RESERVES ,THE RIGHT TO LIMIT, IN ITS SOLE DISCRETION, THE ,PROVISION AND QUANTITY OF ANY PRODUCT OR ,SERVICE TO ANY PERSON OR GEOGRAPHIC AREA IT ,SO DESIRES.\nANY OFFER FOR ANY PRODUCT OR SERVICE ,MADE IN OR THROUGH THIS SITE IS VOID WHERE ,PROHIBITED.\n,THESE DISCLAIMERS APPLY TO THE FULLEST EXTENT ,PERMITTED BY LAW.\n,More simply put: ,We can’t promise that our site is ,error free.\nUnfortunately, we are ,not responsible for these errors.\nIf ,you find an error, please let us know ,so we can fix it.,Limitation of Liability ,You expressly understand and agree that (to the fullest ,extent permitted by law) 123.ie shall not be liable for ,any indirect, incidental, special, consequential, exemplary ,or punitive damages, or any other damages whatsoever, ,including but not limited to, damages for loss of profits, ,goodwill, use, data or other intangible losses (even if ,we have been advised of the possibility of such damages), ,arising out of, or resulting from your use of, or the inability,to use, the Site.\n,Your submissions to us ,You agree not to use the Site or cause or permit the Site ,to be used:-,•so as to jeopardise or prejudice the operation, ,quality or integrity of the Site, or the operation, ,quality or integrity of any telecommunications ,network.\n,•for any commercial purposeincluding ,any screen-scraping, direct marketing, ,surveys, contests or pyramid schemes, nor to ,use the Site to participate in or cause others ,to participate in sending chain letters, junk ,e-mail, spam, duplicative or unsolicited messages, ,advertising or promotional material;,•to harvest or otherwise collect information about ,others, including e-mail addresses, without their ,consent;,•to distribute, download, upload or transmit any ,material which contains viruses, trojan horses, ,worms, time bombs, cancelbots, or any other harmful ,or deleterious programs;,•contrary to the terms and conditions of any Internet ,Service Provider whose services you may use.\n,Governing Law and Jurisdiction ,The Site has been created and is controlled by 123.ie ,in Ireland.\nThese Terms will be governed by, and construed ,and enforced in accordance with, the laws of Ireland.\n,You hereby unconditionally and irrevocably submit to ,the exclusive jurisdiction of the Irish courts.\n,More simply put: ,We are building the best service we ,can for you but can’t promise if it ,will be perfect.\nWe’re not liable for ,various things.,More simply put: ,When you use the site you agree to ,respect us.,More simply put: ,You’ll have to sue us in Ireland.,Entire Agreement ,These Terms, the Data Protection Statement, the ,Terms of Business, the Cookie Policy, the Product ,Policy Booklets and any of the additional terms ,referred to under the produce application pages ,of the Site constitute the entire agreement between any other terms on the application ,123.ie and you with respect to your access to and use ,of the Site and any third-party site accessed through the ,Site.\nIf any provision of these Terms shall be unlawful, ,void, or for any reason unenforceable, then that ,provision shall be deemed severable from these ,Terms and shall not affect the validity and enforceability ,of any remaining provisions.\n,Contacting Us ,If for any reason you wish to contact us, we can ,be reached at Customer Care Manager, 123.ie, ,RSA House, Dundrum Town Centre, Sandyford ,Road, Dundrum, Dublin 16, Ireland.,Telephone 01 524 6000.,More simply put: ,These Terms, Data Protection ,Statement, Terms of Business, ,Cookie Policy, Policy Booklets and ,pages of this site form the entire ,agreement between 123.ie and you.\n,If any one of them is ever deemed ,not valid, the others are not ,affected.,More simply put: ,Contact us about anything.", "created_at": "2023-07-05 00:59:42.520888", "updated_at": "2023-07-05 01:01:02.495686"}], "points": [], "urls": ["123.ie"]}}