{"error": 448, "message": "OK", "parameters": {"id": 6846, "name": "encrypting.host", "created_at": "2022-11-12 20:00:14.266746", "updated_at": "2022-11-12 23:01:15.243552", "wikipedia": null, "keywords": null, "related": null, "slug": "encrypting-host", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6846.png", "url": "encrypting.host", "documents": [{"id": 12536, "name": "Privacy Policy", "url": "https://encrypting.host/privacy", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>FAQ</li>\n</ul> Datenschutzerklärung\n<p>Personenbezogene Daten (nachfolgend zumeist nur „Daten“ genannt) werden von uns nur im Rahmen der Erforderlichkeit sowie zum Zwecke der Bereitstellung eines funktionsfähigen und nutzerfreundlichen Internetauftritts, inklusive seiner Inhalte und der dort angebotenen Leistungen, verarbeitet.</p>\n<p>Gemäß Art.\n4 Ziffer 1.\nder Verordnung (EU) 2016/679, also der Datenschutz-Grundverordnung (nachfolgend nur „DSGVO“ genannt), gilt als „Verarbeitung“ jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführter Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten, wie das Erheben, das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Veränderung, das Auslesen, das Abfragen, die Verwendung, die Offenlegung durch Übermittlung, Verbreitung oder eine andere Form der Bereitstellung, den Abgleich oder die Verknüpfung, die Einschränkung, das Löschen oder die Vernichtung.</p>\n<p>Mit der nachfolgenden Datenschutzerklärung informieren wir Sie insbesondere über Art, Umfang, Zweck, Dauer und Rechtsgrundlage der Verarbeitung personenbezogener Daten, soweit wir entweder allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung entscheiden.\nZudem informieren wir Sie nachfolgend über die von uns zu Optimierungszwecken sowie zur Steigerung der Nutzungsqualität eingesetzten Fremdkomponenten, soweit hierdurch Dritte Daten in wiederum eigener Verantwortung verarbeiten.</p>\n<p>Unsere Datenschutzerklärung ist wie folgt gegliedert:</p>\n<p>I.\nInformationen über uns als Verantwortliche<br>II.\nRechte der Nutzer und Betroffenen<br>III.\nInformationen zur Datenverarbeitung</p>\n<p>\n<b>I.\nInformationen über uns als Verantwortliche</b>\n</p>\n<p>Verantwortlicher Anbieter dieses Internetauftritts im datenschutzrechtlichen Sinne ist:</p>\n<p>Ralf Rademacher<br>Friedrichstr.\n114a<br>10117 Berlin<br>Deutschland</p>\n<p>E-Mail: ralf@encrypting.host</p>\n<p>Telefon: +49 (0) 421 98961306</p>\n<p>\n<b>II.\nRechte der Nutzer und Betroffenen</b>\n</p>\n<p>Mit Blick auf die nachfolgend noch näher beschriebene Datenverarbeitung haben die Nutzer und Betroffenen das Recht</p>\n<ul>\n<li>auf Bestätigung, ob sie betreffende Daten verarbeitet werden, auf Auskunft über die verarbeiteten Daten, auf weitere Informationen über die Datenverarbeitung sowie auf Kopien der Daten (vgl.\nauch Art.\n15 DSGVO);</li>\n<li>auf Berichtigung oder Vervollständigung unrichtiger bzw.\nunvollständiger Daten (vgl.\nauch Art.\n16 DSGVO);</li>\n<li>auf unverzügliche Löschung der sie betreffenden Daten (vgl.\nauch Art.\n17 DSGVO), oder, alternativ, soweit eine weitere Verarbeitung gemäß Art.\n17 Abs.\n3 DSGVO erforderlich ist, auf Einschränkung der Verarbeitung nach Maßgabe von Art.\n18 DSGVO;</li>\n<li>auf Erhalt der sie betreffenden und von ihnen bereitgestellten Daten und auf Übermittlung dieser Daten an andere Anbieter/Verantwortliche (vgl.\nauch Art.\n20 DSGVO);</li>\n<li>auf Beschwerde gegenüber der Aufsichtsbehörde, sofern sie der Ansicht sind, dass die sie betreffenden Daten durch den Anbieter unter Verstoß gegen datenschutzrechtliche Bestimmungen verarbeitet werden (vgl.\nauch Art.\n77 DSGVO).</li>\n</ul>\n<p>Darüber hinaus ist der Anbieter dazu verpflichtet, alle Empfänger, denen gegenüber Daten durch den Anbieter offengelegt worden sind, über jedwede Berichtigung oder Löschung von Daten oder die Einschränkung der Verarbeitung, die aufgrund der Artikel 16, 17 Abs.\n1, 18 DSGVO erfolgt, zu unterrichten.\nDiese Verpflichtung besteht jedoch nicht, soweit diese Mitteilung unmöglich oder mit einem unverhältnismäßigen Aufwand verbunden ist.\nUnbeschadet dessen hat der Nutzer ein Recht auf Auskunft über diese Empfänger.</p>\n<p>\n<strong>Ebenfalls haben die Nutzer und Betroffenen nach Art.\n21 DSGVO das Recht auf Widerspruch gegen die künftige Verarbeitung der sie betreffenden Daten, sofern die Daten durch den Anbieter nach Maßgabe von Art.\n6 Abs.\n1 lit.\nf) DSGVO verarbeitet werden.\nInsbesondere ist ein Widerspruch gegen die Datenverarbeitung zum Zwecke der Direktwerbung statthaft.</strong>\n</p>\n<p>\n<b>III.\nInformationen zur Datenverarbeitung</b>\n</p>\n<p>Ihre bei Nutzung unseres Internetauftritts verarbeiteten Daten werden gelöscht oder gesperrt, sobald der Zweck der Speicherung entfällt, der Löschung der Daten keine gesetzlichen Aufbewahrungspflichten entgegenstehen und nachfolgend keine anderslautenden Angaben zu einzelnen Verarbeitungsverfahren gemacht werden.</p>\nServerdaten\n<p>Aus technischen Gründen, insbesondere zur Gewährleistung eines sicheren und stabilen Internetauftritts, werden Daten durch Ihren Internet-Browser an uns bzw.\nan unseren Webspace-Provider übermittelt.\nMit diesen sog.\nServer-Logfiles werden u.a.\nTyp und Version Ihres Internetbrowsers, das Betriebssystem, die Website, von der aus Sie auf unseren Internetauftritt gewechselt haben (Referrer URL), die Website(s) unseres Internetauftritts, die Sie besuchen, Datum und Uhrzeit des jeweiligen Zugriffs sowie die IP-Adresse des Internetanschlusses, von dem aus die Nutzung unseres Internetauftritts erfolgt, erhoben.</p>\n<p>Diese so erhobenen Daten werden vorrübergehend gespeichert, dies jedoch nicht gemeinsam mit anderen Daten von Ihnen.</p>\n<p>Diese Speicherung erfolgt auf der Rechtsgrundlage von Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in der Verbesserung, Stabilität, Funktionalität und Sicherheit unseres Internetauftritts.</p>\n<p>Die Daten werden spätestens nach sieben Tage wieder gelöscht, soweit keine weitere Aufbewahrung zu Beweiszwecken erforderlich ist.\nAndernfalls sind die Daten bis zur endgültigen Klärung eines Vorfalls ganz oder teilweise von der Löschung ausgenommen.</p>\nCookies\na) Sitzungs-Cookies/Session-Cookies\n<p>Wir verwenden mit unserem Internetauftritt sog.\nCookies.\nCookies sind kleine Textdateien oder andere Speichertechnologien, die durch den von Ihnen eingesetzten Internet-Browser auf Ihrem Endgerät ablegt und gespeichert werden.\nDurch diese Cookies werden im individuellen Umfang bestimmte Informationen von Ihnen, wie beispielsweise Ihre Browser- oder Standortdaten oder Ihre IP-Adresse, verarbeitet.\n&nbsp;</p>\n<p>Durch diese Verarbeitung wird unser Internetauftritt benutzerfreundlicher, effektiver und sicherer, da die Verarbeitung bspw.\ndie Wiedergabe unseres Internetauftritts in unterschiedlichen Sprachen oder das Angebot einer Warenkorbfunktion ermöglicht.</p>\n<p>Rechtsgrundlage dieser Verarbeitung ist Art.\n6 Abs.\n1 lit b.) DSGVO, sofern diese Cookies Daten zur Vertragsanbahnung oder Vertragsabwicklung verarbeitet werden.</p>\n<p>Falls die Verarbeitung nicht der Vertragsanbahnung oder Vertragsabwicklung dient, liegt unser berechtigtes Interesse in der Verbesserung der Funktionalität unseres Internetauftritts.\nRechtsgrundlage ist in dann Art.\n6 Abs.\n1 lit.\nf) DSGVO.</p>\n<p>Mit Schließen Ihres Internet-Browsers werden diese Session-Cookies gelöscht.</p>\nb) Drittanbieter-Cookies\n<p>Gegebenenfalls werden mit unserem Internetauftritt auch Cookies von Partnerunternehmen, mit denen wir zum Zwecke der Werbung, der Analyse oder der Funktionalitäten unseres Internetauftritts zusammenarbeiten, verwendet.</p>\n<p>Die Einzelheiten hierzu, insbesondere zu den Zwecken und den Rechtsgrundlagen der Verarbeitung solcher Drittanbieter-Cookies, entnehmen Sie bitte den nachfolgenden Informationen.</p>\nc) Beseitigungsmöglichkeit\n<p>Sie können die Installation der Cookies durch eine Einstellung Ihres Internet-Browsers verhindern oder einschränken.\nEbenfalls können Sie bereits gespeicherte Cookies jederzeit löschen.\nDie hierfür erforderlichen Schritte und Maßnahmen hängen jedoch von Ihrem konkret genutzten Internet-Browser ab.\nBei Fragen benutzen Sie daher bitte die Hilfefunktion oder Dokumentation Ihres Internet-Browsers oder wenden sich an dessen Hersteller bzw.\nSupport.\nBei sog.\nFlash-Cookies kann die Verarbeitung allerdings nicht über die Einstellungen des Browsers unterbunden werden.\nStattdessen müssen Sie insoweit die Einstellung Ihres Flash-Players ändern.\nAuch die hierfür erforderlichen Schritte und Maßnahmen hängen von Ihrem konkret genutzten Flash-Player ab.\nBei Fragen benutzen Sie daher bitte ebenso die Hilfefunktion oder Dokumentation Ihres Flash-Players oder wenden sich an den Hersteller bzw.\nBenutzer-Support.</p>\n<p>Sollten Sie die Installation der Cookies verhindern oder einschränken, kann dies allerdings dazu führen, dass nicht sämtliche Funktionen unseres Internetauftritts vollumfänglich nutzbar sind.\n</p>\nGoogle Fonts\n<p>In unserem Internetauftritt setzen wir Google Fonts zur Darstellung externer Schriftarten ein.\nEs handelt sich hierbei um einen Dienst der Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, nachfolgend nur „Google“ genannt.</p>\n<p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n<p>https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</p>\n<p>garantiert Google, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA eingehalten werden.</p>\n<p>Um die Darstellung bestimmter Schriften in unserem Internetauftritt zu ermöglichen, wird bei Aufruf unseres Internetauftritts eine Verbindung zu dem Google-Server in den USA aufgebaut.</p>\n<p>Rechtsgrundlage ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in der Optimierung und dem wirtschaftlichen Betrieb unseres Internetauftritts.</p>\n<p>Durch die bei Aufruf unseres Internetauftritts hergestellte Verbindung zu Google kann Google ermitteln, von welcher Website Ihre Anfrage gesendet worden ist und an welche IP-Adresse die Darstellung der Schrift zu übermitteln ist.</p>\n<p>Google bietet unter</p>\n<p>https://adssettings.google.com/authenticated</p>\n<p>https://policies.google.com/privacy</p>\n<p>weitere Informationen an und zwar insbesondere zu den Möglichkeiten der Unterbindung der Datennutzung.</p>\nCloudFlare\n<p>Zur Absicherung unseres Internetauftritts sowie zur Optimierung der Ladezeiten setzen wir den Dienst CloudFlare als sog.\nCDN (Content-Delivery-Network) ein.\nEs handelt sich hierbei um einen Dienst der Cloudflare Inc., 101 Townsend Street, San Francisco, California 94107, USA, nachfolgend nur „CloudFlare“ genannt.</p>\n<p>Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“)</p>\n<p>https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0&amp;status=Active</p>\n<p>garantiert CloudFlare, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA eingehalten werden.</p>\n<p>Rechtsgrundlage ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in dem sicheren Betrieb unseres Internetauftritts sowie in dessen Optimierung.</p>\n<p>Sofern Sie unseren Internetauftritt aufrufen, werden Ihre Anfragen über den Server von CloudFlare geleitet.\nHierbei werden statistische Zugriffsdaten über den Besuch unseres Internetauftritts erhoben und durch CloudFlare ein Cookie über Ihren Internet-Browser auf Ihrem Endgerät gespeichert.\nZu den Zugriffsdaten zählen</p>\n<p>- Ihre IP-Adresse,</p>\n<p>- die von Ihnen aufgerufene(n) Internetseite(n) unseres Internetauftritts,</p>\n<p>- Typ und Version des von Ihnen genutzten Internet - Browsers,</p>\n<p>- das von Ihnen genutzte Betriebssystem,</p>\n<p>- die Internetseite, von der sie auf unseren Internetauftritt gewechselt haben (Referrer- URL),</p>\n<p>- Ihre Verweildauer auf unserem Internetauftritt und&nbsp;</p>\n<p>- die Häufigkeit des Aufrufs unserer Internetseiten.</p>\n<p>Die Daten werden durch CloudFlare zum Zwecke statistischer Auswertungen der Zugriffe sowie zur Sicherheit und Optimierung des Angebots verwendet.</p>\n<p>Sofern Sie mit dieser Verarbeitung nicht einverstanden sind, haben Sie die Möglichkeit, die Installation der Cookies durch die entsprechenden Einstellungen in Ihrem Internet-Browser zu verhindern.\nEinzelheiten hierzu finden Sie vorstehend unter dem Punkt „Cookies“.</p>\n<p>CloudFlare bietet unter</p>\n<p>https://www.cloudflare.com/privacypolicy/</p>\n<p>weitere Informationen zur Erhebung und Nutzung der Daten sowie zu Ihren Rechten und Möglichkeiten zum Schutz Ihrer Privatsphäre an.</p>\n<p>\nMuster-Datenschutzerklärung der Anwaltskanzlei Weiß &amp.\nPartner</p> FAQ | Config Creator | Impressum | Terms of Service | Privacy Policy\n<p>encrypting.host is based on Axolotl-Club-IMG by SenkJu.</p> ", "created_at": "2022-11-12 19:00:45.472949", "updated_at": "2022-11-12 19:00:52.293836"}, {"id": 12535, "name": "Terms of Service", "url": "https://encrypting.host/tos", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>FAQ</li>\n</ul> encrypting.host Terms of Service\n<p>These Terms &amp.\nConditions are a legally-binding agreement with encrypting.host, and by registering to use, or using our service, you agree to abide by them.</p>\n<p>Violation of these Terms &amp.\nConditions may result in account termination and file deletions.\n</p>\n<p>\n<b>WE WITHHOLD THE RIGHT TO CHANGE THIS POLICY AT ANY TIME WITHOUT NOTICE.</b>\n</p>\n1.\nDefinitions\n<p>In this document, the terms “We”, “Us”, “Our”, “Service”, “Our Services”, “encrypting.host” refer to encrypting.host, and https://encrypting.host, along with the services provided by encrypting.host.\n</p>\n<p>In this document, the terms “Content”, “Items” are used interchangeably for User Generated Content (UGC).\n</p>\n<p>In this document, the terms “You”, “User” refers to the person that has signed up for Our services.</p>\n2.\nGeneral Terms\n<p>Our Services are hosted in the European Union, as such, all Content uploaded and hosted on Our Services must be compliant with EU, especially French and German law.</p>\n3.\nOwnership &amp.\nLicense\n<p>By submitting Content to encrypting.host, you grant Us an unrestricted, unconditional, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right and license to host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part) and distribute such Content (including, without limitation, your image and voice) for any purpose, commercial, advertising, or otherwise, to prepare derivative works of, or incorporate into other works, such Content, and to grant and authorize sublicenses of the foregoing.\nThe use and distribution may occur in any media formats and through any media channels.\nSuch use and distribution license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names and logos, personal and commercial images you provide.\n</p>\n<p>Put simply (as we know that many of you are not lawyers), by submitting Content to Our Services, you give us the right to use the Content however we decide.\nThis right is irrevocable and it is used to secure our right to host your content.</p>\n4.\nLiability\n<p>The User agrees to indemnify, defend, and protect Us from and against all lawsuits and costs of every kind pertaining to the software including reasonable legal fees due to the User's infringement of the intellectual rights of any third party.\n</p>\n<p>We are not to be held liable for any Content submitted to Our Services.\n</p>\n<p>If you hold the copyright to Content hosted on Our Services, and would like the Content to be removed, please refer to the proper contact in Section 7.</p>\n5.\nProhibited Items\nIn order for us to provide our Services to you in a feasible manner, we have a list of prohibited Items:\n<ul>\n<li>Any Content that violates the laws of the United States or Germany.</li>\n<li>Content that can be classified as pedophillic, necrophillic, or zoophilic.</li>\n<li>Malware</li>\n<li>Content that could be interpreted as harassment toward an individual.\n(E.g, leaking information about an individual without prior consent)</li>\n<li>Content that could be interpreted as harassment toward a group, or community.\n(Including, but not limited to Religious groups, Ethnic groups)</li>\n</ul>\n6.\nUptime &amp.\nWarranty\n<p>OUR SERVICE IS PROVIDED WITHOUT ANY KIND OF WARRANTY.</p>\n<p>We do not guarantee any uptime of our Services.\n</p>\n<p>We take full system backups once a day, have a real time replication cluster and are syncing uploads offsite every 30 minutes.</p>\n<p>We do not guarantee that Content hosted on the Services will be retained forever, and we reserve the right to remove any Content we decide upon.</p>\n<p>We do not guarantee that any Internet Domain (“Domain”) will be retained on our Service.</p>\n7.\nAbuse Contact(s)\n<p>The general abuse contact for our Services is ralf@encrypting.host, which can be contacted regarding any violation of our Terms &amp.\nConditions.</p>\n8.\nApplicable Law\n<p>These Terms of Service and the interpretation of their terms shall be governed by and construed in accordance with the laws of Germany and subject to the exclusive jurisdiction of the federal and state courts located in Berlin, Germany.\n</p>\n9.\nMiscellaneous Terms\n<ul>\n<li>\n<b>Entire Agreement.</b> These Terms constitute the entire agreement between you and encrypting.host with respect to your use of the Service and any other subject matter hereof and cannot be changed or modified by you except as expressly posted on the Service by the Company.\nYou also may be subject to additional terms and conditions that may apply when you use affiliate or third party services, third party content or third party software.</li>\n<li>\n<b>Waiver.</b> The failure of encrypting.host to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision, and no waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.</li>\n<li>\n<b>Severability.</b> If any provision of these Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms shall remain in full force and effect.</li>\n<li>\n<b>Course of Conduct/Trade Practice.</b> Neither the course of conduct between the parties nor trade practice will act to modify these Terms.</li>\n<li>\n<b>Documentation of Compliance.</b> Upon the Company's request, you will furnish the Company with any documentation, substantiation or releases necessary to verify your compliance with these Terms.</li>\n<li>\n<b>Defenses Based on Electronic Form of These Terms.</b> You hereby waive any and all defenses you may have based on the electronic form of these Terms and the lack of signing by the parties hereto to execute these Terms.</li>\n<li>\n<b>Survival.</b> You agree that the provisions of these Terms that by their nature should survive termination will survive any termination of these Terms.</li>\n<li>\n<b>Contact.</b> If you have any questions about these Terms, please contact ralf@encrypting.host.\n</li>\n</ul>\n<br> FAQ | Config Creator | Impressum | Terms of Service | Privacy Policy\n<p>encrypting.host is based on Axolotl-Club-IMG by SenkJu.</p> ", "created_at": "2022-11-12 20:00:14.269638", "updated_at": "2022-11-12 19:01:06.362071"}], "points": [], "urls": ["encrypting.host"]}}