{"error": 448, "message": "OK", "parameters": {"id": 1517, "name": "mailbox.org", "created_at": "2019-04-29 16:39:39.431577", "updated_at": "2023-07-10 22:01:16.474252", "wikipedia": null, "keywords": null, "related": null, "slug": "mailboxorg", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1517.png", "url": "mailbox.org", "documents": [{"id": 7140, "name": "Privacy Policy", "url": "https://mailbox.org/en/data-protection-privacy-policy", "xpath": "//*[@id=\"article-483\"]/div", "text": " Data protection &amp.\nprivacy policy <ul>\n<li>\n</li>\n<li>\n</li>\n</ul> Data Protection Policy in accordance with EU General Data Protection Regulation (GDPR) <p>&nbsp;</p>\n<p>Our company has the brands:</p>\n<p>mailbox.org mailbox.org<br>JPBerlin www.jpberlin.de<br>Heinlein Hosting www.heinlein-hosting.de<br>Heinlein Consulting www.heinlein-consulting.de<br>Heinlein Akademie www.heinlein-akademie.de<br>ox.io<br>\n<br>\n</p>\n<p>Heinlein Support GmbH is the processing body for these brands within the meaning of the GDPR.</p>\n<p>We at Heinlein Support GmbH take data protection very seriously.\nSince 1992 we have specialized in secure data exchange and the protection of your private sphere.\nData protection is not an annoying evil for us, but a political conviction, task and mission.\nNevertheless, we also must collect and store certain data to ensure the smooth operation of the servers and thus the security of your data.\nFurthermore, we also need to be able to answer your questions to prove that our systems are working properly and that we have delivered our services to you.\nIn the following, we will fully explain to you where, how long and for what we process data.</p>\n<p>Use of the Heinlein Support GmbH websites and its brands is generally possible without the disclosure of any personal data.\nHowever, if you wish to make use of special services provided by our company via our website, it may be necessary to process personal data.\nIf the processing of personal data is necessary and there is no legal basis for such processing, we generally obtain your consent.</p>\n<p>The processing of personal data, such as name, address, email address or phone number of a Data Subject, is always carried out in conformity with the General Data Protection Regulation and in accordance with the German data protection provisions applicable to Heinlein Support GmbH.\nBy issuing this data protection policy, we would like to inform you about the type, scope and purpose of the personal data collected, used and processed by us.\nFurthermore, we inform you about your rights in this data protection policy.</p>\n<p>Heinlein Support GmbH, as the data processing controller, has implemented numerous technical and organizational measures to ensure the most complete possible protection of the processed personal data.\nNevertheless, internet-based data transmissions can have security gaps so that absolute protection cannot be guaranteed.\nFor this reason, every Data Subject is free to transmit personal data to us by alternative means, for example by phone.</p>\n<p>&nbsp;</p>\n1.\nDefinitions\n<p>Heinlein Support GmbH’s data protection policy is based on the terms used by the issuers of the European directives and regulations in the adopted General Data Protection Regulation (GDPR).\nOur data protection policy should be easy to read and understand both for the public and for our customers and business partners.\nTo ensure this, we would like to explain the terms used in advance.</p>\n<p>We use the following terms, among others, in this data protection policy:</p>\n<p>\n<strong>Personal data<br>\n</strong>This includes all information relating to an identified or identifiable natural person (hereinafter: “Data Subject”).\nA natural person is viewed as identifiable if he or she can be identified, directly or indirectly, in particular by assignment to an identifier such as a name, ID number, location data, online ID or one or more particular characteristics that express the physical, physiological, genetic, psychological, economic, cultural or social identity of that natural person.</p>\n<p>\n<strong>Data Subject<br>\n</strong>A Data Subject is any identified or identifiable natural person whose personal data is processed by the data processing controller.</p>\n<p>\n<strong>Processing<br>\n</strong>This means any operation carried out, with or without the aid of automated procedures, or any such series of operations in connection with personal data such as the collection, recording, organization, arrangement, storage, adaptation or modification, retrieval, consultation, use, disclosure by transmission, dissemination or any other form of provision, comparison or linking, restriction, erasure or destruction.</p>\n<p>\n<strong>Restriction of processing<br>\n</strong>Restriction of processing is the marking of the stored personal data with the aim of restricting its future processing.</p>\n<p>\n<strong>Profiling<br>\n</strong>Profiling is any form of automated processing of personal data consisting in the use of such personal data to evaluate certain personal aspects relating to a natural person, in particular to analyze or predict aspects relating to the performance of work, economic situation, health, personal preferences, interests, reliability, behavior, location or change in location of this natural person.</p>\n<p>\n<strong>Pseudonymization<br>\n</strong>This means the processing of personal data in a manner in which the personal data can no longer be assigned to a specific Data Subject without the use of additional information, provided that this additional information is kept separately and is subject to technical and organizational measures ensuring that the personal data is not assigned to an identified or identifiable natural person.</p>\n<p>\n<strong>Controller or controller for processing<br>\n</strong>This is the natural person or legal entity, body, institution or other agency that alone or together with others decides on the purposes and means of processing personal data.\nWhere the purposes and means of such processing are laid down by European Union law or by the law of the Member States, the controller or the specific criteria for his or her appointment may be laid down in accordance with European Union law or the law of the Member States.</p>\n<p>\n<strong>Processor<br>\n</strong>The processor is a natural person or legal entity, authority, institution or other body that processes personal data on behalf of the controller.</p>\n<p>\n<strong>Recipient<br>\n</strong>The recipient is a natural person or legal entity, authority, institution or other body to which personal data is disclosed, regardless of whether or not it is a third party.\nHowever, authorities that may receive personal data under European Union law or the law of the Member States within the framework of a particular investigation mandate shall not be regarded as recipients.</p>\n<p>\n<strong>Third party<br>\n</strong>A third party is a natural person or legal entity, authority, institution or other body that processes personal data and is not the Data Subject, the controller, the processor or persons authorized to process the personal data under the direct responsibility of the controller or the processor.</p>\n<p>\n<strong>Consent<br>\n</strong>Consent shall be any informed and unequivocal expression of will voluntarily given by the Data Subject in the particular case in the form of a declaration or other clear affirmative act by which the Data Subject indicates his or her consent to the processing of personal data concerning him or her.</p>\n<p>&nbsp;</p>\n2.\nName and address of the body responsible for processing under the GDPR:\n<p>Heinlein Support GmbH<br>Schwedter Straße 8/9B<br>10119 Berlin<br>Germany<br>Email: mail@heinlein-support.de<br>Website: www.heinlein-support.de</p>\n<p>&nbsp;</p>\n3.\nCookies and website analytics with Matomo (formerly Piwik)\n<p>The websites of Heinlein Support GmbH use cookies.\nCookies are text files that are placed and stored on a computer system via an internet browser.</p>\n<p>Many cookies contain a so-called cookie ID.\nA cookie ID is a unique identifier of the cookie.\nIt consists of a string of characters through which internet pages and servers can be assigned to the specific internet browser in which the cookie was stored.\nThis enables the visited internet pages and servers to differentiate the individual browsers of the Data Subject from other internet browsers that contain other cookies.\nA particular internet browser can be recognized and identified by its unique cookie ID.</p>\n<p>Through the use of cookies, we can provide you with more user-friendly services on our websites, which would not be possible without placing the cookie.</p>\n<p>Cookies let us recognize the users of our website, as already mentioned.\nThe purpose of this recognition is to make it easier for users to use our website.\nFor example, the user of a website that uses cookies does not have to re-enter their access data each time they visit the website because this is handled by the website and the cookie stored on the user’s computer system.\nAnother example is the cookie of a shopping cart in the online shop.\nThe online shop remembers the items that a customer has placed in the virtual shopping cart via a cookie.</p>\n<p>You can prevent the placement of cookies by our website at any time by setting your internet browser used accordingly and thus permanently object to the placement of cookies.\nFurthermore, cookies that have already been placed can be deleted at any time via your internet browser or other software programs.\nThis is possible in all common internet browsers.\nIf you deactivate the placement of cookies, not all functions of our website will be fully usable under some circumstances.</p>\n<p>On the website https://mailbox.org, we use “Matomo”, an open source software for statistical evaluation of visitor access.\nWe operate our own Matomo system because we expressly want to do without the otherwise common analysis by Google Analytics.\nWe use Matomo to analyze where visitors to our website come from, what content is relevant to you and where there may be problems with our website.\nWe do not conduct any specific observations of our users as identifiable persons.\nAll data including the IP address is stored exclusively anonymously.</p>\n<p>Matomo uses so-called “cookies”, which are text files placed on your computer and which help analyze use of the website.\nThe information generated by the cookie is stored exclusively on our server in Germany.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser.\nHowever, please note that if you do this, you may not be able to use the full functionality of this website.</p>\n<p>\n<br>You can see what tracking status your browser has sent us and also adjust the tracking status here.</p>\n<p>&nbsp;</p> 4.\nOther services and trackers\n<p>In some places we link to our mailbox.org pin films, which we let Vimeo host.\nThe Vimeo video player triggers an alarm on some anti-tracking systems because it can send video quality statistics to the manufacturer Conviva (Conviva’s data protection policy).\nUnfortunately, we do not know any way to get around this and at the same time we are sure that Vimeo is a substantially better video hoster than Youtube.</p>\n<p>In addition, comments from users under posts or FAQ articles can lead to a loading of avatar images from Gravatar (Gravatar data protection policy).</p>\n<p>To protect against misuse, we use the Google reCaptcha service in our registration form.\nYour IP address is transmitted to this service for verification.\nThe Google data protection policy applies to this service.\nWe have compiled more on this topic for you here: https://kb.mailbox.org/display/MBOKB/Google+Captchas+in+registration form</p>\n<p>&nbsp;</p>\n5.\nCollection of general data and information\n<p>Our web servers collect various kinds of general data and information each time you visit our website.\nThis general data and information is stored in the log files of the server.\nThe web servers may record (1) the browser types and versions used, (2) the operating system used by the accessing system, (3) the website from which an accessing system reaches our website (so-called referrer), (4) the sub-websites which are accessed via an accessing system on our website, (5) the date and time of access of the website, (6) an internet protocol address (IP address), (7) the internet service provider of the accessing system, and (8) other similar data and information used for security purposes in the event of attacks on our information technology systems.</p>\n<p>When using this general data and information, Heinlein Support GmbH does not draw any conclusions about the Data Subject.\nRather, this information is required to (1) correctly deliver the contents of our website, (2) optimise the contents of our website, (3) ensure the long-term functionality of our information technology systems and the technology of our website and (4) provide law enforcement authorities with the information necessary for criminal prosecution in the event of a cyber attack.\nThe anonymously collected data and information is therefore evaluated by us statistically and also with the aim of increasing data protection and data security in our company in order to ultimately ensure an optimum level of protection for the personal data processed by us.\nThe anonymous data of the server log files is stored separately from all personal data provided by a Data Subject.</p>\n<p>&nbsp;</p>\n6.\nRegistration on our website\n<p>You have the option of registering on our websites by entering personal data.\nThe respective input mask used for registration determines what personal data will be transmitted to us.\nThe personal data entered by you will be collected and stored exclusively for internal use and for your own purposes.</p>\n<p>When you register on our internet pages, the IP address assigned by your internet service provider (ISP) as well as the date and time of the registration are stored.\nThis data is stored because this is the only way to prevent misuse of our services and, if necessary, to enable us to investigate criminal offences committed.\nIn this respect, the storage of this data is necessary to protect the data processing controller.\nThis data will fundamentally not be shared with third parties unless required by law or for the purpose of criminal prosecution.</p>\n<p>Your registration with voluntary disclosure of personal data lets us offer your content or services that can only be offered to registered users due to the nature of the matter.\nRegistered persons are free to modify the personal data provided during registration at any time or to have it completely erased from the database of the data processing controller.</p>\n<p>If requested, we will inform you at any time about what personal data concerning you is stored by us.\nFurthermore, we will rectify or erase personal data if requested or instructed by the Data Subject if there are no legal duties to store such data.\nIn this context, our customer support staff are available as contacts.</p>\n<p>&nbsp;</p>\n7.\nContact options via the websites\n<p>Due to legal regulations, the websites of Heinlein Support GmbH contain information that enables rapid electronic contact with our company and direct communication with us, which also includes a general address for so-called electronic mail (email address).\nIf you contact us by email or via a contact form, the personal data transmitted by you will be stored automatically.\nSuch personal data transmitted by you to us on a voluntary basis will be stored for the purposes of processing or contacting you.\nThis personal data will not be shared with third parties.</p>\n<p>&nbsp;</p>\n8.\nComment function in the blog on the website\n<p>We offer you the opportunity to leave individual comments or individual contributions on our blog or in our user forum located on our websites.\nA blog or user forum is a portal on a website, usually open to the public, in which one or more people who are called bloggers or web bloggers can post articles or write down thoughts in so-called blog posts.\nComments can usually be made by third parties at the blog posts.</p>\n<p>If you leave a comment in our blog or user forum, not only the comments you leave will be saved and published, but also information about the time you made the comment and your chosen user name (pseudonym).\nThe IP address assigned by your internet service provider (ISP) is also logged.\nThis IP address is stored for security reasons and in case the Data Subject violates the rights of third parties or posts illegal content by submitting a comment.\nThe storage of this personal data is therefore in our interest, so that we can clear ourselves of any liability in the event of a violation of the law.\nThe personal data collected will not be disclosed to third parties, unless such disclosure is required by law or serves the legal defence of the data processing controller.</p>\n<p>&nbsp;</p>\n9.\nSubscribing to comments in blog on the website\n<p>The comments made in our blog or user forum can fundamentally be subscribed to by third parties.\nIn particular, it is possible for a commentator to subscribe to the comments that follow their comment on a particular blog post.\nIf you choose to subscribe to comments, an automatic confirmation email will be sent to check whether the owner of the indicated email address has actually opted for this option using the double opt-in procedure.\nThe subscription can be cancelled at any time.</p>\n<p>&nbsp;</p>\n10.\nRoutine erasure and lock-up of personal data\n<p>We process and store personal data only for the period necessary to achieve the storage purpose or to the extent that such has been laid out by European issuers of directives and regulations or any other legislator in laws or requirements to which the data processing controller is subject to.\nThe criterion for the duration of the storage of personal data is the respective legal retention period.\nAfter the expiry of this period, the corresponding data will be routinely erased, provided that it is no longer necessary for the fulfil or initiation of the contract.</p>\n<p>If the storage purpose ceases to apply or if a storage period prescribed by European issuers of directives and regulations or any other responsible legislator expires, the personal data is routinely locked-up or erased in accordance with the statutory provisions.\nSpecifically, you will find our respective erasure periods for the various data categories here:</p>\n<p>&nbsp;</p>\n<p>\n<strong>Type: web server / web portal / administration interface</strong>\n<br>\n<strong>Relates to: JPBerlin, mailbox.org, Heinlein-Hosting, ox.io</strong>\n</p>\n<ol>\n<li>Stored data: when and from which IP address our platform was accessed.</li>\n<li>Purpose: protection against misuse and unauthorised access</li>\n<li>Erasure period: after 4 days.</li>\n<li>Access by: system administration, support/help desk, programmer</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>Type: mail server SMTP, spam and virus filters</strong>\n<br>\n<strong>Relates to: JPBerlin, mailbox.org, Heinlein Hosting, ox.io</strong>\n</p>\n<ol>\n<li>Stored data: sender, recipient, message ID and size of a sent or received email.\nParts of the content or subject of an email are not stored in this context</li>\n<li>Purpose: to verify that the emails entrusted to us have been correctly delivered/received if users complain about the loss of an email, and to protect against misuse.</li>\n<li>Erasure period: after 7 days.</li>\n<li>Access by: system administration, support/help desk</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>Type: mail server POP3/IMAP, ox.io</strong>\n<br>\n<strong>Relates to: JPBerlin, mailbox.org, Heinlein Hosting, ox.io</strong>\n</p>\n<ol>\n<li>Stored data: what account has logged in when from what IP address.\nIf emails are erased, the message ID and size of the erased email are stored.\nWhen an email is moved to another IMAP folder, the message ID and size of the email and where it was moved from and to are saved.\nNo contents of the email are logged in this context.</li>\n<li>Purpose: to verify whether unauthorised access to a mailbox has taken place or why and how an email has been erased if users complain about the loss of an email and protection against misuse.\nIf the user grants direct debit authorisation or if external payment services are used, bank data or transfer IDs are stored.</li>\n<li>Erasure period: after 4 days.</li>\n<li>Access by: system administration, support/help desk</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>Type: customer management</strong>\n<br>\n<strong>Relates to: all brands</strong>\n</p>\n<ol>\n<li>Stored data: first name/last name, since this is used to configure email addresses with a real name.\nemail address, date of account registration</li>\n<li>Optional data: if specified by you in the registration, including street/building number, postal code/city or town, country, optional callback phone number, alternative email address, forwarding, alias addresses, promotional codes: type, value and expiry date.\nMobile phone number for password reset is only stored as an unreadable hash.\nIf the user issues a direct debit authorisation, the bank data will be stored.</li>\n<li>Purpose: first and last name must be used in email addresses.\nThe remaining data is used for invoicing, contract fulfilment or user support.</li>\n<li>If data in account management is changed (i.e.\naddress, direct debit authorisation, etc.), the IP address that caused a change is logged for 7 days.</li>\n<li>Erasure period: four weeks after the end of the contract and payment of the last outstanding invoice</li>\n<li>Access by: system administration, support/help desk, programmer, accounting/managing director assistance</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>Type: Customer support</strong>\n<br>\n<strong>Relates to: all brands</strong>\n</p>\n<ol>\n<li>Stored data: emails including content and, if applicable, attachment in ticket system</li>\n<li>Optional data: if specified by you, including street/building number, postal code/city or town, country, optional callback phone number, alternative email address, list oft desired mailbox.org-newsletters.</li>\n<li>Purpose: provision of service in customer support, traceability, verifiability and documentation of contracts and agreements</li>\n<li>2 years after the end of the calendar year (statutory expiry claims)</li>\n<li>Access by: system administration, support/help desk, programmer</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>Type: XMPP (Jabber) service</strong>\n<br>\n<strong>Relates to: mailbox.org </strong>\n</p>\n<ol>\n<li>Stored data: The account that caused the error during use.\nIn the event of an error, the account ID and IP address are stored.</li>\n<li>Purpose: Ensuring of the correct functionality of the service and protection against misuse and unauthorised access</li>\n<li>Deletion period: after 4 days</li>\n<li>Access by: System administration</li>\n<li>Stored data: Chat history</li>\n<li>Purpose: Part of the services so that offline clients can view unread messages at the next login.</li>\n<li>Access by: System administrators.</li>\n<li>Deletion period: after 4 days</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>Type: POP3 collection service</strong>\n<br>\n<strong>Relates to: mailbox.org</strong>\n</p>\n<ol>\n<li>Stored data: remote POP3 server, login, password, log of recent POP3 retrievals</li>\n<li>Purpose: logging-in on remote system for mail retrieval, ensuring operation, protection against misuse and unauthorised access</li>\n<li>Erasure period: 7 days after removal of access</li>\n<li>Access by: system administration, support/help desk</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>Type: mailbox.org and ox.io Office</strong>\n<br>\n<strong>Relates to: mailbox.org, ox.io (all services of the online portal)</strong>\n</p>\n<ol>\n<li>Stored data: log data with logins + source IP addresses in the last few hours</li>\n<li>Purpose: ensuring operation and protecting against misuse, error analysis, debugging</li>\n<li>Erasure period: 4 days</li>\n<li>Access by: system administration, support/help desk</li>\n</ol>\n<p>&nbsp;</p>\n11.\nOverview of your rights\n<p>\n<strong>Right to confirmation<br>\n</strong>Every Data Subject affected by the processing of personal data has the right to receive a confirmation from us as to whether personal data concerning him or her is processed.\nThis data protection policy transparently discloses all the processing reasons and locations.\nIf you still want to exercise your right to confirmation, please contact our customer support.\nThe processing of these inquiries causes considerable effort.\nPlease refrain from fun requests.</p>\n<p>\n<strong>Right to information<br>\n</strong>Every Data Subject affected by the processing of personal data has the right to receive free information about the personal data stored in regard to his or her person and a copy of this information at any time.\nThis information includes:</p>\n<ol>\n<li>the purposes of processing</li>\n<li>the categories of personal data to be processed</li>\n<li>the recipients or categories of recipients to whom the personal data has been or is still being disclosed, in particular recipients in third countries or international organisations, if possible</li>\n<li>the planned duration for which the personal data will be stored or, if this is not possible, the criteria for determining this duration</li>\n<li>the existence of a right to have your personal data concerning you rectified or erased or to have its processing restricted by the controller or to object to this processing</li>\n<li>the existence of a right of appeal to a supervisory authority</li>\n<li>if the personal data is not collected from the Data Subject: all available information about the origin of the data</li>\n<li>the existence of automated decision-making, including profiling in accordance with Article 22 (1) and (4) GDPR and – at least in these cases – meaningful information on the logic involved and the scope and intended effects of such processing for the Data Subject</li>\n<li>the Data Subject also has a right to know whether personal data has been transferred to a third country or to an international organisation.\nIf this is the case, the Data Subject also has the right to obtain information about the appropriate guarantees in connection with the transfer.</li>\n</ol>\n<p>We are already providing a large part of this information in this data protection policy.\nIn the settings areas of our providers, you will find a data protection information portal that summarises your additional data stored by us.</p>\n<p>\n<strong>Right to rectification<br>\n</strong>Every Data Subject affected by the processing of personal data has the right to request the immediate rectification of inaccurate personal data concerning him or her.\nFurthermore, the Data Subject has the right to request the completion of incomplete personal data, including by means of a supplementary declaration, with consideration given to the purpose of the processing.</p>\n<p>If you would like to make use of this right to rectification, please contact our customer support.</p>\n<p>\n<strong>Right to erasure (right to be forgotten)<br>\n</strong>Every Data Subject affected by the processing of personal data shall have the right to require the controller to erase the personal data concerning him or her immediately, provided that one of the following reasons applies and insofar as the processing is not necessary:</p>\n<ol>\n<li>The personal data has been collected or otherwise processed for purposes for which it is no longer necessary.</li>\n<li>The Data Subject revokes his or her consent on which the processing was based in accordance with Article 6 (1) (a) GDPR or Article 9 (2) (a) GDPR, and there is no other legal basis for the processing.</li>\n<li>The Data Subject objects to the processing in accordance with Article 21 (1) GDPR and there are no overriding legitimate grounds for processing, or the Data Subject objects to processing in accordance with Article 21 (2) GDPR.</li>\n<li>The personal data has been processed unlawfully.</li>\n<li>The erasure of personal data is necessary to fulfil a legal obligation under European Union law or the law of the Member State to which the controller is subject.</li>\n<li>The personal data was collected in relation to the offered services of the information company in accordance with Article 8 (1) GDPR.</li>\n</ol>\n<p>If one of the above-mentioned reasons applies and you wish to have personal data stored at Heinlein Support GmbH erased, please contact our customer support.</p>\n<p>If the personal data has been made public by Heinlein Support GmbH and our company is obliged to erase the personal data as the controller in accordance with Article 17 (1) GDPR, Heinlein Support GmbH shall take into account the available technology and the implementation costs and adopt appropriate measures, including technical measures, to inform other data processing controllers – where they process the published personal data – that the Data Subject has requested that all links to this personal data or copies or duplicates of this personal data be erased by these other data processing controllers if processing is not necessary.\nOur customer support will arrange for the necessary action in the individual case.</p>\n<p>\n<strong>Right to restriction of processing<br>\n</strong>Every Data Subject affected by the processing of personal data shall have the right to require the restriction of the processing by the controller if one of the following conditions is met:</p>\n<ol>\n<li>The accuracy of the personal data is disputed by the Data Subject for a period that enables the controller to verify the accuracy of the personal data.</li>\n<li>The processing is unlawful.\nthe Data Subject refuses to erase the personal data and instead requests a restriction on the use of the personal data.</li>\n<li>The controller no longer needs the personal data for the purposes of the processing, but the Data Subject needs it to establish, exercise or defend legal claims.</li>\n<li>The Data Subject has lodged an objection to the processing in accordance with Article 21 (1) GDPR, and it has not yet been determined whether the legitimate reasons of the controller outweigh those of the Data Subject.</li>\n</ol>\n<p>If one of the above-mentioned reasons applies and you wish to have personal data stored at Heinlein Support GmbH restricted, please contact our customer support.</p>\n<p>\n<strong>Right to data portability<br>\n</strong>Every Data Subject affected by the processing of personal data has the right to receive in a structured, commonly-used and machine-readable format the personal data concerning him or her, if the Data Subject provided the controller with personal data.\nThe Data Subject also has the right to transfer such data to another controller without hindrance by the controller to whom the personal data has been provided, if the processing is based on the consent laid out in Article 6 (1) (a) GDPR or Article 9 (2) (a) GDPR or on a contract in accordance with Article 6 (1) (b) GDPR, and the processing is carried out using automated procedures, unless the processing is necessary for the performance of a task in the public interest or in the exercise of public authority conferred on the controller.</p>\n<p>Furthermore, in exercising his or her right to data portability in accordance with Article 20 (1) GDPR, the Data Subject has the right to effect that the personal data be transferred directly by a controller to another controller, if such is technically feasible and the rights and freedoms of other persons are not affected thereby.</p>\n<p>The data stored on you by us can be retrieved via standard protocols (*DAV, POP3/IMAP, etc.) and can be transferred to third parties in this way.\nThe remaining data can be accessed via the data protection information portal.</p>\n<p>\n<strong>Right to object<br>\n</strong>Every Data Subject affected by the processing of personal data has the right to object at any time to the processing of personal data concerning him or her on the basis of Article 6 (1) (e) or (f) GDPR on grounds arising from his or her particular situation.\nHeinlein Support GmbH will no longer process personal data in the event of an objection, unless we can prove compelling reasons worthy of protection for the processing, which outweigh the interests, rights and freedoms of the Data Subject, or the processing is intended to establish, exercise or defend legal claims.</p>\n<p>If Heinlein Support GmbH processes personal data in order to carry out direct marketing, the Data Subject has the right to object at any time to the processing of personal data for the purpose of such marketing.\nThis also applies to profiling insofar as it is connected with such direct marketing.\nIf the Data Subject objects to Heinlein Support GmbH processing for direct marketing purposes, Heinlein Support GmbH will no longer process the personal data for these purposes.\n<strong>However, Heinlein Support GmbH does not process any personal data for these purposes.</strong>\n</p>\n<p>Furthermore, the Data Subject has the right to object to the processing of personal data concerning him or her where such is carried out at Heinlein Support GmbH for scientific or historical research purposes or for statistical purposes in accordance with Article 89 (1) GDPR on grounds arising from his or her particular situation, unless such processing is necessary to fulfil a task in the public interest.\n<strong>However, Heinlein Support GmbH does not process any personal data for these purposes.</strong>\n</p>\n<p>To exercise your right to object, please contact our customer support.</p>\n<p>\n<strong>Automated decisions in individual cases including profiling<br>\n</strong>Every Data Subject affected by the processing of personal data has the right not to be subject to a decision based exclusively on automated processing, including profiling, where such a decision has a legal effect with respect to him or her or significantly affects him or her in a similar manner, unless the decision (1) is necessary for the conclusion or performance of a contract between the Data Subject and the controller, or (2) is admissible under European Union or Member State law to which the controller is subject and that law contains appropriate measures to protect the rights, freedoms and legitimate interests of the Data Subject, or (3) with the express consent of the Data Subject.</p>\n<p>If the decision (1) is necessary for the conclusion or performance of a contract between the Data Subject and the controller or (2) is made with the express consent of the Data Subject, Heinlein Support GmbH shall take appropriate measures to protect the rights and freedoms as well as the legitimate interests of the Data Subject, including at least the right to effect the intervention of a person on the side of the controller, to state his or her own position and to challenge the decision.</p>\n<p>\n<strong>However, Heinlein Support GmbH does not process any personal data for these purposes.</strong>\n</p>\n<p>\n<strong>Right to revoke consent under data protection law<br>\n</strong>Every Data Subject affected by the processing of personal data has the right to revoke consent to the processing of personal data at any time.\nIf you would like to exercise your right to revoke your consent, please contact our customer support.\nPlease note that a revocation of your data protection consent may make it impossible for us to continue your contract.</p>\n<p>&nbsp;</p>\n12.\nData protection in the case of applications and in the application procedure\n<p>Heinlein Support GmbH collects and processes the personal data of applicants for the purpose of executing the application procedure.\nProcessing may also be carried out electronically.\nThis is particularly the case if an applicant submits corresponding application documents to us by electronic means, for example by email or via a web form on the website.\nIf we conclude an employment contract with an applicant, the data transferred will be stored for the purposes of processing the employment relationship in compliance with the statutory provisions.\nIf we do not conclude an employment contract with the applicant, the application documents will be automatically erased two months after notification of the rejection decision, provided that no other legitimate interests of the data processing controller stand in the way of erasure.</p>\n<p>&nbsp;</p>\n13.\nLegal basis of processing\n<ol>\n<li>Article 6 (I) (a) GDPR is the legal basis for the processing operations at our company when we obtain consent for a certain processing purpose.\nIf the processing of personal data is necessary for the performance of a contract to which the Data Subject is a contractual party, as is the case, for example, with processing operations necessary for the delivery of goods or the provision of other services or a consideration, the processing is based on Article 6 (I) (b) GDPR.\nThe same applies to those processing operations that are necessary to carry out pre-contractual measures, for example in cases of enquiries about our products or services.\nIf our company is subject to a legal obligation that requires the processing of personal data, for example to fulfil tax obligations, the processing is based on Article 6 (I) (c) GDPR.\nIn rare cases, the processing of personal data may become necessary to protect the vital interests of the Data Subject or another natural person.\nThis would be the case, for example, if a visitor were injured at our company, and his or her name, age, health insurance data or other vital information had to be passed on to a doctor, a hospital or other third parties.\nThe processing would then be based on Article 6 (I) (d) GDPR.\nUltimately, processing operations could be based on Article 6 (I) (f) GDPR.\nProcessing operations that are not covered by any of the aforementioned legal bases are based on this legal basis if processing is necessary to protect a legitimate interest of our company or a third party, provided that the interests, fundamental rights and freedoms of the Data Subject do not outweigh our own.\nWe are permitted to undertake such processing operations because they have been specifically mentioned by European legislation.\nIn this respect, legislation adopts the position that a legitimate interest could be assumed if the Data Subject is a customer of the controller (Recital 47 (2) GDPR).</li>\n<li>Legitimate interests in the processing pursued by the Controller or a third party</li>\n<li>If the processing of the personal data is based on Article 6 (I) (f) GDPR, it is in our legitimate interest to conduct our business for the well-being of all our employees and stakeholders.</li>\n<li>Legal or contractual provisions on providing personal data.\nnecessity for the conclusion of the contract.\nobligation of the Data Subject to provide the personal data.\npossible consequences of failure to provide it</li>\n<li>We inform you that the provision of personal data is partly required by law (e.g.\ntax regulations) or may also result from contractual regulations (e.g.\ninformation on contractual partner).\nIn some cases, it may be necessary for the conclusion of a contract that a Data Subject provides us with personal data that must subsequently be processed by us.\nFor example, the Data Subject is obliged to provide us with personal data if our company concludes a contract with the Data Subject.\nFailure to provide personal data would mean that the contract with the Data Subject could not be concluded.\nPrior to the provision of personal data by the Data Subject, the Data Subject must contact one of our employees.\nOur employee will inform the Data Subject on a case-by-case basis whether the provision of personal data is required by law or contract or required for the conclusion of the contract, whether there is an obligation to provide the personal data and what consequences the failure to provide the personal data would have.</li>\n<li>\n<strong>As a responsible company, we refrain from automatic decision-making or profiling.</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n14.\nDisclosure of data to investigative authorities\n<p>We protect free communication against eavesdropping by means of minimal data storage and other technical measures, including systematic encryption.\nWe teach and motivate people here to make use of the technical protection options.</p>\n<p>According to Section 113 of the German Telecommunications Act (Telekommunikationsgesetz, TKG), the public prosecutor’s office and the police have relatively easy access to the so-called database data of a telecommunications provider like us.\nIn this case, simple requests for information are sufficient without the need for a judge’s decision.\nAccording to Section 113 of the Telecommunications Act, a telecommunications provider cannot legally defend itself against this request for information – it must be fulfilled.\nIt should be noted that according to Section 113 (II) of the Telecommunications Act the provider must maintain silence about the request and may not inform the affected customer about the access.</p>\n<p>Access to the log data of mail or web servers or the email content of a mailbox requires a judge’s decision to disclose/search, unless the investigating authorities can directly establish “imminent danger”.\nThe telecommunications provider has no legal means at its disposal, even against the search order.\nit can no longer defend itself against the “confiscation” of the log data.</p>\n<p>We have no choice but to disclose data to the investigating authorities under the conditions described here.\notherwise, there is the threat that entire servers will be seized in the context of a company search or, where applicable, there will also be coercive detention of employees of the company.</p>\n<p>Conversely, we will not disclose any data if the legal requirements for disclosure are not mandatory (so-called “anticipatory obedience”).\nSuch requests for information from the police without a court order will definitely be rejected by us, as in these cases it would be illegal for us to disclose the data.\nWe, or our lawyers, strictly and critically examine all disclosure requests.</p>\n<p>However, we cannot judge whether the database data you provided when you registered is correct and accurate.\nIf you encrypt your email traffic with PGP, we are also not able to make the content of these emails readable either.</p>\n<p>You will find further information in our annual Transparency Report on requests from the authorities.</p>\n<p>&nbsp;</p>\n15.\nMarketing, market research and sharing data with third parties\n<p>The data stored by you is used exclusively for the aforesaid purposes.\nYour data will not be used for other purposes, evaluated or shared under any circumstances.\nWe have no interest in using your data for marketing or market research purposes.\nA sharing of the data with third parties is excluded.</p>\n<p>&nbsp;</p>\n16.\nOur data protection officer\n<p>A company data protection officer has been appointed for our company.\nYou can reach our data protection officer at:</p>\n<p>privacy@mailbox.org<br>privacy@heinlein-support.de</p>\n<p>\n<em>As of: 30 September 2019</em>\n</p> ", "created_at": "2021-06-18 10:32:37.256564", "updated_at": "2021-06-18 10:32:48.01564"}, {"id": 13229, "name": "T&Cs Cancellation policy", "url": "https://mailbox.org/en/t-cs-cancellation-policy", "xpath": "//*[@id=\"article-478\"]", "text": " T&amp;Cs | Cancellation policy <ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Your account with mailbox.org is a prepaid account.\nIf you do not deposit credit, or if the deposited credit runs out, then your account will be deleted after 30 days (Section 6 of our General Terms and Conditions).\nAfter another 30 days we delete all the Data that we stored for you (Section 5 of our General Terms and Conditions).</p>\n<p>If you do not have any credit in your prepaid-Account, then you can just let your account expire.\nIn this case, you do not need to send a cancellation of your contract.</p> Notice of Cancellation Right <p>We are legally obliged to inform you of your right of cancellation as a consumer.\nThis English version is only for your convenience.\nThe German version is legally binding.</p>\n<p>\n<em>Right to withdraw</em>\n<br>You have the right to withdraw from the contract within 14 days without giving any reason.</p>\n<p>The withdrawal period will expire after 14 days from the day of the conclusion of the contract.\nTo exercise the right of withdrawal, you must inform us (Heinlein Hosting GmbH, Schwedter Straße 8/9A, 10119 Berlin, Fax 030/40505119, E-Mail widerruf@mailbox.org) of your decision to withdraw from the contract by an unequivocal statement (e.g.\na letter sent by post, fax or e-mail).\nYou may use the attached model withdrawal form, but it is not obligatory.</p>\n<p>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</p>\n<p>\n<em>Effects of withdrawal<br>\n</em>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.</p>\n<p>If you requested to begin the performance of services during the withdrawal period, you shall pay us an amount which is in proportion to what has been provided until you have communicated us your withdrawal from the contract, in comparison with the full coverage of the contract.</p>\n<p>\n<em>Lapse of cancellation right<br>\n</em>Your right to withdraw from this contract also expires when we begin performing the complete service before expiry of the cancellation period with the expressed agreement of the service user or the service subscriber has himself initiated the same.</p>\n<p>\n<br>\n<em>Model withdrawal form<br>\n</em>(complete and return this form only if you wish to withdraw from the contract)</p>\n<p>To Heinlein Hosting GmbH<br>Schwedter Straße 8/9A<br>10119 Berlin</p>\n<p>Fax 030/40505119<br>E-Mail widerruf@mailbox.org:</p>\n<p>— I/We (*) hereby give notice that I/We (*) withdraw from my/our (*) contract of sale of the following goods (*)/for the provision of the following service (*):</p>\n<p>— Ordered on (*)/received on (*)</p>\n<p>— Name of consumer(s)</p>\n<p>— Address of consumer(s)</p>\n<p>— Signature of consumer(s) (only if this form is notified on paper)</p>\n<p>— Date</p>\n<p>(*) Delete as appropriate</p>\n<p>\n<br>\n<br>\n</p>\n<p>\n<strong>End of Notice of Cancellation Right</strong>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\nOur General Terms and Conditions for mailbox.org Prepaid\n<p>\n<strong>Section 1 – Provider, User</strong>\n</p>\n<p>(1) The provider of the services offered under the domain mailbox.org (hereinafter “Service”) is Heinlein Hosting GmbH, Schwedter Str.\n8/9b, D-10119 Berlin, Germany (hereinafter “Provider”).</p>\n<p>(2) Any terms and conditions defined by the User shall be inapplicable.\nThe Provider expressly refutes the inclusion thereof if inclusion is not individually covenanted in writing.<br>\n<br>\n</p>\n<p>\n<strong>Section 2 – Scope of Services</strong>\n</p>\n<p>(1) The Provider shall make an email address available to the User under the domain of the Provider, e.g., in the format username@mailbox.org (hereinafter “Mailbox Address”).\nThe User may select the user name upon contractual conclusion, provided the user name is available as per the name-specific guidelines of the Provider and has not already been assigned.</p>\n<p>(2) Upon setting up the Mailbox Address, the Provider creates an identical user account which the User can use via SMTP, POP3, and IMAP or via the websites under mailbox.org in order to retrieve and send emails, to configure settings, and, if desired, to use further services, such as calendar administration, address book management, task management or file transfer functions.</p>\n<p>(3) The hosting of domains or webspace is not a component of the services to be rendered.<br>\n<br>\n</p>\n<p>\n<strong>Section 3 – Availability (“Uptime”) and Storage Capacity (“Quota”)</strong>\n</p>\n<p>(1) The Provider shall make its services available for an average of 99.9% of the duration of any given calendar month.</p>\n<p>(2) The Provider’s obligation of performance shall be limited, in the instance of data transmission, to communication between the Provider’s server and a suitable juncture with the Internet that is to be identified by the Provider.\nThe Provider exerts no influence on the availability and reliability of the virtual data paths outside its own network.\nTherefore, there is no obligation to effect successful data transmission from the juncture to servers of third parties.</p>\n<p>(3) The Provider is only obligated, within the parameters of the storage capacity (“quota”) individually agreed, to receive emails and to store data on behalf of the User.\nThe quota depends upon the User’s selected tariff and can vary specific to the various services rendered by the Provider.\nIn the user account, the User can obtain information on his/her current quota utilization.</p>\n<p>(4) Emails sent to the User once the storage capacity has been exhausted are returned by the Provider’s mail server.\nthe sender receives a message notifying that Party that the delivery attempt has failed (“over quota”).</p>\n<p>(5) Once the storage capacity has been exhausted, the User cannot add any further details (e.g., addresses, calendar entries, tasks, notes, files).<br>\n<br>\n</p>\n<p>\n<strong>Section 4 – Fees, Performance against Credit Balance</strong>\n</p>\n<p>(1) The Provider shall render services against credit balance.\nAdvance payments made by the User shall count towards fees for subsequently availed services.</p>\n<p>(2) The User may increase his/her credit balance at any time by remitting payment to the Provider.\nPayments may be made via bank transfer, by sending postal cash payments, via PayPal, or by transferring Bitcoin credit.\nIn the event that the contractual relationship with the customer has existed for at least 12 months, the User can also remit payment via the SEPA direct debit scheme.</p>\n<p>(3) In the case of fees, the price list valid at the time of contractual conclusion shall be applicable, in addition to these terms and conditions of use.</p>\n<p>(4) Fees recurring on a monthly basis shall be payable in advance on the first day of a billing month for that month.\nThe first billing month shall commence upon contractual conclusion and shall run for one month in accordance with Section 188 Paragraph 2 of the German Civil Code (BGB).\nsubsequent billing months shall be configured accordingly.</p>\n<p>(5) The Provider shall notify the User via email if the credit balance drops below the amount required for two months’ utilization at the selected tariff.</p>\n<p>(6) In the event that the User has a credit balance that, however, is insufficient for the settlement of fees for a complete billing month, the Provider shall render services pro rata temporis consistent with the value of the remaining credit balance.\nTo this end, 1/30 of the monthly fees shall be deemed to constitute the basis for each calendar day, a partial day being calculated by being rounded off, in favor of the User, as one complete day.</p>\n<p>(7) In the event that the credit balance is exhausted, the active User account shall be converted into a limited-function user account in accordance with Section 5.\nFurthermore, the Provider shall not be obligated to render services in advance.</p>\n<p>(8) In the event that pro rata fees or reimbursements are payable owing to a change in tariff or on other grounds, these shall be calculated on a per-calendar-day basis by computing 1/30 of the amount applicable to a billing month.</p>\n<p>(9) The User shall also be liable for fees arising from a third party’s utilization of the User’s user account (e.g., following negligent disclosure of that Party’s access data) unless the User can prove that s/he is not responsible for such utilization.</p>\n<p>(10) All fees are deemed to include applicable sales tax prevailing in Germany.<br>\n<br>\n</p>\n<p>\n<strong>Section 5 – Active and Limited-Function User Accounts</strong>\n</p>\n<p>(1) As long as the User has a credit balance, all services specific to the selected tariff shall be fully available to the User (“active user account”).</p>\n<p>(2) In the event that the credit balance is exhausted, the Provider shall notify the User via email, and the user account shall be limited in terms of its functionality to the TRIAL30 tariff (“limited user account”).</p>\n<p>(3) For a period of 30 days following such notification in respect of conversion to a limited-function user account, the account may be reconverted to an active user account if a credit payment is remitted.</p>\n<p>(4) In the event that a limited-function account is not converted to an active user account within a period of 30 days, the contractual relationship shall terminate upon lapse of the 30th day without notice of termination being required.\nThe Provider shall delete the data specific to the User that are stored on its systems in accordance with Section 10, and shall release the email address for re-registration.<br>\n<br>\n</p>\n<p>\n<strong>Section 6 – Contractual Conclusion, Account Creation</strong>\n</p>\n<p>(1) The contract is concluded online exclusively via the website mailbox.org.\nOnly the desired user name and a password, selected by the User, are to be entered when applying.</p>\n<p>(2) In the event that the user account can be set up with the selected user name, the Provider shall confirm that the contract has been concluded by way of confirmation displayed on the screen as well as via an email that shall be sent directly to the newly created Mailbox Address.\nThe User can read and download this email via his/her user account, which s/he can retrieve by entering his/her user name and password.</p>\n<p>(3) Initially, the user account will be set up as a limited-function user account consistent with the 30-day TRIAL30 tariff.\nThe User can switch to a different tariff once s/he has paid in a credit balance of at least one month’s fees consistent with the desired tariff.\nIn the event that the User does not switch to a different tariff within 30 days of commencement of the contract, Section 5 Paragraph 4 shall apply.<br>\n<br>\n</p>\n<p>\n<strong>Section 7 – Consumer’s Right of Cancellation</strong>\n</p>\n<p>(1) Consumers are accorded the legal right of cancellation specific to the License Agreement concluded with the Provider.\nThe details are set out in the cancellation policy.</p>\n<p>(2) A consumer is any natural person who concludes a legal transaction for a purpose that can be attributed neither to their commercial nor their independent professional activity.<br>\n<br>\n</p>\n<p>\n<strong>Section 8 – Misuse, Release from Damages</strong>\n</p>\n<p>(1) The User is not permitted to misuse his/her user account and the Provider’s infrastructure for purposes that contravene the contract or the law.\nThe Parties define misuse, in particular, as follows:</p>\n<p>(a) the dispatch of emails with falsified or intentionally deceptive sender information for the purpose of preparing for or carrying out a criminal act</p>\n<p>(b) the dispatch of inadmissible email marketing (“spam”) and any instance of the User making his/her Mailbox Address available as a response address for spam sent via a third party</p>\n<p>(c ) the storage or the dispatch of dial-up programs (“dialers”) if these are not approved by regulatory authorities</p>\n<p>(d) the storage or the transmission of viruses or similar malicious software (“malware”), and of programs whose distribution is prohibited under Section 95a Paragraph 3 of the Copyright Act (UrhG) (software for the circumvention of copy protection)</p>\n<p>(e) utilization for the purpose of computer sabotage or of the unauthorized access of other Internet hosts (Sections 303a, 303b of the German Criminal Code [StGB]), and comparable acts or preparations thereto that lend themselves to being utilized for the execution of an illegal act</p>\n<p>(f) the storage or the dispatch of image, video, audio, text, or other files in contravention of copyrights, trademark rights, name rights, competition or personal rights, or of files that contain prohibited propaganda material or designators of unconstitutional organizations (Sections 86, 86a of the StGB)</p>\n<p>(g) the storage or the dispatch of pornographic material as defined under Sections 184-184d of the StGB or of media listed in Section 24 Paragraph 1 of the Young Persons’ Protection Act (JuSchG) as being harmful to juveniles.</p>\n<p>(3) The User shall be obligated to indemnify the Provider against all third-party claims raised against the Provider as a consequence of content that is distributed via the User’s Mailbox Address, especially owing to the alleged infringement of copyrights, trademark rights, name rights, competition rights, or personal rights.\nEntitlement to indemnification also encompasses any expenses incurred by the Provider in respect of appropriate fact finding and legal defense.<br>\n<br>\n</p>\n<p>\n<strong>Section 9 – Contractual Term, Termination</strong>\n</p>\n<p>(1) The License Agreement is concluded for an indefinite term.\nrules governing the automatic termination of contracts specific to user accounts without a credit balance shall remain unaffected.</p>\n<p>(2) The User may terminate the contractual relationship ordinarily, duly observing a notice period of two weeks at the end of a billing month.</p>\n<p>(3) The Provider may terminate the contractual relationship ordinarily, duly observing a notice period of one month at the end of a billing month.</p>\n<p>(4) Either Party’s right to effect extraordinary termination for a serious reason shall remain unaffected.\nFor the Provider, a serious reason may be misuse of service as defined in Section 8.</p>\n<p>(5) Any termination shall be in writing.\nalternatively, the User may also use the online form in the user account for cancellation.<br>\n<br>\n</p>\n<p>\n<strong>Section 10 – Deletion of User Data</strong>\n</p>\n<p>(1) The Provider shall be entitled – and, vis-à-vis the User, obligated – to irretrievably delete all data within the user account following expiry of a retention period of 60 days following termination of the contractual relationship.\nThese include, in particular, all emails, address book and calendar entries, tasks, notes, and files that are integral to the user account.\nThe purpose of the 60-day retention period is to give the User an opportunity to recover his/her data in the instance that the s/he has mistakenly terminated the contract or allowed it to expire.\nThe User’s right to request immediate deletion once the contract comes to an end shall remain unaffected.</p>\n<p>(2) The User shall be obligated to secure any data that s/he would like to continue to use beyond the term of the contract in a timely manner prior to the contract coming to an end by downloading them onto a proprietary storage medium.</p>\n<p>(3) However, data whose continued storage is mandated according to tax law, commercial law, or other statutory legislation shall be precluded from deletion.<br>\n<br>\n</p>\n<p>\n<strong>Section 11 – Liability, Data protection</strong>\n</p>\n<p>(1) The liability of the Provider in respect of material damage is limited to instances of intent and gross negligence.\nIn other cases, the Provider shall be liable for material damage only in the instance of infringement of obligations, the fulfillment of which fundamentally enables the proper implementation of the contract, and compliance with which the User may routinely rely upon (cardinal obligations).\nIn such an instance, the Provider shall be liable solely for typically occurring, foreseeable consequences.\nSection 44a of the German Telecommunications Act (TKG) shall be of primary applicability insofar as it relates to this norm’s area of application.</p>\n<p>(2) On a voluntary and legally nonbinding basis, the Provider may set up a backup service that generates a snapshot of the user’s respective body of emails and/or other data at a certain time and saves it for a period of seven days.\nIf there are snapshots, the user may independently restore an earlier body on the basis of a snapshot if the data is lost – e.g.\nin the event that the user deletes data by accident (“backup self-service”).\nThe user, however, shall not have any contractual right to this complementary functionality.\nThe user is also aware that the loss or damage of data can never be entirely ruled out even if the Provider exercises due diligence, with such applying both to original data and any snapshot backup copies.</p>\n<p>(3) The User shall be obligated to regularly back up the data in his/her user account that s/he deems important and save them on a proprietary storage medium – and no less frequently than on a weekly basis.\nData backup serves to reduce damage in the event of loss, which cannot be ruled out entirely, or of data damage at the Provider’s end.\nThis can also occur when the Provider exercises the necessary caution mandated for the service in question.\nSuch an obligation on the part of the User shall be independent of whether or not the Provider has also assumed the obligation of data backup.</p>\n<p>(4) The liability of the Provider in respect of damage arising from injury to life, limb, or health, derived from the Product Liability Act or from undertaking a warranty, shall remain unaffected by the preceding paragraphs.<br>\n<br>\n</p>\n<p>\n<strong>Section 12 – Specifics for PGP-Encrypted Emails</strong>\n</p>\n<p>Insofar as the User encrypts his/her emails in the user account by means of PGP, s/he shall be obligated to observe particular caution in respect of keeping his/her PGP key safe.\nIn the event that the PGP key is lost, emails can no longer be decrypted.\nThe Provider does not have a duplicate key, nor does it have recourse to any other means of recovering email plain text.<br>\n<br>\n</p>\n<p>\n<strong>Section 13 – Amendments to the General Terms and Conditions</strong>\n</p>\n<p>(1) The Provider may amend these General Terms and Conditions insofar as there is a legitimate interest in so doing.\nA legitimate interest may exist, in particular, if a third party changes or develops technical norms, necessitating an adjustment of services on the part of the Provider.\nThe Provider shall notify the User of the intended amendment no later than six weeks before the time of amendment.\nIf the User does not challenge this in writing within one month, his/her agreement shall be deemed to have been given.\nIn the notification, the User is specifically made aware of the right to object and the option of cancellation.</p>\n<p>(2) The Provider may, duly observing the procedure defined in Paragraph 1, also raise agreed gross fees insofar as taxes incorporated therein or any regulatory fees are increased following contractual conclusion or if such fees are introduced for the first time.\nFor its part, the Provider shall be obligated to lower gross fees if there is a decrease in or waiver of taxes incorporated therein or of any fees.<br>\n<br>\n</p>\n<p>\n<strong>Section 14 – Severability Clause</strong>\n</p>\n<p>In the event that one of the provisions within these General Terms and Conditions should prove to be ineffective or impracticable, this shall not affect the validity of the remaining provisions.\nThe same shall apply to any unintended omission or gap in provisions.<br>\n<br>\n</p>\n<p>\n<strong>Section 15 – Applicable Law</strong>\n</p>\n<p>The laws of the Federal Republic of Germany, to the exclusion of provisions governing international private law, shall apply to the contractual relationship between Provider and User.\nHowever, German law shall not be applicable to consumers permanently resident abroad insofar as national legislation to which the consumer is subject contains provisions that do not permit deviation by means of contractual arrangements at the expense of the consumer.<br>\n<br>\n</p>\n<p>\n<strong>Last update: June 29, 2018</strong>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\nOur General Terms and Conditions for mailbox.org Business\n<p>\n<strong>Section 1 – Provider, Users</strong>\n</p>\n<p>(1) The provider of the services offered at the address mailbox.org/business (hereinafter 'Service') is Heinlein Support GmbH, Schwedter Str.\n8-9b, 10119 Berlin (hereinafter 'Provider').</p>\n<p>(2) Within the meaning of this contract, the 'Client' is any business client which concludes a contract for the use of mailbox.org for its 'Users'.</p>\n<p>(3) Any terms and conditions defined by the User shall be inapplicable.\nThe Provider expressly rejects their inclusion unless their inclusion is individually agreed to in writing.<br>\n<br>\n</p>\n<p>\n<strong>Section 2 – Scope of services</strong>\n</p>\n<p>(1) The Provider shall provide the Client with a login name for the setup and administration of the Client's user accesses.\nThe Client can personally select the login name when concluding the contract, provided that the name is available in accordance with the Provider's naming guidelines and has not already been assigned.</p>\n<p>(2) Using this login name, the Client can manage domains for use under mailbox.org Business and setup and activate user e-mail addresses for use in mailbox.org Office.\nThe Users can use mailbox.org Business through SMTP, POP3 and IMAP or through the websites at mailbox.org in order to adjust settings and use other services such as calendar, address book, task management or data transfer functions as desired.</p>\n<p>(3) The hosting of webspace is not a component of the Service.<br>\n<br>\n</p>\n<p>\n<strong>Section 3 – Availability ('Uptime') and storage capacity ('Quota')</strong>\n</p>\n<p>(1) The Provider shall make its Service available for an average of 99.9% of the duration of any given calendar month.</p>\n<p>(2) In the case of data transmission, the Provider’s duty to perform shall be limited to the communication between the Provider's server and a suitable Internet connection point to be selected by the Provider.\nThe Provider has no influence on the availability or reliability of the data paths outside its own network.\nThere is therefore no obligation to effect the successful forwarding onward of data from connection points to servers of third parties.</p>\n<p>(3) The Provider is only obligated to receive e-mails and store data for the respective user mailbox within the parameters of the individually agreed storage capacity ('Quota').\nThe Quota depends on the User's selected tariff and may differ for various services of the Provider.\nThe User can obtain information about his/her current Quota utilisation in his/her user account.</p>\n<p>(4) E-mails sent to the User when the storage capacity is already exhausted are returned by the Provider's mail server.\nthe sender receives a message about the failure of the attempted delivery ('over quota').</p>\n<p>(5) Once the storage capacity has been exhausted, the User cannot add any further data (e.g., addresses, calendar entries, tasks, notes, files).<br>\n<br>\n</p>\n<p>\n<strong>Section 4 – Fees, performance against credit balance</strong>\n</p>\n<p>(1) The Provider shall render its services on a basis of billing with payment due within 14 days.</p>\n<p>(2) Payments may be made via bank transfer or the SEPA direct debit procedure.</p>\n<p>(3) In addition to these terms and conditions of use, the price list valid at the time of the conclusion of the contract shall apply for fees.</p>\n<p>(4) Fees recurring on a monthly basis shall be payable in advance on the first day of a billing month for that month.\nThe first billing month shall commence upon conclusion of the contract and shall run for one month in accordance with Section 188(2) of the German Civil Code (BGB).\nsubsequent billing months shall be configured accordingly.</p>\n<p>(5) If the Client is more than 45 days in arrears with payments despite being sent a reminder, the Provider has the right to temporarily discontinue the performance of services and is not obligated to further advance performance.</p>\n<p>(6) The User shall also be liable for fees arising from a third party's utilisation of the services of the User's user account (e.g., following negligent disclosure of the User's access data) unless the User can prove that he/she is not responsible for the utilisation of services.</p>\n<p>(7) All fees are deemed to include the prevailing applicable sales tax in accordance with the input tax calculation rules depending on the Client's country of origin<br>\n<br>\n</p>\n<p>\n<strong>Section 5 – Conclusion of contract, account setup</strong>\n</p>\n<p>(1) The contract is concluded online exclusively via the website mailbox.org/business.</p>\n<p>(2) If the user account can be set up with the selected user name, the Provider shall confirm the conclusion of the contract on the screen as well as via an e-mail which will be sent directly to the newly created e-mail address.<br>\n<br>\n</p>\n<p>\n<strong>Section 6 – Misuse, indemnification against damages</strong>\n</p>\n<p>(1) The Client and its Users are not permitted to misuse the user account or the Provider's infrastructure for purposes which are in breach of contract or are illegal.\nThe Parties define misuse, in particular, as follows:</p>\n<p>(a) the dispatch of e-mails with falsified or intentionally deceptive sender information for the purpose of preparing for or carrying out a criminal act</p>\n<p>(b) the dispatch of prohibited e-mail marketing ('spam') as well as any instance of the User making his/her e-mail address available as a response address for spam sent via a third party</p>\n<p>(c ) the storage or dispatch of dialler programs ('diallers'), unless these are permitted by regulatory authorities</p>\n<p>(d) the storage or the transmission of viruses or similar malicious software ('malware') as well as programs whose dissemination is prohibited in accordance with Section 95a Paragraph 3 of the Act on Copyright and Related Rights (UrhG) (software for the circumvention of copy protection)</p>\n<p>(e) utilisation for the purpose of computer sabotage or of the unauthorised access of other Internet hosts (Sections 303a and 303b of the German Criminal Code [StGB]) as well as comparable acts or preparations thereto which lend themselves to being utilised for the execution of an illegal act</p>\n<p>(f) the storage or the dispatch of image, video, audio, text or other files in contravention of copyrights, trademark rights, name rights, competition rights or personal rights or of files which contain prohibited propaganda material or designators of unconstitutional organizations (Sections 86 and 86a of the German Criminal Code [StGB])</p>\n<p>(g) the storage or the dispatch of pornographic material as defined in Sections 184-184d of the German Criminal Code (StGB) or of media listed in Section 24 Paragraph 1 of the Youth Protection Act (JuSchG) as being harmful to minors.</p>\n<p>(3) The User is obligated to indemnify the Provider against all third-party claims raised against the Provider as a consequence of content which is distributed via the User's e-mail address, particularly due to alleged infringements of copyrights, trademark rights, name rights, competition rights, or personal rights.\nThe entitlement to indemnification also encompasses any expenses incurred by the Provider for appropriate fact finding and legal defence.<br>\n<br>\n</p>\n<p>\n<strong>Section 7 – Term and termination of the contract</strong>\n</p>\n<p>(1) The user agreement is concluded for an indefinite term.\nthe provisions on the termination of contracts for user accounts in arrears of payment shall remain unaffected.</p>\n<p>(2) The User may terminate the contractual relationship ordinarily, duly observing a notice period of two weeks, effective at the end of a billing month.</p>\n<p>(3) The Provider may terminate the contractual relationship ordinarily, duly observing a notice period of two weeks, effective at the end of a billing month.</p>\n<p>(4) Each party's right to extraordinary termination for cause shall remain unaffected.\nFor the Provider, cause for termination may be a misuse of the Service as defined in Section 8.</p>\n<p>(5) Any termination must be made in writing.\nalternatively, the User may also use the online form provided in the user account for cancellation.</p>\n<p>(6) The User shall be reimbursed for any existing credit balance at the end of the contractual relationship.\nThe reimbursement shall be carried out using the same method of payment which the User last used to make a deposit into his/her account.<br>\n<br>\n</p>\n<p>\n<strong>Section 8 – Erasure of user data</strong>\n</p>\n<p>(1) The Provider is entitled and has an obligation to the User to irretrievably erase all data of the user account following a retention period of 30 days after the termination of the contractual relationship.\nThese include, in particular, all e-mails, address book and calendar entries, tasks, notes and files which belong to the user account.\nThe 30-day retention period serves to give the User an opportunity to recover his/her data in the event that he/she inadvertently terminated the contract or allowed it to expire.\nThe User's right to obtain immediate erasure at the end of the contract shall remain unaffected.</p>\n<p>(2) The User is obligated to back up any data which he/she would like to continue to use after the end of the contract in a timely manner prior to the end of the contract by downloading the data to the User's own storage medium.</p>\n<p>(3) However, data whose continued storage is mandated according to tax law, commercial law or other statutory legislation shall be precluded from the erasure.<br>\n<br>\n</p>\n<p>\n<strong>Section 9 – Liability, data backup</strong>\n</p>\n<p>(1) The liability of the Provider for pecuniary damage is limited to instances of intent and gross negligence.\nIn other cases, the Provider shall be liable for pecuniary damage only in the case of beach of duties whose fulfilment is required in order to enable the proper implementation of the contract in the first place and upon compliance with which the User may routinely rely (cardinal duties).\nIn such a case, the Provider shall be liable solely for consequences which can be typically expected to arise.\nSection 44a of the German Telecommunications Act (TKG) shall prevail, provided that it relates to this standard's scope of application.</p>\n<p>(2) The liability of the Provider for pecuniary damage due to damage or or loss of user data stored on a Provider of the server is limited to the consequences of a failure on the part of the Provider to back up the data due to intent or gross negligence, provided that the Provider was obligated to perform such data backup.\nThe User is aware that the risk of data loss cannot be entirely ruled out, even when the Provider observes the requirements of due care, and that this applies for both the original data as well as for backup copies.</p>\n<p>(3) It is the obligation of the User to regularly back up the data of his/her user account which is important to him/her on his/her own storage medium on a regular basis but no less frequently than a weekly basis.\nData backup serves to reduce damage in the event of loss, which cannot be ruled out entirely, or in the event of data damage at the Provider's end.\nsuch a case can occur even if the Provider exercises the due care and diligence for the service in question.\nThis shall remain the obligation of the User regardless of whether or not the Provider has also assumed the obligation to back up the data.</p>\n<p>(4) The liability of the Provider for damage arising from injury to life, limb or health in accordance with the Product Liability Act or from the provision of a guarantee shall remain unaffected by the preceding paragraphs.<br>\n<br>\n</p>\n<p>\n<strong>Section 10 – Changes to the General Terms and Conditions</strong>\n</p>\n<p>(1) The Provider may make changes to these General Terms and Conditions where there is a legitimate interest in doing so.\nIn particular, a legitimate interest may exist if a third party changes or refines technical standards, thereby necessitating an adjustment of the services of the Provider.\nThe Provider shall notify the User of the intended change no later than six weeks before the time of the change.\nIf the User does not object in text form within one month, his/her consent shall be deemed to have been given.\nThe User shall be given special indication of the right to object and option to terminate.</p>\n<p>(2) Duly observing the procedure defined in Paragraph 1, the Provider may also increase the agreed fees if taxes incorporated therein or any regulatory fees are increased after the conclusion of the contract or if such fees are newly introduced.\nFor its part, the Provider shall be obligated to lower fees if there is a decrease in or waiver of taxes incorporated therein or of any fees.<br>\n<br>\n</p>\n<p>\n<strong>Section 11 – Severability clause</strong>\n</p>\n<p>Should one of the provisions of these General Terms and Conditions should prove to be ineffective or impracticable, this shall not affect the validity of the remaining provisions.\nThe same shall apply in the event of any unintended omission or gap in provisions.<br>\n<br>\n<strong>Section 12 – Choice of law</strong>\n</p>\n<p>The laws of the Federal Republic of Germany, to the exclusion private international law, shall apply to the contractual relationship between Provider and User.\nHowever, German law shall not be applicable to consumers with a permanent residence abroad if national legislation to which the consumer is subject contains provisions which do not permit deviation by means of contractual arrangements at the expense of the consumer.</p>\n<p>\n<strong>Last updated: 10 December 2014 (1)</strong>\n</p> ", "created_at": "2022-12-13 01:03:46.629093", "updated_at": "2022-12-25 01:53:46.073013"}], "points": [{"id": 22787, "title": "The service claims to be GDPR compliant for European users", "source": "https://mailbox.org/en/data-protection-privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-06-18 11:11:22.206229", "updated_at": "2023-07-11 06:19:04.394314", "quoteText": null, "case_id": 481, "document_id": 7140, "quoteStart": null, "quoteEnd": null}, {"id": 22873, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://mailbox.org/en/data-protection-privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-06-20 10:25:02.319754", "updated_at": "2023-07-11 06:19:11.348907", "quoteText": null, "case_id": 375, "document_id": 7140, "quoteStart": null, "quoteEnd": null}, {"id": 29927, "title": "Political discussions which are against the government-advocated value are prohibited", "source": "https://mailbox.org/en/t-cs-cancellation-policy", "status": "Generated through the annotate view", "created_at": "2023-02-15 02:30:30.797634", "updated_at": "2023-07-11 06:27:29.384564", "quoteText": null, "case_id": 410, "document_id": 13229, "quoteStart": null, "quoteEnd": null}, {"id": 29926, "title": "You are liable for any consequences if you distribute or disclose your account to third parties", "source": "https://mailbox.org/en/t-cs-cancellation-policy", "status": "", "created_at": "2023-02-14 20:24:08.204187", "updated_at": "2023-07-11 06:27:29.304361", "quoteText": null, "case_id": 229, "document_id": 13229, "quoteStart": null, "quoteEnd": null}], "urls": ["mailbox.org"]}}