{"error": 448, "message": "OK", "parameters": {"id": 8289, "name": "Precise FP", "created_at": "2023-05-14 03:26:00.86593", "updated_at": "2023-05-14 10:01:57.386038", "wikipedia": null, "keywords": null, "related": null, "slug": "precise-fp", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8289.png", "url": "precisefp.com", "documents": [{"id": 16091, "name": "Terms of Service", "url": "https://precisefp.com/terms-of-service/", "xpath": "//body", "text": " <ul>\n<li>Solutions</li>\n<li>Why Us</li>\n<li>Pricing</li>\n<li>Webinars</li>\n<li>Sign In</li>\n</ul> Introduction\n<p>Welcome to Spectrum Input, LLC’s Website (the “Website”) and the Spectrum Input Services, including PreciseFP ™, an on-line data gathering and processing tool intended for investment advisors and other investment professionals (the “Services”) which are available to you (a “Subscriber”) through the Website.\nAny use of the words “we”, “us”, “our” or “Spectrum Input” shall mean Spectrum Input, LLC and any references to the words “you”, “user”, or “your” shall mean the Subscriber or Subscriber Firm to the Services.\nWe start every new Subscriber relationship with an agreement pursuant to which you agree to abide by the terms and conditions of use for the Services (the “Agreement”).\nFor first-time registrants, if you agree to the terms and conditions set forth in this Agreement, please click on the “Accept” button located below or, if you do not agree to the terms and conditions of the Agreement, please click on the “Cancel” button to return to the homepage of this Website.\nWe intend this act of agreement and acknowledgment to be the legal equivalent of your signature on a written contract, and legally binding.\nOnly by clicking Accept will you be able to access and use the Services available on the Website.\nIf you have already registered and are reviewing this Online Subscription Agreement at a later time, then you have already accepted these terms by clicking Accept at your initial registration (which is the only way to complete the registration process), and you continue to be bound by them.</p>\n<p>In the interest of full disclosure, the co-founder of Spectrum Input, makers of PreciseFP ™, Don Whalen, CFP® is an investment advisor as defined under the Investment Advisers Act of 1940.</p>\nAccess and Services\n<p>You may change or discontinue your account with us at any time.\nWe reserve the right to modify, suspend or terminate access to the Services on our Website at any time for any reason without notice or refund, including the right to require you to change your login identification code or password.\nWe also reserve the right to delete all program and data files associated with your account and/or other information you have on our system and change these terms and conditions from time to time.</p>\n<p>Additionally, we may periodically send you communications announcing new offers and/or newsletters containing new developments at Spectrum Input, including educational information on how to make better use of our products.\nYou may opt out of receiving these communications at any time.</p>\nFees and Payment\n<p>Paid Subscriptions: We will charge you a monthly fee for using the Services as well as additional fees depending on the type of service you have selected.\nYou will be given the opportunity to pay by credit card for the Services, which will commence your paid subscription, after any trial period has elapsed.\nYou can cancel your account at any time, but you will remain liable for all charges accrued up to that time and to the end of your monthly billing cycle.\nWe do not provide a refund for any unused portion of your subscription.\nWe reserve the right to change our fees at any time for any reason, but, whenever possible, we will give you at least one month advance notice of such change.</p>\n<p>\n<strong>Free Trial Subscriptions:</strong> We may from time to time offer limited-term free trial subscriptions to the site.\nEach user is only allowed one free trial to the site, except when specifically waived in writing by Spectrum Input LLC.\nOnce your free trial period expires, you agree to either pay the subscription fee or discontinue using the service.\nYou also agree not to attempt to bypass access control features intended to prevent the violation of this policy.\nFor example, no user may avoid paying the subscription fees by registering for multiple successive free trials, or by any other means.</p>\nRules of Use\n<p>You agree to be bound by certain rules which are important for the proper use of the Services.\nYour failure to follow these rules, whether set forth below in this Agreement or in bulletins posted at various points on the Website, may result in termination of the Services.\nDo not tell others your password or let your account be used by anyone except yourself.\nThis is not only to ensure economic fairness to us, the vendor, but it is to protect you, the user, by ensuring that your account’s audit trail is not affected by another user’s actions.\nAccordingly, you agree not to give your username and password or any other means for individuals other than yourself to gain access to your account and the Services to any other users.\nIf other users are using your account, we reserve the right to suspend your account and issue a new confidential username and password, demand payment from you to cover such additional use, and to exercise our right to terminate your account without any refund.\nDo not attempt to log in more than once simultaneously on any given account without specific permission of the system operator for the Services.\nYou agree that you will not knowingly solicit or collect personal information from children under 13 years of age without appropriate prior verifiable parental consent in accordance with applicable law.\nFinally, do not use our Services to commit a crime, or to plan, encourage or help others commit a crime, including crimes relating to computers.</p>\n<p>Your firm’s account comes with a pre-allocated number of login IDs.\nAt a minimum, your account must have a login ID for every professional within your firm, including those listed on your firm’s ADV.\nIt is a violation of these terms and conditions to, after the expiration of the trial period, have fewer paid subscriptions than there are current professionals at your company.\nFor example, a firm with 5 financial professionals cannot have a 3-user subscription to PreciseFP.\nYou may have accounts for non-professionals, such as support staff.</p>\nPrivacy Considerations\n<p>For information concerning your privacy and how we use and share data, please refer to our Privacy Policy.</p>\nProprietary Rights and Limited License\n<p>You acknowledge that Spectrum Input is the sole owner of PreciseFP ™ and, except as expressly permitted herein, has the sole right to grant licenses to PreciseFP ™.\nYou acknowledge that Spectrum Input Services constitutes valuable confidential information and trade secrets, proprietary to Spectrum Input.\nYou acknowledge that Spectrum Input and PreciseFP ™ web sites, as well as proprietary rights in and relating to Spectrum Input Services, including without limitation to copyright, patent, and trade secret rights, are and shall remain the sole property of Spectrum Input.\nYou shall have only the limited use rights specifically granted by this Online Subscription Agreement.\nAny rights not expressly granted in this Agreement are expressly reserved.\nYou shall not, in whole or in part, rent, lease, sublicense, sell, assign, or otherwise transfer Spectrum Input Services, any component or portion thereof or any document produced there from.\nYou shall use reasonable efforts to display all Spectrum Input copyright, trademark, and other proprietary notices and disclaimers.\nYou shall not alter, remove, or conceal any copyright, trademark, or other proprietary notice or disclaimer.\nYou shall not modify, copy, translate, or otherwise prepare derivative works, reverse engineer, disassemble, decompile, re-create, or generate any of Spectrum Input Services or portion thereof, except to the extent Spectrum Input has authorized you to use Spectrum Input Services contrary to this section pursuant to a separate written agreement.\nExcept as expressly provided in Section 1 of this Online Subscription Agreement, you shall not use, give permission in connection with the use of, copy, disclose, or make available, directly or indirectly, all or any portion of Spectrum Input Services or related documentation to any person.\nYou agree that you will comply at all times with, and will not take any action which will cause Spectrum Input to fail to comply at all times with, all relevant export laws and regulations of the United States and/or any other applicable jurisdiction, to assure that Spectrum Input Services is not exported or re-exported, directly or indirectly, in violation of United States law or the law of any other applicable jurisdiction.\nYou agree that the Spectrum Input Services are intended for the sole use of you, the Subscriber.\nYou are responsible for maintaining the security and confidentiality of Subscriber Dashboard passwords.\nUSER SHALL NOT SHARE SUBSCRIBER DASHBOARD PASSWORD WITH ANYONE.\nIf you know or suspect that the Dashboard password or passwords used by clients and prospects to access your forms have been compromised, you should change the password(s) immediately and contact customer support at support@precisefp.com.</p>\nLimitation of Liability\n<p>You must bear the risk of any liability relating to your use of the Website or the Services.\nWe cannot operate the Services if we were held accountable for every wrongful action by every Subscriber.\nACCORDINGLY, YOUR USE OF THE WEBSITE AND SERVICES IS ENTIRELY AT YOUR SOLE RISK.\nUNDER NO CIRCUMSTANCES SHALL WE OR ANY OF OUR AFFILIATES BE RESPONSIBLE TO YOU OR ANY THIRD PARTIES FOR ANY DIRECT OR INDIRECT, CONSEQUENTIAL, SPECIAL OR PUNITIVE DAMAGES OR LOSSES YOU MAY INCUR IN CONNECTION WITH OUR WEBSITE AND SERVICES, YOUR USE THEREOF OR ANY OF THE DATA OR OTHER MATERIALS TRANSMITTED THROUGH OR RESIDING ON OUR WEBSITE OR SERVICES, REGARDLESS OF THE TYPE OF CLAIM OR THE NATURE OF THE CAUSE OF ACTION, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE OR LOSS.\nTHIS LIMITATION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR ANY OTHER BASIS.\nBECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SPECTRUM INPUT’S LIABILITY IN SUCH JURISDICTIONS SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.</p>\nIndemnity\n<p>You shall defend, indemnify and hold harmless Spectrum Input and its other affiliated companies, and their respective officers, directors, members, managers, employees and representatives from and against any and all claims, proceedings, damages, injuries, liabilities, losses, costs and expenses including reasonable attorneys’ fees and court costs, relating to any acts by you including any violation of this Agreement by you or authorized users of your account or materials or information transmitted by you or authorized users of your account in connection with our Website or Services, leading wholly or partially to claims against us or our Website or Services by other subscribers or third parties, regardless of the type of claim or the nature of the cause of action.\nIn addition, you agree to defend, indemnify and hold harmless Spectrum Input and its other affiliated companies, and their respective officers, directors, members, managers, employees and representatives from and against any and all claims, proceedings, damages, injuries, liabilities, losses, costs and expenses including reasonable attorneys’ fees and court costs, that arise from your use or misuse of this Website.\nSpectrum Input reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will cooperate with Spectrum Input in asserting any available defenses.</p>\nDisclaimers of Warranty\n<p>ALL CONTENT, MATERIALS, INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN, OR AVAILABLE THROUGH, THIS WEBSITE ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS.\nWE MAKE NO WARRANTIES, EXPRESS OR IMPLIED, AS TO THE MERCHANTABILITY, FITNESS FOR A PARTICULAR USE OR PURPOSE, TITLE, NON-INFRINGEMENT OR ANY OTHER WARRANTY, CONDITION, GUARANTY, OR REPRESENTATION, WHETHER ORAL, IN WRITING OR IN ELECTRONIC FORM, INCLUDING, WITHOUT LIMITATION, THE ACCURACY OR COMPLETENESS OF ANY INFORMATION CONTAINED THEREIN OR PROVIDED BY THE SERVICES.\nAccordingly, we do not warrant that any data available on the Website or through the Services will be accurate, available, complete, uninterrupted or error free or that any information, software or other material accessible from us or our affiliates is free of viruses, worms, or other harmful components.\nWe make no warranties as to the legal enforceability of any signatures used in conjunction with the Services, either as part of an electronic signature, or otherwise.\nIn addition, under no circumstances shall we or our affiliates be liable for any direct, indirect, incidental, special, punitive or consequential damages that result in any way from your use, non-use or reliance upon the Services available, or that result from mistakes, omissions, interruptions or deletions of files, errors or defects in the Services available, delays in operation, transmission or failure of performance.\nIf you are dissatisfied with any Services available, your sole and exclusive remedy is to discontinue using such information.</p>\nSeverability and Integration\n<p>This Agreement constitutes the entire agreement between you and Spectrum Input with respect to the use of the Website.\nIf any part of this Agreement is held invalid or unenforceable, that portion shall be construed in a manner consistent with applicable law to reflect, as nearly as possible, the original intentions of the parties, and the remaining portions shall remain in full force and effect.</p>\nChoice of Law\n<p>You agree that this Agreement shall for all purposes be governed by and construed in accordance with the laws of the State of Georgia (without giving effect to its choice of law principles), and that any action arising out of this Agreement shall be litigated and enforced under the laws of the State of Georgia.\nIn addition, you agree to submit to the jurisdiction of the courts of the State of Georgia, and that any legal action pursued by you shall be within the exclusive jurisdiction of the courts of the State of Georgia located in the County of Fulton.</p>\nAcknowledgment and Agreement\n<p>Spectrum Input reserves the right, in its sole discretion, to terminate your access to all or part of this Website and the Services, with or without notice.\nWe may revise the Agreement at any time by presenting you with a new Agreement that you will be required to review and accept.\nAcceptance of the terms and conditions of our Agreement is binding on you.\n</p> About Us<ul>\n<li>Our story</li>\n<li>Meet the team</li>\n<li>Our blog</li>\n<li>In the media</li>\n<li>Jobs</li>\n</ul> Product<ul>\n<li>Use cases</li>\n<li>Features</li>\n<li>Mobile app</li>\n<li>Integrations</li>\n<li>Security</li>\n</ul> Resources<ul>\n<li>Testimonials</li>\n<li>Webinars</li>\n<li>Knowledge base</li>\n<li>Heartbeat</li>\n<li>Developer API</li>\n</ul>\n<small> © 2023 Spectrum Input, LLC.\n<br>Terms | Privacy | Contact </small>\n<ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> linkedin </li>\n</ul> ", "created_at": "2023-05-14 03:26:00.896064", "updated_at": "2023-05-14 03:26:38.630506"}, {"id": 16092, "name": "Privacy Policy", "url": "https://precisefp.com/privacy-policy/", "xpath": "//body", "text": null, "created_at": "2023-05-14 03:26:00.928163", "updated_at": "2023-05-14 03:27:07.752474"}], "points": [], "urls": ["precisefp.com"]}}