{"error": 448, "message": "OK", "parameters": {"id": 4247, "name": "Fidelity Investments", "created_at": "2021-06-29 22:16:13.736498", "updated_at": "2021-06-29 22:00:48.057522", "wikipedia": "https://en.wikipedia.org/wiki/Fidelity_Investments", "keywords": null, "related": null, "slug": "fidelity-investments", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4247.png", "url": "fidelity.com", "documents": [{"id": 7473, "name": "Privacy Policy", "url": "https://www.fidelity.com/privacy-policy", "xpath": "//body", "text": " Skip to Main Content.\nSite navigation Fidelity.com Home <ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li>Log In</li>\n</ul>\n<ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li> Log Out </li>\n</ul> Search fidelity.com or get a quote <ul>\n<li> Accounts &amp.\nTrade <ul>\n<li>Portfolio Log In Required</li>\n<li>Portfolio</li>\n<li>AccountPositions Log In Required</li>\n<li>AccountPositions</li>\n<li>Trade Log In Required</li>\n<li>Trade</li>\n<li>Trading Dashboard Log In Required</li>\n<li>Trading Dashboard Log In Required</li>\n<li> Active Trader Pro </li>\n<li> Transfers </li>\n<li> Cash Management Log In Required </li>\n<li> Cash Management </li>\n<li> Bill Pay Log In Required </li>\n<li> Bill Pay </li>\n<li> Full View Log In Required </li>\n<li> Full View </li>\n<li> Security Settings Log In Required </li>\n<li> Security Settings </li>\n<li>Account Features Log In Required</li>\n<li>Account Features</li>\n<li>Documents Log In Required</li>\n<li>Documents</li>\n<li> Fidelity Alternative Investments Program Log In Required </li>\n<li> Tax Forms &amp.\nInformation </li>\n<li> Retirement Distributions Log In Required </li>\n<li> Fidelity Rewards+ Log In Required </li>\n<li> Fidelity Rewards+ Log In Required </li>\n<li> New Account Checklist Log In Required </li>\n<li>Lending SolutionsLine of Credit Log In Required</li>\n<li> Refer a Friend </li>\n</ul>\n</li>\n<li> Planning &amp.\nAdvice <ul>\n<li> What We Offer </li>\n<li>Build Your Free Plan</li>\n<li> My Goals </li>\n<li> Financial Basics </li>\n<li> Building Savings </li>\n<li>Robo Investing Plus Advice</li>\n<li> Wealth Management </li>\n<li> Find an advisor </li>\n<li> Retirement </li>\n<li>Life Events</li>\n<li> Saving &amp.\nInvesting for a Child </li>\n<li> Charitable Giving </li>\n<li>Philanthropic Consulting</li>\n<li>Life Insurance &amp.\nLong Term Care Planning</li>\n</ul>\n</li>\n<li> News &amp.\nResearch <ul>\n<li> News </li>\n<li>Wealth Management Insights</li>\n<li> Watch List Log In Required </li>\n<li>Quotes</li>\n<li>Quotes</li>\n<li> Alerts Log In Required </li>\n<li> Mutual Funds </li>\n<li>Stocks</li>\n<li>Fixed Income, Bonds &amp.\nCDs</li>\n<li>ETFs</li>\n<li> Options </li>\n<li>Markets &amp.\nSectors</li>\n<li> IPOs </li>\n<li> Annuities </li>\n<li> Learning Center </li>\n<li>Notebook Log In Required</li>\n<li>Notebook</li>\n</ul>\n</li>\n<li> Products <ul>\n<li> Mutual Funds </li>\n<li> Retirement &amp.\nIRAs </li>\n<li> Stocks and Trading </li>\n<li>Crypto</li>\n<li>Direct Indexing</li>\n<li> Fixed Income, Bonds &amp.\nCDs </li>\n<li> ETFs </li>\n<li> Options </li>\n<li> Sustainable Investing </li>\n<li>Spending &amp.\nSaving</li>\n<li> Managed Accounts </li>\n<li> 529 College Savings </li>\n<li> Health Savings Accounts </li>\n<li> Annuities </li>\n<li>Life Insurance</li>\n</ul>\n</li>\n<li> Why Fidelity <ul>\n<li>The Fidelity Advantage</li>\n<li>Planning &amp.\nAdvice</li>\n<li>Trading</li>\n<li>Straightforward Pricing</li>\n<li>Insights &amp.\nTools</li>\n<li>Security &amp.\nProtection</li>\n<li>Marketplace Solutions</li>\n<li>About Fidelity</li>\n<li>Careers</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li>Log In</li>\n</ul>\n<ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li> Log Out </li>\n</ul>\n<ul>\n<li>\n<strong>Home</strong>»</li>\n</ul>\n<ul>\n<li> Print\n</li>\n<li> Email Email Privacy Policy - Fidelity Investments <strong>Send to </strong>(Separate multiple email addresses with commas) <p>Please enter a valid email address</p>\n<strong>Your email address</strong>\n<p>Please enter a valid email address</p> Message (Optional) <p>\n<strong>Important legal information about the email you will be sending.</strong> By using this service, you agree to input your real email address and only send it to people you know.\nIt is a violation of law in some jurisdictions to falsely identify yourself in an email.\nAll information you provide will be used by Fidelity solely for the purpose of sending the email on your behalf.\nThe subject line of the email you send will be \"Fidelity.com: \"</p> Email <p>Your email has been sent.</p>\n</li>\n<li>Share Share Privacy Policy - Fidelity Investments <p>Clicking a link will open a new window.</p>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n</ul>\n</li>\n<li> Default text size A\n</li>\n<li> Larger text size A\n</li>\n<li> Largest text size A\n</li>\n</ul> Privacy Policy <p>Last Updated December 20, 2022</p>\n<ul>\n<li>Our Commitment to Privacy</li>\n<li>Fidelity Investments Privacy Policy\n<ul>\n<li>How and why we obtain and use personal information</li>\n<li>How we protect information about you</li>\n<li>How we share information about you with third parties</li>\n<li>How we share information about you with our affiliates</li>\n<li>Your digital privacy</li>\n<li>Additional information</li>\n</ul>\n</li>\n<li>Additional Information for California Residents</li>\n<li>Fidelity Companies Covered by this Privacy Policy</li>\n<li>Fidelity Funds Privacy Policy</li>\n</ul>\n&nbsp.\nOur commitment to privacy <p>Fidelity Investments and the Fidelity Funds recognize the importance of maintaining the privacy of personal information about our current and prospective customers.</p>\n<p>As used in this privacy policy, <strong>personal information</strong> means information about an individual that is collected or maintained for business purposes and by which the individual can be identified.\nPlease note that information by which an individual cannot be identified (for example, anonymous, de-identified, or aggregate information) is not considered personal information and therefore is not subject to this policy.</p>\n<p>Please note that certain details of this policy may depend on whether you deal with us through an investment professional, directly as an individual investor, or whether Fidelity provides services to your employer or plan sponsor.\nIn addition, some of Fidelity’s products, services or digital offerings may have a different or additional privacy policy which may be made available to you if you choose to use those products, services or digital offerings.</p>\n<p>This policy is reviewed annually and updated to reﬂect any changes.</p>\n&nbsp.\n&nbsp.\nFidelity Investments privacy policy How and why we obtain and use personal information <p>Fidelity recognizes the importance of maintaining personal information about you and when we use it, we do so with respect for your privacy.\nWe obtain and use personal information about you to service, maintain, and protect your account.\nprocess transactions in your account.\nrespond to inquiries from you or your representative.\ndevelop, offer, and deliver products and services.\noperate and manage our business.\nand fulfill legal and regulatory requirements.\nFidelity collects public and non-public personal information from customers and visitors from various sources.\nSome examples include:</p>\n<ul>\n<li>You or your representative on applications or forms (for example, when you interact with our customer service staff, and when you visit our websites or use our applications)</li>\n<li>You or your representative regarding your preferences (for example, your choice of electronic statement delivery, or the screen layout you specify if you use our websites)</li>\n<li>You or your employer or plan sponsor if Fidelity provides them with recordkeeping and/or employee benefits advisory services (for example, payroll, human resources, or benefits information)</li>\n<li>Transactional activity in your account (for example, trading history and balances)</li>\n<li>Other interactions with Fidelity (for example, discussions with our customer service staff, including telephone or chat, information you enter into our websites, or when you enroll in our authentication services)</li>\n<li>Information from consumer reporting agencies (for example, to assess your creditworthiness for margin products)</li>\n<li>Information from other third-party sources (for example, to verify your identity and to better understand your product and service needs)</li>\n<li>Other sources with your consent or with the consent of your representative (for example, from other institutions if you transfer positions into Fidelity)</li>\n</ul>\n&nbsp.\nHow we protect information about you <p>We implement and maintain physical, administrative, technical and organizational measures designed to protect personal information and we regularly adapt these controls to respond to changing requirements and advances in technology.</p>\n<p>At Fidelity, we restrict access to personal information to those who require it to develop, support, offer and deliver products and services to you and to operate our business.</p>\n&nbsp.\nHow we share information about you with third parties <p>Fidelity does not share or sell personal information about our customers with unaffiliated third parties for use in marketing their products and services.\nWe may share personal information with the following entities:</p>\n<ul>\n<li>Unaffiliated service providers (for example, printing and mailing companies, securities clearinghouses, marketing service providers, and other entities who may provide services at Fidelity's direction)</li>\n<li>Government agencies, other regulatory bodies and law enforcement officials (for example, for tax purposes or for reporting suspicious transactions)</li>\n<li>Other third-parties, with your consent or as directed by your representative (for example, if you request to transfer assets from another financial institution, or if you use an external aggregation website or service that you have provided permission to access your Fidelity financial account on your behalf)</li>\n<li>Other third parties whose products, services and investment offerings are made available through Fidelity, and which you decide to utilize</li>\n<li>Other organizations as permitted or required by law (for example for fraud prevention or to respond to a subpoena)</li>\n<li>In connection with corporate business transactions, such as a merger or sale of a business.</li>\n</ul>\n<p>Our service providers are obligated to keep the personal information we share with them confidential and use it only to provide services specified by Fidelity.</p>\n<p>In addition, if you choose to use or indicate your interest in using a product, service or investment offering that is offered by a third party and made available through Fidelity, we may share personal information with that third party in connection with your use or interest of that product, service or investment offering.</p>\n<p>Based on the nature of your relationship with Fidelity, we may exchange information with other third parties as described below:</p>\n<ul>\n<li>If Fidelity provides workplace services to your employer or plan sponsor, such as payroll, human resources or employee benefits advisory and/or recordkeeping services, Fidelity may exchange any information received in connection with such services with your employer or plan sponsor or others they may authorize.</li>\n<li>If you conduct business with Fidelity through your investment professional, we may exchange information we collect with your investment professional or with others they may authorize.</li>\n<li>If you transact business through Fidelity's life insurance companies, we may validate and obtain information about you from an insurance support organization.\nThe insurance support organization may further share your information with other insurers, as permitted by law.\nWe may also share medical information about you to learn if you qualify for coverage, to process claims, to prevent fraud, or otherwise at your direction, as permitted by law.</li>\n</ul>\n&nbsp.\nHow we provide information about you with our affiliates <p>We may provide personal information about you to various Fidelity corporate affiliates including internal service providers which perform, for example, printing, mailing, and data processing services.</p>\n<p>If you interact with Fidelity directly as an individual investor (including joint account holders), we may provide certain information about you to Fidelity affiliates, such as our brokerage and insurance companies, for their use in marketing products and services as allowed by law.</p>\n<p>Where Fidelity provides services to you under an arrangement with your employer or plan sponsor, to the extent permitted by you or under our agreement with your employer or plan sponsor and as allowed by law, we may provide information about you to Fidelity’s affiliates, such as our brokerage and insurance companies, for their use in marketing products and services.\n<br>\n<br>\nInformation collected from investment professionals' customers is not provided to Fidelity affiliates for marketing purposes, except with your or your representatives’ consent and as allowed by law.</p>\n&nbsp.\nYour digital privacy <p>When you interact with us by using our websites, online services or applications (including mobile apps) that are owned and controlled by Fidelity Investments (\"<strong>our digital offerings</strong>\"), or via electronic communications, Fidelity manages personal information in accordance with all of the practices and safeguards described in this policy.</p>\n<p>When you use or interact with us via our digital offerings, or interact with us via electronic communications, we (or our service providers on our behalf) may automatically collect technical and navigational and location information, such as device type, browser type, Internet protocol address, pages visited, and average time spent on our digital offerings.\nWe use this information for a variety of purposes, such as maintaining the security of your session, facilitating site navigation, improving the design and functionality of our digital offerings and electronic communications, and personalizing your experience.\nAdditionally, the following policies and practices apply when you are online.</p>\n<p>\n<strong>Cookies and similar technologies</strong>\n</p>\n<p>Fidelity and our third-party service providers may use cookies and similar technologies (“<strong>cookies</strong>”) to support the operation of and maintain our digital offerings.\nCookies are small amounts of data that a website or online service exchanges with a web browser or application on a visitor's device (for example, computer, tablet, or mobile phone).\nCookies help us to collect information about users of our digital offerings, including date and time of visits, pages viewed, amount of time spent using our digital offerings, or general information about the device used to access our digital offerings.\nFidelity cookies are also used for security purposes and to personalize your experience, such as customizing your screen layout.</p>\n<p>Both Fidelity and third-party service providers we hire may use cookies and other technologies, such as web beacons, pixel tags, or mobile device ID, in online advertising as described below.\nMost browsers and mobile devices offer their own settings to manage cookies.\nIf you use those settings to refuse or delete cookies it may negatively impact your experience using our digital offerings, as some features and services on our digital offerings may not work properly.\nFor example, you may not be able to sign in and access your account, or we may not be able to recognize you, your device, or your online preferences.\nDepending on your device and operating system, you may not be able to delete or block all cookies.</p>\n<p>We may collect analytics data or use third-party analytics tools such as Google Analytics to help us measure traffic and usage trends for our digital offerings and to understand more about the demographics of our users.\nYou can learn more about Google’s practices with Google Analytics by visiting Google’s privacy policy.\nYou can also view Google’s currently available opt-out options.</p>\n<p>\n<strong>Advertising on Fidelity Digital Offerings</strong>\n</p>\n<p>Fidelity advertises on its own digital offerings (including our mobile applications), and when we do, we may use information about your relationship with us, such as the types of accounts you have, to tailor advertisements and communications about Fidelity and third-party products and services that may be of interest to you.</p>\n<p>We may also use third-party service providers to help us determine which Fidelity products and services may be of interest to you.\nThese service providers may use cookies and other technologies to collect for us information about your activity on Fidelity digital oﬀerings.\nWe and our service providers use such information to analyze the effectiveness of our advertising and the usage of our digital offerings.\nFor example, we may analyze the browsing patterns while visiting a Fidelity website and responses to advertisements and promotions shown on our digital offerings.\nSuch service providers may only collect and use such information for purposes speciﬁed by Fidelity and not for their own purposes.</p>\n<p>\n<strong>Advertising on Non-Fidelity Digital Offerings</strong>\n</p>\n<p>Fidelity also advertises our products and services on digital oﬀerings not aﬃliated with Fidelity and we contract with third-party advertising companies to display these ads.\nThese third-party advertising companies may use cookies and similar technologies to collect technical and web navigational information, such as device type, browser type, Internet protocol address, and pages visited.</p>\n<p>Fidelity and these third-party online advertising companies may use the data collected, along with other information we have about you and your Fidelity relationships, to serve relevant ads to you.\nThe advertisements may be relevant to your interests, as determined by your activity on Fidelity and non-Fidelity websites.\nThese advertisements are known as \"interest-based advertisements\".</p>\n<p>You may opt-out of receiving interest-based advertisements from online advertising companies, including those used by Fidelity, by clicking on the AdChoices icon and following the opt-out instructions.</p>\n<p>If you generally want to “opt out” of receiving online interest-based advertisements on your internet browser from advertisers and third parties that participate in a self-regulatory programs like the Digital Advertising Alliance DAA program or the Network Advertising Initiative (NAI), please follow the instructions at WebChoices: Digital Advertising Alliance's Consumer Choice Tool for Web US (aboutads.info) and NAI Consumer Opt Out (networkadvertising.org) to place an “opt-out” cookie on your device indicating that you do not want to receive interest-based advertisements.\nIf you want to “opt out” of receiving online interest-based advertisements on mobile devices, please follow the instructions at YourAdChoices.com | AppChoices and Mobile Opt Out - NAI: Network Advertising Initiative (thenai.org).</p>\n<p>\n<strong>Connecting with Fidelity on social media platforms</strong>\n</p>\n<p>Fidelity provides experiences on social media platforms that enable online sharing and collaboration among users who have registered to use them.\nWe may collect information you provide by interacting with us via social media, such as photographs, opinions, or social media account ID.\nAny content you post, such as pictures, information, opinions, or any personal information that you make available to other participants on these social platforms, is also subject to the terms of use and privacy policies of those platforms.\nPlease refer to them to better understand your rights and obligations with regard to such content.</p>\n<p>\n<strong>Third Party websites, online service, and content</strong>\n</p>\n<p>Our digital offerings may contain links to third party websites and online services (for example, social media platforms) and may include embedded content that is hosted by third parties.\nThis policy does not address the privacy, security, cookie policy and settings, or other practices of the third parties that provide such websites, online services, or content, and we are not responsible for the privacy practices or the content of these other websites, online services, or content providers.\nIf you use a link to another website or online service or view third party content (for example, an embedded video), please consult the privacy policy for that website/or online service for additional information on their privacy practices and advertising opt-out instructions.</p>\n<p>\n<strong>Children's privacy</strong>\n</p>\n<p>In general, Fidelity’s digital offerings are not directed to individuals under the age of thirteen (13).\nFidelity does not intentionally collect information on Fidelity websites from those we know are under 13, and we request that these individuals do not provide personal information through our digital offerings.\nIf we do provide a digital offering that is intended to be used by individuals under the age of thirteen, it will have a separate privacy policy.</p>\n<p>\n<strong>Additional information</strong>&nbsp;</p>\n<p>If you are a former customer, these policies also apply to you.\nwe treat your information with the same care as we do information about current customers.</p>\n<p>Fidelity oﬀers several options for accessing and, if necessary, correcting your account information.\nYou can review your information using your statements, or through our automated telephone or our digital offerings.\nYou may also write or call us with your request for information.\nIf you transact business through Fidelity's life insurance companies, you are entitled to receive, upon written request, a record of any disclosures of your medical record information.\nIf we serve you through an investment professional, please contact them directly.\nSpeciﬁc Internet addresses, mailing addresses and telephone numbers are listed on your statements and other correspondence.</p>\n&nbsp.\nAdditional Information for California Residents <p>This section is provided for purposes related to the California Consumer Privacy Act of 2018, as amended by the California Privacy Rights Act of 2020 (collectively, the “CPRA”) and applies solely to the personal information and Fidelity companies that are subject to the CPRA.\nAs used in this section, “personal information” means information that meets the definition of “personal information” as set forth in the CPRA and is not otherwise excluded from the scope of the CPRA.</p>\n<p>\n<strong>Fidelity companies and the CPRA</strong>\n</p>\n<p>Depending on the Fidelity company with which you have a relationship or otherwise interact, the nature of your relationship and interactions with that Fidelity company, and the products and services provided to you through that relationship, some or all of the personal information that the Fidelity company collects or maintains is covered by one or more of the exemptions described below (see the section below entitled “CPRA Exemptions”).\nAs a result, in some cases, the applicable Fidelity company may have no obligation under the CPRA to accept any CPRA requests, and in other cases, it may have no obligation to honor a particular CPRA request, because of the nature of the personal information that the Fidelity company collects or maintains.\nHere are some examples of CPRA exemptions:</p>\n<ul>\n<li>If your relationship and interactions with a Fidelity company consist solely of personal financial services (e.g., maintaining one or more personal brokerage accounts), the personal information collected and processed about you is subject to the federal Gramm-Leach-Bliley Act (“GLBA”) and therefore your CPRA request will not be honored by the Fidelity company.</li>\n<li>If you participate in a workplace retirement plan, or other employee benefit plan sponsored by or provided through your employer, that is serviced or administered by a Fidelity company, <strong>CPRA requests should be directed to your employer</strong>.</li>\n</ul>\n<p>\n<strong>Your Rights Under the CPRA</strong>\n</p>\n<p>The CPRA gives certain rights to California residents and imposes certain obligations on those businesses that are subject to the CPRA.\nAs required by the CPRA, set forth below is a description of certain rights that California residents generally have under the CPRA.\nAs used below, a “consumer” means a resident of the State of California and a “covered business” means a business that is subject to the CPRA.</p>\n<ul>\n<li>Right to Know/Right to Access.\nA consumer has the right to request that a covered business that collects a consumer’s personal information disclose to that consumer the categories and specific pieces of information the business has collected.\nA consumer also has the right to request that a covered business that collects a consumer’s personal information disclose to that consumer the following:\n<ol>\n<li>The categories of personal information it has collected about that consumer</li>\n<li>The categories of sources from which the personal information is collected</li>\n<li>The business or commercial purpose for collecting, selling or sharing (if applicable) personal information</li>\n<li>The categories of third parties to whom the covered business discloses personal information</li>\n<li>The specific pieces of personal information that the covered business has collected about that consumer</li>\n</ol>\n</li>\n<li>\n<p>These disclosures are not required to include any information about activity that occurred prior to January 1, 2022.\nPlease also note that a covered business is not required to honor more than 2 of these requests from the same consumer during any 12-month period.</p>\n</li>\n</ul>\n<ul>\n<li>Right to Delete.\nA consumer has the right to request that a covered business delete any personal information that the business has collected from the consumer, subject to certain exceptions.</li>\n</ul>\n<ul>\n<li>Right to Correct.\nA consumer has the right to request that a covered business correct inaccuratepersonal information that a business maintains about a consumer.</li>\n</ul>\n<ul>\n<li>Right to Opt-Out of Sale/Sharing.\nIf a covered business sells or shares personal information, a consumer has the right to opt-out of the sale or sharing of their personal information by the business.</li>\n</ul>\n<ul>\n<li>Right to Limit Use and Disclosure of Sensitive Personal Information.\nIf a covered business uses or discloses sensitive personal information for reasons other than those set forth in the CPRA, a consumer has the right to limit the use or disclosure of sensitive personal information by the business.</li>\n</ul>\n<ul>\n<li>Non-Discrimination.\nA consumer has the right not to receive discriminatory treatment by the covered business for the exercise of privacy rights conferred by the CPRA.</li>\n</ul>\n<p>\n<strong>Categories of personal information we may collect about you</strong>\n</p>\n<p>In general, if you are a customer of ours or you otherwise interact with us, we collect various types of personal information about you.\nThe amount and types of personal information we collect will vary depending on the nature of your relationship and your interactions with us, and on the products and services that we provide to you.\nThe categories of personal information that we may collect about you are:</p>\n<ul>\n<li>Personal identifiers, such as your name, postal address, email address, online identifier, internet protocol address, account name, or other similar identifiers</li>\n<li>Information covered by California’s records-destruction law (California Civil Code §1798.80), such as your signature, telephone number, and financial account information</li>\n<li>Commercial information, including products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies</li>\n<li>Characteristics of protected classifications under California or federal law</li>\n<li>Biometric information, such as when you use our voice-recognition service that we use for identity-verification and security purposes</li>\n<li>Internet or other electronic network activity information, including, but not limited to, browsing history and search history while using our digital offerings, and other information regarding your interactions with our digital offerings or our advertisements</li>\n<li>Geolocation data</li>\n<li>Audio, electronic, visual, and similar data, such as call recordings</li>\n<li>Professional or employment-related information, such as job title and business contact information</li>\n<li>Education information</li>\n<li>Inferences drawn from any of the information listed above to create a profile about you, such as a profile that reflects your preferences, characteristics, behavior, and attitudes</li>\n<li>Sensitive personal information such as social security number, or account log-in, password or credentials allowing access to your account(s) or to our digital offerings</li>\n</ul>\n<p>The retention periods for data elements within each category listed above vary depending on the nature of the data element and the purposes for which it is collected and used.\nOur retention period for the data elements within each category is set based on the following criteria: (1) the length of time that the data is needed for the purposes for which it was created or collected, (2) the length of time the data is needed for other operational or record retention purposes, (3) the length of time the data is needed in connection with our legal, compliance and regulatory requirements, for legal defense purposes and to comply with legal holds, (4) how the data is stored, (5) whether the data is needed for security purposes and fraud prevention, and (6) whether the data is needed to ensure the continuity of our products and services.</p>\n<p>\n<strong>Categories of sources from which personal information is collected</strong>\n</p>\n<p>In addition to the sources described in the section above entitled “<strong>How and why we obtain and use personal information</strong>”, depending on the nature of your relationship and your interactions with us, and on the products and services that we provide to you, we may obtain personal information from the following sources:</p>\n<ul>\n<li>You or your representative, such as when using our products, services or digital offerings, when interacting with us or any of our service providers regarding our products, services or digital offerings or when otherwise communicating with us</li>\n<li>Providers of publicly available information</li>\n<li>Another person or other persons (typically people who know you) who provide referral information about you to us or who use the capabilities we offer on certain of our websites and applications to forward an article or other information to you</li>\n<li>Third parties that provide products and services to you through your relationship with us</li>\n<li>Third parties that perform services for us or on our behalf</li>\n<li>Other third-party sources, including government sources, data brokers and social networks</li>\n<li>Automatically, via technologies such as cookies and web beacons, when you interact with our digital offerings or electronic communications</li>\n</ul>\n<p>\n<strong>Why we collect personal information</strong>\n</p>\n<p>Please see the section above entitled “<strong>How and why we obtain and use personal information</strong>” for a description of some of the business or commercial purposes for which we collect personal information, including sensitive personal information.\nIn addition to those purposes described above, below are additional business or commercial purposes for which we collect personal information:</p>\n<ul>\n<li>To provide you with information about products and services that may interest you</li>\n<li>To maintain the accuracy and integrity of our records</li>\n<li>For marketing and communication purposes</li>\n<li>For reporting and analytical purposes</li>\n<li>For personalizing your interactions and experiences with us</li>\n<li>For training and quality-control measures</li>\n<li>To verify your identity</li>\n<li>To protect against malicious, fraudulent, or illegal activity</li>\n<li>For business analysis, planning, and reporting</li>\n<li>For customer education</li>\n<li>For effectiveness measurements</li>\n</ul>\n<p>\n<strong>Categories of personal information disclosed for business purposes</strong>\n</p>\n<p>Like most businesses, we disclose personal information, including in some cases certain sensitive personal information, to third parties for our business purposes.\nDepending on the nature of your relationship and your interactions with us, and on the products and services that we provide to you, we disclose to third parties for business purposes the personal information that is encompassed by one or more of the categories described in the “Categories of personal information we may collect about you” section above, with the categories of third parties listed in the section above entitled “<strong>How we share information about you with third parties”</strong>.</p>\n<p>\n<strong>Other information about our handling of personal information</strong>\n</p>\n<p>Please note that we do not “sell” or “share” (as defined in the CPRA) personal information about you to any third party and have not done so at any time during the 12-month period preceding the date this privacy policy was last updated.\nIn addition, we do not sell or share personal information of minors under 16 years of age.</p>\n<p>Because we do not sell or share personal information, Fidelity companies do not have any obligation under the CPRA to accept CPRA requests requesting that the Fidelity companies not sell or share a consumer’s personal information.</p>\n<p>\n<strong>CPRA Exemptions</strong>\n</p>\n<p>Please note that certain types of personal information collected or maintained by a covered business are exempt from the CPRA.\nFor example, a covered business has limited obligations, or in some cases, no obligations, under the CPRA with regard to the following types of personal information:</p>\n<ul>\n<li>Personal information collected, processed, sold, or disclosed pursuant to the federal Gramm-Leach-Bliley Act (Public Law 106-102) and implementing regulations, or pursuant to the California Financial Information Privacy Act (Division 1.4 [commencing with Section 4050] of the California Financial Code)</li>\n<li>Medical information governed by the Confidentiality of Medical Information Act or protected health information that is collected by a covered entity or business associate pursuant to the Health Insurance Portability and Accountability Act of 1996.</li>\n</ul>\n<p>In addition, some businesses are not subject to the CPRA, such as:</p>\n<ul>\n<li>A business that does not do business in the State of California</li>\n<li>A business that is not organized or operated for the profit of financial benefit of its shareholders or other owners</li>\n<li>A business that does not determine the purposes and means of the processing of consumers’ personal information</li>\n<li>A business that has annual gross revenue of $25,000,000 or less</li>\n</ul>\n<p>Furthermore, under the CPRA, there are a number of situations where a covered business under the CPRA may refuse to honor a CPRA request to delete a consumer’s personal information and is allowed to continue to maintain the personal information.\nSome examples include situations where retention of the personal information is reasonably necessary to:</p>\n<ul>\n<li>Complete the transaction for which the personal information was collected, provide a good or service requested by the consumer or reasonably anticipated within the context of the covered business’s ongoing business relationship with the consumer, or otherwise perform a contract between the Fidelity company and the consumer</li>\n<li>Help to ensure security and integrity to the extent the use of the personal information is reasonably necessary and proportionate for those purposes</li>\n<li>Debugging to identify and repair errors that impair existing intended functionality</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise that consumer’s right of free speech, or exercise another right provided by law</li>\n<li>To enable solely internal uses that are reasonably aligned with consumer expectations based on the consumer's relationship with the business and compatible with the context in which the consumer provided the information</li>\n<li>Comply with a legal obligation</li>\n</ul>\n<p>Please note that the description of the CPRA set forth in this privacy policy is a summary of only certain aspects of the CPRA and is not and should not be considered a complete description of the CPRA.\nIn addition to what is described above, the CPRA includes other exemptions that apply to particular types of personal information and particular businesses, as well as additional situations where a covered business is not required to honor a consumer’s request to delete the consumer’s personal information.</p>\n<p>\n<strong>Submitting a CPRA Request</strong>\n</p>\n<p>\n<strong>If you wish to submit a CPRA request to any of the Fidelity companies listed in this privacy policy, you may initiate your request through one of the options provided on our</strong> California Privacy Rights Request Page.\nBefore submitting your request, please ensure you have reviewed all the CPRA exemptions, including those described above under the section above entitled “<strong>CPRA Exemptions</strong>”.</p>\n<p>You should generally expect to receive a response within 45 days of the date we receive your request.\nHowever, in some instances, we may require an additional 45 days to process your request in which case we will notify you and explain why the extension is necessary.</p>\n<p>We will need to verify your identity before we can process your request.\nThrough the request process, we will make you aware of any information that you will need to provide to us to process your request.\nYou may have to confirm that you are a California resident and verify your identity or the identities of those authorized to submit requests on your behalf.\nAdditionally, the information you provide will be used to help verify your identity.</p>\n<p>To understand how you can designate an authorized agent with the ability to make a request under the CPRA on your behalf, please refer to our California Privacy Rights Request page.</p>\n<p>Fidelity companies covered by this privacy policy received 12 CCPA requests for disclosure of personal information (request to know) and 18 CCPA requests for deletion of personal information (request to delete) between January 1, 2021 and December 31, 2021.\nFidelity companies responded to each of these requests in an average of 10.46 days.\nHowever, because of exemptions under the CPRA, Fidelity companies did not comply with any of these requests.</p>\n&nbsp.\n<p>\n<strong>Fidelity Companies Covered by this Privacy Policy</strong>\n</p>\n<p>The Fidelity Investments privacy policy is provided on behalf of: Fidelity Brokerage Services LLC</p>\n<ul>\n<li>Fidelity Distributors Company LLC</li>\n<li>Fidelity Diversifying Solutions LLC</li>\n<li>Fidelity Workplace Services LLC</li>\n<li>Fidelity Investments Institutional Operations Company, Inc.</li>\n<li>Fidelity Management Trust Company</li>\n<li>Fidelity Personal Trust Company, FSB</li>\n<li>Fidelity Personal and Workplace Advisors LLC</li>\n<li>Fidelity Stock Plan Services, LLC</li>\n<li>Fidelity Institutional Wealth Adviser LLC</li>\n<li>Fidelity Investments Life Insurance Company</li>\n<li>Empire Fidelity Investments Life Insurance Company</li>\n<li>Fidelity Health Insurance Services, LLC</li>\n<li>Fidelity Insurance Agency, Inc.</li>\n<li>Fidelity Wealth Technologies LLC</li>\n<li>FIAM LLC</li>\n<li>National Financial Services LLC</li>\n<li>Strategic Advisers LLC</li>\n<li>Other companies owned by Fidelity Investments using the Fidelity name to provide financial or payroll services to customers</li>\n</ul>\n&nbsp.\nFidelity Funds Privacy Policy <p>Protecting your personal information is an important priority for the Fidelity Funds.\nThe Funds' privacy policy is designed to support this objective.\nThe Funds collect non-public personal information concerning you in the following ways:</p>\n<ul>\n<li>Information provided by you or your representative on applications or other forms furnished to the Funds or through other interactions that you or your representative have with the Funds</li>\n<li>Information arising from your investments in or accounts with the Funds</li>\n<li>Information the Funds receive from a consumer reporting agency</li>\n</ul>\n<p>The Funds employ physical, electronic, and procedural controls to safeguard your information.\nFor example, the Funds authorize access to your personal and account information only for personnel who need that information in order to provide products or services to you.</p>\n<p>The Funds do not disclose any non-public personal information about you, except as permitted by law.\nFor example, the Funds have entered into a number of arrangements with Fidelity Investments to provide for investment management, distribution and servicing of the Funds.</p>\n<p>If you decide to close your account, the Funds will continue to adhere to the privacy policies and practices as described in this policy.</p>\n<p>Please read the Fidelity Funds Privacy Policy in conjunction with the Privacy Policy for the Fidelity Investments companies of which you are also a customer.</p>\n<p>The Fidelity Funds Privacy Policy is provided on behalf of the Fidelity Investments family of mutual funds, including those advised by Strategic Advisers LLC.</p>\n<br>\n©1998-2022 FMR LLC.\nAll Rights Reserved.\n<br>\n<br> Questions? <ul>\n<li> 800-343-3548 800-343-3548 </li>\n</ul> Privacy Notice <p>View the Fidelity Investments and the Fidelity Funds Privacy Notice (PDF)</p> 935048.7.0 Footer <ul>\n<li> Mutual Funds </li>\n<li> ETFs </li>\n<li> Fixed Income </li>\n<li> Bonds </li>\n<li> CDs </li>\n<li> Options </li>\n<li> Active Trader Pro </li>\n<li> Investor Centers </li>\n</ul>\n<ul>\n<li> Stocks </li>\n<li> Online Trading </li>\n<li> Annuities </li>\n<li> Life Insurance &amp.\nLong Term Care </li>\n<li> Small Business Retirement Plans </li>\n<li> 529 Plans </li>\n</ul>\n<ul>\n<li> IRAs </li>\n<li> Retirement Products </li>\n<li> Retirement Planning </li>\n<li> Charitable Giving </li>\n<li> FidSafe, (Opens in a new window) </li>\n<li> FINRA's BrokerCheck, (Opens in a new window) </li>\n<li> Health Savings Account </li>\n</ul> Stay Connected Locate an Investor Center by ZIP Code Please enter a valid ZIP code <ul>\n<li> Instagram, (Opens in a new window) </li>\n<li> LinkedIn, (Opens in a new window) </li>\n<li> YouTube, (Opens in a new window) </li>\n<li> Reddit, (Opens in a new window) </li>\n<li> Twitter, (Opens in a new window) </li>\n<li> Facebook, (Opens in a new window) </li>\n<li> Fidelity Mobile<sup>®</sup>\n</li>\n<li> Refer a Friend </li>\n<li> TikTok, (Opens in a new window) </li>\n<li> Discord, (Opens in a new window) </li>\n</ul>\n<ul>\n<li> Careers </li>\n<li> News Releases </li>\n<li> About Fidelity </li>\n<li> International </li>\n</ul> Copyright 1998-2023 FMR LLC.\nAll Rights Reserved.\n<ul>\n<li> Terms of Use </li>\n<li> Privacy </li>\n<li> Security </li>\n<li> Site Map </li>\n<li> Accessibility </li>\n<li> Contact Us, (Opens in a new window) </li>\n<li> Share Your Screen </li>\n<li> Disclosures, (Opens in a new window) </li>\n</ul> This is for persons in the US only.\n", "created_at": "2021-06-29 22:16:13.740117", "updated_at": "2023-03-14 18:42:57.389927"}, {"id": 7474, "name": "Terms of Use", "url": "https://www.fidelity.com/terms-of-use", "xpath": "//body", "text": " Skip to Main Content.\nSite navigation Fidelity.com Home <ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li>Log In</li>\n</ul>\n<ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li> Log Out </li>\n</ul> Search fidelity.com or get a quote <ul>\n<li> Accounts &amp.\nTrade <ul>\n<li>Portfolio Log In Required</li>\n<li>Portfolio</li>\n<li>AccountPositions Log In Required</li>\n<li>AccountPositions</li>\n<li>Trade Log In Required</li>\n<li>Trade</li>\n<li>Trading Dashboard Log In Required</li>\n<li>Trading Dashboard Log In Required</li>\n<li> Active Trader Pro </li>\n<li> Transfers </li>\n<li> Cash Management Log In Required </li>\n<li> Cash Management </li>\n<li> Bill Pay Log In Required </li>\n<li> Bill Pay </li>\n<li> Full View Log In Required </li>\n<li> Full View </li>\n<li> Security Settings Log In Required </li>\n<li> Security Settings </li>\n<li>Account Features Log In Required</li>\n<li>Account Features</li>\n<li>Documents Log In Required</li>\n<li>Documents</li>\n<li> Fidelity Alternative Investments Program Log In Required </li>\n<li> Tax Forms &amp.\nInformation </li>\n<li> Retirement Distributions Log In Required </li>\n<li> Fidelity Rewards+ Log In Required </li>\n<li> Fidelity Rewards+ Log In Required </li>\n<li> New Account Checklist Log In Required </li>\n<li>Lending SolutionsLine of Credit Log In Required</li>\n<li> Refer a Friend </li>\n</ul>\n</li>\n<li> Planning &amp.\nAdvice <ul>\n<li> What We Offer </li>\n<li>Build Your Free Plan</li>\n<li> My Goals </li>\n<li> Financial Basics </li>\n<li> Building Savings </li>\n<li>Robo Investing Plus Advice</li>\n<li> Wealth Management </li>\n<li> Find an advisor </li>\n<li> Retirement </li>\n<li>Life Events</li>\n<li> Saving &amp.\nInvesting for a Child </li>\n<li> Charitable Giving </li>\n<li>Philanthropic Consulting</li>\n<li>Life Insurance &amp.\nLong Term Care Planning</li>\n</ul>\n</li>\n<li> News &amp.\nResearch <ul>\n<li> News </li>\n<li>Wealth Management Insights</li>\n<li> Watch List Log In Required </li>\n<li>Quotes</li>\n<li>Quotes</li>\n<li> Alerts Log In Required </li>\n<li> Mutual Funds </li>\n<li>Stocks</li>\n<li>Fixed Income, Bonds &amp.\nCDs</li>\n<li>ETFs</li>\n<li> Options </li>\n<li>Markets &amp.\nSectors</li>\n<li> IPOs </li>\n<li> Annuities </li>\n<li> Learning Center </li>\n<li>Notebook Log In Required</li>\n<li>Notebook</li>\n</ul>\n</li>\n<li> Products <ul>\n<li> Mutual Funds </li>\n<li> Retirement &amp.\nIRAs </li>\n<li> Stocks and Trading </li>\n<li>Crypto</li>\n<li>Direct Indexing</li>\n<li> Fixed Income, Bonds &amp.\nCDs </li>\n<li> ETFs </li>\n<li> Options </li>\n<li> Sustainable Investing </li>\n<li>Spending &amp.\nSaving</li>\n<li> Managed Accounts </li>\n<li> 529 College Savings </li>\n<li> Health Savings Accounts </li>\n<li> Annuities </li>\n<li>Life Insurance</li>\n</ul>\n</li>\n<li> Why Fidelity <ul>\n<li>The Fidelity Advantage</li>\n<li>Planning &amp.\nAdvice</li>\n<li>Trading</li>\n<li>Straightforward Pricing</li>\n<li>Insights &amp.\nTools</li>\n<li>Security &amp.\nProtection</li>\n<li>Marketplace Solutions</li>\n<li>About Fidelity</li>\n<li>Careers</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li>Log In</li>\n</ul>\n<ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li> Log Out </li>\n</ul>\n<ul>\n<li>\n<strong>Home</strong>»</li>\n</ul>\n<ul>\n<li> Print\n</li>\n<li> Email Email Terms of Use - Fidelity Investments <strong>Send to </strong>(Separate multiple email addresses with commas) <p>Please enter a valid email address</p>\n<strong>Your email address</strong>\n<p>Please enter a valid email address</p> Message (Optional) <p>\n<strong>Important legal information about the email you will be sending.</strong> By using this service, you agree to input your real email address and only send it to people you know.\nIt is a violation of law in some jurisdictions to falsely identify yourself in an email.\nAll information you provide will be used by Fidelity solely for the purpose of sending the email on your behalf.\nThe subject line of the email you send will be \"Fidelity.com: \"</p> Email <p>Your email has been sent.</p>\n</li>\n<li>Share Share Terms of Use - Fidelity Investments <p>Clicking a link will open a new window.</p>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n</ul>\n</li>\n<li> Default text size A\n</li>\n<li> Larger text size A\n</li>\n<li> Largest text size A\n</li>\n</ul> Terms of Use <p>\n<strong>Before investing, consider the investment objectives, risks, charges, and expenses of the fund, 529 plan, Attainable Savings Plan, or annuity and its investment options.\nContact Fidelity for a prospectus, Fact Kit, disclosure document, or, if available, a summary prospectus containing this information.\nRead it carefully.</strong>\n</p> Terms of Use <p>These Terms of Use were last modified in April 2018.</p> Terms of Use and your acceptance of them.\nRead before continuing.\n<p>FMR LLC is pleased to provide you with the information, content, tools, products and services on all Fidelity Sites (the term \"Fidelity Sites\" refers to all Fidelity web sites, as well as to the content on them).\nBecause these Terms of Use cover multiple web sites, some terms may refer to items that are available only on certain Fidelity sites.\nThese Terms of Use also include some important disclosures and information related to certain products and services.\nYour use of Fidelity Sites is subject to these Terms of Use (\"Terms\").\nThere are many different Fidelity companies (\"Fidelity Entities\"), and their affiliates, that provide information, content, tools, products and services on and through the Fidelity Sites.\nThese Fidelity Entities are identified below and in each part of the Fidelity Sites where they provide such information, content and services.</p>\n<p>These Terms are a binding agreement between you and the Fidelity Entities listed below, as well as their U.S.\naffiliates (\"Fidelity\").\nBy using or accessing the Fidelity Sites, you accept and agree to be bound by these Terms.\nYour use of Fidelity Sites is governed by the version of the Terms in effect on the date each Fidelity Site is accessed by you.\nFidelity may modify these Terms at any time and without prior notice.\nYou should review the most current version of these Terms by visiting a Fidelity Site and clicking on the Terms of Use hyperlink located at the bottom of the page.\nThese Terms are in addition to any other agreements between you and Fidelity, including any customer or account agreements, and any other agreements that govern your use of information, content, tools, products and services available on and through the Fidelity Sites.</p> Contents <ul>\n<li>Use of Fidelity sites</li>\n<li>Business Continuity</li>\n<li>Commitment to integrity</li>\n<li>Fidelity sites and companies</li>\n<li>Professionally managed accounts</li>\n<li>Mutual funds</li>\n<li>Life insurance and variable annuities</li>\n<li>Workplace savings plans</li>\n<li>529 College Plans</li>\n<li>Information for foreign investors</li>\n<li>Broker-dealer's potential conflicts</li>\n<li>Limitations on investment guidance and professional advice</li>\n<li>Copyright policy, linking policy and trademarks</li>\n<li>Third party content and research</li>\n<li>Timeliness of content</li>\n<li>Prohibited uses</li>\n<li>Means of access</li>\n<li>Password security and notification</li>\n<li>DISCLAIMER OF WARRANTIES</li>\n<li>LIMITATION OF LIABILITY</li>\n<li>Indemnification</li>\n<li>Changes to Fidelity sites</li>\n<li>Termination</li>\n<li>Governing law</li>\n<li>Severability</li>\n</ul>\n&nbsp.\nUse of Fidelity sites <p>The Fidelity Sites are intended only for your personal, non-commercial use, unless you and Fidelity have agreed otherwise in writing.</p>\n&nbsp.\nBusiness Continuity <p>Fidelity is committed to providing continuous customer service and support.\nhowever, we recognize that there are potential risks that could disrupt our ability to serve you.\nWe have implemented a business continuity management program with a strong governance model and commitment from senior management.\nLearn more</p>\n&nbsp.\nCommitment to Integrity <p>Honesty, integrity and personal responsibility are the longstanding foundations of Fidelity’s business practices.\nFidelity is committed to these principles and to conducting its business in compliance with all applicable laws and regulations.\nAll of Fidelity’s officers, directors, employees, and agents are prohibited from engaging in bribery, corruption or other illegal activities.\nThis prohibition applies to interactions with government officials, customers, vendors, and other business partners.\nIn addition, Fidelity has established an anti-corruption compliance program that is reasonably designed to comply with applicable anti-corruption laws wherever it conducts business.</p>\n&nbsp.\nFidelity sites and companies <p>FMR LLC is the parent company of various Fidelity Entities.\nSome of these Fidelity Entities are financial services companies, that may be registered under federal or state laws, and others are not regulated as such and may, for example, provide information and content publishing services.\nA listing of all Fidelity Entities, that provide content on the Fidelity Sites, is listed below.</p>\n<p>Portions of certain Fidelity Sites are published or selected by Fidelity Interactive Content Services LLC (\"FICS\").\nFICS is a company with main offices in New York, NY.\nFICS seeks to present objective news, information, data and guidance on personal finance and investment topics drawn from a diverse collection of sources including affiliated and non-affiliated financial services publications.\nContent drawn from FICS affiliated entities is marked and labeled as such.\nFICS selected and published content is not intended to provide tax, legal, insurance or investment advice and should not be construed as an offer to sell, a solicitation of an offer to buy, or a recommendation for any security by any Fidelity Entity or any third party.\nCertain tools published by FICS may provide general information and guidance based upon your personalized input.\nSecurities quotes are delayed unless otherwise noted.\nFICS is owned by FMR LLC and is an affiliate of Fidelity Brokerage Services LLC, among others.</p>\n<p>The following investments and brokerage products and services are offered through Fidelity Sites by the Fidelity Entity indicated.\nThese four Fidelity Entities are also broker-dealers:</p>\n<p>Retail brokerage accounts and trading products and services, the FundsNetwork<sup>®</sup> Program, and investment and workplace savings plan products and services offered directly to investors and plan sponsors are offered by:</p>\n<ul>\n<li>Fidelity Brokerage Services LLC (\"FBS\"), Member NYSE, SIPC, 900 Salem Street, Smithfield, RI 02917</li>\n</ul>\n<p>Investment and workplace savings plan products and services distributed through investment professionals are offered by:</p>\n<ul>\n<li>Fidelity Distributors Company LLC (\"FDC\"), 500 Salem Street, Smithfield, RI 02917</li>\n</ul>\n<p>Fidelity Mutual Funds are offered by:</p>\n<ul>\n<li>Fidelity Distributors Company LLC (\"FDC\"), 500 Salem Street, Smithfield, RI 02917</li>\n</ul>\n<p>Institutional products and services are offered by:</p>\n<ul>\n<li>National Financial Services LLC (\"NF\"), Member NYSE, SIPC, 200 Seaport Boulevard, Boston, MA 02110</li>\n</ul>\n<p>The following is a selected list of various Fidelity Entities that also provide information, content, tools and products and services through a Fidelity Site:</p>\n<ul>\n<li>Strategic Advisers LLC, a registered investment advisor</li>\n<li>Fidelity Personal Trust Company, FSB (\"FPTC\"), a federal savings bank</li>\n<li>Fidelity Management Trust Company (\"FMTC\")</li>\n<li>Fidelity Interactive Content Services LLC</li>\n<li>Fidelity Investments Institutional Services Company, Inc.\n(\"FIIS\")</li>\n<li>Fidelity Insurance Agency, Inc.</li>\n<li>Fidelity Investments Life Insurance Company (\"FILI\")</li>\n<li>Empire Fidelity Investments Life Insurance Company, New York, NY</li>\n<li>Fidelity Personal and Workplace Advisors LLC (FPWA)</li>\n</ul>\n&nbsp.\nProfessionally managed accounts <p>Fidelity Go<sup>®</sup>, and Fidelity<sup>®</sup> Strategic Disciplines are advisory services offered by Fidelity Personal and Workplace Advisors LLC (FPWA), a registered investment adviser.\nFidelity<sup>®</sup> Strategic Disciplines includes the Breckinridge Intermediate Municipal Strategy, the Fidelity<sup>®</sup> Equity-Income Strategy, the Fidelity<sup>®</sup> Tax-Managed U.S.\nEquity Index Strategy, the Fidelity<sup>®</sup> Intermediate Municipal Strategy and the Fidelity<sup>®</sup> Core Bond Strategy.\nFidelity<sup>®</sup> Wealth Services are advisory services offered by FPWA or Fidelity Personal Trust Company, FSB (FPTC), a federal savings bank.\nNondeposit investment products and trust services offered by FPTC and its affiliates are not insured or guaranteed by the Federal Deposit Insurance Corporation or any other government agency, are not obligations of any bank, and are subject to risk, including possible loss of principal.\nBrokerage services provided by Fidelity Brokerage Services LLC (FBS), and custodial and related services provided by National Financial Services LLC (NFS), each a member NYSE and SIPC.\nFPWA, FPTC, FBS and NFS are Fidelity Investments companies.\n<strong>These advisory services are provided for a fee.</strong>\n</p>\n<p>Fidelity<sup>®</sup> Personalized Planning &amp.\nAdvice <em>at Work</em> is a service of Fidelity Personal and Workplace Advisors LLC and Strategic Advisers LLC.\nBoth are registered investment advisers, are Fidelity Investments companies, and may be referred to as \"Fidelity,\" \"we,\" or \"our\" within.\nFor more information, refer to the Terms and Conditions of the Program.\nWhen used herein, Fidelity Personalized Planning &amp.\nAdvice refers exclusively to Fidelity Personalized Planning &amp.\nAdvice <em>at Work</em>.\n<strong>This service provides advisory services for a fee.</strong>\n</p>\n&nbsp.\nMutual funds <p>You could lose money by investing in a money market fund.\nAlthough the fund seeks to preserve the value of your investment at $1.00 per share, it cannot guarantee it will do so.\nAn investment in the fund is not insured or guaranteed by the Federal Deposit Insurance Corporation or any other government agency.\nFidelity Investments and its affiliates, the fund’s sponsor, have no legal obligation to provide financial support to money market funds and you should not expect that the sponsor will provide financial support to the fund at any time.</p>\n<p>\n<em>Before investing, consider the funds' investment objectives, risks, charges, and expenses.\nContact Fidelity for a prospectus or, if available, a summary prospectus containing this information.\nRead it carefully.</em>\n</p> &nbsp.\nLife insurance and variable annuities <p>\n<em>Before investing, consider the investment objectives, risks, charges and expenses of the fund or annuity and its investment options.\nContact Fidelity for a prospectus or, if available, a summary prospectus containing this information.\nRead it carefully.</em>\n</p>\n<p>Fidelity Brokerage Services LLC, Member NYSE, SIPC and/or Fidelity Insurance Agency, Inc., distribute fixed and variable insurance products issued by Fidelity Investments Life Insurance Company, Empire Fidelity Investments Life Insurance Company, New York, NY, and certain third party insurance companies, which are not affiliated with Fidelity Investments.</p> &nbsp.\nWorkplace savings plans <p>Some of the funds and services described on the Fidelity Sites may not be available or appropriate in a workplace savings plan.\nCheck with your employer for information on any investment restrictions associated with your 401(k), 401(a), 403(b), or 457 savings plan, or nonqualified deferred compensation plan at work.\nOr, if your workplace savings plan is already with Fidelity, call your toll-free retirement benefits line or log on to Fidelity NetBenefits<sup>®</sup> to find out more about the investment options available to you in your workplace savings plan.</p>\n<p>If you hold Fidelity Advisor Fund assets outside of your employer-sponsored retirement plan, accounts with such assets are not included in the list of Fidelity accounts.</p>\n<p>Company Stock Funds are not mutual funds and are unmanaged, non-diversified investment options.\nThe value of your investment in the Company Stock Fund is affected by the performance of the company and the overall stock market, as well as the amount and performance of any short term investments held by the fund.</p>\n<p>Managed Income Funds, Commingled Pools and individually managed options, such as Strategies, are not mutual funds.\nAlthough individual investment contracts purchased for a managed income fund are backed by the issuer of the debt, units of the fund are not guaranteed by the manager, Plan sponsor or insured by the FDIC.</p>\n<p>A summary of the benefits provided under a workplace savings plan is contained in the Summary Plan Description for the plan.\nFull details are provided in the official plan document, which governs the operation of the plan.\nIn the event that the content of a Fidelity Site or any oral representations made by any person regarding the plan conflict with or are inconsistent with the provisions of the governing plan document, the provisions of the governing plan documents are controlling.\nThe information presented on a Fidelity Site is not intended to create, nor is it to be construed to create, a contract between (1) an employer or a Fidelity Entity and (2) any one of the employer’s employees or other plan participants.\nEach employer reserves the right to amend, modify, suspend, replace or terminate any of its plans, policies or programs, in whole or in part, including any level or form of coverage, by appropriate company action, without the consent or concurrence of persons affected.</p> &nbsp.\n529 College Savings Plans <p>\n<strong>The UNIQUE College Investing Plan, U.Fund College Investing Plan, DE529 Education Savings Plan, AZ529, Arizona's Education Savings Plan, and the Connecticut Higher Education Trust (CHET) 529 College Savings Plan - Direct Plan are offered by the state of New Hampshire, MEFA, the state of Delaware, and the state of Arizona with the Arizona State Treasurer's Office as the Plan Administrator and the Arizona State Board of Investment as Plan Trustee, and the Treasurer of the state of Connecticut respectively, and managed by Fidelity Investments.\nIf you or the designated beneficiary is not a New Hampshire, Massachusetts, Delaware, Arizona or Connecticut resident, you may want to consider, before investing, whether your state or the beneficiary's home state offers its residents a plan with alternate state tax advantages or other state benefits such as financial aid, scholarship funds and protection from creditors.</strong>\n</p>\n<p>\n<strong>Units of the portfolios are municipal securities and may be subject to market volatility and fluctuation.</strong>\n</p>\n<p>\n<strong>Please carefully consider the plan's investment objectives, risks, charges, and expenses before investing.\nFor this and other information on any 529 college savings plan managed by Fidelity, contact Fidelity for a free Fact Kit, or view one online.\nRead it carefully before you invest or send money.</strong>\n</p>\n&nbsp.\nInformation for foreign investors <p>The Fidelity Sites are intended to be made available only to individuals in the United States, and the information on the Fidelity Sites is only for such persons.\nNothing on the Fidelity Sites shall be considered a solicitation to buy or an offer to sell a security, or any other product or service, to any person in any jurisdiction where such offer, solicitation, purchase or sale would be unlawful under the laws of such jurisdiction.</p>\n<p>Persons outside of the United States should visit Fidelity InternationalOpens in a new window, which will direct them to the appropriate overseas website of affiliated and non-affiliated non-US entities who offer products and services designed specifically for overseas investors.\nInvestment professionals interested in information about Fidelity Advisor World Funds, which are sold to eligible investors outside the United States, should go to advisor.fidelity.com/offshoreOpens in a new window.</p>\n&nbsp.\nBroker-dealer's potential conflicts <p>As a broker-dealer, Fidelity Brokerage Services LLC or its affiliates may act as principal for its own account or as agent for its customers in connection with the sale to you or purchase by you of a security that is the subject of content prepared by Fidelity.\nIf it receives a mark-up or commission or acts as agent for another person in connection with any such transaction, Fidelity may have a potential conflict of interest.\nYou understand this potential conflict and acknowledge that you may choose to effect securities transactions at another broker-dealer.</p> &nbsp.\nLimitations on investment guidance and professional advice <p>The Fidelity Sites are not intended to provide legal, tax, investment or insurance advice.\nNothing on the Fidelity Sites should be construed as an offer to sell, a solicitation of an offer to buy, or a recommendation for any security by Fidelity or any third party.\nCertain investment planning tools available on the Fidelity Sites may provide general investment education based on your input.\nYou are solely responsible for determining whether any investment, investment strategy, security or related transaction is appropriate for you based on your personal investment objectives, financial circumstances and risk tolerance.\nYou should consult your legal or tax professional regarding your specific situation.</p> &nbsp.\nCopyright policy, linking policy and trademarks <p>The Fidelity Sites are protected by applicable copyright laws.\nAccordingly, you may not copy, distribute, modify, post or frame-in the Fidelity Sites, including any text, graphics, video, audio, software code, user interface design or logos.</p>\n<p>Unless you and Fidelity have agreed otherwise, links from another web site to a Fidelity Site must resolve to the top-level homepage of a Fidelity domain (e.g., www.fidelity.com, www.netbenefits.com).\nIn order to avoid confusion if you do link from another web site to a Fidelity Site top-level homepage, your web site, and the link itself, may not suggest that Fidelity endorses, sponsors or is affiliated with any non-Fidelity web site, entity, service or product, and may not make use of any Fidelity trademarks or service marks other than those contained within the text of the link.</p>\n<p>All trademarks and service marks on the Fidelity Sites belong to FMR LLC or an affiliate, except third-party trademarks and service marks, which are the property of their respective owners.</p>\n<p>If you believe that your work has been copied in a way that constitutes copyright infringement, please provide Fidelity with the following information:</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of the copyright allegedly infringed;</li>\n<li>A description of the copyrighted work that you claim has been infringed, or, if multiple copyrighted works are the subject of a single notice, a representative list of such works;</li>\n<li>An identification of the allegedly infringing material, and a description of where that material is located on the Fidelity Sites;</li>\n<li>Your address, telephone number, and email address;</li>\n<li>A statement by you that you have a good faith belief that use of the disputed material in the manner complained of is not authorized by the copyright owner, its agent, or the law;</li>\n<li>A statement by you, made under penalty of perjury, that the information you provide in your notice is accurate and that you are the owner of the allegedly infringed copyright, or that you are authorized to act on behalf of the copyright owner.</li>\n</ol>\n<p>Fidelity's Agent for Notice of claims of copyright infringement can be reached as follows:</p>\n<p>By mail: Tanya Courcey, Fidelity Investments, 245 Summer Street, Boston, MA 02210</p>\n<p>By phone: 617-563-9840 By email: CopyrightClaim@fmr.com</p> &nbsp;&nbsp.\nThird-party content and research <p>The Fidelity Sites include general news and information, commentary, interactive tools, quotes, research reports and data concerning the financial markets, securities and other subjects.\nSome of this content is supplied by companies that are not affiliated with any Fidelity Entity (\"Third Party Content\").\nSome Third Party Content may be provided by mutual fund companies whose shares are available for purchase by Fidelity customers on the FundsNetwork<sup>®</sup> or other platform.\nOn the Fidelity Sites, the source of all Third Party Content is clearly and prominently identified.\nThird Party Content providers include, but are not limited to, CNN Money, Dow Jones, MarketWatch, and Reuters.\nThird Party Content is available through framed areas, through hyperlinks to third party web sites, or is simply published on the site.\nThe Third Party Content is protected by copyright pursuant to United States laws and international treaties and is owned or licensed by the Third Party Content provider(s) credited.</p>\n<p>Fidelity has not been involved in the preparation, adoption or editing of Third Party Content and does not explicitly or implicitly endorse or approve such content.\nThe Third Party Content providers do not implicitly or explicitly endorse or approve the Third Party Content, nor do they give investment advice, or advocate the purchase or sale of any security or investment.</p>\n<p>While Fidelity makes every attempt to provide accurate and timely information to serve the needs of users, neither Fidelity nor the Third Party Content providers guarantee its accuracy, timeliness, completeness or usefulness, and are not responsible or liable for any such content, including any advertising, products, or other materials on or available from third party sites.\nThird Party Content is provided for informational purposes only and Fidelity and the Third Party Content providers specifically disclaim any responsibility for Third Party Content available on the site.\nYou will use Third Party Content only at your own risk.\nTHE THIRD PARTY CONTENT IS PROVIDED ON AN \"AS-IS\" BASIS.\nTHE THIRD PARTY CONTENT PROVIDERS EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION ANY WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.</p>\n<p>THE THIRD PARTY CONTENT PROVIDERS AND THEIR PARENTS, SUBSIDIARIES, AFFILIATES, SERVICE PROVIDERS, LICENSORS, OFFICERS, DIRECTORS OR EMPLOYEES SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR RELATING TO THE USE OR THE INABILITY TO USE THE THIRD PARTY CONTENT, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF PROFITS, USE, DATA OR OTHER INTANGIBLE DAMAGES, EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>In order to comply with applicable laws and regulations, Fidelity may at times exclude content with respect to securities of issuers which are the subject of public offerings made available to Fidelity's brokerage customers, or otherwise.\nCertain other content filtering may take place from time to time based on objective criteria.</p>\n<p>\"CUSIP\" identifiers have been provided by CUSIP Global Services, managed on behalf of the American Bankers Association by Standard &amp.\nPoor’s Financial Services, LLC, and are not for use or dissemination in a manner that would serve as a substitute for any CUSIP service.\nThe CUSIP Database, © 2010 American Bankers Association.\n\"CUSIP\" is a registered trademark of the American Bankers Association.</p> &nbsp.\nTimeliness of content <p>All content on the Fidelity Sites is presented only as of the date published or indicated, and may be superseded by subsequent market events or for other reasons.\nIn addition, you are responsible for setting the cache settings on your browser to ensure you are receiving the most recent data.</p> &nbsp.\nProhibited uses <p>Because all servers have limited capacity and are used by many people, do not use Fidelity Sites in any manner that could damage or overburden any Fidelity server, or any network connected to any Fidelity server.\nDo not use Fidelity Sites in any manner that would interfere with any other party's use of the Fidelity Sites.</p> &nbsp.\nMeans of access <p>The Fidelity Sites are generally intended to be viewed by a conventional web browser with a screen resolution of 800 by 600 pixels or greater.\nAlthough you may use other means to access the Fidelity Sites, be aware that the Fidelity Sites may not appear accurately through other access methods, and you use them only at your own risk.</p>\n<p>You should not access the Fidelity Sites through devices or services that are designed to provide high-speed, automated, repeated access, unless such devices are approved or made available by Fidelity.</p>\n<p>Certain parts of the Fidelity Sites are protected by passwords or require a login.\nYou may not obtain or attempt to obtain unauthorized access to such parts of the Fidelity Sites, or to any other protected materials or information, through any means not intentionally made available by Fidelity for your specific use.</p>\n<p>Links provided on Fidelity sites to mutual fund prospectuses may resolve to the fund's summary prospectus, if available, or alternatively to the fund's full prospectus.</p> &nbsp.\nPassword security and notification <p>If you have a password for access to non-public areas of the Fidelity Sites, you are solely responsible for maintaining the confidentiality and use of the password and other security data, methods and devices.\nFurther, you are responsible for all activities that occur in connection with your password including all instructions electronically transmitted or use of any data, information or services obtained using your password and other security data.\nFidelity shall not be under any duty to inquire as to the authority or propriety of any instructions given to Fidelity by you or via your password and shall be entitled to act upon any such instructions and Fidelity will not be liable for any loss, cost, expense or other liability arising out of any such instructions.\nAccordingly, you should take steps to protect the confidentiality of your password.\nAs an authorized user you accept full responsibility for the monitoring of your account including frequently checking your account information, reviewing your transaction history online and promptly reviewing any correspondence, account statements and confirmations received from Fidelity.\nNotify Fidelity immediately if you become aware of any unauthorized activity, disclosure, loss, theft or unauthorized use of your password.\nYou agree to cooperate with Fidelity in any investigation and agree to take corrective measures to protect your account from further fraudulent activity.</p> &nbsp.\nDISCLAIMER OF WARRANTIES <ul>\n<li>FIDELITY DOES NOT MAKE ANY EXPRESS OR IMPLIED WARRANTIES ABOUT THE FIDELITY SITES, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nTHE FIDELITY SITES ARE MADE AVAILABLE TO YOU \"AS IS\" AND \"AS AVAILABLE\" AND FIDELITY DOES NOT WARRANT THAT ANY DEFECTS OR INACCURACIES WILL BE CORRECTED.</li>\n<li>FIDELITY DOES NOT WARRANT THAT THE FIDELITY SITES WILL MEET YOUR NEEDS, OR THAT THEY WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\nFIDELITY ALSO MAKES NO WARRANTY THAT THE RESULTS OBTAINED FROM THE USE OF THE FIDELITY SITES WILL BE ACCURATE OR RELIABLE, OR THAT THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE FIDELITY SITES WILL MEET YOUR EXPECTATIONS.\nTHIS PROVISION MAY NOT APPLY TO PARTICIPANTS IN CERTAIN EMPLOYER-SPONSORED WORKPLACE SAVINGS PLANS.</li>\n</ul> &nbsp.\nLIMITATION OF LIABILITY <ul>\n<li>FIDELITY WILL NOT BE LIABLE TO YOU OR ANYONE ELSE FOR ANY CONSEQUENTIAL, INCIDENTAL, SPECIAL, DIRECT, OR INDIRECT DAMAGES (INCLUDING BUT NOT LIMITED TO LOST PROFITS, TRADING LOSSES OR DAMAGES THAT RESULT FROM USE OR LOSS OF USE OF THE FIDELITY SITES AND THIRD PARTY CONTENT, INCONVENIENCE OR DELAY).\nTHIS IS TRUE EVEN IF FIDELITY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSSES.</li>\n<li>FIDELITY WILL NOT BE LIABLE TO YOU OR ANYONE ELSE FOR ANY LOSS RESULTING FROM A CAUSE OVER WHICH SUCH FIDELITY DOES NOT HAVE DIRECT CONTROL.\nTHIS INCLUDES FAILURE OF ELECTRONIC OR MECHANICAL EQUIPMENT OR COMMUNICATIONS LINES (INCLUDING TELEPHONE, CABLE AND INTERNET), UNAUTHORIZED ACCESS, VIRUSES, THEFT, OPERATOR ERRORS, SEVERE OR EXTRAORDINARY WEATHER (INCLUDING FLOOD, EARTHQUAKE, OR OTHER ACT OF GOD), FIRE, WAR, INSURRECTION, TERRORIST ACT, RIOT, LABOR DISPUTE AND OTHER LABOR PROBLEMS, ACCIDENT, EMERGENCY OR ACTION OF GOVERNMENT.</li>\n<li>IF YOU LIVE IN A STATE THAT DOES NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, OR IF YOU ACCESS THE FIDELITY SITES SOLELY THROUGH AN ARRANGEMENT WITH YOUR EMPLOYER OR PLAN SPONSOR, SOME OR ALL OF THESE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.</li>\n</ul> &nbsp.\nIndemnification <p>As a condition of your use of the Fidelity Sites, you agree to indemnify and hold Fidelity and its Third Party Content providers harmless from and against any and all claims, losses, liability, costs and expenses (including but not limited to attorneys' fees) arising from your use of the Fidelity Sites, or from your violation of these Terms.\nThis provision may not apply to participants in certain employer-sponsored workplace savings plans.</p> &nbsp.\nChanges to Fidelity sites <p>Unless otherwise agreed, Fidelity may discontinue or modify the Fidelity Sites at any time without prior notice to you, and you accept those modifications if you continue to use the Fidelity Sites.</p> &nbsp.\nTermination <p>Fidelity may terminate your access to the Fidelity Sites for any reason, without prior notice.</p> &nbsp.\nGoverning law <p>Unless otherwise agreed, these Terms and their enforcement are governed by the laws of the Commonwealth of Massachusetts, without regard to conflicts of law, and shall inure to the benefit of Fidelity's successors and assigns, whether by merger, consolidation, or otherwise.\nThis provision may not apply to participants in certain employer-sponsored workplace savings plans.</p> &nbsp.\nSeverability <p>If a court of competent jurisdiction deems any provision unenforceable, that provision will be enforced to the maximum extent permissible, and the remaining provisions will remain in full force and effect.</p> Questions? <ul>\n<li> 800-343-3548 800-343-3548 </li>\n</ul> 627308.25.0 Footer <ul>\n<li> Mutual Funds </li>\n<li> ETFs </li>\n<li> Fixed Income </li>\n<li> Bonds </li>\n<li> CDs </li>\n<li> Options </li>\n<li> Active Trader Pro </li>\n<li> Investor Centers </li>\n</ul>\n<ul>\n<li> Stocks </li>\n<li> Online Trading </li>\n<li> Annuities </li>\n<li> Life Insurance &amp.\nLong Term Care </li>\n<li> Small Business Retirement Plans </li>\n<li> 529 Plans </li>\n</ul>\n<ul>\n<li> IRAs </li>\n<li> Retirement Products </li>\n<li> Retirement Planning </li>\n<li> Charitable Giving </li>\n<li> FidSafe, (Opens in a new window) </li>\n<li> FINRA's BrokerCheck, (Opens in a new window) </li>\n<li> Health Savings Account </li>\n</ul> Stay Connected Locate an Investor Center by ZIP Code Please enter a valid ZIP code <ul>\n<li> Instagram, (Opens in a new window) </li>\n<li> LinkedIn, (Opens in a new window) </li>\n<li> YouTube, (Opens in a new window) </li>\n<li> Reddit, (Opens in a new window) </li>\n<li> Twitter, (Opens in a new window) </li>\n<li> Facebook, (Opens in a new window) </li>\n<li> Fidelity Mobile<sup>®</sup>\n</li>\n<li> Refer a Friend </li>\n<li> TikTok, (Opens in a new window) </li>\n<li> Discord, (Opens in a new window) </li>\n</ul>\n<ul>\n<li> Careers </li>\n<li> News Releases </li>\n<li> About Fidelity </li>\n<li> International </li>\n</ul> Copyright 1998-2023 FMR LLC.\nAll Rights Reserved.\n<ul>\n<li> Terms of Use </li>\n<li> Privacy </li>\n<li> Security </li>\n<li> Site Map </li>\n<li> Accessibility </li>\n<li> Contact Us, (Opens in a new window) </li>\n<li> Share Your Screen </li>\n<li> Disclosures, (Opens in a new window) </li>\n</ul> This is for persons in the US only.\n", "created_at": "2021-06-29 22:16:13.742734", "updated_at": "2023-03-14 18:41:52.550017"}, {"id": 7475, "name": "Account Security", "url": "https://www.fidelity.com/security/overview", "xpath": "//body", "text": " Skip to Main Content.\nSite navigation Fidelity.com Home <ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li>Log In</li>\n</ul>\n<ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li> Log Out </li>\n</ul> Search fidelity.com or get a quote <ul>\n<li> Accounts &amp.\nTrade <ul>\n<li>Portfolio Log In Required</li>\n<li>Portfolio</li>\n<li>AccountPositions Log In Required</li>\n<li>AccountPositions</li>\n<li>Trade Log In Required</li>\n<li>Trade</li>\n<li>Trading Dashboard Log In Required</li>\n<li>Trading Dashboard Log In Required</li>\n<li> Active Trader Pro </li>\n<li> Transfers </li>\n<li> Cash Management Log In Required </li>\n<li> Cash Management </li>\n<li> Bill Pay Log In Required </li>\n<li> Bill Pay </li>\n<li> Full View Log In Required </li>\n<li> Full View </li>\n<li> Security Settings Log In Required </li>\n<li> Security Settings </li>\n<li>Account Features Log In Required</li>\n<li>Account Features</li>\n<li>Documents Log In Required</li>\n<li>Documents</li>\n<li> Fidelity Alternative Investments Program Log In Required </li>\n<li> Tax Forms &amp.\nInformation </li>\n<li> Retirement Distributions Log In Required </li>\n<li> Fidelity Rewards+ Log In Required </li>\n<li> Fidelity Rewards+ Log In Required </li>\n<li> New Account Checklist Log In Required </li>\n<li>Lending SolutionsLine of Credit Log In Required</li>\n<li> Refer a Friend </li>\n</ul>\n</li>\n<li> Planning &amp.\nAdvice <ul>\n<li> What We Offer </li>\n<li>Build Your Free Plan</li>\n<li> My Goals </li>\n<li> Financial Basics </li>\n<li> Building Savings </li>\n<li>Robo Investing Plus Advice</li>\n<li> Wealth Management </li>\n<li> Find an advisor </li>\n<li> Retirement </li>\n<li>Life Events</li>\n<li> Saving &amp.\nInvesting for a Child </li>\n<li> Charitable Giving </li>\n<li>Philanthropic Consulting</li>\n<li>Life Insurance &amp.\nLong Term Care Planning</li>\n</ul>\n</li>\n<li> News &amp.\nResearch <ul>\n<li> News </li>\n<li>Wealth Management Insights</li>\n<li> Watch List Log In Required </li>\n<li>Quotes</li>\n<li>Quotes</li>\n<li> Alerts Log In Required </li>\n<li> Mutual Funds </li>\n<li>Stocks</li>\n<li>Fixed Income, Bonds &amp.\nCDs</li>\n<li>ETFs</li>\n<li> Options </li>\n<li>Markets &amp.\nSectors</li>\n<li> IPOs </li>\n<li> Annuities </li>\n<li> Learning Center </li>\n<li>Notebook Log In Required</li>\n<li>Notebook</li>\n</ul>\n</li>\n<li> Products <ul>\n<li> Mutual Funds </li>\n<li> Retirement &amp.\nIRAs </li>\n<li> Stocks and Trading </li>\n<li>Crypto</li>\n<li>Direct Indexing</li>\n<li> Fixed Income, Bonds &amp.\nCDs </li>\n<li> ETFs </li>\n<li> Options </li>\n<li> Sustainable Investing </li>\n<li>Spending &amp.\nSaving</li>\n<li> Managed Accounts </li>\n<li> 529 College Savings </li>\n<li> Health Savings Accounts </li>\n<li> Annuities </li>\n<li>Life Insurance</li>\n</ul>\n</li>\n<li> Why Fidelity <ul>\n<li>The Fidelity Advantage</li>\n<li>Planning &amp.\nAdvice</li>\n<li>Trading</li>\n<li>Straightforward Pricing</li>\n<li>Insights &amp.\nTools</li>\n<li>Security &amp.\nProtection</li>\n<li>Marketplace Solutions</li>\n<li>About Fidelity</li>\n<li>Careers</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li>Log In</li>\n</ul>\n<ul>\n<li> Customer Service </li>\n<li> Profile </li>\n<li> Open an Account </li>\n<li>Virtual Assistant</li>\n<li> Log Out </li>\n</ul>\n<ul>\n<li>\n<strong>Home</strong>»</li>\n</ul>\n<ul>\n<li> Print\n</li>\n<li> Email Email Account Data Security at Fidelity <strong>Send to </strong>(Separate multiple email addresses with commas) <p>Please enter a valid email address</p>\n<strong>Your email address</strong>\n<p>Please enter a valid email address</p> Message (Optional) <p>\n<strong>Important legal information about the email you will be sending.</strong> By using this service, you agree to input your real email address and only send it to people you know.\nIt is a violation of law in some jurisdictions to falsely identify yourself in an email.\nAll information you provide will be used by Fidelity solely for the purpose of sending the email on your behalf.\nThe subject line of the email you send will be \"Fidelity.com: \"</p> Email <p>Your email has been sent.</p>\n</li>\n<li>Share Share Account Data Security at Fidelity <p>Clicking a link will open a new window.</p>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n</ul>\n</li>\n<li> Default text size A\n</li>\n<li> Larger text size A\n</li>\n<li> Largest text size A\n</li>\n</ul> We're committed to your security We safeguard your accounts with strong encryption, firewalls, secure email, and proactive 24/7 system surveillance.\nMore ways we protect you from fraud Rest assured, we offer extra security measures for the ways you like to do business.\n<p>\n</p>\n<br>\n2-factor authentication <p>\n<strong>Protect your identity:</strong>\n<br>\nFor extra protection on logins and sensitive transactions, get a security code via text or automated call to verify it's you.</p>\n<p>\n</p>\n<br>\nMoney transfer lockdownLog In Required <p>\n<strong>Lock your accounts instantly:</strong>\n<br>\nBlock electronic money movement out of your accounts, protecting your balances from unauthorized transfers.</p>\n<p>\n</p>\n<br>\nSecurity text alertsLog In Required <p>\n<strong>Stay informed on account activity:</strong>\n<br>\nGet instant security alerts on your mobile number when certain transactions or profile updates are made to your account.</p>\n<p>\n</p>\n<br>\nFidelity voice biometrics <p>\n<strong>Access accounts with your voice:</strong>\n<br>\nFidelity uses voice biometric technology in two ways: we can verify clients by voiceprint over the phone or through any microphone-enabled digital device.</p>\n<p>\n<em>See more of our security measures</em>\n</p> Fidelity Customer Protection Guarantee <p>We're proud of the trust you place in Fidelity and want to ensure that you have peace of mind when doing business with us.\nThat's why we offer this guarantee: We will reimburse you for any financial losses that result from unauthorized activity on your accounts.</p> How strong are your passwords? <p>If you use the same username or password at Fidelity and other online sites, your accounts could be at risk.\nUse strong, different passwords for each of your online accounts.</p> Change your password now Take additional steps for your protection <ul>\n<li>Boost your login protection</li>\n<li>Take precautions at home</li>\n<li>Monitor your accounts</li>\n<li>Look out for suspicious emails</li>\n<li>Browse with vigilance</li>\n<li>Protect your loved ones from financial exploitation</li>\n<li>Create a voiceprint for enhanced security</li>\n</ul> Special offers for additional security <ul>\n<li>Protect your personal identityOpens in a new window</li>\n<li>Safeguard your loved ones from elder fraudOpens in a new window</li>\n</ul> Experian, Eversafe, and Fidelity are independent entities are not legally affiliated.\n737060.22.0 Footer <ul>\n<li> Mutual Funds </li>\n<li> ETFs </li>\n<li> Fixed Income </li>\n<li> Bonds </li>\n<li> CDs </li>\n<li> Options </li>\n<li> Active Trader Pro </li>\n<li> Investor Centers </li>\n</ul>\n<ul>\n<li> Stocks </li>\n<li> Online Trading </li>\n<li> Annuities </li>\n<li> Life Insurance &amp.\nLong Term Care </li>\n<li> Small Business Retirement Plans </li>\n<li> 529 Plans </li>\n</ul>\n<ul>\n<li> IRAs </li>\n<li> Retirement Products </li>\n<li> Retirement Planning </li>\n<li> Charitable Giving </li>\n<li> FidSafe, (Opens in a new window) </li>\n<li> FINRA's BrokerCheck, (Opens in a new window) </li>\n<li> Health Savings Account </li>\n</ul> Stay Connected Locate an Investor Center by ZIP Code Please enter a valid ZIP code <ul>\n<li> Instagram, (Opens in a new window) </li>\n<li> LinkedIn, (Opens in a new window) </li>\n<li> YouTube, (Opens in a new window) </li>\n<li> Reddit, (Opens in a new window) </li>\n<li> Twitter, (Opens in a new window) </li>\n<li> Facebook, (Opens in a new window) </li>\n<li> Fidelity Mobile<sup>®</sup>\n</li>\n<li> Refer a Friend </li>\n<li> TikTok, (Opens in a new window) </li>\n<li> Discord, (Opens in a new window) </li>\n</ul>\n<ul>\n<li> Careers </li>\n<li> News Releases </li>\n<li> About Fidelity </li>\n<li> International </li>\n</ul> Copyright 1998-2023 FMR LLC.\nAll Rights Reserved.\n<ul>\n<li> Terms of Use </li>\n<li> Privacy </li>\n<li> Security </li>\n<li> Site Map </li>\n<li> Accessibility </li>\n<li> Contact Us, (Opens in a new window) </li>\n<li> Share Your Screen </li>\n<li> Disclosures, (Opens in a new window) </li>\n</ul> This is for persons in the US only.\nclose Online Security at Fidelity <p> We employ the latest technology and security best practices to keep your accounts and information safe.\nThere are also things that you can do to better protect yourself online.\n</p> close <p>\n<strong>Important Information</strong>\n</p>Virtual Assistant is Fidelity’s automated natural language search engine to help you find information on the Fidelity.com site.\nAs with any search engine, we ask that you not input personal or account information.\nInformation that you input is not stored or reviewed for any purpose other than to provide search results.\nResponses provided by the virtual assistant are to help you navigate Fidelity.com and, as with any Internet search engine, you should review the results carefully.\nFidelity does not guarantee accuracy of results or suitability of information provided.\n&nbsp.\n<em>Keep in mind that investing involves risk.\nThe value of your investment will fluctuate over time, and you may gain or lose money.</em>&nbsp.\n<br>\n<br>\nFidelity does not provide legal or tax advice, and the information provided is general in nature and should not be considered legal or tax advice.\nConsult an attorney, tax professional, or other advisor regarding your specific legal or tax situation.&nbsp.\n<br>\nFidelity Brokerage Services LLC, Member NYSE, SIPC, 900 Salem Street, Smithfield, RI 02917&nbsp.\n<br>\n796549.1.0<p>\n</p> ", "created_at": "2021-06-29 22:16:13.745436", "updated_at": "2023-03-14 18:43:22.837705"}], "points": [], "urls": ["fidelity.com"]}}