{"error": 448, "message": "OK", "parameters": {"id": 9174, "name": "Bromite Browser", "created_at": "2023-07-14 15:51:15.777136", "updated_at": "2023-07-14 22:02:29.225684", "wikipedia": null, "keywords": null, "related": null, "slug": "bromite-browser", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9174.png", "url": "bromite.org", "documents": [{"id": 17967, "name": "Privacy Policy", "url": "https://www.bromite.org/privacy", "xpath": "//body", "text": " Help Ukraine Now&nbsp.\nPrivacy Policy Privacy Policy for the Bromite websites <p>[Home]&nbsp;&nbsp;[Github project]</p> View on GitHub Discuss on GitHub Privacy Policy <p>The Bromite Project is an informal volunteer association of individuals who have made common cause to maintain and develop the patches\nwhich allow to build the Bromite browser.</p>\n<p>There is no requirement for anyone who wishes to use Bromite to provide the project with any personal information.\nit is freely downloadable without registration or other form of identification from both official mirrors and third parties.</p>\n<p>Some aspects of interacting with the Bromite Project will involve the collection of personal information, namely:</p>\n<ul>\n<li>browsing the Bromite Official Website, which is hosted on GitHub Pages</li>\n<li>the automatic updates of subresource filters used for the AdBlocking functionality, enabled by default, which downloads a file hosted on GitHub Pages</li>\n<li>the automatic check and update of Bromite itself, enabled by default, which checks for headers on a a file hosted on GitHub Project Releases and allows to download it</li>\n<li>using the Bromite Official F-Droid repository</li>\n</ul>\n<p>The following subsections describe the information collected.</p> Bromite Official Website <p>The Bromite Official Website (https://www.bromite.org/) is hosted on GitHub Pages.\nsee the GitHub Privacy Statement for the policy information.\nGitHub does not share any of the collected information with Bromite Project members and there is no form of active or passive tracking present on the Bromite Official Website.</p> Bromite Project Releases <p>All releases are provided via the official GitHub Project.\nplease refer to GitHub Privacy Statement for the policy information.</p> Bromite Official F-Droid Repository <p>The Bromite F-Droid official repository (https://fdroid.bromite.org/) does not collect any IP address or user agent information of visitors.</p> [Home]&nbsp;&nbsp;[Github project]&nbsp;&nbsp;[Privacy Policy] ", "created_at": "2023-07-14 15:51:15.807508", "updated_at": "2023-07-14 15:51:38.871859"}], "points": [], "urls": ["bromite.org"]}}