{"error": 448, "message": "OK", "parameters": {"id": 8687, "name": "MyMemory ", "created_at": "2023-07-01 01:22:36.768269", "updated_at": "2023-07-01 10:02:08.435919", "wikipedia": null, "keywords": null, "related": null, "slug": "mymemory", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8687.png", "url": "translated.com", "documents": [{"id": 16945, "name": " Service Terms and Conditions of Use ", "url": "https://mymemory.translated.net/terms-and-conditions", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i>\n<ol>\n<li>Translation API</li>\n<li>About MyMemory</li>\n<li>\n<i>\n</i> Log in </li>\n<li>Contribute a TMX</li>\n</ol> Service Terms and Conditions of Use <p> MyMemory is a collection of searchable translations provided by its users.\nThis content comes in the form of sentences pairs (a sentence plus its own translation), referred to as <b>\n<i>\"segments\"</i>\n</b>, each one tagged with the language names, author name (if provided), dates and other metadata.\n</p> Privacy policy Definition of public, private and personal data <p> We will refer as <b>\n<i>\"Public Data\"</i>\n</b> (or \"Public Contributions\") to all the segments contributed to the archive of translations made by users that were not explicitly marked as private.\nWe will refer as <b>\n<i>\"Private Data\"</i>\n</b> (or \"Private Contributions\") to all the segments contributions to the archive of translations made by users that explicitly were marked as private.\nWe will refer as <b>\n<i>\"Personal Data\"</i>\n</b> to all the information provided by the users about their identity </p>\n<ol>\n<li>during authentication flows, necessary to access our service;</li>\n<li>during web browsing or API consuming, used for tracking purposes;</li>\n</ol>\n<p>\n</p> Information collected during your visit <p> We collect any segment submitted and store it on a long term basis, whether it’s public or private.<br> We may collect tracking data and send cookies in order to provide a better user experience during your visit.<br> We may collect information such as IP address, visiting time, duration, etc.\nfor internal logging purposes.<br> When you log into any of our services, we collect the \"Personal Data\" you submit in order to provide these services.<br>\n</p> How we use information we collect <p> We will not share, sell or transfer \"Personal Data\" to third parties without users' express consent.<br>\n<br> We will not use \"Private Contributions\" to provide translation memory matches to other MyMemory's users and we will not publish these contributions on MyMemory’s public archives.<br> The contributions to the archive, whether they are \"Public Data\" or \"Private Data\", are collected, processed and used by Translated to create statistics, set up new services and improve existing ones.<br>\n<br> We agree that \"Private Contributions\" made against the \"Public Data\" archive for a mistake by the user or a software bug by our part will be took off as soon as possible by us in reasonable time periods after a reasonable communication by the end user (in other words, vague requests from unknown users such as \"delete all my segments now\" without any other coordinates such as usernames, time periods, language pairs, keywords, etc.\nwill be disregarded).<br>\n<br> Using and contributing (editing and adding) to the \"Public Data\" archive doesn't entitle you to any right on it.\nTranslated is entitled full ownership on \"Public Data\".<br>\n</p> What information do we share with third parties <p> MyMemory uses external partners to outsource some developments and provide some functionalities: this involves data sharing.\nExternal Machine Translation providers is the most obvious example.<br>\n<br> Translated can entitle its partners of a usage license over \"Public Data\" or \"Private Data\" in order to improve the quality of our and/or 3rd parties' services (eg.\nmachine translation suggestions, glossaries, language models, spell checkers...).<br>\n<br> Holders of this usage license are not entitled of any re-publishing of the raw data (entire documents or segments), but may publish the results of this data processing (eg.\nimproved machine translation output) in a form that does not affect the confidentiality of the data itself.<br>\n<br> We are fully committed to ensure that personal information confidentiality is protected and maintained.<br>\n</p> DOs <p> You may: </p>\n<ol>\n<li>consult the archive from web interface</li>\n<li>download TMX files</li>\n<li>upload TMX files</li>\n<li>contribute to the archive (by adding, deleting or updating existing data)</li>\n</ol> in a non-automatic and non-systematic fashion.\nIn other words, bots are not allowed to interact with sections of the website meant for humans.\n<p>\n</p>\n<p> Automated and systematic API access by machines is permitted, but only if it doesn't infringe the \"DONT's\" section.\n</p> DON'Ts <p> You may not: </p>\n<ol>\n<li>crawl the archive, both by web interface and/or API means (search engines' BOT are allowed to, but carefully monitored)</li>\n<li>pollute the archive with bogus content</li>\n<li>generate abnormal traffic that disrupts the service to other users</li>\n<li>use the APIs the way they are not meant to be used, like translating more than one paragraph at once (this completely defeats the purposes of a collaborative TM)</li>\n<li>behave against the community and the public services offered by Translated</li>\n<li>resell Translated's services as they are without Translated express consent</li>\n<li>try to circumvent usage limits imposed by the staff</li>\n</ol>\n<p>\n</p> Disclaimer <p> The materials on Translated's website are provided on an \"as is\", “as available” and “with all faults” basis.\nTranslated and any of its employees, managers, officers and agents (collectively, the “Translated Parties”) make no warranties, expressed or implied, and hereby disclaim and negate all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, ability to meet your needs, non-infringement of intellectual property or other violation of rights, title, custom, trade, quite enjoyment, system integration and freedom from computer virus as to (a) MyMemory’s website, (b) MyMemory’s service or (c) security associated with the transmission of information to MyMemory or via the MyMemory’s service.\nFurthermore, the Translated Parties do not warrant or make any representations concerning the correctness, accuracy, currency, likely results, or reliability of the use of the materials on MyMemory or otherwise relating to such materials or on any sites linked to this site.<br>\n<br> The use of MyMemory is at the user’s own sole risk and the user is entirely responsible for its use of MyMemory.\nThe Translated Parties take all reasonable measures necessary to try to ensure that MyMemory is free from viruses and defects but cannot guarantee that the user’s computer equipment, hardware or software or any data stored or created by the user’s computer equipment, hardware or software (collectively, \"Equipment\") will not be damaged, corrupted, lost or otherwise affected if the user accesses or uses MyMemory.\nFurther, the Translated Parties do not warrant that MyMemory or any service or feature of MyMemory will be error-free or uninterrupted, or that any defects will be corrected, or that the service or the server that makes MyMemory’s service available is free from any harmful components, including, without limitation, viruses.<br>\n<br> The Translated Parties disclaim any and all liability for the acts, omissions and conducts of any third parties in connection with or related to the user’s use of MyMemory, including without limitation any liability for any third party content, information, statement, available on or through the MyMemory’s website, under criminal or civil laws relating to defamation, intellectual property infringement, privacy, obscenity, or other areas of law.<br>\n</p> Limitation of Liability <p> To the maximum extent permitted by applicable law, the Translated Parties shall in no event be liable to the user or anyone else for any damage, direct or indirect, arising out of use of MyMemory, including without limitation, liability for (a) lost profits, revenues, (b) any loss of or corruption to data, (c) loss of or damage to the user’s Equipment, (d) any loss or damage which was not foreseeable by both the user and by the Translated Parties or which the user did not notify to the Translated Parties may occur if the Translated Parties breach these Terms and Conditions of Use or the Translated Parties’ legal duty of care to user, or (e) any loss or damage suffered by the user as a result of its failing to take reasonable precautions against such loss or damage, such as through the installation of reputable anti-virus software.\nNothing in these Terms and Conditions of Use excludes or limits the Translated Parties’ liability to the user for fraud or gross negligence or for any other liability which may not be excluded or limited under any mandatory provision of applicable law.\n</p> Indemnification <p> The user (and also any third party for whom the user operates an activity on MyMemory) agrees to defend (at Translated's request), indemnify and hold the Translated Parties harmless from and against any claims, liabilities, damages, losses, and expenses, including without limitation, reasonable attorney's fees and costs, arising out of or in any way connected with any of the following (including as a result of the user’s direct activities on MyMemory or those conducted on the user behalf): (i) the user’s access to or use of MyMemory.\n(ii) the user’s breach or alleged breach of these Terms and Conditions of Use.\n(iii) the user’s violation of any third-party right, including without limitation, any intellectual property right, publicity, confidentiality, property or privacy right.\n(iv) the user’s violation of any laws, rules, regulations, codes, statutes, ordinances or orders of any governmental and quasi-governmental authorities, including, without limitation, all regulatory, administrative and legislative authorities.\nor (v) any misrepresentation made by the user.\nThe user will cooperate as fully required by Translated in the defense of any claim.\nTranslated reserves the right to assume the exclusive defense and control of any matter subject to indemnification by the user and the user will not in any event settle any claim without the prior written consent of Translated.\nTranslated will provide the user with written notice of such claim, suit or action.\n</p> Revisions and Errata <p> The materials appearing on Translated's website could include technical, typographical, or photographic errors.\nThe Translated Parties do not warrant that any of the materials on its website are correct, accurate, complete, or current.\nThe Translated Parties make its best to keep the archive in a consistent, efficient, tidy and reliable state by employing automated data-cleaning processes.\nfor such, it may make changes to the materials contained on its website at any time without notice.\nThe Translated Parties do not, however, make any commitment to update the materials at regular or predictable intervals.\n</p> Links <p> The Translated Parties have not reviewed all of the sites linked to MyMemory and are not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by the Translated Parties of the site.\nUse of any such linked website is at the user's own risk and the Translated Parties will have no liability to the user for any loss or damage that the user suffer (including but not limited to any loss or damage to the user’s Equipment, hardware or software) arising out of or related to the user’s access or use of, or reliance on, any material on Translated’s website.\n</p> Site Terms of Use Modifications <p> Translated may revise these terms of use for its website at any time without notice, for example, to reflect changes to the law.\nBy using this website you are agreeing to be bound by the then current version of these Terms and Conditions of Use.\n</p> Governing Law <p> Any claim relating to Translated's website shall be governed by Italian law without regard to its conflict of law in other countries.\n</p>\n<p> MyMemory is property of Translated S.r.l.\n</p>\n<br>\n<br>\n<br>\n<br>\n<br>\n<p>MyMemory is the world's largest Translation Memory.\nIt has been created collecting TMs from the European Union and United Nations, and aligning the best domain-specific multilingual websites.</p>\n<p>We're part of Translated, so if you ever need professional translation services, then go checkout our main site</p>\n<ul>\n<li>Report Abuse</li>\n<li>Terms of Service</li>\n<li>About MyMemory</li>\n<li>Contact Us</li>\n<li>Translated LABS</li>\n</ul>\n<ul>\n<li>English</li>\n<li>Italiano</li>\n<li>Español</li>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Nederlands</li>\n<li>Svenska</li>\n<li>Português</li>\n<li>Русский</li>\n<li>日本語</li>\n<li>汉语</li>\n<li>한국어</li>\n<li>Türkçe</li>\n</ul> We use cookies to enhance your experience.\nBy continuing to visit this site you agree to our use of cookies.\nLearn more.\nOK <p>\n</p>\n<i>\n</i> ", "created_at": "2023-07-01 01:22:36.799067", "updated_at": "2023-07-01 01:23:42.052525"}, {"id": 16946, "name": "Privacy Policy and Cookies", "url": "https://translated.com/confidentiality", "xpath": "//body", "text": " <p>\n</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ol>\n<li> Enterprises </li>\n<li> Developers </li>\n<li> Translators </li>\n<li>\n<i>\n</i>Sign in</li>\n<li> Contact us </li>\n<li> Instant quote </li>\n</ol> Privacy Policy and Cookies <p>Published: May 25, 2018</p> I.\nPrivacy Policy <p>Translated S.r.l., a company incorporated under Italian law with registered offices on Via Indonesia, No.\n23, 00144, Rome, Italy (hereinafter, Translated) — in compliance with the requirements in Regulation (EU) 2016/679 of the European Parliament and Council of April 27, 2016 (General Data Protection Regulation, hereinafter GDPR) and Italian data protection law — respects and protects the privacy of users of the site referred to as the translated.com domain, putting in place every possible and proportionate effort not to harm the rights of its users.</p>\n<p>The purpose of this privacy policy is to help users understand the procedures that Translated uses in the area of privacy, including what personal data is collected, why it is collected, how it is used, how it is protected, and which individual rights users possess.</p>\n<p>This privacy policy does not apply to, and excludes our responsibility, in terms of privacy, information, or other practices of third parties, including third parties who manage websites or services to which the translated.com site refers.</p>\n<p>This privacy policy applies to all personal data that Translated acquires or processes when users interact with the translated.com website.\nExamples include: purchasing and using our services, responding to marketing communications, and contacting Translated customer service.\nThese interactions may involve visitors, clients, suppliers, and/or partners.</p>\n<p>Furthermore, Translated processes personal data in areas other than the translated.com site, which require other privacy policies.</p> II.\nGeneral Information on Data Processing <p>In this privacy policy, the term “personal data” signifies information that refers to users.\nIt allows us to identify users, directly or in combination with other information in our possession.</p> Users of the Site in General <p>Translated processes user data based on consent.\nBy using or consulting Translated's site, users explicitly agree to this privacy policy and consent to the processing of their personal data in relation to the purposes and methods described below, including any disclosure to third parties, if necessary, for the provision of service.\nThe provision of data and, consequently, the consent to the gathering and processing of data is optional.\nThe user can deny consent, and may revoke consent at any time.\nHowever, denying consent may make it impossible to provide certain services and the browsing experience on the site may be compromised.</p> Clients <p>Translated shall do everything possible, consistent with the electronic form of service, to maintain the utmost confidentiality in its performance of services.\nAll texts, the nature of the work performed, the personal data of the client communicated for translation purposes, and any information transmitted by the client to Translated are subject to the strictest confidentiality and the personal data collected shall be processed in accordance with Article 6 of the GDPR.</p>\n<p>In particular, Translated shall use the information provided for the execution of the contract (and for the eventual implementation of pre-contractual measures) and such information can not — without the prior written consent of the client — be disclosed publicly or to third parties, except to its authorized employees or their authorized subcontractors, should their operational or advisory intervention require knowledge of such information.\nThe above guarantees do not apply if Translated is obliged by law to disclose such information, or in the event that such information is, or enters, in the public domain regardless of the disclosure of the same by Translated.\nThis similarly applies to cases in which the vital interests of the data subject or of another natural person require the processing of personal data, or where the processing is necessary for the protection of a legitimate interest of Translated or third parties, which is of a higher nature than the rights of the data subject.</p> Suppliers and Collaborators <p>The personal data of our freelance suppliers and collaborators (suppliers, translators, interpreters, graphic designers, affiliates, consultants, etc.) shall be treated in strict confidence.\nThe only information that shall be communicated to third parties is the information published on our site, such as username, mother tongue, work experience, and studies.\nOther information such as first name, last name, date of birth, addresses, and telephone numbers shall be processed only by Translated and its authorized suppliers (i.e., accountants, banks, etc.), exclusively for the purpose of the correct execution of the employment relationship with the same and fulfillment of any legal obligations.</p> III.\nAutomatically Collected Information.\nWeb Browsing Data <p>As with all websites, this site also makes use of log files in which information from user visits is automatically collected and stored.\nThe information collected could include the following:</p>\n<ul>\n<li>Internet Protocol (IP) Address</li>\n<li>Type of browser and device parameters used to connect to the site</li>\n<li>Name of the Internet Service Provider (ISP)</li>\n<li>Date and time of visit/request</li>\n<li>Number of clicks, where applicable</li>\n<li>Method used to submit the request to the server</li>\n<li>Size of the file obtained in response</li>\n<li>Digital code indicating the status of the response given by the server</li>\n<li>Other parameters related to the operating system and the user's IT environment</li>\n</ul>\n<p>The information listed above is handled automatically and collected in an exclusively aggregated form in order to verify the correct functioning of the site, and for security reasons.\nFor the purposes of security (spam filters, firewalls, virus detection), automatically registered data may also include personal data such as IP address (the one that uniquely identifies, at least at that time, the host of origin), which could be used — in compliance with the laws in force on the subject — to block attempts to damage the site, harm other users, the carrying out of malicious activities, and activities that constitute a crime.\nThis type of data is used to protect the site and its users.</p>\n<p>The listed data is used for the sole purpose of obtaining anonymous statistical information on the use of the website and to check its correct functioning.\nConsequently, data is deleted immediately after processing.\nThe data used for security purposes (the blocking of attempts to damage the site) is kept for seven days.</p> IV.\nUse of Cookies Definition of Cookies <p>A cookie is a small text file sent to the browser by the visited website and then stored on the hard disk of the user's computer.\nWhen you connect to the website again, cookies are read back and recognized by the website that sent them.\nWhile visiting a website, you may receive cookies from a third-party website (so-called “third-party cookies”), for example, links to web pages of other domains.</p>\n<p>Cookies can be used for different purposes, such as allowing a website to recognize a user's device, or monitoring sessions and storing specific information about users accessing the server.</p> Types of Cookies <p>Technical Cookies are necessary for a website to function properly and to allow a user to make use of a service.</p>\n<p>Functional Cookies are used to facilitate website navigation, to store selected settings, and to provide customized features.</p>\n<p>Analytical Cookies are used by websites to collect information on usage habits, visited pages, and any errors that may occur during browsing.\nThese cookies do not collect information that could identify the user's computer.\nAll information collected by these cookies is aggregated and therefore anonymous.</p>\n<p>By using the site, the visitor expressly consents to the use of cookies.</p> Disabling Cookies <p>Cookies are associated with the browser and can be disabled at any time directly from the browser, thereby refusing/withdrawing consent for the use of cookies.\nIt should be noted that disabling cookies may prevent the proper use of some features on the site.</p>\n<p>Each browser has a different procedure for managing settings.\nBelow are specific instructions for each browser:</p>\n<ul>\n<li>How to manage cookies in Internet Explorer</li>\n<li>How to delete cookies in Internet Explorer</li>\n<li>How to manage cookies in Firefox</li>\n<li>How to delete cookies in Firefox</li>\n<li>How to manage cookies in Chrome</li>\n<li>How to manage cookies in Safari and iOS</li>\n</ul> V.\nThird-Party Cookies <p>This site also acts as an intermediary for third-party cookies, which are used to provide additional services and features to users.\nThese also improve user experience of the site via such things as buttons for social media, or videos.\nThis site has no control over the cookies of third parties—they are entirely managed by third parties.\nAs a consequence, information on the use of these cookies and their purpose, as well as how to disable them, are provided directly by the third parties on the pages indicated below.</p> DMP <p>\nCookie Name: 3rdPlace<br>\nPurpose: 3rdPlace offers profiling and advertising services based on the behaviour and interests of online users.<br>\nType: Third party<br>\nDuration: Persistent<br>\nConsent: Required<br>\nMore information: You can read the privacy policy and disable tracking at the following URL: https://thirdplace-pixel.appspot.com/policy/ </p> Social Network <p>This website also incorporates plugins and/or buttons for social networks, in order to allow easy sharing of content on your favorite social networks.\nThese plugins are programmed so as not to set any cookies when users access the page in order to safeguard the privacy of users.\nCookies may be set, if so provided by the social networks, only when the user makes effective and voluntary use of the plugin.\nPlease note that if the user browses the website while logged in to the social network, then he/she has already given consent to the use of cookies conveyed through this site at the time of registration to the social network.</p>\n<p>The collection and use of the data obtained by means of the plugins are regulated by the respective privacy policies of the social networks, to which reference should be made.</p>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Linkedin</li>\n<li>Google+</li>\n</ul> VI.\nNewsletter and email <p>Users may receive emails from Translated for various reasons, such as for the confirmation of an order or the confirmation of the Newsletter subscription, or to receive information on Translated services.\nFurthermore, for the purpose of optimizing and adapting our offerings, we track (for example with the so-called “Tracking-Pixel”) whether an email has been opened and which links within the email have been clicked.\nWe use this data to be able to send Newsletter content that is tailored to the Customer.</p>\n<p>Users may reject these types of processing by accessing www.translated.com, where, for example, they may change their online profile, or cancel the subscription to our Newsletter, or contact the Data Controller at the address below.</p> VII.\nData Processing Location <p>The data collected by this site is processed at the headquarters of the Data Controller and at the web hosting data center.\nThe web hosting, Hitachi CBT, which is responsible for the processing of data, and handles data on behalf of the Data Controller, is located in the European Economic Area and acts in accordance with European standards.</p> VIII.\nTransfer of Data in Non-EU Countries <p>This site may share some of the collected data with services located outside the European Union area.\nIn particular with Google, Facebook, and Microsoft (LinkedIn) through social plugins and Google Analytics.\nThe transfer is authorized on the basis of specific rulings of the European Union and the Guarantor for the protection of personal data, in particular, ruling 1250/2016 (Privacy Shield), for which no further consent is required.\nThe companies mentioned above guarantee their adherence to the Privacy Shield.</p> IX.\nSafety Measures <p>This site processes the data of users in a lawful and proper manner, adopting appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of data.\nProcessing is carried out by using computer and/or electronic tools, using appropriate measures at the organizational, technical, and administrative level in order to protect personal data within our company, using criteria strictly related to the purposes stated.\nHowever, no data transmission and no storage system can be guaranteed as 100% secure.\nUsers who have reason to believe that their interactions with us are no longer secure are asked to kindly report the issue immediately.</p>\n<p>In addition to the Data Controller, in certain cases other parties involved in the running of the website may have access to stored personal data (administrative, sales, legal department, and system administrator personnel) or external individuals (such as third-party technical service providers, mail couriers, hosting providers, IT companies, and communication agencies) which may, if necessary, be appointed by the Data Controller to handle personal data.</p>\n<p>The personal data of users shall be kept for as long as necessary, or permitted, in light of the purposes for which it is collected.\nThe criteria adopted for determining storage times are as follows: (i) the period of time in which users regularly use the translated.com site.\n(ii) the need to fulfill a contract or a legal obligation to which we are subject.\n(iii) the opportunity to retain data in light of our legal position (for example, with regard to time limits, disputes, or regulatory compliance checks).</p> X.\nRights of the User <p>Pursuant to the GDPR and Italian regulations, the user can, in the manner and within the limits established by current legislation, exercise the following rights in relation to his or her personal data:</p>\n<ul>\n<li>Request confirmation of the existence of personal data concerning him/her (right of access)</li>\n<li>To learn its origin</li>\n<li>Receive intelligible communications</li>\n<li>To have information about the criteria, the methods, and the purposes of the processing</li>\n<li>Request the updating, rectification, integration, cancellation, transformation into anonymous form, blocking of data processed in violation of the law, including that no longer necessary for the pursuit of the purposes for which it was collected</li>\n<li>In cases of consent-based processing, receive any support at-cost for data on yourself that has been provided to the Data Controller, in a structured and readable form, complied by a data processor, and in a format commonly available on electronic devices</li>\n<li>Right to file a complaint with the Supervisory Authority</li>\n<li>As well as, more generally, exercise all the rights that are recognized by the current provisions of law</li>\n</ul>\n<p>Requests should be addressed to the Data Controller.\nIn particular, the user can exercise his or her rights in regard to the processing of personal data by accessing the www.translated.com site, for example, by changing your online profile, or by canceling your subscription to our Newsletter, or by contacting the Data Controller at the address provided above.\nWe will respond to the request in accordance with the applicable laws.\nUsers are invited to indicate in their request which personal data they wish to have modified, to inform us if they prefer that such data be deleted from our database, or to specify what limitations they wish to put on our use of their personal data.\nIt is important to note that we may need to retain certain information for registration purposes and/or to complete the transactions initiated by users prior to requesting a change or cancellation.</p> XI.\nSpecial Information for Parents <p>The translated.com site is not intended for children, as required by applicable laws, and we do not knowingly collect personal information from minors.\nHowever, Translated undertakes to comply with the provisions of the law where these require the authorization of a parent or guardian to collect, use, or disclose the personal data of minors.\nWe are committed to protecting the privacy of minors and we encourage parents and guardians to play an active role in their children's activities and interests on the net.</p>\n<p>If a parent or guardian becomes aware that a minor child has provided us with their personal data without your consent, we invite you to contact the Data Controller at the address provided below.\nIf we learn that a minor has provided us with their personal data, we shall remove it from our files.</p> XII.\nData Controller <p>The Data Controller — in accordance with the GDPR and other Italian data protection laws, as well as other provisions on data protection — is Translated S.r.l, Via Indonesia, No.\n23, 00144, Rome, Italy, which can be contacted at the following email address: info@translated.com.</p>\n<p>Data Processor for processing is Hitachi CBT web hosting.</p> XIII.\nData Protection Officer <p>Translated appointed Mr.\nSimone Giovanni Perone as its Data Protection Officer (DPO).\nThe DPO can be reached at the following address: dpo@translated.com.</p> XIV.\nUpdates <p>This privacy policy was updated on May 25, 2018.</p>\n<i>\n</i>\n<p>\n</p>\n<p>We are on a mission to open up language to everyone, using a powerful combination of expert human translators and machine intelligence, and providing curated localization solutions and tools to 296,337 customers worldwide.</p>\n<p>\n</p>\n<small>© Translated · VAT IT07173521001</small>\n<ul>\n<li>About us</li>\n<li>News</li>\n<li>FAQ</li>\n<li>Careers</li>\n<li>Affiliates</li>\n<li>Terms of Sale</li>\n<li>Privacy</li>\n</ul> LanguageDeutschEnglishEspañolFrançaisItalianoNederlandsPolskiPortuguês (BR)РусскийSvenskaTürkçe한국어日本語عربيעבריתΕλληνικάMagyar简体中文NorskDanskRomânăSuomi <i>\n</i> Euro (EUR)US dollar (USD)Australian dollar (AUD)Canadian dollar (CAD)New Zealand dollar (NZD)Pound sterling (GBP)Real (BRL)Russian ruble (RUB)Swedish krona (SEK)Swiss franc (CHF)Turkish lira (TL)Won (KRW)Yen (JPY)Złoty (PLN) <i>\n</i>\n<p>\n<i>\n</i> 1-888-216-9155</p>\n<p>\n<i>\n</i> info@translated.com</p>\n<p>\n</p>\n<p>We use cookies to enhance your experience.\nBy continuing to visit this site you agree to our use of cookies.\n&nbsp;Learn more</p>OK ", "created_at": "2023-07-01 01:22:36.828157", "updated_at": "2023-07-01 01:23:18.927596"}], "points": [], "urls": ["translated.com"]}}