{"error": 448, "message": "OK", "parameters": {"id": 8332, "name": "Barack Obama Foundation ", "created_at": "2023-05-15 21:24:32.021694", "updated_at": "2023-05-15 22:02:17.488138", "wikipedia": null, "keywords": null, "related": null, "slug": "barack-obama-foundation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8332.png", "url": "obama.org", "documents": [{"id": 16173, "name": " Submission Terms", "url": "https://www.obama.org/terms-conditions/submission-terms/", "xpath": "//body", "text": " Obama Foundation Menu <ul>\n<li>\nHome\n</li>\n<li>\nSkip to main content\n</li>\n<li>\nGet Involved\n&nbsp.\n<ul>\n<li>\nYour Voice\n</li>\n<li>\nOpportunities\n</li>\n<li>\nSupport This Work\n</li>\n<li>\nWays to Give\n</li>\n</ul>\n</li>\n<li>\nOur Mission\n&nbsp.\n<ul>\n<li>\nOur Story\n</li>\n<li>\nLeaders Program\n</li>\n<li>\nMy Brother’s Keeper Alliance\n</li>\n<li>\nFellowship Program\n</li>\n<li>\nScholars Program\n</li>\n<li>\nGirls Opportunity Alliance\n</li>\n<li>\nVoyager Scholarship\n</li>\n</ul>\n</li>\n<li>\nThe Center\n&nbsp.\n<ul>\n<li>\nChicago\n</li>\n<li>\nCommitments\n</li>\n</ul>\n</li>\n<li>\nUpdates\n&nbsp.\n<ul>\n<li>\nArchives Fact Sheet\n</li>\n<li>\nAnnual Report 2021\n</li>\n<li>\nGalleries\n</li>\n</ul>\n</li>\n</ul> Donate Join Us\n<p>\n</p> Email Zip Please leave this field blank: <p>Thank you for signing up.<br>Show your support!</p>\n<p>There was a problem submitting.\nPlease try again.</p>\n<p>\n</p>\n<ul>\n<li>\nAbout\n</li>\n<li>\nOpportunities\n</li>\n<li>\nContact Us\n</li>\n<li>\nTerms &amp.\nConditions\n</li>\n<li>\nPrivacy Statement\n</li>\n<li>\n501(c)(3) Disclaimer\n</li>\n</ul> Obama Foundation Menu <ul>\n<li>\nHome\n</li>\n<li>\nSkip to main content\n</li>\n<li>\nGet Involved\n&nbsp.\n<ul>\n<li>\nYour Voice\n</li>\n<li>\nOpportunities\n</li>\n<li>\nSupport This Work\n</li>\n<li>\nWays to Give\n</li>\n</ul>\n</li>\n<li>\nOur Mission\n&nbsp.\n<ul>\n<li>\nOur Story\n</li>\n<li>\nLeaders Program\n</li>\n<li>\nMy Brother’s Keeper Alliance\n</li>\n<li>\nFellowship Program\n</li>\n<li>\nScholars Program\n</li>\n<li>\nGirls Opportunity Alliance\n</li>\n<li>\nVoyager Scholarship\n</li>\n</ul>\n</li>\n<li>\nThe Center\n&nbsp.\n<ul>\n<li>\nChicago\n</li>\n<li>\nCommitments\n</li>\n</ul>\n</li>\n<li>\nUpdates\n&nbsp.\n<ul>\n<li>\nArchives Fact Sheet\n</li>\n<li>\nAnnual Report 2021\n</li>\n<li>\nGalleries\n</li>\n</ul>\n</li>\n</ul> Donate Join Us\n<p>\n</p> Email Zip Please leave this field blank: <p>Thank you for signing up.<br>Show your support!</p>\n<p>There was a problem submitting.\nPlease try again.</p>\n<p>\n</p>\n<ul>\n<li>\nAbout\n</li>\n<li>\nOpportunities\n</li>\n<li>\nContact Us\n</li>\n<li>\nTerms &amp.\nConditions\n</li>\n<li>\nPrivacy Statement\n</li>\n<li>\n501(c)(3) Disclaimer\n</li>\n</ul>\n<ul>\n<li>\nGet Involved\n<ul>\n<li>\nYour Voice\n</li>\n<li>\nOpportunities\n</li>\n<li>\nSupport This Work\n</li>\n<li>\nWays to Give\n</li>\n</ul>\n</li>\n<li>\nOur Mission\n<ul>\n<li>\nOur Story\n</li>\n<li>\nLeaders Program\n</li>\n<li>\nMy Brother’s Keeper Alliance\n</li>\n<li>\nFellowship Program\n</li>\n<li>\nScholars Program\n</li>\n<li>\nGirls Opportunity Alliance\n</li>\n<li>\nVoyager Scholarship\n</li>\n</ul>\n</li>\n<li>\nThe Center\n<ul>\n<li>\nChicago\n</li>\n<li>\nCommitments\n</li>\n</ul>\n</li>\n<li>\nUpdates\n<ul>\n<li>\nArchives Fact Sheet\n</li>\n<li>\nAnnual Report 2021\n</li>\n<li>\nGalleries\n</li>\n</ul>\n</li>\n<li>\nAbout\n<ul>\n<li>\nWatch the Welcome Video\n</li>\n</ul>\n</li>\n<li>\nOpportunities\n</li>\n<li>\nContact Us\n<ul>\n<li>\nPress &amp.\nMedia\n</li>\n<li>\nContributors\n</li>\n</ul>\n</li>\n<li>\nTerms &amp.\nConditions\n<ul>\n<li>\nSubmission Terms\n</li>\n</ul>\n</li>\n<li>\nPrivacy Statement\n</li>\n<li>\n501(c)(3) Disclaimer\n</li>\n</ul> Submission Terms <p>Share</p> &nbsp.\nSubmission Terms <p>BARACK OBAMA FOUNDATION SUBMISSION TERMS:</p>\n<p>I have submitted certain comments, statements, stories, photographs, video, audio and/or other recordings or media (the “Submissions”) to the Barack Obama Foundation (the “Foundation”).\nI grant the Foundation a perpetual, irrevocable, worldwide, sublicensable, royalty free license to publish, reproduce, distribute, publicly perform, publicly display, edit, modify, create derivative works of and otherwise use the Submissions in any manner or media and for any purpose whatsoever at the sole discretion of the Foundation, including without limitation any advertising or commercial use of any kind.\nI further give my permission to the Foundation to use my name, likeness, voice, and biographical information in connection with such Submissions and release the Foundation and anyone acting under its authorization from any claims that any use of the Submissions as authorized herein violates any of my rights, including any rights of publicity or privacy.\nI understand and agree that all rights granted herein are fully sublicensable and assignable.</p>\n<p>I represent and warrant that I am at least 18 years of age and I have all rights necessary to grant the foregoing rights and permission and that no infringement or violation of any third party rights, including copyright, right of publicity, or right of privacy, will result from the use of the Submissions.\nI agree to defend, indemnify and hold the Foundation, and any other persons affiliated therewith, harmless from and against any liabilities, losses, claims, demands, costs and expenses (including reasonable attorneys’ fees) arising out of or in connection with the use of the Submissions or of my name, likeness, voice, or persona, or from the breach or alleged breach of any of the foregoing representations or warranties.</p>\n<p>I understand that I will not be entitled to any compensation for the rights and release granted herein or for any use of the Submissions and that the Foundation shall have no obligation to make any use of the Submissions.\nI further understand and agree that the Foundation will act in reliance on this agreement and that therefore it will be irrevocable.</p>\n<p>Share</p> Join Us\n<p>Help build this Foundation from the ground up, and be among the first to know about major news and updates.</p> Email Zip Please leave this field blank: <p>Thank you for signing up.<br>Show your support!</p>\n<p>There was a problem submitting.\nPlease try again.</p>\n<ul>\n<li>\nGet Involved\n<ul>\n<li>\nYour Voice\n</li>\n<li>\nOpportunities\n</li>\n<li>\nSupport This Work\n</li>\n<li>\nWays to Give\n</li>\n</ul>\n</li>\n<li>\nOur Mission\n<ul>\n<li>\nOur Story\n</li>\n<li>\nLeaders Program\n</li>\n<li>\nMy Brother’s Keeper Alliance\n</li>\n<li>\nFellowship Program\n</li>\n<li>\nScholars Program\n</li>\n<li>\nGirls Opportunity Alliance\n</li>\n<li>\nVoyager Scholarship\n</li>\n</ul>\n</li>\n<li>\nThe Center\n<ul>\n<li>\nChicago\n</li>\n<li>\nCommitments\n</li>\n</ul>\n</li>\n<li>\nUpdates\n<ul>\n<li>\nArchives Fact Sheet\n</li>\n<li>\nAnnual Report 2021\n</li>\n<li>\nGalleries\n</li>\n</ul>\n</li>\n<li>\nAbout\n<ul>\n<li>\nWatch the Welcome Video\n</li>\n</ul>\n</li>\n<li>\nOpportunities\n</li>\n<li>\nContact Us\n<ul>\n<li>\nPress &amp.\nMedia\n</li>\n<li>\nContributors\n</li>\n</ul>\n</li>\n<li>\nTerms &amp.\nConditions\n<ul>\n<li>\nSubmission Terms\n</li>\n</ul>\n</li>\n<li>\nPrivacy Statement\n</li>\n<li>\n501(c)(3) Disclaimer\n</li>\n</ul> Donate <p>Top</p> We use cookies to improve your experience on our site.\nFind out moreOkay ", "created_at": "2023-05-15 21:25:04.519033", "updated_at": "2023-05-15 21:25:13.957655"}, {"id": 16171, "name": "Privacy Policy", "url": "https://www.obama.org/privacy-policy/", "xpath": "//body", "text": " Obama Foundation Menu <ul>\n<li>\nHome\n</li>\n<li>\nSkip to main content\n</li>\n<li>\nGet Involved\n&nbsp.\n<ul>\n<li>\nYour Voice\n</li>\n<li>\nOpportunities\n</li>\n<li>\nSupport This Work\n</li>\n<li>\nWays to Give\n</li>\n</ul>\n</li>\n<li>\nOur Mission\n&nbsp.\n<ul>\n<li>\nOur Story\n</li>\n<li>\nLeaders Program\n</li>\n<li>\nMy Brother’s Keeper Alliance\n</li>\n<li>\nFellowship Program\n</li>\n<li>\nScholars Program\n</li>\n<li>\nGirls Opportunity Alliance\n</li>\n<li>\nVoyager Scholarship\n</li>\n</ul>\n</li>\n<li>\nThe Center\n&nbsp.\n<ul>\n<li>\nChicago\n</li>\n<li>\nCommitments\n</li>\n</ul>\n</li>\n<li>\nUpdates\n&nbsp.\n<ul>\n<li>\nArchives Fact Sheet\n</li>\n<li>\nAnnual Report 2021\n</li>\n<li>\nGalleries\n</li>\n</ul>\n</li>\n</ul> Donate Join Us\n<p>\n</p> Email Zip Please leave this field blank: <p>Thank you for signing up.<br>Show your support!</p>\n<p>There was a problem submitting.\nPlease try again.</p>\n<p>\n</p>\n<ul>\n<li>\nAbout\n</li>\n<li>\nOpportunities\n</li>\n<li>\nContact Us\n</li>\n<li>\nTerms &amp.\nConditions\n</li>\n<li>\nPrivacy Statement\n</li>\n<li>\n501(c)(3) Disclaimer\n</li>\n</ul> Obama Foundation Menu <ul>\n<li>\nHome\n</li>\n<li>\nSkip to main content\n</li>\n<li>\nGet Involved\n&nbsp.\n<ul>\n<li>\nYour Voice\n</li>\n<li>\nOpportunities\n</li>\n<li>\nSupport This Work\n</li>\n<li>\nWays to Give\n</li>\n</ul>\n</li>\n<li>\nOur Mission\n&nbsp.\n<ul>\n<li>\nOur Story\n</li>\n<li>\nLeaders Program\n</li>\n<li>\nMy Brother’s Keeper Alliance\n</li>\n<li>\nFellowship Program\n</li>\n<li>\nScholars Program\n</li>\n<li>\nGirls Opportunity Alliance\n</li>\n<li>\nVoyager Scholarship\n</li>\n</ul>\n</li>\n<li>\nThe Center\n&nbsp.\n<ul>\n<li>\nChicago\n</li>\n<li>\nCommitments\n</li>\n</ul>\n</li>\n<li>\nUpdates\n&nbsp.\n<ul>\n<li>\nArchives Fact Sheet\n</li>\n<li>\nAnnual Report 2021\n</li>\n<li>\nGalleries\n</li>\n</ul>\n</li>\n</ul> Donate Join Us\n<p>\n</p> Email Zip Please leave this field blank: <p>Thank you for signing up.<br>Show your support!</p>\n<p>There was a problem submitting.\nPlease try again.</p>\n<p>\n</p>\n<ul>\n<li>\nAbout\n</li>\n<li>\nOpportunities\n</li>\n<li>\nContact Us\n</li>\n<li>\nTerms &amp.\nConditions\n</li>\n<li>\nPrivacy Statement\n</li>\n<li>\n501(c)(3) Disclaimer\n</li>\n</ul>\n<ul>\n<li>\nGet Involved\n<ul>\n<li>\nYour Voice\n</li>\n<li>\nOpportunities\n</li>\n<li>\nSupport This Work\n</li>\n<li>\nWays to Give\n</li>\n</ul>\n</li>\n<li>\nOur Mission\n<ul>\n<li>\nOur Story\n</li>\n<li>\nLeaders Program\n</li>\n<li>\nMy Brother’s Keeper Alliance\n</li>\n<li>\nFellowship Program\n</li>\n<li>\nScholars Program\n</li>\n<li>\nGirls Opportunity Alliance\n</li>\n<li>\nVoyager Scholarship\n</li>\n</ul>\n</li>\n<li>\nThe Center\n<ul>\n<li>\nChicago\n</li>\n<li>\nCommitments\n</li>\n</ul>\n</li>\n<li>\nUpdates\n<ul>\n<li>\nArchives Fact Sheet\n</li>\n<li>\nAnnual Report 2021\n</li>\n<li>\nGalleries\n</li>\n</ul>\n</li>\n<li>\nAbout\n<ul>\n<li>\nWatch the Welcome Video\n</li>\n</ul>\n</li>\n<li>\nOpportunities\n</li>\n<li>\nContact Us\n<ul>\n<li>\nPress &amp.\nMedia\n</li>\n<li>\nContributors\n</li>\n</ul>\n</li>\n<li>\nTerms &amp.\nConditions\n<ul>\n<li>\nSubmission Terms\n</li>\n</ul>\n</li>\n<li>\nPrivacy Statement\n</li>\n<li>\n501(c)(3) Disclaimer\n</li>\n</ul> Privacy Statement <p>Share</p> &nbsp.\nPrivacy Statement <p>This Privacy Statement explains how information about you is collected, used and disclosed by The Barack Obama Foundation (“BOF”).\nThis Statement applies to information we collect when you use our websites, mobile sites, mobile applications and other online services that link to this Privacy Statement (collectively, the “Sites”) or when you otherwise interact with us, such as by participating in programs.</p>\n<p>We may change this Statement from time to time.\nIf we make changes, we will notify you by revising the date at the bottom of the Statement and, in some cases, we may provide you with additional notice (such as adding a statement to our homepage or sending you an email notification).\nWe encourage you to review this Statement whenever you access the Sites to stay informed about our information practices and the ways you can help protect your privacy.</p>\nCollection of Information\n<p>\n<u>Information You Provide to Us</u>\n</p>\n<p>We collect information you provide directly to us.\nFor example, we collect information when you sign up to receive email or text message updates, fill out a form, send us an email, communicate with us via third party social media sites, request information, respond to our requests, apply for a job, fellowship, volunteering opportunity, or internship, or otherwise communicate with us.\nWe also collect information about you when you make a donation, purchase BOF merchandise, attend one of our events, or participate in one of our programs.\nThe types of information we may collect include your name, email address, postal address, phone number, birthday, credit card number (processed by a third-party payment processor), purchase history, the BOF program you participate in, photos, videos, audio recordings and other information or media you choose to provide.</p>\n<p>\n<u>Information We Collect Automatically When You Use the Sites</u>\n<br>\nWhen you access or use our Sites, we automatically collect information about you, including:</p>\n<ul>\n<li>Log Information: We log information about your use of the Sites, including the type of browser you use, access times, pages viewed, your IP address and the page you visited before navigating to our Sites.</li>\n<li>Device Information: We may collect information about the computer or mobile device you use to access our Sites, including the hardware model, operating system and version, device identifiers and mobile network information.</li>\n<li>Information Collected by Cookies and Other Tracking Technologies: We use various technologies to collect information, and this may include sending cookies to your computer or mobile device.\nCookies are small data files stored on your hard drive or in device memory that helps us to improve our Sites and your experience, see which areas and features of our Sites are popular and count visits.\nWe may also collect information using web beacons (also known as “tracking pixels”).\nWeb beacons are electronic images that may be used in our Sites or emails and help deliver cookies, count visits, understand usage and campaign effectiveness and determine whether an email has been opened and acted upon.\nFor more information about cookies, and how to disable them, please see “Your Choices” below.</li>\n</ul>\n<p>\n<u>Information We Collect From Other Sources</u>\n<br>\nWe may also obtain information from other sources and combine that with information we collect through our Sites.\nFor example, if you create or log into your account through a social media site, we will have access to certain information from that site, such as your name, account information and friends lists, in accordance with the authorization procedures determined by such social media site.\nWe also may collect information from data aggregators, who can assist with updating contact information or identifying demographic information (such as age, gender, giving profiles).\nWe generally use such data to identify and more effectively communicate with current and potential audiences and supporters.</p>\nUse of Information\n<p>We may use information about you for various purposes, including to:</p>\n<ul>\n<li>Provide, maintain and improve our Sites;</li>\n<li>Facilitate your participation in events and programs that we and our partners host or provide and interaction with other participants in such events and programs;</li>\n<li>Send you confirmations, technical notices, updates, security alerts, and support and administrative messages;</li>\n<li>Request feedback and to otherwise contact you about your use of the Sites;</li>\n<li>Respond to your comments, questions and requests and provide customer service;</li>\n<li>Send you newsletters and otherwise provide you with information or services you request or that we think will be of interest to you;</li>\n<li>Solicit volunteers, donations, and support for BOF;</li>\n<li>Include information about you, with your consent, in a directory of all of our program participants;</li>\n<li>Monitor and analyze trends, usage and activities in connection with our Sites;</li>\n<li>Personalize and improve the Sites;</li>\n<li>Sending communications to you from carefully selected non-partisan organizations (these organizations will only receive your contact information if you voluntarily share it with them);</li>\n<li>Link or combine with information we get from others to help understand your interests in further supporting the BOF;</li>\n<li>Carry out any other purpose for which the information was collected.</li>\n</ul>\nSharing of Information\n<p>We will not share information about you except as follows or as otherwise described in this Statement:</p>\n<ul>\n<li>With vendors, consultants and other service providers or volunteers who need access to such information to carry out work on our behalf;</li>\n<li>With other program participants if you opt-in to participate in our directory;</li>\n<li>With cooperative databases and research vendors who use the information to help their client charities, like the BOF, identify individuals likely to appreciate, and respond with support, to charitable communications, unless you opt out as described below.\n</li>\n<li>In response to a request for information if we believe disclosure is in accordance with any applicable law, regulation or legal process, or as otherwise required by any applicable law, rule or regulation;</li>\n<li>If we believe your actions are inconsistent with the spirit or language of our user agreements or policies, or to protect the rights, property and safety of BOF, its employees, volunteers, constituents or others;</li>\n<li>In connection with, or during negotiations of, any reorganization, formation of a new or successor organization, asset sale or transfer, financing or lending transaction or in any other situation where personal information may be disclosed or transferred as one of the assets of BOF.\nand</li>\n<li>With appropriate notice to you, with your consent, or at your direction, including if we notify you through our Sites that the information you provide will be shared in a particular manner and you provide such information.</li>\n<p>We may also share aggregated or anonymized information that does not directly identify you.</p>\nSocial Sharing Features\n<p>The Sites may offer social sharing features and other integrated tools (such as the Facebook “Like” button), which let you share actions you take on our Sites with other media, and vice versa.\nThe use of such features enables the sharing of information with your friends or the public, depending on the settings you establish with the entity that provides the social sharing feature.\nFor more information about the purpose and scope of data collection and processing in connection with social sharing features, please visit the privacy policies of the entities that provide these features.</p>\nAdvertising and Analytics Services Provided by Others\n<p>We may allow third parties to use cookies, web beacons, device identifiers, or other technologies to provide analytics services and serve advertisements on our behalf across the web.\nThese entities may collect information about your use of the Sites and other websites, including your IP address, web browser, pages viewed, time spent on pages, links clicked and conversion information.\nThis information may be used by BOF and others to, among other things, analyze and track data, determine the popularity of certain content, deliver advertising and content targeted to your interests on our Sites and other websites, and customize your experience and better understand your online activity.\nFor more information about interest-based ads, or to opt out of having your web browsing information used for behavioral advertising purposes, please visit https://optout.aboutads.info/?c=2&amp;lang=EN or http://www.youronlinechoices.eu/ for residents of the European Economic Area.</p>\nData Retention\n<p>We store the information we collect about you for as long as is necessary for the purpose(s) for which we originally collected it, or for other legitimate business purposes, including to meet our legal, regulatory, or other compliance obligations.</p>\nTransfer of Information to the United States and Other Countries\n<p>The BOF is based in the United States and we process and store information in the U.S.\nand other countries.\nTherefore, we and our service providers may transfer information about you to, or store or access it in, jurisdictions that may not provide equivalent levels of data protection as your home jurisdiction.\nWhere required by applicable law, we will take steps to ensure that information about you receives an adequate level of protection where we are processing it.</p>\nYour Choices\n<p>\n<u>Contact Us About Opting Out</u>\n<br>\nYou may opt-out from being contacted by the Foundation, also from allowing the Foundation to share your information with cooperative databases or research entities, by contacting us at privacy at Obama.org.\nWith regard to email communications, additionally, you may use the unsubscribe link that appears at the bottom of emails sent by the Foundation.<br>\n<u>Cookies</u>\n<br>\nMost web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove or reject browser cookies.\nRemoving or rejecting browser cookies does not necessarily affect third party flash cookies used in connection with our Site.\nTo delete or disable flash cookies please visit www.adobe.com/products/flashplayer/security for more information.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of our Sites.</p>\nResidents of the European Economic Area\n<p>This section is for you if you are located in the European Economic Area (“EEA”), and other countries like the UK, or Switzerland, where the law includes certain rights and protections under the law regarding the processing of your personal data.<br>\n<u>Legal Basis for Processing</u>\n<br>\nWhen we process your personal data we will only do so in the following situations:</p>\n<ul>\n<li>We need to use your personal data to perform our responsibilities under our contract with you.\nFor example, we may process your personal data to facilitate any merchandise purchases you might make.</li>\n<li>We have a legitimate interest in processing your personal data.\nFor example, we may process your personal data to communicate with you about changes to our Sites, to provide, secure, and improve our Sites, and to provide for the security of you, our staff, and our guests at events we or our partners host.</li>\n<li>We have your consent to do so.\nFor example, we will seek your consent before processing your personal data in connection with an event we are hosting or before adding your name to our participant directory.</li>\n<li>We have a legal obligation to process your personal data.\nFor example, we may need to retain information about your donations or purchases to comply with our legal obligations.</li>\n</ul>\n<p>\n<u>Data Subject Requests</u>\n<br>\nSubject to certain limitations, you have the right to access personal data we hold about you and to ask that your personal data be corrected, erased, or transferred.\nYou may also have the right to object to, or request that we restrict, certain processing.\nIf you would like to exercise any of these rights, you may contact us as indicated below.<br>\n<u>Questions or Complaints</u>\n<br>\nIf you have a concern about our processing of personal data that we are not able to resolve, you have the right to lodge a complaint with the data privacy authority where you reside.\nFor contact details of your local Data Protection Authority, visit:</p>\n<ul>\n<li>http://ec.europa.eu/justice/data-protection/article-29/structure/data-protection-authorities/index_en.htm</li>\n<li>For individuals in the EEA: https://edpb.europa.eu/about-edpb/board/members_en</li>\n<li>For individuals in the UK: https://ico.org.uk/global/contact-us/</li>\n<li>For individuals in Switzerland: https://www.edoeb.admin.ch/edoeb/en/home/the-fdpic/contact.html</li>\n</ul>\nContact Us\n<p>If you have any questions about this Privacy Statement, please contact us at: privacy at obama.org<br>\nLast updated October 5, 2022</p>\n</ul>\n<p>Share</p> Join Us\n<p>Help build this Foundation from the ground up, and be among the first to know about major news and updates.</p> Email Zip Please leave this field blank: <p>Thank you for signing up.<br>Show your support!</p>\n<p>There was a problem submitting.\nPlease try again.</p>\n<ul>\n<li>\nGet Involved\n<ul>\n<li>\nYour Voice\n</li>\n<li>\nOpportunities\n</li>\n<li>\nSupport This Work\n</li>\n<li>\nWays to Give\n</li>\n</ul>\n</li>\n<li>\nOur Mission\n<ul>\n<li>\nOur Story\n</li>\n<li>\nLeaders Program\n</li>\n<li>\nMy Brother’s Keeper Alliance\n</li>\n<li>\nFellowship Program\n</li>\n<li>\nScholars Program\n</li>\n<li>\nGirls Opportunity Alliance\n</li>\n<li>\nVoyager Scholarship\n</li>\n</ul>\n</li>\n<li>\nThe Center\n<ul>\n<li>\nChicago\n</li>\n<li>\nCommitments\n</li>\n</ul>\n</li>\n<li>\nUpdates\n<ul>\n<li>\nArchives Fact Sheet\n</li>\n<li>\nAnnual Report 2021\n</li>\n<li>\nGalleries\n</li>\n</ul>\n</li>\n<li>\nAbout\n<ul>\n<li>\nWatch the Welcome Video\n</li>\n</ul>\n</li>\n<li>\nOpportunities\n</li>\n<li>\nContact Us\n<ul>\n<li>\nPress &amp.\nMedia\n</li>\n<li>\nContributors\n</li>\n</ul>\n</li>\n<li>\nTerms &amp.\nConditions\n<ul>\n<li>\nSubmission Terms\n</li>\n</ul>\n</li>\n<li>\nPrivacy Statement\n</li>\n<li>\n501(c)(3) Disclaimer\n</li>\n</ul> Donate <p>Top</p> We use cookies to improve your experience on our site.\nFind out moreOkay ", "created_at": "2023-05-15 21:24:32.052168", "updated_at": "2023-05-15 21:26:37.075411"}, {"id": 16172, "name": "Terms & Conditions", "url": "https://www.obama.org/terms-conditions", "xpath": "//body", "text": null, "created_at": "2023-05-15 21:24:32.081839", "updated_at": "2023-05-19 01:03:24.706423"}], "points": [], "urls": ["obama.org"]}}