{"error": 448, "message": "OK", "parameters": {"id": 8938, "name": "Paprika", "created_at": "2023-07-08 22:05:17.623227", "updated_at": "2023-07-09 10:02:48.282347", "wikipedia": null, "keywords": null, "related": null, "slug": "paprika", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8938.png", "url": "paprikaapp.com", "documents": [{"id": 17482, "name": "Privacy Policy", "url": "http://www.paprikaapp.com/privacy", "xpath": "//body", "text": null, "created_at": "2023-07-08 22:05:17.654039", "updated_at": "2023-07-08 22:05:51.844424"}, {"id": 17483, "name": " Terms of Use and End User License Agreement", "url": "https://www.paprikaapp.com/terms/", "xpath": "//body", "text": " Toggle navigation Paprika <ul>\n<li> Downloads <b>\n</b>\n<ul>\n<li>DESKTOP</li>\n<li>Mac</li>\n<li>Windows</li>\n<li>\n</li>\n<li>MOBILE</li>\n<li>iOS</li>\n<li>Android</li>\n</ul>\n</li>\n<li> User Guides <b>\n</b>\n<ul>\n<li>Mac</li>\n<li>iOS</li>\n<li>Android</li>\n<li>Windows</li>\n</ul>\n</li>\n<li> Cloud Sync <b>\n</b>\n<ul>\n<li>Bookmarklet</li>\n<li>Reset Password</li>\n<li>Change Email</li>\n</ul>\n</li>\n<li>Support</li>\n<li>News</li>\n</ul> Terms of Use and End User License Agreement <p>This Terms of Use and Software End User License Agreement (“<strong>Agreement</strong>”) is a binding agreement between you (“<strong>End User</strong>” or “<strong>you</strong>”) and Hindsight Labs LLC (“<strong>Company</strong>” or “<strong>We</strong>”).\nThis Agreement governs your use of www.paprikaapp.com (the “<strong>Website</strong>”), and the Paprika Recipe Manager mobile and desktop applications (collectively the Website and applications, including all related documentation, are the “<strong>Software</strong>”).\nThe Software is licensed, not sold, to you.</p>\n<p>BY USING THE SOFTWARE, YOU (A) ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND THIS AGREEMENT.\n(B) REPRESENT THAT YOU ARE OF LEGAL AGE TO ENTER INTO A BINDING AGREEMENT.\nAND (C) ACCEPT THIS AGREEMENT AND AGREE THAT YOU ARE LEGALLY BOUND BY ITS TERMS.\nIF YOU DO NOT AGREE TO THESE TERMS, DO NOT DOWNLOAD, INSTALL, AND/OR USE THE SOFTWARE.</p>\n<p>\n<strong>1.\nLicense Grant</strong>\n</p>\n<p>Subject to the terms of this Agreement, Company grants you a limited, non-exclusive, and nontransferable license to download, install, and use the Software for your personal, non-commercial use on devices owned or otherwise controlled by you (“<strong>Devices</strong>”) strictly in accordance with the Software’s documentation and the terms of this Agreement.</p>\n<p>\n<strong>2.\nLicense Restrictions</strong>\n</p>\n<p>End User Shall not:</p>\n<p> • copy the Software, except as expressly permitted by this license.\n<br> • modify, translate, adapt, or otherwise create derivative works or improvements, whether or not patentable, of the Software.\n<br> • reverse engineer, disassemble, decompile, decode, or otherwise attempt to derive or gain access to the source code of the Software or any part thereof.\n<br> • remove, delete, alter, or obscure any trademarks or any copyright, trademark, patent, or other intellectual property or proprietary rights notices from the Software, including any copy thereof.\n<br> • rent, lease, lend, sell, sublicense, assign, distribute, publish, transfer, or otherwise make available the Software, or any features or functionality of the Software, to any third party for any reason, including by making the Software available on a network where it is capable of being accessed by more than one device at any time.\nor <br> • remove, disable, circumvent, or otherwise create or implement any workaround to any copy protection, rights management, or security features in or protecting the Software.\n<br>\n</p>\n<p>\n<strong>3.\nProhibited Uses</strong>\n</p>\n<p>In addition to the restrictions set forth in Section 3, you may use the Software only for lawful purposes and in accordance with this Agreement.\nYou agree not to use the Software:</p>\n<p> • In any way that violates the personal or proprietary rights of any third party.<br> • In any way that violates the contractual rights of another party, including any violations of third party terms of service or other such contracts.<br> • In any way that violates any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).<br> • For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information, or otherwise.<br> • To impersonate or attempt to impersonate the Company, a Company employee, another user, or any other person or entity (including, without limitation, by using email addresses associated with any of the foregoing).<br> • To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Software, or which, as determined by us, may harm the Company or users of the Software, or expose them to liability.\n</p>\n<p>Additionally, you agree not to:</p>\n<p> • Use the Software in any manner that could disable, overburden, damage, or impair the Software or interfere with any other party’s use of the Software, including their ability to engage in real time activities through the Software.\n<br> • Use any device, software, or routine that interferes with the proper working of the Software.\n<br> • Introduce any viruses, Trojan horses, worms, logic bombs, or other material that is malicious or technologically harmful.\n<br> • Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of the Software, the server on which the Software is stored, or any server, computer, or database connected to the Software.\n<br> • Attack the Software via a denial-of-service attack or a distributed denial-of-service attack.\n<br> • Otherwise attempt to interfere with the proper working of the Software.\n<br>\n</p>\n<p>\n<strong>4.\nReservation of Rights</strong>\n</p>\n<p>You acknowledge and agree that the Software is provided under license, and not sold, to you.\nYou do not acquire any ownership interest in the Software under this Agreement, or any other rights thereto other than to use the Software in accordance with the license granted, and subject to all terms, conditions, and restrictions, under this Agreement.\nCompany reserves and shall retain its entire right, title, and interest in and to the Software, including all copyrights, trademarks, and other intellectual property rights therein or relating thereto, except as expressly granted to you in this Agreement.</p>\n<p>\n<strong>5.\nApple Devices</strong>\n</p>\n<p>If you are accessing the Software on a device provided by Apple, Inc.\n(\"<strong>Apple</strong>\") or have obtained the Software through the Apple App Store, the following shall apply:</p>\n<p>a.\nBoth you and Company acknowledge that this Agreement is concluded between you and Company only, and not with Apple, and that Apple is not responsible for the Software and the content thereof;</p>\n<p>b.\nSubject to the terms of this Agreement, the Software is licensed to you on a limited, non-transferable basis, to be used on any Apple-branded products that you own or control and as permitted by the Usage Rules set forth in the App Store Terms of Service, except that the Software may be accessed and used by other accounts associated with the purchaser via Family Sharing or volume purchasing;</p>\n<p>c.\nYou and Company acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Software;</p>\n<p>d.\nIn the event of any failure of the Software to conform to any applicable warranty, you may notify Apple.\nupon notification, Apple's sole warranty obligation to you will be to refund to you the purchase price, if any, of the Software;</p>\n<p>e.\nYou and Company acknowledge that Company, and not Apple, is responsible for addressing any claims you or any third party may have in relation to the Software;</p>\n<p>f.\nYou and Company acknowledge that, in the event of any third party claim that the Software or your possession and use of the Software infringes that third party's intellectual property rights, Company, and not Apple, will be responsible for the investigation, defense, settlement and discharge of any such infringement claim;</p>\n<p>g.\nYou represent and warrant that (i) you are not located in a country subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a \"terrorist supporting\" country, and (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties;</p>\n<p>h.\nYou acknowledge and agree that, when using the Software, you will comply with any applicable third party terms of agreement which may affect or be affected by such use.\nand</p>\n<p>i.\nYou and Company acknowledge and agree that Apple and Apple's subsidiaries are third party beneficiaries of this Agreement, and that upon your acceptance of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement against you as the third party beneficiary hereof.</p>\n<p>\n<strong>6.\nAccessing the Software and Account Security</strong>\n</p>\n<p>We reserve the right to withdraw or amend the Software, and any service or material we provide on the Software, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Software is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of the Software, or the entire Software, to users, including registered users.</p>\n<p>You are responsible for both:</p>\n<p> • Making all arrangements necessary for you to have access to the Software.\n<br> • Ensuring that all persons who access the Software through your internet connection are aware of this Agreement and comply with it.\n<br>\n</p>\n<p>To access the Software or some of the resources it offers, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the Software that all the information you provide on the Software is correct, current, and complete.\nYou agree that all information you provide to register with this Software or otherwise, including, but not limited to, through the use of any interactive features on the Software, is governed by our Privacy Policy (www.paprikaapp.com/privacy), and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n<p>If you choose, or are provided with, a user name, password, or any other piece of information as part of our security procedures, you must treat such information as confidential, and you must not disclose it to any other person or entity.\nYou also acknowledge that your account is personal to you and agree not to provide any other person with access to this Software or portions of it using your user name, password, or other security information.\nYou agree to notify us immediately of any unauthorized access to or use of your user name or password or any other breach of security.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.</p>\n<p>We have the right to disable any user name, password, or other identifier, whether chosen by you or provided by us, at any time if, in our opinion, you have violated any provision of this Agreement.</p>\n<p>\n<strong>7.\nCollection and Use of Your Information</strong>\n</p>\n<p>You acknowledge that when you download, install, or use the Software, Company may use automatic means (including, for example, cookies and web beacons) to collect information about your Devices and about your use of the Software.\nYou also may be required to provide certain information about yourself as a condition to downloading, installing, or using the Software or certain of its features or functionality, and the Software may provide you with opportunities to share information about yourself with others.\nAll information we collect through or in connection with this Software is subject to our Privacy Policy (www.paprikaapp.com/privacy).\nBy downloading, installing, using, and providing information to or through this Software, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p>\n<p>\n<strong>8.\nUpdates</strong>\n</p>\n<p>Company may from time to time in its sole discretion develop and provide Software updates, which may include upgrades, bug fixes, patches, other error corrections, and/or new features (collectively, including related documentation, “<strong>Updates</strong>”).\nUpdates may also modify or delete in their entirety certain features and functionality.\nYou agree that Company has no obligation to provide any Updates or to continue to provide or enable any particular features or functionality.\nBased on your device settings, when your Devices are connected to the internet either:</p>\n<p> • the Software will automatically download and install all available Updates.\nor <br> • you may receive notice of or be prompted to download and install available Updates.\n<br>\n</p>\n<p>You shall promptly download and install all Updates and acknowledge and agree that the Software or portions thereof may not properly operate should you fail to do so.\nYou further agree that all Updates will be deemed part of the Software and be subject to all terms and conditions of this Agreement.</p>\n<p>\n<strong>9.\nUser Content</strong>\n</p>\n<p>The Software allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (“<strong>User Content</strong>”).\nYou are responsible for the User Content that you post on or through the Software, including its legality, reliability, and appropriateness.</p>\n<p>By posting User Content on or through the Software, You represent and warrant that: (i) the User Content is yours (you own it) and/or you have the right to use it and the right to grant us the rights and license as provided in these Terms, and (ii) all of your User Content does and will comply with this Agreement.</p>\n<p>You retain any and all of your rights to any User Content you submit, post or display on or through the Software and you are responsible for protecting those rights.\nWe take no responsibility and assume no liability for User Content you or any third party posts on or through the Software.\nHowever, by posting User Content using the Software you grant us the right and license to use, modify, perform, display, reproduce, and distribute such User Content on and through the Software.</p>\n<p>\n<strong>10.\nMonitoring and Enforcement</strong>\n</p>\n<p>We have the right to:</p>\n<p> • Remove any User Content for any or no reason in our sole discretion.\n<br> • Take any action with respect to any User Content that we deem necessary or appropriate in our sole discretion, including if we believe that such User Content violates the Agreement, including the Content Standards, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Software or the public, or could create liability for the Company.\n<br> • Disclose your identity or other information about you to any third party who claims that material posted by you violates their rights, including their intellectual property rights or their right to privacy.\n<br> • Take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Software.\n<br> • Terminate or suspend your access to all or part of the Software for any or no reason, including without limitation, any violation of this Agreement.\n<br>\n</p>\n<p>Without limiting the foregoing, we have the right to cooperate fully with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any materials on or through the Software.</p>\n<p>YOU WAIVE AND HOLD HARMLESS THE COMPANY FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY ANY OF THE FOREGOING PARTIES DURING, OR TAKEN AS A CONSEQUENCE OF, INVESTIGATIONS BY EITHER THE COMPANY OR SUCH PARTIES OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>However, we do not undertake to review materials before they are posted to the Software, and cannot ensure prompt removal of objectionable materials after they have been posted.\nAccordingly, we assume no liability for any action or inaction regarding transmissions, communications, or content provided by any user or third party.\nWe have no liability or responsibility to anyone for performance or nonperformance of the activities described in this section.</p>\n<p>\n<strong>11.\nContent Standards</strong>\n</p>\n<p>These content standards apply to any and all User Content.\nUser Content must in its entirety comply with all applicable federal, state, local, and international laws and regulations.\nWithout limiting the foregoing, User Content must not:</p>\n<p> • Contain any material that is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory, or otherwise objectionable.\n<br> • Promote sexually explicit or pornographic material, violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation, or age.\n<br> • Infringe any patent, trademark, trade secret, copyright, or other intellectual property or other rights of any other person.\n<br> • Violate the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under applicable laws or regulations or that otherwise may be in conflict with this Agreement and our Privacy Policy (www.paprikaapp.com/privacy).\n<br> • Promote any illegal activity, or advocate, promote, or assist any unlawful act.\n<br>\n</p>\n<p>\n<strong>12.\nThird-Party Materials</strong>\n</p>\n<p>The Software may display, include, or make available third-party content (including data, information, applications, and other products, services, and/or materials) or provide links to third-party websites or services, including through third-party advertising (”<strong>Third-Party Materials</strong>”).</p>\n<p>The information presented on or made available through the Software is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness, or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Software, or by anyone who may be informed of any of its contents.</p>\n<p>This Software may allow you to access content provided by third parties.\nAll statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by the Company, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect the opinion of the Company.\nWe are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT COMPANY IS NOT RESPONSIBLE FOR THIRD-PARTY MATERIALS, INCLUDING THEIR ACCURACY, COMPLETENESS, TIMELINESS, VALIDITY, COPYRIGHT COMPLIANCE, LEGALITY, DECENCY, QUALITY, OR ANY OTHER ASPECT THEREOF.\nCOMPANY DOES NOT ASSUME AND WILL NOT HAVE ANY LIABILITY OR RESPONSIBILITY TO YOU OR ANY OTHER PERSON OR ENTITY FOR ANY THIRD-PARTY MATERIALS.\nTHIRD-PARTY MATERIALS AND LINKS THERETO ARE PROVIDED SOLELY AS A CONVENIENCE TO YOU, AND YOU ACCESS AND USE THEM ENTIRELY AT YOUR OWN RISK AND SUBJECT TO SUCH THIRD PARTIES’ TERMS AND CONDITIONS.</p>\n<p>\n<strong>13.\nCopyright and DMCA Policy</strong>\n</p>\n<p>We take claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible on or from the Software infringe your copyright, you may request removal of those materials from the Software by submitting written notification to our copyright agent designated below.\nIn accordance with the Online Copyright Infringement Liability Limitation Act of the&nbsp;Digital&nbsp;Millennium&nbsp;Copyright&nbsp;Act&nbsp;(17 U.S.C.\n§ 512) (“<strong>DMCA</strong>”), the written notice (the “<strong>DMCA Notice</strong>”) must include substantially the following:</p>\n<p> • Your physical or electronic signature.\n<br> • Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on the Software, a representative list of such works.\n<br> • Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.\n<br> • Adequate information by which we can contact you (including your name, postal address, telephone number, and, if available, email address).\n<br> • A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent, or the law.\n<br> • A statement that the information in the written notice is accurate.\n<br> • A statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.\n<br>\n</p>\n<p>Our designated copyright agent to receive&nbsp;DMCA&nbsp;Notices is:</p>\n<p> Attn: Legal, Hindsight Labs LLC, 1050 Queen St #100, Honolulu, HI 96814 <br> legal@paprikaapp.com <br>\n</p>\n<p>If you fail to comply with all of the requirements of Section 512(c)(3) of the&nbsp;DMCA, your&nbsp;DMCA&nbsp;Notice may not be effective.\nPlease be aware that if you knowingly materially misrepresent that material or activity on the Software is infringing your copyright, you may be held liable for damages (including costs and attorneys’ fees) under Section 512(f) of the&nbsp;DMCA.</p>\n<p>If you believe that material you posted on the Software was removed or access to it was disabled by mistake or misidentification, you may file a counter notification with us (a “<strong>Counter Notice</strong>”) by submitting written notification to our copyright agent designated above.\nPursuant to the&nbsp;DMCA, the Counter Notice must include substantially the following:</p>\n<p> • Your physical or electronic signature.\n<br> • An identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access disabled.\n<br> • Adequate information by which we can contact you (including your name, postal address, telephone number, and, if available, email address).\n<br> • A statement under penalty of perjury by you that you have a good faith belief that the material identified above was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\n<br> • A statement that you will consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or if you reside outside the United States for any judicial district in which the Software may be found) and that you will accept service from the person (or an agent of that person) who provided the Software with the complaint at issue.\n<br>\n</p>\n<p>The&nbsp;DMCA&nbsp;allows us to restore the removed content if the party filing the original&nbsp;DMCA&nbsp;Notice does not file a court action against you within ten business days of receiving the copy of your Counter Notice.</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity on the Software was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorneys' fees) under Section 512(f) of the&nbsp;DMCA.</p>\n<p>\n<strong>14.\nTerm and Termination</strong>\n</p>\n<p>The term of Agreement commences when you commence use of the Software or download/install the Software and will continue in effect until terminated by you or Company as set forth in this Section 14.</p>\n<p>You may terminate this Agreement by ceasing your use of the Software and deleting the Software and all copies thereof from your Devices.</p>\n<p>Company may terminate this Agreement at any time without notice if it ceases to support the Software, which Company may do in its sole discretion.\nIn addition, this Agreement will terminate immediately and automatically without any notice if you violate any of the terms and conditions of this Agreement.</p>\n<p>Upon termination:</p>\n<p> • all rights granted to you under this Agreement will also terminate.\nand <br> • you must cease all use of the Software and delete all copies of the Software from your Devices and account.\n<br>\n</p>\n<p>Termination will not limit any of Company’s rights or remedies at law or in equity.</p>\n<p>\n<strong>15.\nDisclaimer of Warranties</strong>\n</p>\n<p>THE SOFTWARE IS PROVIDED TO END USER “AS IS” AND WITH ALL FAULTS AND DEFECTS WITHOUT WARRANTY OF ANY KIND.\nTO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, COMPANY, ON ITS OWN BEHALF AND ON BEHALF OF ITS AFFILIATES AND ITS AND THEIR RESPECTIVE LICENSORS AND SERVICE PROVIDERS, EXPRESSLY DISCLAIMS ALL WARRANTIES, WHETHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, WITH RESPECT TO THE SOFTWARE, INCLUDING ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT, AND WARRANTIES THAT MAY ARISE OUT OF COURSE OF DEALING, COURSE OF PERFORMANCE, USAGE, OR TRADE PRACTICE.\nWITHOUT LIMITATION TO THE FOREGOING, COMPANY PROVIDES NO WARRANTY OR UNDERTAKING, AND MAKES NO REPRESENTATION OF ANY KIND THAT THE SOFTWARE WILL MEET YOUR REQUIREMENTS, ACHIEVE ANY INTENDED RESULTS, BE COMPATIBLE, OR WORK WITH ANY OTHER SOFTWARE, SOFTWARES, SYSTEMS, OR SERVICES, OPERATE WITHOUT INTERRUPTION, MEET ANY PERFORMANCE OR RELIABILITY STANDARDS, OR BE ERROR-FREE, OR THAT ANY ERRORS OR DEFECTS CAN OR WILL BE CORRECTED.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF OR LIMITATIONS ON IMPLIED WARRANTIES OR THE LIMITATIONS ON THE APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO SOME OR ALL OF THE ABOVE EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>16.\nLimitation of Liability</strong>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL COMPANY OR ITS AFFILIATES, OR ANY OF ITS OR THEIR RESPECTIVE LICENSORS OR SERVICE PROVIDERS, HAVE ANY LIABILITY ARISING FROM OR RELATED TO YOUR USE OF OR INABILITY TO USE THE SOFTWARE OR THE CONTENT AND SERVICES FOR:</p>\n<p> • PERSONAL INJURY, PROPERTY DAMAGE, LOST PROFITS, COST OF SUBSTITUTE GOODS OR SERVICES, LOSS OF DATA, LOSS OF GOODWILL, BUSINESS INTERRUPTION, COMPUTER FAILURE OR MALFUNCTION, OR ANY OTHER CONSEQUENTIAL, INCIDENTAL, INDIRECT, EXEMPLARY, SPECIAL, OR PUNITIVE DAMAGES.\n<br> • DIRECT DAMAGES IN AMOUNTS THAT IN THE AGGREGATE EXCEED THE AMOUNT ACTUALLY PAID BY YOU FOR THE SOFTWARE.\n<br>\n</p>\n<p>THE FOREGOING LIMITATIONS WILL APPLY WHETHER SUCH DAMAGES ARISE OUT OF BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE AND REGARDLESS OF WHETHER SUCH DAMAGES WERE FORESEEABLE OR COMPANY WAS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW CERTAIN LIMITATIONS OF LIABILITY SO SOME OR ALL OF THE ABOVE LIMITATIONS OF LIABILITY MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>17.\nIndemnification</strong>\n</p>\n<p>You agree to indemnify, defend, and hold harmless Company and its officers, directors, employees, agents, affiliates, successors, and assigns from and against any and all losses, damages, liabilities, deficiencies, claims, actions, judgments, settlements, interest, awards, penalties, fines, costs, or expenses of whatever kind, including attorneys’ fees, arising from or relating to your use or misuse of the Software or your breach of this Agreement, including but not limited to the content you submit or make available through this Software.</p>\n<p>\n<strong>18.\nExport Regulation</strong>\n</p>\n<p>The Software may be subject to US export control laws, including the Export Control Reform Act and its associated regulations.\nYou shall not, directly or indirectly, export, re-export, or release the Software to, or make the Software accessible from, any jurisdiction or country to which export, re-export, or release is prohibited by law, rule, or regulation.\nYou shall comply with all applicable federal laws, regulations, and rules, and complete all required undertakings (including obtaining any necessary export license or other governmental approval), prior to exporting, re-exporting, releasing, or otherwise making the Software available outside the US.</p>\n<p>\n<strong>19.\nSeverability</strong>\n</p>\n<p>If any provision of this Agreement is illegal or unenforceable under applicable law, the remainder of the provision will be amended to achieve as closely as possible the effect of the original term and all other provisions of this Agreement will continue in full force and effect.</p>\n<p>\n<strong>20.\nGoverning Law</strong>\n</p>\n<p>This Agreement is governed by and construed in accordance with the internal laws of the State of Hawaii without giving effect to any choice or conflict of law provision or rule.\nAny legal suit, action, or proceeding arising out of or related to this Agreement or the Software shall be instituted exclusively in the federal courts of the United States or the courts of the State of Hawaii in each case located in Honolulu, Honolulu County.\nYou waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.</p>\n<p>\n<strong>21.\nEntire Agreement</strong>\n</p>\n<p>This Agreement and our Privacy Policy constitute the entire agreement between you and Company with respect to the Software and supersede all prior or contemporaneous understandings and agreements, whether written or oral, with respect to the Software.</p>\n<p>\n<strong>22.\nWaiver</strong>\n</p>\n<p>No failure to exercise, and no delay in exercising, on the part of either party, any right or any power hereunder shall operate as a waiver thereof, nor shall any single or partial exercise of any right or power hereunder preclude further exercise of that or any other right hereunder.\nIn the event of a conflict between this Agreement and any applicable purchase or other terms, the terms of this Agreement shall govern.</p>\n<p>\n<strong>23.\nChanges to the Agreement</strong>\n</p>\n<p>We may revise and update this Agreement from time to time in our sole discretion.\nAll changes are effective immediately when we post them, and apply to all access to and use of the Software thereafter.</p>\n<p>Your continued use of the Software following the posting of revised Agreement means that you accept and agree to the changes.\nYou are expected to check this page from time to time so you are aware of any changes, as they are binding on you.</p>\n<p>\n<strong>24.\nYour Comments and Concerns</strong>\n</p>\n<p>This Software is developed by: Hindsight Labs LLC, 1050 Queen St #100, Honolulu, HI 96814.\nAll notices of copyright infringement claims should be sent to the copyright agent designated in our Copyright and DMCA Policy in the manner and by the means set out therein.\nAll other feedback, comments, requests for technical support, and other communications relating to the Software should be directed to: contact@paprikaapp.com.</p>\n<p>Privacy • Terms • Designed and developed by Hindsight Labs LLC</p> ", "created_at": "2023-07-08 22:05:29.586122", "updated_at": "2023-07-08 22:05:39.140094"}], "points": [], "urls": ["paprikaapp.com"]}}