{"error": 448, "message": "OK", "parameters": {"id": 9304, "name": "Mastodon.world", "created_at": "2023-08-19 21:10:55.163958", "updated_at": "2023-08-28 22:02:24.369258", "wikipedia": null, "keywords": null, "related": null, "slug": "mastodon-world", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/9304.png", "url": "mastodon.world", "documents": [{"id": 18228, "name": "Privacy Policy", "url": "https://mastodon.world/privacy-policy", "xpath": "//*[@id=\"mastodon\"]/div/div/div[2]/div[2]/div[2]/div/div", "text": "Privacy Policy<p>Last updated Oct 07, 2022</p>\n<p>This privacy policy describes how mastodon.world (\"mastodon.world\", \"we\", \"us\") collects, protects and uses the personally identifiable information you may provide through the mastodon.world website or its API.\nThe policy also describes the choices available to you regarding our use of your personal information and how you can access and update this information.\nThis policy does not apply to the practices of companies that mastodon.world does not own or control, or to individuals that mastodon.world does not employ or manage.</p> What information do we collect? <ul>\n<li>\n<strong>Basic account information</strong>: If you register on this server, you may be asked to enter a username, an e-mail address and a password.\nYou may also enter additional profile information such as a display name and biography, and upload a profile picture and header image.\nThe username, display name, biography, profile picture and header image are always listed publicly.</li>\n<li>\n<strong>Posts, following and other public information</strong>: The list of people you follow is listed publicly, the same is true for your followers.\nWhen you submit a message, the date and time is stored as well as the application you submitted the message from.\nMessages may contain media attachments, such as pictures and videos.\nPublic and unlisted posts are available publicly.\nWhen you feature a post on your profile, that is also publicly available information.\nYour posts are delivered to your followers, in some cases it means they are delivered to different servers and copies are stored there.\nWhen you delete posts, this is likewise delivered to your followers.\nThe action of reblogging or favouriting another post is always public.</li>\n<li>\n<strong>Direct and followers-only posts</strong>: All posts are stored and processed on the server.\nFollowers-only posts are delivered to your followers and users who are mentioned in them, and direct posts are delivered only to users mentioned in them.\nIn some cases it means they are delivered to different servers and copies are stored there.\nWe make a good faith effort to limit the access to those posts only to authorized persons, but other servers may fail to do so.\nTherefore it's important to review servers your followers belong to.\nYou may toggle an option to approve and reject new followers manually in the settings.\n<strong>Please keep in mind that the operators of the server and any receiving server may view such messages</strong>, and that recipients may screenshot, copy or otherwise re-share them.\n<strong>Do not share any sensitive information over Mastodon.</strong>\n</li>\n<li>\n<strong>IPs and other metadata</strong>: When you log in, we record the IP address you log in from, as well as the name of your browser application.\nAll the logged in sessions are available for your review and revocation in the settings.\nThe latest IP address used is stored for up to 12 months.\nWe also may retain server logs which include the IP address of every request to our server.</li>\n</ul> What do we use your information for? <p>Any of the information we collect from you may be used in the following ways:</p>\n<ul>\n<li>To provide the core functionality of Mastodon.\nYou can only interact with other people's content and post your own content when you are logged in.\nFor example, you may follow other people to view their combined posts in your own personalized home timeline.</li>\n<li>To aid moderation of the community, for example comparing your IP address with other known ones to determine ban evasion or other violations.</li>\n<li>The email address you provide may be used to send you information, notifications about other people interacting with your content or sending you messages, and to respond to inquiries, and/or other requests or questions.</li>\n</ul> How do we protect your information? <p>We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information.\nAmong other things, your browser session, as well as the traffic between your applications and the API, are secured with SSL, and your password is hashed using a strong one-way algorithm.\nYou may enable two-factor authentication to further secure access to your account.</p> What is our data retention policy? <p>We will make a good faith effort to:</p>\n<ul>\n<li>Retain server logs containing the IP address of all requests to this server, in so far as such logs are kept, no more than 90 days.</li>\n<li>Retain the IP addresses associated with registered users no more than 12 months.</li>\n</ul>\n<p>You can request and download an archive of your content, including your posts, media attachments, profile picture, and header image.</p>\n<p>You may irreversibly delete your account at any time.</p> Do we use cookies? <p>Yes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow).\nThese cookies enable the site to recognize your browser and, if you have a registered account, associate it with your registered account.</p>\n<p>We use cookies to understand and save your preferences for future visits.</p> Do we disclose any information to outside parties? <p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information.\nThis does not include trusted third parties who assist us in operating our site, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety.</p>\n<p>Your public content may be downloaded by other servers in the network.\nYour public and followers-only posts are delivered to the servers where your followers reside, and direct messages are delivered to the servers of the recipients, in so far as those followers or recipients reside on a different server than this.</p>\n<p>When you authorize an application to use your account, depending on the scope of permissions you approve, it may access your public profile information, your following list, your followers, your lists, all your posts, and your favourites.\nApplications can never access your e-mail address or password.</p> Site usage by children <p>If this server is in the EU or the EEA: Our site, products and services are all directed to people who are at least 16 years old.\nIf you are under the age of 16, per the requirements of the GDPR (General Data Protection Regulation) do not use this site.</p>\n<p>If this server is in the USA: Our site, products and services are all directed to people who are at least 13 years old.\nIf you are under the age of 13, per the requirements of COPPA (Children's Online Privacy Protection Act) do not use this site.</p>\n<p>Law requirements can be different if this server is in another jurisdiction.</p>\n<p>This document is CC-BY-SA.\nOriginally adapted from the Discourse privacy policy.</p>\n", "created_at": "2023-08-19 21:10:55.223632", "updated_at": "2023-08-19 21:11:48.748118"}, {"id": 18227, "name": "About", "url": "https://mastodon.world/about", "xpath": "//*[@id=\"mastodon\"]/div/div/div[2]/div[2]/div[2]/div/div/div[3]/div[2]/div", "text": "Code of Conduct <p>(For the <strong>rules</strong> scroll down below!!)</p>\n<p>This Code contains the rules and principles for participating in the Mastodon.world community.\nIt is intended to protect all members of our community from harassment and to ensure that our community is as welcoming and inclusive as possible.\nThis is a working document, so the Mastodon.world team may amend it from time to time.</p> Goals <ul>\n<li>Provide a friendly, safe, and welcoming environment for everyone regardless of gender identity or expression, sexual orientation, disability, personal appearance, body size, race, ethnicity, age, religion, nationality, political affiliation, or other similar characteristic.</li>\n<li>Create a supportive community, where people freely share their passions and are excited and positive about each other’s successes.</li>\n<li>Protect our community from harassment, malicious or illegal content and from individual members whose goals are to disrupt our community and promote their own self-interest at the expense of the community.</li>\n</ul> Principles that Guide us <ul>\n<li>\n<strong>We are not a free speech zone.</strong> This CoC lays out expected standards of conduct and behavior.\nYou cannot say or post anything that violates these rules or principles and remain a member of our community.\nYou must follow this CoC.\nIf you are looking for something else, please do.\nIt is not here.</li>\n<li>\n<strong>The Moderators are not morality or thought police.</strong> Moderators are guided by this Code of Conduct.\nPost what you want, if what you post follows these rules, principles and the goals outlined above.\nNot every member of the community will appreciate controversial or explicit posts so use Content Warnings very liberally.\nWe use Content Warnings so community members themselves can decide whether they want to see or engage with a post that may be controversial or explicit.</li>\n<li>\n<strong>Bullies, trolls and disruptors</strong> are not welcome in Mastodon.world.\nWe will moderate accordingly.</li>\n<li>\n<strong>This is a voluntary community.\nYou chose to be here.</strong> When you choose to join, you have implied that you agree with this Code of Conduct and will follow it.</li>\n</ul> Rules for posting <p>The rules you need to follow if you want to be a member of our community are stated below.</p> General guidance on posting and participating in Mastodon.world <ul>\n<li>\n<strong>Do not post about inflammatory, controversial subjects without a Content Warning.</strong> Ideally, you would not post about inflammatory subjects at all.\nHowever, it may be acceptable to do so in some cases, but it is never acceptable to post inflammatory content without hiding the content behind an appropriate Content Warning.</li>\n<li>\n<strong>Do not post any type of nudity without a Content Warning.</strong>\n</li>\n<li>\n<strong>Regarding Spam: We are not your free advertising platform.</strong> If you are here only to sell your products or services, you will be removed.\nOccasional posts of commercial links are OK, but when the vast majority of a user's posts are commercial in nature, we regard the account as a Spam account.\nModerators will evaluate reports of Spam on a case by case basis.</li>\n<li>\n<strong>Do not engage in name calling</strong>, ad hominem attacks, or any other uncivil behaviour.\nCriticize ideas, never people.</li>\n<li>\n<strong>Do not report every post that upsets you.</strong> Please report posts that violate our rules but for others that you may find distasteful, or just don’t like, use the tools available to you.\nYou can block the user or mute the conversation.</li>\n</ul> Moderation Principles <p>Reported content will be assessed on a balance of probabilities by the moderators.\nIn other words, whether it is more likely than not that the content violates one or more of these rules.\nModerators will suspend an account from mastodon.world when the user demonstrates that they have breached any rule several times, or if their content (including profile description) suggests that they are likely to continue to break the rules.\nThe number of breaches leading to suspension is deliberately not defined.\nIn egregious cases, one breach can result in suspension of the user account.\n<br>\n<br>\nThe moderation team takes a pragmatic approach to every report they receive - if they feel that a problematic post isn’t explicitly a breach of any of these rules but is inappropriate for Mastodon.world, the post will likely be removed.\nUsers who repeatedly post problematic content or otherwise are seen by the moderators as a negative, disruptive presence in our community can be removed at the discretion of the moderation team, even if those posts or the user did not explicitly violate our rules.</p> Staff <p>This server has the following administrators:</p>\n<ul>\n<li>@ruud</li>\n<li>@jeroen</li>\n<li>@spaceriker</li>\n</ul>\n<p>The server has the following moderators:</p>\n<ul>\n<li>@stevo</li>\n<li>@mservais</li>\n<li>@KTR</li>\n<li>@Paul </li>\n<li>@MichelleG </li>\n</ul> Donations &amp.\nFinances <p>Mastodon.world is run by @ruud, who also pays the bills.<br>\nSince the November 2022 user influx, those bills have gone up quite steeply.<br>\nFor those who would like to contribute, the following options for donations are available:</p>\n<ul>\n<li>OpenCollective (Either recurring or one-time donations) - Preferred.</li>\n<li>Patreon (Recurring donations only)\n<br>\n</li>\n</ul>\n<p>The running costs of Mastodon currently consist of:<br>\n</p>\n<ul>\n<li>Hetzner server </li>\n<li>Hetzner backup server</li>\n<li>Hetzner cloud VPS for monitoring, blog etc</li>\n<li>Mailgun e-mailer </li>\n<li>Wasabi storage</li>\n</ul>\n<p>Monthly updates about the finances can be found at our blog</p> Status / Uptime <p>You can view the status and uptime here</p> Instance images <p>A special thank you to @vsp (Vincent) for creating the :mastodonworld: emoji, as well as the server image and the profile pictures for @mwadmin.\n</p>\n", "created_at": "2023-08-19 21:10:55.194298", "updated_at": "2023-08-19 21:14:34.266712"}, {"id": 18742, "name": "Code of Conduct", "url": "https://mastodon.world/about/more", "xpath": "//*[@id=\"mastodon\"]/div/div/div[2]/div[2]/div[2]/div/div/div[3]/div[2]/div", "text": "Code of Conduct <p>(For the <strong>rules</strong> scroll down below!!)</p>\n<p>This Code contains the rules and principles for participating in the Mastodon.world community.\nIt is intended to protect all members of our community from harassment and to ensure that our community is as welcoming and inclusive as possible.\nThis is a working document, so the Mastodon.world team may amend it from time to time.</p> Goals <ul>\n<li>Provide a friendly, safe, and welcoming environment for everyone regardless of gender identity or expression, sexual orientation, disability, personal appearance, body size, race, ethnicity, age, religion, nationality, political affiliation, or other similar characteristic.</li>\n<li>Create a supportive community, where people freely share their passions and are excited and positive about each other’s successes.</li>\n<li>Protect our community from harassment, malicious or illegal content and from individual members whose goals are to disrupt our community and promote their own self-interest at the expense of the community.</li>\n</ul> Principles that Guide us <ul>\n<li>\n<strong>We are not a free speech zone.</strong> This CoC lays out expected standards of conduct and behavior.\nYou cannot say or post anything that violates these rules or principles and remain a member of our community.\nYou must follow this CoC.\nIf you are looking for something else, please do.\nIt is not here.</li>\n<li>\n<strong>The Moderators are not morality or thought police.</strong> Moderators are guided by this Code of Conduct.\nPost what you want, if what you post follows these rules, principles and the goals outlined above.\nNot every member of the community will appreciate controversial or explicit posts so use Content Warnings very liberally.\nWe use Content Warnings so community members themselves can decide whether they want to see or engage with a post that may be controversial or explicit.</li>\n<li>\n<strong>Bullies, trolls and disruptors</strong> are not welcome in Mastodon.world.\nWe will moderate accordingly.</li>\n<li>\n<strong>This is a voluntary community.\nYou chose to be here.</strong> When you choose to join, you have implied that you agree with this Code of Conduct and will follow it.</li>\n</ul> Rules for posting <p>The rules you need to follow if you want to be a member of our community are stated below.</p> General guidance on posting and participating in Mastodon.world <ul>\n<li>\n<strong>Do not post about inflammatory, controversial subjects without a Content Warning.</strong> Ideally, you would not post about inflammatory subjects at all.\nHowever, it may be acceptable to do so in some cases, but it is never acceptable to post inflammatory content without hiding the content behind an appropriate Content Warning.</li>\n<li>\n<strong>Do not post any type of nudity without a Content Warning.</strong>\n</li>\n<li>\n<strong>Regarding Spam: We are not your free advertising platform.</strong> If you are here only to sell your products or services, you will be removed.\nOccasional posts of commercial links are OK, but when the vast majority of a user's posts are commercial in nature, we regard the account as a Spam account.\nModerators will evaluate reports of Spam on a case by case basis.</li>\n<li>\n<strong>Do not engage in name calling</strong>, ad hominem attacks, or any other uncivil behaviour.\nCriticize ideas, never people.</li>\n<li>\n<strong>Do not report every post that upsets you.</strong> Please report posts that violate our rules but for others that you may find distasteful, or just don’t like, use the tools available to you.\nYou can block the user or mute the conversation.</li>\n</ul> Moderation Principles <p>Reported content will be assessed on a balance of probabilities by the moderators.\nIn other words, whether it is more likely than not that the content violates one or more of these rules.\nModerators will suspend an account from mastodon.world when the user demonstrates that they have breached any rule several times, or if their content (including profile description) suggests that they are likely to continue to break the rules.\nThe number of breaches leading to suspension is deliberately not defined.\nIn egregious cases, one breach can result in suspension of the user account.\n<br>\n<br>\nThe moderation team takes a pragmatic approach to every report they receive - if they feel that a problematic post isn’t explicitly a breach of any of these rules but is inappropriate for Mastodon.world, the post will likely be removed.\nUsers who repeatedly post problematic content or otherwise are seen by the moderators as a negative, disruptive presence in our community can be removed at the discretion of the moderation team, even if those posts or the user did not explicitly violate our rules.</p> Staff <p>This server has the following administrators:</p>\n<ul>\n<li>@ruud</li>\n<li>@jeroen</li>\n<li>@spaceriker</li>\n</ul>\n<p>The server has the following moderators:</p>\n<ul>\n<li>@stevo</li>\n<li>@mservais</li>\n<li>@KTR</li>\n<li>@Paul </li>\n<li>@MichelleG </li>\n</ul> Donations &amp.\nFinances <p>Mastodon.world is run by @ruud, who also pays the bills.<br>\nSince the November 2022 user influx, those bills have gone up quite steeply.<br>\nFor those who would like to contribute, the following options for donations are available:</p>\n<ul>\n<li>OpenCollective (Either recurring or one-time donations) - Preferred.</li>\n<li>Patreon (Recurring donations only)\n<br>\n</li>\n</ul>\n<p>The running costs of Mastodon currently consist of:<br>\n</p>\n<ul>\n<li>Hetzner server </li>\n<li>Hetzner backup server</li>\n<li>Hetzner cloud VPS for monitoring, blog etc</li>\n<li>Mailgun e-mailer </li>\n<li>Wasabi storage</li>\n</ul>\n<p>Monthly updates about the finances can be found at our blog</p> Status / Uptime <p>You can view the status and uptime here</p> Instance images <p>A special thank you to @vsp (Vincent) for creating the :mastodonworld: emoji, as well as the server image and the profile pictures for @mwadmin.\n</p>\n", "created_at": "2023-09-03 18:31:14.578758", "updated_at": "2023-09-03 18:32:00.921166"}], "points": [{"id": 34651, "title": "Logs are deleted after 90 days or later", "source": "", "status": "Generated through the annotate view", "created_at": "2023-08-20 11:31:20.353342", "updated_at": "2023-08-29 07:24:50.932344", "quoteText": null, "case_id": 177, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34647, "title": "Your personal data may be disclosed to comply with government requests without notice to you", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:27:08.930622", "updated_at": "2023-08-29 07:25:42.468551", "quoteText": null, "case_id": 164, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34634, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 10:20:53.54129", "updated_at": "2023-08-28 11:11:50.819854", "quoteText": null, "case_id": 331, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34642, "title": "Private messages can be read", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:04:15.007286", "updated_at": "2023-08-28 11:12:10.122965", "quoteText": null, "case_id": 239, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34639, "title": "Your personal data is not sold", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 10:48:20.522778", "updated_at": "2023-08-28 11:12:16.929542", "quoteText": null, "case_id": 193, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34636, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 10:37:00.158079", "updated_at": "2023-08-28 11:14:27.892333", "quoteText": null, "case_id": 281, "document_id": 18227, "quoteStart": null, "quoteEnd": null}, {"id": 34640, "title": "Information is provided about what kind of information they collect", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:02:52.619946", "updated_at": "2023-08-28 19:58:13.743361", "quoteText": null, "case_id": 228, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34641, "title": " Pseudonyms are allowed", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:03:42.403848", "updated_at": "2023-08-28 19:58:22.81163", "quoteText": null, "case_id": 215, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34643, "title": "Information is provided about security practices", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:07:06.912263", "updated_at": "2023-08-28 19:58:33.723936", "quoteText": null, "case_id": 226, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34635, "title": "You agree not to use the service for illegal purposes", "source": "https://mastodon.world/about", "status": "According to the server rules, rule #1 states \"No illegal content, e.g. child pornography, solicitation of illegal services, etc…\"", "created_at": "2023-08-20 10:28:57.714652", "updated_at": "2023-08-29 07:25:13.012393", "quoteText": null, "case_id": 280, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 34637, "title": "Your account can be suspended for several reasons", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 10:40:53.577057", "updated_at": "2023-08-29 07:25:20.695265", "quoteText": null, "case_id": 205, "document_id": 18227, "quoteStart": null, "quoteEnd": null}, {"id": 34653, "title": "You have the right to leave this service at any time", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:33:27.375936", "updated_at": "2023-08-28 11:10:41.945813", "quoteText": null, "case_id": 170, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34652, "title": "You can retrieve an archive of your data", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:32:48.41639", "updated_at": "2023-08-28 11:10:50.335168", "quoteText": null, "case_id": 140, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34650, "title": "Two factor authentication is provided for your account", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:30:06.997224", "updated_at": "2023-08-28 11:11:20.878731", "quoteText": null, "case_id": 312, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34649, "title": "Your IP address is collected, which can be used to view your approximate location", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:29:16.526845", "updated_at": "2023-08-28 11:11:26.976015", "quoteText": null, "case_id": 399, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34648, "title": "This service gives your personal data to third parties involved in its operation", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:27:50.143539", "updated_at": "2023-08-29 07:25:33.590027", "quoteText": null, "case_id": 188, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34656, "title": "No posting content promoting violence or terrorism", "source": "https://mastodon.world/about", "status": "According to the server rules, rule #2 states \"no posts or links to content supporting, featuring, or promoting hate groups, terrorism, mass violence or calls to violence.\"", "created_at": "2023-08-20 12:16:21.640886", "updated_at": "2023-08-29 07:25:27.334196", "quoteText": null, "case_id": 314, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 34654, "title": "You are warned of the potential consequences related to third-party access", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:36:22.91264", "updated_at": "2023-08-29 07:25:49.66421", "quoteText": null, "case_id": 209, "document_id": 18228, "quoteStart": null, "quoteEnd": null}, {"id": 34638, "title": "This service is only available to users over a certain age", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 10:43:38.280071", "updated_at": "2023-08-28 11:14:02.775178", "quoteText": null, "case_id": 152, "document_id": 18228, "quoteStart": null, "quoteEnd": null}], "urls": ["mastodon.world"]}}