{"error": 448, "message": "OK", "parameters": {"id": 1832, "name": "osu!", "created_at": "2019-09-10 13:55:53.207774", "updated_at": "2023-07-10 22:01:12.500581", "wikipedia": "https://en.wikipedia.org/wiki/Osu!", "keywords": null, "related": null, "slug": "osu", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1832.png", "url": "osu.ppy.sh", "documents": [{"id": 1884, "name": "Privacy Policy", "url": "https://osu.ppy.sh/legal/privacy", "xpath": "//div[@class=\"wiki-page__content\"]", "text": " osu! privacy policy\n<p>Last Updated 24th August 2020.\nView history here</p>\n<p>In addition to this policy, please also make sure to visit and understand our Terms of Service.</p>\nIntroduction\n<p>osu! is run by an Australian entity (ppy Pty Ltd), with the majority of servers operating from the United States.</p>\n<p>osu! offers a wide variety of services to users from almost every country around the world, with a vibrant community and many opportunities for users to share their creativity with others by means of user profiles, beatmaps (game levels), forums, private messages, in-game chat, replay comments.</p>\n<p>In order to offer these services to you, we must often collect, store and transmit personal information.\nWe strive to be as transparent as possible in every aspect of running osu!, and this privacy policy should bring us even closer to that goal.</p>\n<p>This document aims to describe what information we collect on our network and in the use of our products and services, how we use that information and what options we offer you to control your personal information.</p>\n<p>By using our service, you confirm that you have read and understood the Terms of Service and this privacy policy, including how and why we use your information and that your use of the service is subject to the applicable Terms of Service and this Privacy Policy.\nIf you do not want us to collect or process your personal information as described herein, you have several choices including limiting the information we collect on you, or not using the Network, or our Products and Services.</p>\nInformation we collect\nOn account registration\n<p>While limited functionality can be enjoyed without an account, it is often required that a user registers an account to experience certain services.\nWhen registering an account, we store</p>\n<ul>\n<li>Your username</li>\n<li>Your email address</li>\n<li>Your password (bcrypt+salt)</li>\n<li>Your IP address and country</li>\n</ul>\n<p>This personal information, with the exception of your username and country, is never shared publicly.</p>\nOn updating your profile\n<p>When building up your user profile (which is publicly visible to all other users), you can optionally provide</p>\n<ul>\n<li>Your current location</li>\n<li>Your interests</li>\n<li>Your occupation</li>\n<li>Your social media presence (twitter, discord, skype, website)</li>\n<li>Your avatar and profile cover images</li>\n<li>Your signature</li>\n</ul>\n<p>All the above fields are publicly visible but can be withdrawn immediately and permanently at any point from the settings page.</p>\nOn uploading user submitted content\n<p>When posting on the forums, participating in chat or uploading content to our service such as a beatmap, you are expressly publicising all submitted content.\nIn most cases, it can be edited and deleted after submission at your discretion, but in certain sometimes this functionality may be locked to maintain relevance and provisioning of service to our user base.</p>\n<p>As an example, if you upload a beatmap and it is \"ranked\", it becomes the basis for the user base at large to achieve scores on.\nAt this point the option to delete a submission will be revoked.</p>\nOn logging in to the game client\n<p>When connecting to our service from the osu! game client, a client-specific string is submitted to help us identify your current play environment.\nIt is created based off a combination of identifiers from your hardware and software configuration and hashed in such a way that it contains no personally identifiable information, but can be used to track your access across logins to our service.</p>\n<p>The main purpose of this is to maintain a fair ranking system and help us enforce account security should your account be accessed from a compromised location.\nThis is considered private and only stored as long as it is deemed relevant.\nIt is also non-transferrable, and has no meaning outside the osu! ecosystem.</p>\nOn playing the game and submitting a score\n<p>When completing a game session (passing or failing a beatmap), details on your performance will be automatically submitted to our server.\nThe scoring portion of this submission includes game replay data and may be displayed publicly in the Global Leaderboards and on your User Profile and can not be deleted or modified.</p>\nAnti-cheat\n<p>osu! contains executable code that is used to detect the usage of cheat software.\nThe aim of osu!'s anti-cheat is to maintain a fair and competitive gaming environment for all players, while not affecting gameplay performance or user privacy.</p>\n<ul>\n<li>Cheat detection occurs on your device and no unnecessary data is sent to our server during the detection process.</li>\n<li>If the anti-cheat determines you are cheating, then this fact in addition to proof in the form of diagnostics and metadata are sent to our servers for verification.\nIf you are not cheating, no anti-cheat data will be transmitted.</li>\n<li>Even on detection, a best effort attempt is made to never send any information outside of the osu! ecosystem which could be used to personally identify you.</li>\n<li>Transmitted metadata is only retained on our server for the duration it is useful.\nThis is generally hours to days while we analyse the reported content.</li>\n<li>Analysis is largely automated.\nTransmitted metadata is not accessible by support team members, and must be accessed via multi-layered security.\nOnly database server admins are able to view metadata.</li>\n</ul>\n<p>We respect and value your privacy and do not wish to impose fear on legitimate users by having anti-cheat present in the game.</p>\nLogging\n<p>We utilise error logging which collects technical and usage information as you use our services.\nThis may include IP address, your username, browser type and version, time zone setting and location, operating system and platform and other details on what devices you use to access our services.</p>\n<p>This collected data is aggregated and only retained as it is useful.\nGenerally the period of retention for non-aggregated data is less than one month, with automatic purge rules.</p>\nDisclosures of your personal data\n<p>We do not perform any marketing, advertising nor send any unsolicited emails.\nThe only emails you will receive from us are the result of an action on our service (such as requesting two-factor authentication, purchasing a product or enabling notifications for a discussion).</p>\n<p>We may share your personal data with third parties in very specific cases:</p>\n<ul>\n<li>Where you have expressly made information public</li>\n<li>To fulfil your store orders</li>\n<li>To process payments via payment processing providers like Paypal and Xsolla</li>\n<li>To process your customer service tickets (we use Enchant)</li>\n<li>In order to improve our service, via error logging (we use Sentry)</li>\n</ul>\nYour rights and control\n<p>As a user you have the right to migrate, update or delete your personal information.\nThis can be done primarily from the user settings, or where not available from a localised \"Edit\" feature on the relevant section of our site.\nIn cases you wish to programmatically retrieve your full account data, please use our public API.</p>\n<p>In many cases, user submissions such as forum posts and beatmaps can be deleted on an individual basis.\nYou will find delete buttons directly associated with the items that can be deleted.</p>\n<p>If you are covered by the European Union, you have the option of deleting your account from our service.\nPlease note that this is currently a manual process and may take several days to complete (contact us to file a request).\nIn the case of account deletion, portions of your public contributions may remain intact, as detailed in \"Information we collect\".</p>\n<p>As we have a strict one-account-per-user policy to maintain fair leaderboards, after account deletion you may not be able to return to our service.\nTo enforce this, we will also maintain the unique identifying string as mentioned in \"Information we collect\", even after account deletion.\nThis is done so as a legitimate interest as outlined in the GDPR in order to enforce our rules.\nRest assured, this information is one-way hashed and cannot be used to identify you outside of osu!, or beyond the precise context of enforcing this rule.</p>\nCookies\n<p>We use cookies, as does the rest of the internet.\nWe strictly use them to maintain your session state and login credentials across multiple sessions.\nIf you're allergic to cookies, please do not use our services.</p>\nData security\n<p>Security is very important to us.\nosu! follows accepted standards to protect your personal information during processing, transferring, and storage.\nWe employ HSTS to ensure all sites on our domain are encrypted via TLS and maintain high standards in data security for access to our servers, restricting access to your personal data when we do not need to access it.</p>\n<p>We also regularly purge data on an ongoing and automatic basis as to only keep as much historical data as necessary to perform our legitimate business interests.</p>\nChildren\n<p>osu! services are not designed for children under the age of 13.\nIf we discover that a person under the age of 13 has submitted personal information to us without parental permission, we will endeavour to delete the information from our systems.</p>\nData Controller\n<p>Hi, I am Dean (commonly known as peppy) and I am your data controller.\nIf you have any privacy concerns or requests to exercise your legal rights, don't hesitate to contact me directly at the address listed below.</p>\n<p>\n<strong>Email</strong>: privacy@ppy.sh (24 hour response guaranteed)</p>\n<p>\n<strong>Postal Address</strong>:</p>\n<code>Dean Herbert\n41 Gregory Street\nWembley, WA, 6014\nAustralia\n</code> ", "created_at": "2019-09-10 13:58:52.809722", "updated_at": "2020-12-14 22:27:35.196498"}, {"id": 13230, "name": "copyright policy", "url": "https://osu.ppy.sh/legal/en/Copyright", "xpath": "/html/body/div[8]/div[2]/div/div[2]", "text": " osu! copyright policy\n<p>osu! is a heavily community-oriented game.\nAll game levels (beatmaps) are created and uploaded by community members, often without correctly obtaining permission from relevant copyright holders.\nWe go out of our way to not advertise or profit directly from uploaded content, and the game is funded entirely by user donations.</p>\n<p>A large portion of the donations we receive are used to reinvest in music licensing.\nLicensing enquiries may be sent to music@ppy.sh.</p>\n<p>Failing that, osu! has adopted the following policy concerning copyright infringement in accordance with the Digital Millennium Copyright Act, 17 U.S.C.\n512.</p>\n<p>The contact information for osu!'s Designated Agent to Receive Notification of Claimed Infringement (\"Designated Agent\") is listed at the end of this policy, and is on file with the United States Copyright Office (https://www.copyright.gov/dmca-directory/).\nosu! takes copyright and other intellectual property rights very seriously.</p>\n<p>It is osu!'s policy to:</p>\n<ol>\n<li>expeditiously block access to or remove content that it believes in good faith may contain material that infringes the copyrights of third parties.\nand</li>\n<li>remove and discontinue service to repeat offenders.</li>\n</ol>\nReporting copyright infringements\n<p>If you believe that content residing on or accessible through the osu! website or service infringes your copyright, please send a notice of claimed copyright infringement containing the following information to the Designated Agent listed below (consult legal counsel or refer to 17 U.S.C.\n512(c) to confirm these requirements):</p>\n<ol>\n<li>A physical or electronic signature of a person authorised to act on behalf of the owner of the copyright that has been allegedly infringed;</li>\n<li>Identification of the copyrighted works claimed to have been infringed, or if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit osu! to locate the material;</li>\n<li>Contact information for the notifier, such as an address, telephone number and, if available, an e-mail address;</li>\n<li>A statement that the notifier has a good faith belief that use of the material in the manner complained of is not authorised by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the notifying party is authorised to act on behalf of the owner of the copyright that is allegedly infringed.</li>\n</ol>\n<p>Once a complete and proper notice of claimed copyright infringement is received by the Designated Agent, or if osu! otherwise comes to believe in good faith that a file on the osu! service may contain material that infringes copyright:</p>\n<p>It is osu!'s policy to:</p>\n<ol>\n<li>remove or disable access to the content identified in the notice of claimed infringement;</li>\n<li>notify the content provider, member or user that it has removed or disabled access to the content.\nand</li>\n<li>terminate in appropriate circumstances subscribers and account holders who are repeat infringers.</li>\n</ol>\nSubmitting counter-notices\n<p>If the content provider, member or user believes that the content that was removed or to which access was disabled is not infringing, or the content provider, member or user believes that it has the right to post and use such content from the copyright owner, the copyright owner's agent, or pursuant to the law, the content provider, member or user may send a counter-notice containing the following information to the Designated Agent listed below:</p>\n<ol>\n<li>A physical or electronic signature of the content provider, member or user;</li>\n<li>Identification of the content that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>A statement under penalty of perjury that the content provider, member or user has a good faith belief that the material was removed or disabled as a result of mistake or a misidentification of the material to be removed or disabled.\nand</li>\n<li>Content provider's, member's or user's name, address, telephone number, and, if available, e-mail address and a statement that such person or entity consents to the jurisdiction of the Federal District Court for the judicial district in which the content provider's, member's or user's address is located, or if the Content provider's, member's or user's address is located outside the United States, for Los Angeles County, California, and that such person or entity will accept service of process from the person who provided notification of the alleged infringement or an agent of such person.</li>\n</ol>\n<p>If a counter-notice is received by the Designated Agent, osu! may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at osu!'s sole discretion.</p>\nDesignated Agent contact details\n<p>\n<strong>Email:</strong> copyright@ppy.sh (24 hour response guaranteed)</p>\n<p>\n<strong>Postal Address:</strong>\n</p>\n<code>Dean Herbert\n41 Gregory Street\nWembley, WA, 6014\nAustralia\n</code>\n<p>\n<em>Last updated 7 November 2019.\nView history here.</em>\n</p> ", "created_at": "2022-12-13 04:35:30.43821", "updated_at": "2022-12-13 04:36:03.812998"}, {"id": 13231, "name": "terms of service", "url": "https://osu.ppy.sh/legal/en/Terms", "xpath": "/html/body/div[8]/div[2]/div/div[2]", "text": " osu! terms of service\n<p>Last Updated 8th March 2021.\nView history</p>\n<p>\n<strong>ppy Pty Ltd</strong> is offering you a service, which is conditioned on your acceptance, without any modification whatsoever to the following terms, conditions, and notices.</p>\n<p>By visiting and/or using the services offered by this site (https://osu.ppy.sh), the osu! game client (as found on https://osu.ppy.sh/home/download) or any affiliated services (henceforth referenced as \"<strong>osu!</strong>\"), you are acknowledging your full compliance to the terms and conditions listed here.</p>\n<p>As a condition of your use of this web site, you warrant that you will not use this web site, or any of the content obtained from this web site, for any purpose that is unlawful or prohibited by these terms.</p>\n<p>In addition to this policy, please also make sure to visit and understand our Privacy Policy.</p>\n<p>If you violate any of these Terms of Use, your permission to use the web site automatically terminates.</p>\nDESCRIPTION OF SERVICE\n<p>osu! provides online gameplay services free of charge to end users, along with online rankings, listings and means of communication (specifically forums and chat rooms).<br>osu! also provides users with a means of hosting user created content allowing other users to gain access to uploaded content.</p>\n<p>The osu! management make no guarantees as to whether any user-uploaded content and information is accurate, current, or of substantial quality.<br>We assume no responsibility as to whether objectionable content has been uploaded.<br>We assume no responsibility over whether users have the rights to distribute uploaded content.</p>\nMODIFICATIONS TO TERMS OF SERVICE\n<p>osu! may change the terms and conditions of the TOS from time to time.<br>Your failure to abide by the modified STS may result in termination of your osu! Service.</p>\n<p>User's continued use of the Service constitutes: (1) an acknowledgment by User of the STS and its modifications.\nand (2) an agreement by User to abide and be bound by the TOS and its modifications.</p>\nMODIFICATIONS TO SERVICE\n<p>osu! reserves the right to modify or discontinue the Service with or without notice to User.<br>osu! shall not be liable to User or any third party should osu! exercise its right to modify or discontinue the Service.</p>\nDISCLAIMER OF WARRANTIES\n<p>USER EXPRESSLY AGREES THAT USE OF THE SERVICE IS AT USER'S SOLE RISK.<br>THE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.<br>YOU UNDERSTAND AND EXPRESSLY AGREE THAT USE OF osu!'S SERVICES ARE AT YOUR SOLE RISK, THAT ANY MATERIAL AND/OR DATA DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF osu!'S SERVICES IS AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL AND/OR DATA.<br>EXCEPT AS EXPRESSLY SET FORTH ON OUR SITES, osu! DISCLAIMS ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION ANY WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OR TITLE AND IT MAKES NO WARRANTY OR REPRESENTATION REGARDING THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF osu!'S SERVICES, REGARDING THE ACCURACY OR RELIABILITY OF ANY INFORMATION OBTAINED THROUGH osu!'S SERVICES, REGARDING ANY GOODS OR SERVICES PURCHASED OR OBTAINED THROUGH osu!'S SERVICES, REGARDING ANY TRANSACTIONS ENTERED INTO THROUGH osu!'S SERVICES OR THAT osu!'S SERVICES WILL MEET ANY USER'S REQUIREMENTS, BE UNINTERRUPTED, TIMELY, SECURE OR ERROR FREE.<br>The links to third party sites on this web site are for your convenience only, and the inclusion of such links within this web site does not imply any endorsement, guarantee, warranty or representation by osu!.<br>osu! user agrees that osu! is hereby absolved from any and all liabilities, losses, costs and claims, including attorney's fees asserted against osu!, its agents, officers, employees, or associates, that may arise or result from any service provided, performed, be agreed to be performed by osu!.<br>osu! MAKES NO WARRANTY THAT THE SERVICE WILL MEET YOUR REQUIREMENTS, OR THAT THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR FREE.\nNOR DOES osu! MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE OR AS TO THE ACCURACY OR RELIABILITY OF ANY INFORMATION OBTAINED THROUGH THE SERVICE OR THAT DEFECTS IN THE SOFTWARE WILL BE CORRECTED.</p>\nLIMITATION OF LIABILITY\n<p>IN NO EVENT SHALL osu!, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR WEBSITE, (III) ANY UNAUTHORISED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR WEBSITE, (V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH OUR WEBSITE BY ANY THIRD PARTY, AND/OR (VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE osu! WEBSITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT THE COMPANY IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br>WHILE THE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION, WHERE CONDITIONS, WARRANTIES OR OTHER RIGHTS ARE IMPLIED IN THIS AGREEMENT OR OTHERWISE CONFERRED BY LAW, AND IT IS NOT LAWFUL OR POSSIBLE TO EXCLUDE THEM, THEN THOSE CONDITIONS, WARRANTIES OR OTHER RIGHTS WILL (BUT ONLY TO THE EXTENT REQUIRED BY LAW) APPLY TO THIS AGREEMENT.<br>AT THE OPTION OF osu!, OUR LIABILITY FOR BREACH OF IMPLIED CONDITIONS OR WARRANTIES IS LIMITED, TO THE EXTENT PERMITTED BY LAW TO, IF THE BREACH RELATES TO GOODS, (I) THE REPLACEMENT OF THE GOODS OR THE SUPPLY OF EQUIVALENT GOODS, (II) THE REPAIR OF THE GOODS, (III) THE PAYMENT OF THE COST OF REPLACING THE GOODS OR OF ACQUIRING EQUIVALENT GOODS, OR (IV) THE PAYMENT OF HAVING THE GOODS REPAIRED AND, IF THE BREACH RELATES TO SERVICES, (I) THE SUPPLY OF THE SERVICES AGAIN.\nOR (II) THE PAYMENT OF THE COST OF HAVING THE SERVICES SUPPLIED AGAIN.</p>\n<p>YOU SPECIFICALLY ACKNOWLEDGE THAT osu! SHALL NOT BE LIABLE FOR USER SUBMISSIONS OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>The Website is controlled and offered by osu! from its facilities in the United States of America.<br>osu! makes no representations that the osu! Website is appropriate or available for use in other locations.<br>Those who access or use the osu! Website from other jurisdictions do so at their own volition and are responsible for compliance with local law.</p>\nINDEMNITY\n<p>You agree to defend, indemnify and hold harmless osu!, its parent corporation, officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the osu! Website.\n(ii) your violation of any term of these Terms of Service.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iv) any claim that one of your User Submissions caused damage to a third party.<br>This defence and indemnification obligation will survive these Terms of Service and your use of the osu! Website.</p>\nYOUR USE OF CONTENT ON THE SITE\n<p>You understand that when using the osu!, you will be exposed to User Submissions from a variety of sources, and that osu! is not responsible for the accuracy, usefulness, safety, or intellectual property rights of or relating to such User Submissions.<br>You further understand and acknowledge that you may be exposed to User Submissions that are inaccurate, offensive, indecent, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against osu! with respect thereto, and agree to indemnify and hold osu!, its Owners/Operators, affiliates, and/or licensors, harmless to the fullest extent allowed by law regarding all matters related to your use of the site.</p>\nUSER SUBMISSIONS AND CONTENT REMOVAL\n<p>You shall be solely responsible for your own User Submissions and the consequences of posting or publishing them.<br>In connection with User Submissions, you affirm, represent, and/or warrant that: you own or have the necessary licences, rights, consents, and permissions to use and authorise osu! to use all patent, trademark, trade secret, copyright or other proprietary rights in and to any and all User Submissions to enable inclusion and use of the User Submissions in the manner contemplated by the Website and these Terms of Service.</p>\n<p>In connection with User Submissions, you further agree that you will not submit material that is copyrighted, protected by trade secret or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the material and to grant osu! all of the licence rights granted herein.</p>\n<p>osu! does not endorse any User Submission or any opinion, recommendation, or advice expressed therein, and osu! expressly disclaims any and all liability in connection with User Submissions.<br>osu! does not permit copyright infringing activities and infringement of intellectual property rights on its Website, and osu! will remove all Content and User Submissions if properly notified that such Content or User Submission infringes on another's intellectual property rights.<br>osu! reserves the right to remove Content and User Submissions without prior notice.</p>\nYOUR RESPONSIBILITIES IN VOLUNTEER POSITIONS\n<p>osu! contains a number of volunteer teams at any given point in time that are drawn directly from the community.\nCertain teams require extra permissions and access in order to facilitate the community-driven aspect of the game.\nSuch teams are as follows:</p>\n<ul>\n<li>\nThe Global Moderation Team\n</li>\n<li>\nThe Nomination Assessment Team\n</li>\n</ul>\n<p>No users below the age of 18 may attain membership in any of the teams listed above.</p>\nPRIVACY POLICIES\n<p>osu! finds your privacy most important, and we value your use of our services.<br>osu!'s services are free of any charge, no prior registration is needed for the use of these services.<br>osu! will explicitly ask for information about you when such information is needed for use of the services provided by osu!.<br>Any submission of any personal information is done only with your voluntary act (website), or automatically (game client software) where necessary to provide diagnostics and feedback.<br>osu! keeps all private and personal information private, and does not, or will not share this information with any third parties except under the following circumstances:</p>\n<p>When such action is necessary to conform to legal requirements or comply with legal process.</p>\n<p>When such action is necessary to protect and defend rights or property of osu!.</p>\n<p>When such action is necessary to enforce osu! terms and conditions of service.</p>\n<p>osu! may use cookies as party of tracking process, but cookies will not be used to personally identify you without your prior consent.<br>If the user decides to participate in the forum, with user's consent, a cookie will be issued to keep track of the username and password for the period of 1 year.</p>\nPROPRIETARY RIGHTS TO CONTENT\n<p>User acknowledges that content, including but not limited to text, software, music, sound, photographs, video, graphics, name references or other material contained in either sponsor advertisements search results, provided to or accessed by User via the Service (\"Content\") by osu!, is protected by copyrights, trademarks, service marks, patents or other proprietary rights and laws.\ntherefore, User is only permitted to use this Content as expressly authorised by the Service.<br>User may not copy, reproduce, distribute, or create derivative works from this Content without expressly being authorised to do so by the Service.</p>\nLINKS\n<p>osu! may provide, or Users may include in e-mail, links to other Web sites or resources.<br>User acknowledges and agrees that osu! is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources.<br>User agrees that osu! shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on such external sites or resources.</p> ", "created_at": "2022-12-13 04:40:25.114043", "updated_at": "2022-12-25 01:31:50.612128"}], "points": [{"id": 14018, "title": "Service does not allow alternative accounts", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-05 17:47:59.333028", "updated_at": "2023-07-11 06:35:09.124634", "quoteText": null, "case_id": 324, "document_id": 1884, "quoteStart": null, "quoteEnd": null}, {"id": 7896, "title": "The court of law governing the terms is in location X", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2019-09-10 14:02:21.340371", "updated_at": "2023-07-11 10:04:02.77984", "quoteText": null, "case_id": 163, "document_id": 1884, "quoteStart": null, "quoteEnd": null}, {"id": 7903, "title": "This service only uses temporary session cookies", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2019-09-10 14:08:41.70993", "updated_at": "2023-07-11 10:04:12.773123", "quoteText": null, "case_id": 125, "document_id": 1884, "quoteStart": null, "quoteEnd": null}, {"id": 7898, "title": "The service deletes tracking data after a period of time and allows you to opt out", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2019-09-10 14:05:02.186204", "updated_at": "2021-02-06 03:50:44.917008", "quoteText": null, "case_id": 221, "document_id": 1884, "quoteStart": null, "quoteEnd": null}, {"id": 7905, "title": "There is a date of the last update of the terms", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2019-09-10 14:18:08.166016", "updated_at": "2021-02-10 00:01:23.474029", "quoteText": null, "case_id": 331, "document_id": 1884, "quoteStart": null, "quoteEnd": null}, {"id": 7899, "title": "You can delete your content from this service", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2019-09-10 14:06:36.523989", "updated_at": "2023-07-11 10:08:16.659024", "quoteText": null, "case_id": 175, "document_id": 1884, "quoteStart": null, "quoteEnd": null}, {"id": 7901, "title": "This service holds onto content that you've deleted", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2019-09-10 14:08:01.807614", "updated_at": "2021-02-10 00:01:22.176476", "quoteText": null, "case_id": 174, "document_id": 1884, "quoteStart": null, "quoteEnd": null}, {"id": 21422, "title": "You can request access, correction and/or deletion of your data", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-29 22:14:44.624747", "updated_at": "2023-07-11 04:49:10.635393", "quoteText": null, "case_id": 195, "document_id": 1884, "quoteStart": null, "quoteEnd": null}, {"id": 21416, "title": "You must create an account to use this service", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-29 22:04:27.161558", "updated_at": "2021-05-30 11:38:07.246045", "quoteText": null, "case_id": 230, "document_id": 1884, "quoteStart": null, "quoteEnd": null}, {"id": 21412, "title": "Your personal data is used for limited purposes", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-29 21:53:30.589662", "updated_at": "2023-07-11 04:49:11.578501", "quoteText": null, "case_id": 196, "document_id": 1884, "quoteStart": null, "quoteEnd": null}, {"id": 21424, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-29 22:17:53.503168", "updated_at": "2023-07-11 04:49:11.827999", "quoteText": null, "case_id": 486, "document_id": 1884, "quoteStart": null, "quoteEnd": null}, {"id": 28185, "title": "This service is only available to users over a certain age", "source": "https://osu.ppy.sh/legal/en", "status": "osu! terms of service - https://osu.ppy.sh/legal/en/Terms\r\nosu! music licensing - https://osu.ppy.sh/legal/en/Music_licensing\r\nosu! copyright policy - https://osu.ppy.sh/legal/en/Copyright", "created_at": "2022-07-10 22:55:55.817997", "updated_at": "2022-07-10 22:58:08.763355", "quoteText": null, "case_id": 152, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29484, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://osu.ppy.sh/legal/en/Copyright", "status": "Generated through the annotate view", "created_at": "2022-12-20 21:26:37.49882", "updated_at": "2023-07-11 06:26:45.768145", "quoteText": null, "case_id": 138, "document_id": 13230, "quoteStart": null, "quoteEnd": null}, {"id": 14028, "title": "You cannot delete your contributions, but it makes sense for this service", "source": "https://osu.ppy.sh/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-05 18:11:34.731386", "updated_at": "2023-07-11 10:10:19.245472", "quoteText": null, "case_id": 394, "document_id": 1884, "quoteStart": null, "quoteEnd": null}], "urls": ["osu.ppy.sh"]}}