{"error": 448, "message": "OK", "parameters": {"id": 7901, "name": "Ad4Game", "created_at": "2023-04-03 20:57:21.284077", "updated_at": "2023-04-22 11:50:37.432274", "wikipedia": null, "keywords": null, "related": null, "slug": "ad4game", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7901.png", "url": "a4g.com", "documents": [{"id": 15279, "name": "Terms & Conditions", "url": "https://a4g.com/terms", "xpath": "/html/body/div[1]/div[4]/table/tbody/tr/td[2]", "text": " (1) Introduction <p> These terms of use (together with the documents that they refer to) govern your use of our website&nbsp;a4g.com&nbsp;(the <b>“Website”</b>).\nby using the Website, you confirm that you accept and agree to comply with these terms of use in full.\nIf you disagree with these terms of use or any part of these terms of use, you must not use the Website.\n</p>\n<p> These terms of use refer to our Privacy Policy (which is available at&nbsp;a4g.com/privacy) which sets out the terms on which we process any personal data we collect from you, or that you provide to us.\nBy using the Website, you consent to such processing and you warrant that all data provided by you is accurate.\n</p>\n<p> These terms of use apply to your participation in the Ad4Game program, either as an advertiser, publisher or affiliate.\nSuch participation is subject to additional terms and conditions which are made available to you, and which you must agree to, when you sign up to participate in the Ad4Game program.\n</p> (2) Licence to use the Website <p> Unless otherwise stated, we or our licensors own the intellectual property rights in the Website and material on the Website, including, without limitation, text, graphics, logos, button icons, images, audio clips and software.\nSubject to the licence below, all these intellectual property rights are reserved.\n</p>\n<p> You are granted a limited licence solely to view, download for caching purposes only, and print pages from the Website for your own personal use, subject to the restrictions set out below and elsewhere in these terms of use.\n</p>\n<p> You must not reproduce, duplicate, copy or otherwise exploit material on the Website for a commercial purpose that is not expressly permitted by us.\n</p>\n<p> You must not modify the paper or digital copies of any materials you have printed off or downloaded in any way, and you must not use any illustrations, photographs, video or audio sequences or any graphics separately from any accompanying text.\n</p>\n<p> Our status (and that of any identified contributors) as the authors of content on the Website must always be acknowledged.\n</p>\n<p> If you print off, copy or download any part of the Website in breach of these terms of use, your right to use the Website will cease immediately and you must, at our option, return or destroy any copies of the materials you have made </p> (3) Acceptable use <p> You must not use the Website in any way, either knowingly or recklessly, that causes, or may cause, damage to the Website or impairment of the availability or accessibility of the Website.\nor in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.\n</p>\n<p> You must not use the Website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit, logic bomb or other malicious or harmful computer software.\n</p>\n<p> You must not attempt to gain unauthorised access to the Website, the server on which the Website is stored or any server, computer or database connected to the Website.\nYou must not attack the Website via a denial-of-service attack or a distributed denial-of-service attack.\nBy breaching this provision, you may commit a criminal offence under the Criminal Damage Act 1991, the Criminal Justice (Theft and Fraud Offences) Act 2001, the Criminal Justice Act 2011, or under other applicable laws.\nWe will report any such breach to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them.\nIn the event of such a breach, your right to use the Website will cease immediately.\n</p>\n<p> You must not conduct any systematic or automated data collection activities (including, without limitation, scraping, data mining, data extraction and data harvesting) on or in relation to the Website without our express written consent.\n</p>\n<p> You must not use the Website to transmit or send unsolicited commercial communications.\n</p>\n<p> You must not use the Website for any purposes related to marketing without our express written consent.\n</p> (4) Restricted access <p> You may not be able to access certain areas of the Website which are restricted.\nWe reserve the right to restrict access to other areas of the Website, or indeed the whole Website, at our discretion, including, without limitation, if we believe that particular conduct violates applicable law, is harmful to our interests or is in breach of these terms of use.\n</p>\n<p> Confidentiality must be ensured at all times regarding the use of User ID and password.\nCredentials that are used to access restricted areas of the Website, content &amp.\nservices must be kept confidential.\n</p>\n<p> You must notify Ad4Game in writing immediately if you become aware of any unauthorised use of your account or password.\n</p>\n<p> You are responsible for any activity on the Website.\nIf you fail to keep your password confidential you will be liable for any losses arising out of such a failure.\n</p>\n<p> You must not use any other person's user ID and password to access the Website, unless you have that person's express permission to do so.\nWe may disable your user ID and password at any time in our sole discretion with or without notice or explanation.\n</p> (5) User content <p> In these terms of use, \"your content\" means material (including, without limitation, text, images, audio material, video material and audio-visual material) that you submit to the Website, for whatever purpose.\n</p>\n<p> You grant us a worldwide, irrevocable, non-exclusive, royalty-free licence to use, reproduce, adapt, publish, translate and distribute your content in any existing or future media.\nYou also grant us the right to sub-license these rights and the right to bring an action for infringement of these rights.\n</p>\n<p> Any content you upload to the Website will be considered non-confidential and non-proprietary, and we have the right to use, copy, distribute and disclose to third parties any such content for any purpose.\n</p>\n<p> We also have the right to disclose your identity to any third party who is claiming that any content posted or uploaded by you to the Website constitutes a violation of their intellectual property rights, or of their right to privacy.\n</p>\n<p> You warrant and represent that your content will comply with these terms of use and you will be liable to us and indemnify us for any breach.\n</p>\n<p> Your content must not be illegal or unlawful, must not infringe any third party's legal rights and must not be capable of giving rise to legal action whether against you, us or a third party (in each case under any applicable law).\n</p>\n<p> You must not submit any content to the Website that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.\n</p>\n<p> We reserve the right to edit or remove any material submitted to the Website, or stored on our servers, or hosted or published upon the Website.\n</p>\n<p> The views expressed by other users on the Website do not represent our views or values.\n</p>\n<p> Notwithstanding our rights under these terms of use in relation to your content, we do not undertake to monitor the submission of such content to, or the publication of such content on, the Website.\nWe will not be responsible, or liable to any third party, for the content or accuracy of any content posted by you or any other user of the Website.\n</p> (6) European Personal Data <p> To the degree you may supply Ad4Game with any Personal Data (as defined in the EU General Data Protection Regulation 2016/679), and the processing thereof, shall be administered under the terms of the Ad4Game Data Processing Agreement (“DPA”) available at&nbsp;a4g.com/dpa.pdf which shall become effective on May 25, 2018.\n</p> (7) Limitation of Liability and Disclaimer <p> You hereby acknowledge and agree that the Website is available for use ‘as is’ and ‘as available’, with no warranties of any kind whatsoever and that, without prejudice to the generality of the foregoing, we make no warranty regarding, and shall have no responsibility for, the accuracy, availability, reliability, security, fitness for purpose or performance of the Website or the contents thereof.\n</p>\n<p> You acknowledge and agree that we may temporarily suspend access to the Website for any reason without notice, including but not limited to where there is a breakdown, error, defect or malfunction of any part of the Website.\n</p>\n<p> Except as expressly set out in these Terms of Use, all representations, warranties, terms and conditions whether express or implied in relation to the Website or the information contained herein are hereby excluded to the fullest extent permitted by law.\n</p>\n<p> Due to the fact that we cannot guarantee that the Website will be fault free or that the information contained on the Website will be correct, we do not accept any liability for any loss or damage whatsoever arising out of or in connection with the Website or the contents thereof, whether under theories of contract, tort (including negligence), strict liability or otherwise.\n</p> (8) Indemnity <p> You shall defend, indemnify and hold us and our officers, directors and employees harmless on demand from and against all claims, actions, proceedings, losses, damages, expenses and costs (including, without limitation, court costs and reasonable legal fees) arising out of or in connection with any breach by you of any provision of these terms of use, or arising out of any claim that you have breached any provision of these terms of use.\n</p> (9) Breaches of these terms of use <p> Without prejudice to our other rights under these terms of use, if you breach these terms of use in any way, we may take such action as we deem appropriate to deal with the breach, including suspending your access to the Website, prohibiting you from accessing the Website, blocking computers using your IP address from accessing the Website, contacting your internet service provider to request that they block your access to the Website and/or bringing court proceedings against you.\n</p> (10) Compliance with Applicable Laws <p> Due to the global nature of the Internet you agree to comply with all local laws regarding on-line conduct.\nYou also agree to comply with any applicable rules regarding the export of any technical data from any country.\n</p> (11) Links to Other Websites <p> The Website may contain links to websites operated by third parties.\nSuch links are provided for your convenience only.\nWe have no control over these websites and we are not responsible for their availability or content.\nThe inclusion on the Website of links to such other websites does not imply any endorsement of the material on such websites or any association with their operators.\nWe will not be liable for any loss or damage that may arise from your use of them.\n</p> (12) Linking to the Website <p> You may link to the home page of the Website, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it.\nYou must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.\nYou must not establish a link to the Website in any website that is not owned by you.\nThe Website must not be framed on any other site, nor may you create a link to any part of the Website other than the home page.\nWe reserve the right to withdraw linking permission without notice.\n</p>\n<p> If you wish to make any use of content on the Website other than that set out above, please contact&nbsp;support@a4g.com.\n</p> (13) Variation <p> We may revise these terms of use and any documents referred to herein from time to time.\nRevised terms of use will apply to the use of the Website from the date of publication of the revised terms of use on the Website.\nThe Website will specify the latest date on which the terms of use have been amended.\nPlease check this page from time to time to take notice of any changes we have made, as they are binding on you if you continue to use the Website.\n</p> (14) Assignment <p> We may transfer, sub-contract or otherwise deal with our rights and/or obligations under these terms of use without notifying you or obtaining your consent.\n</p>\n<p> You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms of use.\n</p> (15) Severability <p> If a provision of these terms of use is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect.\nIf any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.\n</p> (16) Exclusion of third party rights <p> These terms of use are for the benefit of you and us, and are not intended to benefit any third party or be enforceable by any third party.\nThe exercise of our and your rights in relation to these terms of use is not subject to the consent of any third party.\n</p> (17) Entire agreement <p> Subject to the first paragraph of Section 9, these terms of use, together with our privacy policy and DPA, constitute the entire agreement between you and us in relation to your use of the Website and supersede all previous agreements in respect of your use of the Website.\n</p> (18) Law and jurisdiction <p> These terms of use will be governed by and construed in accordance with laws of Ireland, and any disputes relating to these terms of use will be subject to the jurisdiction of the courts of Ireland.\n</p> (19) Our details <p> The full name of our company is Ad4Game Ireland Limited (all references to <b>“we”</b>, <b>“us”</b>, or <b>“our”</b> in these terms refer to Ad4Game).\n</p>\n<p> We are registered in Ireland under company number 529980 with registered address at 16 South Main Street, Naas, County Kildare, Ireland.\nOur main trading address is 6-9 Trinity Street, Dublin 2, Ireland.\nOur VAT number is IE3209107LH.\n</p>\n<p> You can contact us by email to&nbsp;contact@a4g.com </p>\n<p>Last updated May 11th, 2018</p> ", "created_at": "2023-04-03 20:57:21.378097", "updated_at": "2023-04-03 20:58:06.322416"}, {"id": 15278, "name": "Cookie Policy", "url": "https://a4g.com/cookies", "xpath": "/html/body/div[1]/div[4]/table/tbody/tr/td[2]", "text": " <p>A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.\nThose cookies are set by us and called first party cookies.\nWe also use third party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts.</p>\n<p>More specifically, we use cookies and other tracking technologies for the following purposes:</p>\n<ul>\n<li>Assisting you in navigation.\n</li>\n<li>Assisting in registration to our events, login, and your ability to provide feedback.\n</li>\n<li>Analyzing your use of our products, services or applications.\n</li>\n<li>Assisting with our promotional and marketing efforts.\n(including behavioral advertising)</li>\n</ul>\n<p>Below is a detailed list of the cookies we use on our Website.\nOur Website is scanned with our cookie scanning tool regularly to maintain a list as accurate as possible.\nWe classify cookies in the following categories:</p>\n<ul>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies </li>\n<li>Functional Cookies </li>\n<li>Targeting Cookies</li>\n</ul>\n<p>You can opt-out of each cookie category (except strictly necessary cookies) by clicking on the “cookie settings” button below:</p>\n<p>\n</p>Cookie Settings<p>\n</p>\n<p>Strictly Necessary Cookies</p>\n<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.<br>\n<br>You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>\n<p>Cookies</p>\n<p>Categories</p>\n<p>A4G</p>\n<p>Session Identifiers to maintain session security after login.</p>\n<ul>\n<li>SECSESSID</li>\n<li>sessionID</li>\n<li>PHPSESSID</li>\n</ul>\n<p>OneTrust</p>\n<p>OneTrust provides website owners with a transparent mechanism for obtaining required cookie consent from website visitors and respecting Do Not Track requests, helping organisations comply with EU Cookie Laws.\nhttps://onetrust.com/products/cookies</p>\n<ul>\n<li>OptanonConsent</li>\n<li>OptanonAlertBoxClosed</li>\n</ul>\n<p>Performance Cookies</p>\n<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.<br>\n<br>All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>\n<p>Cookies</p>\n<p>Categories</p>\n<p>Google Analytics</p>\n<p>https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage?hl=en</p>\n<ul>\n<li>_ga</li>\n<li>_gat</li>\n<li>_gid</li>\n</ul>\n<p>Functional Cookies</p>\n<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.<br>\n<br>If you do not allow these cookies then some or all of these services may not function properly.</p>\n<p>Cookies</p>\n<p>Categories</p>\n<p>Intercom</p>\n<p>Intercom is a customer relationship management and messaging tool for web app owners.\nhttps://www.intercom.com/terms-and-policies#cookie-policy</p>\n<ul>\n<li>intercom-id-f8fzbhhw</li>\n<li>_mkra_ctxt</li>\n<li>intercom-id-wy83yclk</li>\n<li>intercom-lou-wy83yclk</li>\n<li>intercom-session-wy83yclk</li>\n</ul>\n<p>Targeting Cookies</p>\n<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.<br>\n<br>They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>\n<p>Cookies</p>\n<p>Categories</p>\n<p>Facebook</p>\n<p>https://www.facebook.com/policies/cookies/</p>\n<ul>\n<li>datr</li>\n<li>fr</li>\n<li>lu</li>\n</ul>\n<p>Google / DoubleClick</p>\n<p>https://policies.google.com/technologies/types?hl=en</p>\n<ul>\n<li>APISID</li>\n<li>SSID</li>\n<li>PREF</li>\n<li>SID</li>\n<li>SAPISID</li>\n<li>HSID</li>\n<li>id</li>\n<li>1P_JAR</li>\n<li>NID</li>\n<li>IDE</li>\n</ul> ", "created_at": "2023-04-03 20:57:21.347393", "updated_at": "2023-04-03 20:58:25.997091"}, {"id": 15277, "name": " Privacy Policy", "url": "https://a4g.com/privacy", "xpath": "/html/body/div[1]/div[4]/table/tbody/tr/td[2]", "text": " <p> This Privacy Policy (together with our terms of use, which are available at a4g.com/terms) governs the manner in which Ad4Game Ireland Limited (<b>“Ad4Game”</b>) collects, uses, maintains and discloses personal data collected from users of the&nbsp;a4g.com website (the <b>“Site”</b>) as well as all websites working directly or indirectly with the Ad4Game Network.\nThis privacy policy applies to the Site and all products and services offered by Ad4Game.\nPlease read this policy carefully to understand the views and practices of Ad4Game regarding your personal data and how Ad4Game will treat it.\n</p> Personal Data on website <p> Ad4Game fully respects your right to privacy and will collect personal data from you only if you voluntarily submit such information to us.\nPersonal data that we collect about you may include your name, email address, telephone number, instant messenger, social account, home/office address and bank details.\nAny personal data which you volunteer to Ad4Game will be treated strictly in accordance with the Data Protection Acts 1988 and 2003.\nYou may refuse to supply personal data to us, except that it may prevent you from engaging in certain Site related activities.\n</p> Non-personally identifiable information <p> We may collect non-personally identifiable information about you whenever you interact with our Site.\nNon-personally identifiable information may include the browser name, the type of computer and technical information about your means of connection to our Site, such as the operating system and the Internet service providers utilized and other similar information.\n</p> Web browser cookies <p> Our Site may use \"cookies\" to distinguish you from other users of the Site and to enhance your experience when using the Site.\nCookies may be placed by your browser on your hard drive for record-keeping purposes and sometimes to track information about your use of the Site.\nYou may choose to set your web browser to refuse cookies, or to alert you when cookies are being sent.\nIf you do so, please note that some parts of the Site may not function properly.\n</p> How we use collected information <p> Ad4Game may collect and use Users personal information (only on the www.a4g.com website, not other websites where we serve our ads) for the following purposes: </p>\n<ul>\n<li>\n<em>- To improve customer service</em>\n<br> To help us respond to your customer service requests and support needs more efficiently.\nIt also helps us to administer the Site for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes.\n</li>\n<li>\n<em>- To personalize user experience\u2028</em>\n<br> We may use information in the aggregate to understand how our users as a group use the services and resources provided on our Site.\n</li>\n<li>\n<em>- Safety\u2028</em>\n<br> As part of our efforts to keep the Site safe and secure.\n</li>\n<li>\n<em>- To send periodic emails\u2028</em>\n<br> If you decide to opt-in to our mailing list, you will receive emails that may include company news, updates, related product or service information, etc.\nIf at any time you would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or you may contact us via our Site at support@a4g.com.\n</li>\n</ul>\n<br> How we protect your information <p> We adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and data stored on our Site.\n</p>\n<p> Sensitive and private data exchange between the Site and your browser happens over a SSL secured communication channel and is encrypted and protected with digital signatures.\n</p>\n<p> Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we will do our best to protect your personal data, we cannot guarantee the security of your data transmitted to our Site.\nany transmission is at your own risk.\nOnce we have received your information, we will use strict procedures and security features to try to prevent unauthorised access.\n</p> Sharing your personal information <p>We may disclose your personal data to third parties:</p>\n<ul>\n<li> Where we engage trusted third parties to provide services in connection with the Site or our business, including sending out newsletters or surveys on our behalf.\n</li>\n<li> In the event that we sell or buy any business or assets, in which case we may disclose your personal data to the prospective seller or buyer of such business or assets.\n</li>\n<li> If Ad4Game or substantially all of its assets are acquired by a third party, in which case personal data held by it about its customers will be one of the transferred assets.\n</li>\n<li> If we are under a duty to disclose or share your personal data in order to comply with any legal obligation, or in order to enforce or apply our Website terms of use (a4g.com/terms) and other agreements, or to protect the rights, property, or safety of Ad4Game, our customers or others.\n</li>\n</ul>\n<p> We use the following third parties as data processors for the given reasons.\nSome of the information you provide will be transferred to them for processing in accordance with their Privacy Policy and Terms.\n</p>\n<p>\n</p>\n<ul>\n<li>Close.io to improve and manage our sales processes (Privacy Policy, Terms).</li>\n<li>Intercom to manage Customer communications and perform Customer Relationship Management tasks (Terms &amp.\nPolicies).</li>\n<li>MailChimp as our marketing automation platform (Privacy Policy, Terms).</li>\n<li>Zoho for invoicing and billing (Privacy Policy, Terms).</li>\n</ul>\n<p>\n</p>\n<p> We may share your personal information with any member of our group, which means our subsidiaries, our ultimate holding company and its subsidiaries, as defined in section 7 and 8 of the Companies Act 2014.\n</p> Advertising <p> Ads appearing on our network may be delivered to you by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement and to compile non personally identifiable information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis privacy policy does not cover the use of cookies by any advertisers.\n</p>\n<p> The cookies placed by Ad4Game are for attribution (conversion tracking) and frequency capping only.\nThey automatically expire after 28 days.\n</p>\n<p> Ad4Game fully complies and adheres to the principles of DAA (Digital Advertising Alliance) / NAI (Network Advertising Initiative) and we simply never store any personal information when showing our ads to any visitors for more than 9 months.\n</p>\n<p> In order to prevent fraud and attribute clicks and conversions, we may collect certain device information including the following: </p>\n<ul>\n<li> Name and properties of mobile applications/websites through which a consumer interacts with the Services.\n</li>\n<li>Country;</li>\n<li>IP Address;</li>\n<li>Internet browser user-agent used to access the Services.\nand</li>\n<li>Identifier for advertisers (IFA).</li>\n</ul>\n<p>\n</p> Opt-Out: <p>\n<b> All the data we collect is for fraud prevention and conversions attribution only.\nWe do not use interest based advertising nor retargeting.\n</b>\n</p>\n<p> To opt-out of our collection of information from mobile devices, please visit your device’s settings to set the “Limit Ad Track” or other similar feature on your device.\nYou can also opt-out of our data collection and use through the process we described here&nbsp.\n“Opt Out”.\nYou can also make choices about data collection for certain companies by visiting&nbsp;http://preferences-mgr.truste.com.\n</p>\n<p> Note that if you opt-out you will still see advertising on your device.\nIn addition, if you reset your device identifier or use a different device you may need to renew your opt-out.\n</p> Children <p> We do not knowingly collect personal information from children under the age of 16 through the Advertising Services and the Site.\n</p>\n<p> We are not responsible for the content or privacy practices of other websites or our advertising partners.\nPlease check their privacy policies before you submit any personal data to such websites or advertising partners.\n</p> Your Access and Amendment Rights <p> You have the right, subject to certain exemptions, to obtain a copy of any personal data which we hold about you (for which we may charge you a small fee of €6.35) and to have inaccuracies in the information corrected and to request that we restrict or block the processing of your personal data.\nIf you wish to avail of any of these rights, please contact our data protection officer at dataprotection@a4g.com.\n</p> Changes to this privacy policy <p> Ad4Game has the discretion to update this privacy policy at any time.\nWhen we do, we will post a notification on the main page of our Site and revise the updated date at the bottom of this page.\nWe encourage you to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.\nYou acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.\n</p>\n<p> Your continued use of the Site after any change in this Privacy Policy will constitute your acceptance of such change.\n</p> Your acceptance of these terms <p> By using this Site, you signify your acceptance of and consent to the practices described in this policy and terms of use (a4g.com/terms).\nIf you do not agree to this policy, please do not use our Site.\nYour continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.\n</p> Contacting us <p> If you have any questions, comments or requests in relation to this Privacy Policy, the practices of the Site, or your dealings with the Site, please contact us at:<br> Ad4Game Ireland Limited<br> 6-9 Trinity Street, Dublin 2, Ireland \u2028support@a4g.com<br>\n<br> This document was last updated on May 18th 2018.\n</p> ", "created_at": "2023-04-03 20:57:21.316636", "updated_at": "2023-04-03 20:58:50.33428"}], "points": [], "urls": ["a4g.com"]}}