{"error": 448, "message": "OK", "parameters": {"id": 9772, "name": "Office of the Comptroller of the Currency", "created_at": "2023-10-10 01:18:40.665146", "updated_at": "2023-10-10 10:02:30.17849", "wikipedia": "https://en.wikipedia.org/wiki/Office_of_the_Comptroller_of_the_Currency", "keywords": null, "related": null, "slug": "office-of-the-comptroller-of-the-currency", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9772.png", "url": "occ.gov,helpwithmybank.gov,banknet.gov", "documents": [{"id": 19449, "name": "Privacy", "url": "https://www.occ.gov/about/policies/web-privacy-policy.html", "xpath": "//*[@id=\"site-content\"]", "text": " About <ul>\n<li> Who We Are </li>\n<li> What We Do </li>\n<li> Connect With Us </li>\n</ul>\n<ul>\n<li>Home</li>\n<li>About</li>\n<li>Policies</li>\n</ul> Privacy <p>Share This Page:</p>\n<ul>\n<li>\n</li>\n</ul>\n<p>The Privacy Act of 1974 establishes certain controls over any personal information collected by the Office of the Comptroller of the Currency (OCC) and how it is used.\nFor additional information on your rights under the Privacy Act and the Freedom of Information Act (FOIA), please see Your Right To Federal Records - Questions and Answers on the Freedom of Information Act and Privacy Act (PDF).</p>\n<p>The OCC respects your privacy.\nWe do not collect or store information about members of the public who call or write the agency or visit our website, unless you identify yourself so that we can respond to an inquiry or request from you.</p>\n<ul>\n<li>We use your personal identifying information only for the purpose for which it is originally collected.</li>\n<li>We maintain your personal identifying information in secure computer systems and limit employee access to those with a business reason to see it.</li>\n<li>We do not disclose your information to anyone outside the OCC, except when compelled by law or in connection with a criminal investigation (as explained below).</li>\n</ul>\n<ul>\n<li> Expand All </li>\n<li> Collapse All </li>\n</ul> Web Privacy Policy Show <p>\n<strong>Thank you for visiting the OCC website and reviewing our privacy policy.\nWe remind you that if you link to a site outside the OCC, you are subject to the policies of the new site.</strong>\n</p>\n<p>\n<strong>\n<em>When visiting the OCC website: </em>\n</strong>If you visit our site to read or download information, we do not collect information about you, but we do collect and store information about your Internet connection and the date and time of your visit.\nSpecifically, we record:</p>\n<ul>\n<li>The name of the domain from which you access the Internet (for example, microsoft.com, if you are connecting from an Microsoft account, or princeton.edu, if you are connecting from Princeton University's domain).</li>\n<li>The IP (internet protocol) address from which you access our site.\nAn IP address is a number automatically assigned to your computer whenever you are connected to the world wide web.</li>\n<li>The internet address of the website from which you linked directly to our site, if any (for example, www.fdic.gov, if you are following a link from the FDIC website, or www.google.com, if you find us using the Google search engine).</li>\n<li>The type of web browsing software you are using to view our site.</li>\n<li>Your computer's operating system.</li>\n<li>The search terms you enter into our site search application.</li>\n<li>The links you click on pages on our website.</li>\n<li>The date and time you access our site.</li>\n<li>The pages you visit.</li>\n<li>The action you tried to perform or the item you requested from the OCC website (for example, download a document) and whether or not you were successful.\nWhen we examine this data, it is presented in an aggregate form.</li>\n</ul> Cookies <p>\"Persistent cookies\" collect personal information to recognize your computer in the future.\nThe OCC does not use persistent cookies or other technology to collect personally identifiable information (PII) about visitors to our website.</p>\n<p>\"Temporary\" or \"session\" cookies are used on the OCC.gov web pages to support voluntary customer surveys and to help us accurately analyze how visitors navigate through our website at an aggregated level.\nThese cookies are stored in memory and are only available during an active browser session.\nThey do not collect personal information on visitors, and they are erased as soon as you close your web browser.\nNo PII about you is maintained as a result of a temporary or session cookie.</p>\n<p>OCC.gov uses Google Analytics Premium to track web traffic.\nPlease refer to the following policies on Google's website for more information:</p>\n<ul>\n<li>Google's main privacy policy</li>\n<li>Cookies and Google Analytics on websites</li>\n<li>Opt out of Google Analytics cookies</li>\n</ul>\n<p>We use this information to help us make our site more useful to visitors.\nWe learn what users like and need.\nwhat kind of technology they are using.\nhow often they visit.\nand other valuable information that helps us offer our visitors the best site possible.</p>\n<p>If you are sending electronic mail to the OCC, we want to remind you that email is not necessarily secure against interception.\nIf your information is very sensitive or includes personal or confidential information—such as your bank account, charge card, or social security number—you may want to send it by postal mail to the following addresses.</p>\n<p>Formal written complaint to the OCC about a national bank or its operating subsidiary:<br>\nCustomer Assistance Group<br>\n1301 McKinney St.<br>\nSuite 3450<br>\nHouston, TX 77010</p>\n<p>Freedom of Information Act (FOIA) request:<br>\nComptroller of the Currency<br>\nDisclosure Officer<br>\nSuite 3E-218<br>\nMail Stop 6W-11<br>\nWashington, DC 20219<br>\nFax requests: (202) 649-6160</p>\n<p>To request electronically, use our online FOIA website</p>\n<p>Building and General Correspondence Address:<br>\nOffice of the Comptroller of the Currency<br>\n400 7th Street SW, Suite 3E-218<br>\nWashington, D.C.\n20219</p>\n<p>\n<strong>\n<em>When making an inquiry, request, or complaint that requires follow-up:</em>\n</strong> If you are making an inquiry or request or filing a complaint that warrants supervisory or other attention, we may need to share your information with others.</p>\n<ul>\n<li>We may need to bring your correspondence to the attention of our attorneys, examiners, or other staff members as appropriate.</li>\n<li>If necessary to address the issue, we may need to share your correspondence with other federal, state, or local agencies responsible for administering or enforcing laws, rules, or regulations, or for investigating known or suspected violations of laws, rules, or regulations, such as the Justice Department or state bank regulators.</li>\n<li>Under limited circumstances, such as a request from Congress or a private individual acting with appropriate legal authority, we may be required by law to disclose information you submit.</li>\n<li>If you file a complaint about a national bank or its affiliate, we typically provide your customer identification information along with the complaint to the affected bank.\nThis information is usually necessary for the bank to be able to investigate and correct a problem.\nIn turn, a bank sometimes provides the OCC with additional information about you when it responds to our inquiry.\nAll this information is securely retained in OCC records.</li>\n</ul> Privacy Impact Assessments Show <p>The Office of the Comptroller of the Currency conducts a Privacy Impact Assessment (PIA) on information systems that collect personally identifiable information from the public.\nWe prepare PIAs to</p>\n<ul>\n<li>ensure that information handling conforms to applicable legal, regulatory, and policy requirements regarding privacy;</li>\n<li>determine the risks and effects of collecting, maintaining, and disseminating information in identifiable form in an electronic information system.\nand</li>\n<li>examine and evaluate protections and alternative processes for handling information to mitigate potential privacy risks.</li>\n</ul>\n<p>Also, PIAs confirm that we use the information for the purpose intended, that the information remains timely and accurate, that it is protected while we have it, and that we hold it only as long as we need it.</p>\n<ul>\n<li>Appeals Remedy (PDF)</li>\n<li>C-Cure (PDF)</li>\n<li>CAG Remedy (PDF)</li>\n<li>Central Application Tracking System (CATS) (PDF)</li>\n<li>Freedom of Information Act (e-FOIA) (PDF)</li>\n<li>OCC Network Infrastructure General Support System (PDF)</li>\n<li>Personnel Administration and Security System (PASS) (PDF)</li>\n<li>Supervisory Information System - Examiner View (SIS-EV) (PDF)</li>\n<li>Summation Enterprise (PDF)</li>\n<li>$MART Management and Accountability Reporting Tool (PDF)</li>\n</ul> Privacy Act System of Records Notices (SORN) Show System of Records Notices (SORNs) <p>A System of Records is a group of any records under the control of any agency from which information is retrieved by the name of the individual or by some identifying number, symbol, or other identifier assigned to the individual.\nThe Privacy Act requires each agency to publish notice of its systems of records in the <em>Federal Register</em>.</p> What Is a SORN? <p>A SORN is a formal notice to the public published in the <em>Federal Register</em> that identifies the purpose for which PII is collected, from whom and what type of PII is collected, how the PII is shared externally (routine uses), and how to access and correct any PII maintained by the department.</p> When Is a SORN required? <p>A SORN is required when the department has a system of records as defined above.\nIn some instances, the Department may have an existing SORN that covers a collection of systems or programs.\nDuring the Privacy Threshold Analysis and Privacy Impact Assessment processes, our office, in coordination with the bureau privacy officer, will help determine whether a new SORN is required.</p> Office of the Comptroller of the Currency (OCC) <p>81 Fed.\nReg.\n2945 (PDF)</p> Table of Contents <ul>\n<li>CC .100—Enforcement Action Report System</li>\n<li>CC .110—Reports of Suspicious Activities</li>\n<li>CC .120—Bank Fraud Information System</li>\n<li>CC .200—Chain Banking Organizations System</li>\n<li>CC .210—Bank Securities Dealers System</li>\n<li>CC .220—Notices of Proposed Changes in Employees, Officers and Directors Tracking System</li>\n<li>CC .340—Access Control System</li>\n<li>CC .341—Mass Communication System</li>\n<li>CC .500—Chief Counsel's Management Information System</li>\n<li>CC .510—Litigation Information System</li>\n<li>CC .600—Consumer Complaint and Inquiry Information System</li>\n<li>CC .700—Correspondence Tracking System</li>\n<li>CC .701—Retiree Billing System</li>\n<li>CC .800—Office of Inspector General Investigations System</li>\n<li>OTS .003—OTS Consumer Complaint Files</li>\n</ul> Privacy Act Request Show <p>A request for records maintained by the Office of the Comptroller of the Currency (OCC) about yourself or another individual constitutes a Privacy Act request.\n<strong>Privacy Act requests cannot be submitted through this web page, by email, or by telephone.</strong> This type of request must be submitted by the U.S.\nPostal Service or commercial delivery with proof of identity to the following address:</p>\n<p>Freedom of Information Act Officer<br>\nDisclosure Services, Communications Division<br>\nOffice of the Comptroller of the Currency<br>\n400 7th St.\nSW,<br>\nSuite 3E-218<br>\nWashington, DC 20219</p> What you need to know and include with a Privacy Act Request: <p>The OCC does not maintain bank records, account statements, loan documents, promissory notes, or bond information.\nThese records are maintained by the individual financial institution or lender.</p>\n<p>Your signed request must include your name, address, contact number, email, and a description of the requested records, including assigned case numbers.\nProof of identity is required to protect your privacy and information about you from unauthorized disclosure.\nThe proof of identity must be clear and original.</p>\n<p>An acceptable Privacy Act request includes:</p>\n<ul>\n<li>a signed request with a notarized statement swearing or affirming your identity and acknowledging that you understand the Privacy Act penalties for requesting or obtaining access to records under false pretenses.\nor</li>\n<li>a signed request with a copy of your valid driver's license or another form of identification containing your signature.\nor</li>\n<li>a signed request with an unsworn declaration subscribed to as true under penalty of perjury in accordance with 28 USC 1746.\nThe following is an example of an unsworn declaration.</li>\n</ul>\n<p>\n<em>\n<strong>This statement verifies that I am the individual who is the subject of the records requested and that my address is ________________________________________.</strong>\n</em>\n</p>\n<p>\n<em>\n<strong>I understand the penalties contained in 5 USC 552a(i)(3) for requesting or obtaining access to records under false pretenses.\nI certify under penalty of perjury pursuant to 28 USC 1746 that this statement is true and correct.<br>\n<br>\nSignature: _________________________________ Date: ________________</strong>\n</em>\n</p> Requests for information about other individuals: <p>If you are requesting personal information about or for another individual, you must provide proof of identity about that individual, and you must provide a signed, original authorization from that individual granting you third-party access to the information.\nThe authorization must acknowledge that you understand the penalties for obtaining information under false pretenses.\nThe authorizations and proof of identity must be clear and original.\nPlease note: The OCC does not accept faxed or emailed authorizations or proof of identity.</p>\n<p>If you are seeking records about yourself or your minor children (under age 18), you must select declaration to your identity: \"I declare under penalty of perjury that I am (Name) and that the statements contained in this document are true and correct.\"</p>\n<p>If you have any questions call (202) 649-6700.</p> Email Update Privacy Policy Show <p>Subscribers to OCC email updates should review the GovDelivery Subscriber Privacy Policy.</p> Contact information for submitting a privacy question or complaint Show <p>Privacy Program Office<br>\n400 7th St.\nSW<br>\nRm.\n4E-613<br>\nWashington, DC 20219<br>\nPrivacyProgramOffice@occ.treas.gov</p> Contact information for the SAOP Show <p>Privacy Program Office<br>\n400 7th St.\nSW<br>\nRm.\n4E-613<br>\nWashington, DC 20219<br>\nPrivacyProgramOffice@occ.treas.gov</p> ", "created_at": "2023-10-10 01:18:40.701382", "updated_at": "2023-10-10 01:19:35.626108"}], "points": [], "urls": ["occ.gov", "helpwithmybank.gov", "banknet.gov"]}}