{"error": 448, "message": "OK", "parameters": {"id": 8740, "name": "bluespice ", "created_at": "2023-07-02 20:59:48.503701", "updated_at": "2023-07-02 22:02:23.287023", "wikipedia": null, "keywords": null, "related": null, "slug": "bluespice", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8740.png", "url": "bluespice.com", "documents": [{"id": 17056, "name": "Privacy policy ", "url": "https://bluespice.com/privacy/", "xpath": "//body", "text": " Skip to content <p>Language:&nbsp;&nbsp.\n</p>\n<ul>\n<li> English </li>\n<li> Deutsch </li>\n</ul>\n<p>\n</p>\nToggle Navigation<ul>\n<li>News</li>\n<li>Career</li>\n<li>Events</li>\n<li>Webinars</li>\n<li>Prices</li>\n<li>Download</li>\n</ul>Toggle Navigation<ul>\n<li>Solutions<ul>\n<li>Use Cases<ul>\n<li>Knowledgebase</li>\n<li>Integrated management system</li>\n<li>IT documentation system</li>\n<li>Technical documentation system</li>\n<li>Organization manual</li>\n<li>See all use cases …</li>\n</ul>\n</li>\n<li>Success Stories<ul>\n<li>Organization manual for Tennet TSO</li>\n<li>Organization manual for terranets bw</li>\n<li>IMS for Wiener Wohnen</li>\n<li>IMS for Max Bögl</li>\n<li>See all stories …</li>\n</ul>\n</li>\n<li>Integration &amp.\nextensions<ul>\n<li>Easy Software</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<p>Order trial system&nbsp.\n&nbsp.\n/&nbsp.\n&nbsp.\nInitial consultation&nbsp.\n&nbsp.\n/&nbsp.\n&nbsp.\nFind partner &nbsp.\n/ &nbsp.\nPrices</p>\n</li>\n</ul>\n</li>\n<li>Products<ul>\n<li>Editions<ul>\n<li>BlueSpice free</li>\n<li>BlueSpice pro</li>\n<li>BlueSpice farm</li>\n<li>Compare editions …</li>\n</ul>\n</li>\n<li>Technology<ul>\n<li>Cloud hosting</li>\n<li>On premises</li>\n<li>Features</li>\n<li>Data protection &amp.\nsecurity</li>\n<li>Open Source</li>\n</ul>\n</li>\n<li>Frequently asked questions<ul>\n<li>Technical questions</li>\n<li>Testing the software</li>\n<li>Features &amp.\nfunctions</li>\n<li>Cloud</li>\n<li>See all FAQs …</li>\n</ul>\n</li>\n<li>Product comparison<ul>\n<li>BlueSpice vs.\nConfluence</li>\n<li>BlueSpice vs.\nMediaWiki</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<p>Order trial system&nbsp.\n&nbsp.\n/&nbsp.\n&nbsp.\nInitial consultation&nbsp.\n&nbsp.\n/&nbsp.\n&nbsp.\nFind partner &nbsp.\n/ &nbsp.\nPrices</p>\n</li>\n</ul>\n</li>\n<li>Service &amp.\nsupport<ul>\n<li>Services<ul>\n<li>Professional support</li>\n<li>Installation &amp.\nupdates</li>\n<li>Authentication server connection</li>\n<li>Migration</li>\n<li>Templates</li>\n<li>Consulting</li>\n</ul>\n</li>\n<li>Trainings &amp.\nworkshops<ul>\n<li>User Training</li>\n<li>Admin Training</li>\n<li>Semantic Training</li>\n<li>Individual workshops</li>\n</ul>\n</li>\n<li>Learning<ul>\n<li>Webinars</li>\n<li>Helpdesk &amp.\ntutorials</li>\n<li>Handbooks &amp.\ndocumentation</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<p>Order trial system&nbsp.\n&nbsp.\n/&nbsp.\n&nbsp.\nInitial consultation&nbsp.\n&nbsp.\n/&nbsp.\n&nbsp.\nFind partner &nbsp.\n/ &nbsp.\nPrices</p>\n</li>\n</ul>\n</li>\n<li>Buy<ul>\n<li>Prices<ul>\n<li>Configure your price</li>\n</ul>\n</li>\n<li>Order<ul>\n<li>Contact sales</li>\n<li>Find partner</li>\n<li>Become a partner</li>\n</ul>\n</li>\n<li>Frequently asked questions<ul>\n<li>License &amp.\ncontract</li>\n<li>Prices &amp.\ndiscounts</li>\n<li>Purchase order</li>\n<li>Partner</li>\n<li>See all FAQs …</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<p>Order trial system&nbsp.\n&nbsp.\n/&nbsp.\n&nbsp.\nInitial consultation&nbsp.\n&nbsp.\n/&nbsp.\n&nbsp.\nFind partner &nbsp.\n/ &nbsp.\nPrices</p>\n</li>\n</ul>\n</li>\n</ul>Try for freeContact<i>\n</i> Privacy2022-10-10T15:16:50+02:00 Privacy policy<p>We take data protection seriously<br>\n</p>\n<p>The protection of your privacy when we process your personal data is an important concern for us.\nWhen you visit our website, our web servers automatically store the IP of your Internet service provider, the website from which you visit us, the pages which you visit when you are on our website, as well as the date and duration of the visit.\nThis information is essential for the technical transmission of the web pages and for secure server operation.\nNo personalized evaluation of this data is carried out.</p>\n<p>If you send us data via the contact form, this data is stored on our servers as part of the data back-up process.\nYour data will be used by us only to process your request.\nYour data will also be dealt with in the strictest of confidence.\nIt will not be disclosed to third parties.</p>\n<p>Controller:</p>\n<p>Hallo Welt! GmbH<br>\nPO Box 11 02 19<br>\n93015 Regensburg, Germany</p>\n<p>Phone: +49 941 – 660 800<br>\nE-mail: info@hallowelt.com</p> Personal data\n<p>Personal data is data about your person.\nThis includes your name, address, and email address.\nYou do not have to disclose any personal data in order to be able to visit our Internet site.\nIn some cases, we need your name and address as well as further information in order to be able to offer you the requested service.</p>\n<p>The same applies if we supply you with information material on request or if we answer your inquiries.\nIn these cases, we will always point this out to you.\nFurthermore, we store only the data that you have sent to us either automatically or voluntarily.</p>\n<p>If you use one of our services, we generally only collect the data that is necessary for us to be able to provide you with our service.\nWe may ask you for further information, although this is only on a voluntary basis.\nWhenever we process personal data, we do so in order to be able to provide you with our service or to pursue our commercial objectives.</p> Automatically stored data Server log files <p>The website provider automatically collects and stores information in so-called “server log files”, which your browser automatically transmits to us.\nThese are:</p>\n<ul>\n<li>Date and time of the request</li>\n<li>Name of the requested file</li>\n<li>Page from which the file was requested</li>\n<li>Access status (file transferred, file not found, etc.)</li>\n<li>Web browser and operating system used</li>\n<li>Complete IP address of the requesting computer</li>\n<li>Transferred data volume</li>\n</ul>\n<p>This data is not combined with other data sources.\nProcessing is carried out in accordance with Art.\n6 Para.\n1 (f) GDPR on the basis of our legitimate interest in improving the stability and functionality of our website.</p>\n<p>This data is temporarily stored by us for reasons of technical security, in particular in order to prevent attempts to attack our web server.\nIt is not possible for us to draw conclusions about specific individuals on the basis of this data.\nAfter seven days at the latest, the data is made anonymous by shortening the IP address at the domain level, so that it is no longer possible to establish a reference to the individual user.\nThe data is also processed in anonymous form for statistical purposes.\nit is not compared with other data stocks or passed on to third parties, even in the form of extracts.\nOnly within the context of our server statistics, which we publish every two years in our activity report, is the number of page views made known.</p> Cookies\n<p>When you visit our Internet pages, we may store information on your computer in the form of cookies.\nCookies are small files that are transferred from an Internet server to your browser and stored on its hard drive.\nOnly the Internet protocol address is saved during this process – but no personal data.\nThis information, which is stored in the cookies, enables us to recognize you automatically the next time you visit our website, thereby making it easier for you to use our website.\nThe legal basis for the use of cookies is the legitimate interest pursuant to Art.\n6 para.\n1 lit.\nf GDPR.</p>\n<p>You can of course also visit our Internet pages without accepting cookies.\nIf you do not want your computer to be recognized upon your next visit, you can also refuse the use of cookies by changing the settings in your browser to “Reject cookies”.\nYou can find out how to do this in the operating instructions of your browser.\nHowever, if you reject the use of cookies, there may be restrictions on the use of some areas of our Internet pages.</p> Google Tag Manager\n<p>This website uses Google Tag Manager.\nThe Tag Manager does not collect any personal data.\nThe tool will trigger other tags that for their part might collect data.\nGoogle Tag Manager does not access these data.\nIf a deactivation took place on the domain or cookie level, this deactivation will remain in force for all tracking tags that are implemented by Google Tag Manager.\nFor the Google data protection policy about this tool, please go to: https://www.google.de/tagmanager/use-policy.html</p> Google Analytics with Anonymisation Function\n<p>On our website, we use Google Analytics, a web analysis service of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, hereinafter “Google“.\nGoogle-Analytics uses so-called “cookies“, text files that are saved on your computer allowing for an analysis of your visit to the website.</p>\n<p>The information provided by these cookies, such as the time, place and frequency of your visit including your IP address, will be sent to Google in the USA and saved at this location.</p>\n<p>On our website, we use Google Analytics with the suffix “_gat._anonymizeIp”.\nIn this case, Google will already shorten and thus anonymize your IP address within the member states of the European Union or other signatories of the Agreement on the Economic Area.</p>\n<p>Google uses this information to evaluate your visit to our website, to create reports for us about the website activities and to render additional services associated with the use of the website and Internet.\nWhere appropriate, Google will also disclose this information to third parties if legally required or if a third party processes these data on behalf of Google.</p>\n<p>Google will never link your IP address with other data from Google on its own account.\nYou can prevent the installation of cookies with the corresponding setting of your browser software.\nhowever, we would like to point out that in this case, you won’t be able to make full use of all the functions on our website.</p>\n<p>In addition, Google provides a deactivation add-on for the most common browsers which will give you more control over which data Google will collect from the websites you visit.\nThe add-on tells JavaScript (ga.js) from Google Analytics that no information on the website visit may be sent to Google Analytics.\nHowever, the deactivation add-on from Google Analytics for browsers does not prevent information from being sent to us or other web analysis services possibly used by us.\nClick on the following link to get more information on the installation of the browser add-on: https://tools.google.com/dlpage/gaoptout?hl=de</p>\n<p>If you visit our website using a mobile end device (smartphone or tablet), you must the opt-out cookie will be deleted as well, so you will have to click on the link again.</p>\n<p>If you have agreed to have your web and app browser history linked to your Google account and that information from your Google account can be used to personalise your data, Google will use your data together with Google Analytics data to create target group lists for remarketing purposes across devices.\nFor this purpose, Google Analytics will first collect your Google-authenticated ID on our website which is then linked to your Google account (thus personal data).\nGoogle Analytics will then temporarily link your ID to your Google Analytics data in order to optimize our target groups.</p>\n<p>If you don’t agree with this, you can stop this by making the corresponding settings in the “My account” area of your Google account.</p>\n<p>\n</p> Matomo (PIWIK)\n<p>We use the web analysis service Matomo on our website.\nMatomo uses cookies for this analysis.\nCookies are small text files that are stored on your computer and enable an analysis of your use of the website.</p>\n<p>The information generated by the cookies, such as the time, location and frequency of your visit to the website, including your IP address, is transmitted to and stored on our PIWIK server.\nYour IP address will be immediately made anonymous during this process so that you as a user remain anonymous to us.\nThe information generated by the cookie about your use of this website will not be passed on to third parties.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however, please note that if you do this you may not be able to use the full functionality of our website.</p> YouTube in extended data protection mode\n<p>We use YouTube to incorporate videos.\nThe videos have been embedded in the extended Data Privacy Mode.\nLike most other websites, YouTube also uses cookies in order to collect information about the visitors to their website.\nYouTube uses them to create video statistics, prevent fraud, and improve user-friendliness, for example.\nThis will also lead to a contact with the Google DoubleClick network.\nWhen you start the video, this could trigger further data processing.\nWe have no influence in this regard.\nFor more information on data protection at YouTube, you will find the data privacy statement at: http://www.youtube.com/t/privacy_at_youtube</p> Google Doubleclick\n<p>Doubleclick by Google is a service provided by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland („Google”).\nDoubleclick by Google uses cookies in order to show you relevant ads.\nFor this purpose, a pseudonym identification number (ID) will be assigned to your browser in order to check which ads were shown in your browser and which ads were clicked on.\nThe cookies do not contain any personal information.\nThe use of the DoubleClick cookies allows Google and its partner websites only to place ads based on previous visits to our website or others on the Internet.\nGoogle will transmit the information generated by the cookie to a server in the USA and store it at this location.\nGoogle complies with the data protection regulations of the “Privacy Shield” agreement and is registered with the “Privacy Shield” program of the US Department of Commerce.\nGoogle will transmit data to third parties only when required by legal provisions or within the scope of the processing of order data.\nGoogle will never combine your data with other data collected by Google.</p>\n<p>By using our website, you agree with the processing of the data collected about you by Google and with the described method of data processing as well as with the named purpose.\nYou can prevent the storage of cookies via a corresponding setting of your browser software.\nhowever, we would like to point out that in this case, you won’t be able to make full use of all the functions on our website.\nIn addition, you can prevent the collection of the data by Google generated by the cookie and related to the use of the website as well as the processing of these data by Google by downloading and installing the browser plug-in available under the following link under the item DoubleClick deactivation add-on.\nAlternatively, you can also deactivate the Doubleclick cookies with this opt-out.</p>\n<p>Nach Aussagen der Aufsichtsbehörden ist der Webseiten-Betreiber verpflichtet, ein geeignetes Opt-Out-Verfahren zu implementieren, welches folgende Voraussetzungen erfüllt:</p>\n<ul>\n<li>Wird ein Opt-Out-Cookie gesetzt, so sollte es sich um ein persistentes HTML5-Storage-Objekt mit einer unbegrenzten Gültigkeitsdauer handeln.</li>\n<li>Session-Cookies oder sonstige persistente HTML-Cookies mit einer kurzen Gültigkeitsdauer sind dagegen nicht geeignet und erfüllen daher auch nicht die gesetzlichen Anforderungen.</li>\n<li>Ein Opt-Out-Verfahren kann man durch Programmieren von wenigen Zeilen Javascript-Code mit geringem Aufwand selbst implementieren.</li>\n<li>Ein Verweis auf Webseiten von Drittanbietern (wie z.\nB.\nyouronlinechoices.eu, Network Advertising Initiative) ist für ein Opt-Out nicht ausreichend.\nNach Setzen von Opt-Out-Cookies über Webseiten solcher Drittanbieter findet unserer Kenntnis nach weiterhin ein Datenverkehr zwischen dem Endgerät des Nutzers und dem Werbenetzwerk statt.\nDarüber hinaus enthalten die Webseiten der Drittanbieter meist JavaScript-Funktionen, die wiederum das Verfolgen eines einzelnen Nutzers ermöglichen (Tracking).\nEs ist dem Nutzer daher nicht zuzumuten, für ein Opt-Out auf den Dienst eines Dritten verwiesen zu werden, der wiederum Daten des Nutzers für eigene Zwecke verarbeitet.</li>\n</ul> Goolge Maps\n<p>This website uses Google Maps to display maps and to generate route maps.</p>\n<p>Google Maps is operated by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland.</p>\n<p>By using Google Maps on this website, you agree with the collection, processing, and use of the automatically collected data as well as the data you entered by Google or one of its representatives or third party providers.</p>\n<p>You will find the terms of use for Google Maps here.</p>\n<p>Click here to view the data privacy statement from Google Maps.</p> Newsletter\n<p>In order to send the newsletter, we use the so-called Double Opt-In process, i.e.\nwe will send you a newsletter by e-mail only after you have expressly confirmed that we can activate the newsletter service.\nWe will then send you a notification e-mail and ask you to confirm that you want to receive the newsletter by clicking on one of the links contained in the e-mail.\nWhen subscribing to our newsletter, we will save your IP address and the date of your registration.\nThis will be used solely for verification in case that a third party misuses your e-mail address in order to subscribe to the newsletter without your knowledge or authorization.\nShould you subsequently no longer want to receive our newsletter, you can object to this at any time without any costs other than the basic fees for transmission.</p> Security\n<p>We have taken technical and administrative security precautions to protect your personal data against loss, destruction, manipulation and unauthorized access.\nAll of our employees and the service providers working for us are obliged to comply with the valid data protection laws.</p>\n<p>Whenever we collect and process personal data, it is encrypted before being transmitted.\nThis means that your data cannot be misused by third parties.\nOur security precautions are subject to a constant improvement process and our privacy policies are constantly being revised.\nPlease make sure that you have the latest version.</p> Affected Rights\n<p>You have a right to information, rectification, erasure, or restriction of the processing of your stored data, a right of objection to the processing as well as a right to data portability and a right to complain in accordance with the requirements of data protection law.</p>\nRight to information:\n<p>You can request information from us concerning whether and to what extent we process your data.</p>\nRight to rectification:\n<p>If we process your data that is incomplete or incorrect, you can request that we rectify or complete such data at any time.</p>\nRight to erasure:\n<p>You can request that we erase your data if we process it unlawfully or if the processing interferes disproportionately with your legitimate protection interests.\nPlease note that there may be reasons that prevent immediate erasure, e.g.\nin the case of legally regulated retention obligations.</p>\n<p>Irrespective of the exercising of your right to erasure, we will erase your data immediately and completely, unless there is a contractual or legal obligation to retain it.</p>\nRight to restriction of the processing:\n<p>You may request that we restrict the processing of your data if</p>\n<ul>\n<li>you dispute the accuracy of the data, namely for a period of time that enables us to verify the accuracy of the data.</li>\n<li>the processing of the data is unlawful, but you refuse to have it erased and instead request a restriction on the use of the data,</li>\n<li>we no longer need the data for the intended purpose, but you still need this data to assert or defend legal claims, or</li>\n<li>you have lodged an objection to the processing of the data.</li>\n</ul>\nRight to data portability:\n<p>You may request us to provide you with the data you have made available to us in a structured, current and machine-readable format and to allow you to forward this data to another responsible party without our interference, provided that</p>\n<ul>\n<li>we process this data on the basis of an agreement which you have submitted and which is revocable or in order to fulfill a contract between us, and</li>\n<li>this processing is carried out using automated methods.</li>\n</ul>\n<p>If it is technically feasible, you can ask us to transfer your data directly to another responsible party.</p>\nRight of objection:\n<p>If we process your data on the basis of a legitimate interest, you can object to this data processing at any time.\nthis would also apply to any profiling which is based on these provisions.\nWe will then no longer process your data unless we can prove compelling reasons worthy of protection for the processing that outweigh your interests, rights, and freedoms or the processing serves to assert, exercise, or defend legal claims.\nYou can object to the processing of your data for the purposes of direct advertising at any time without stating any reasons.</p>\nRight of appeal:\n<p>If you are of the opinion that we are infringing German or European data protection law when processing your data, please contact us so that we can clarify any questions.\nOf course, you also have the right to contact the supervisory authority which is responsible for you, i.e.\nthe respective State Office for Data Protection Supervision.</p>\n<p>If you wish to assert any of the above rights against us, please contact our Data Protection Officer.\nIn cases of doubt we may request additional information to confirm your identity.</p> Duty to inform according to Art.\n13 DS-GVO\n<p>Download as PDF-Dokument</p> Changes to this privacy policy\n<p>We reserve the right to change our privacy policies if this becomes necessary due to new technologies.\nPlease make sure that you have the latest version.\nIf fundamental changes are carried out to this privacy policy, we announce these on our website.</p>\n<p>All interested parties and visitors to our website can reach us concerning questions of data protection at the following address:</p>\n<p>Mr Christian Volkmer<br>\nProject 29 GmbH &amp.\nCo.\nKG<br>\nOstengasse 14<br>\n93047 Regensburg, Germany</p>\n<p>Tel.: +49 941 2986930<br>\nFax: +49 941 29869316<br>\nEmail: anfragen@projekt29.de<br>\nInternet: www.projekt29.de</p> Change your privacy settings\n<p>If required you can view your privacy settings or adjust your privacy seetings.</p>\n<p>Your user ID for data protection issues: 4xlsnouf-xq2fxovh-ht1dsfii-0tal7khh</p>\nThis might be interesting<i>\n</i>Professional support\n<p>Get the expertise of our MediaWiki experts and BlueSpice developers.</p>\n<i>\n</i>Migration\n<p>Our experts will support you in moving your data.</p>\n<i>\n</i>Templates\n<p>The user-friendly introduction to BlueSpice.</p>\n<i>\n</i>FAQ\n<p>Find the right answer to your question here.</p>\n<i>\n</i>Data protection &amp.\nsecurity\n<p>BlueSpice protects you from external attacks and takes into account the requirements of the GDPR.</p>\n<i>\n</i>Edition comparison\n<p>BlueSpice free, pro and farm.</p>\n<i>\n</i> Authentication server connection\n<p>Log in automatically and get started right away.</p>\n<i>\n</i>Trust &amp.\nSafety\n<p>For satisfied users and secure software.</p>\n<p>BlueSpice News &amp.\nKnow How</p>\nProduct info, webinars, events and more.Ms./Mr.\n<abbr>*</abbr>-Ms.Mr.\nTitle-Dr.Prof.Prof.\nDr.\nFirst name <abbr>*</abbr>Last name <abbr>*</abbr>E-mail adresse <abbr>*</abbr>Privacy <abbr>*</abbr>I accept the privacy policy<p>\n<u>Read our privacy policy here.</u>\n</p>\n<i>\n</i>Thank you for your message.×<i>\n</i>There was an error trying to send your message.\nPlease try again later.×Subscribe now0years of experience0countries worldwide0enterprise extensions0employees0downloads<i>\n</i>\n<i>\n</i>Get started\n<p>Request trial system</p>\n<p>Initial consultation</p>\n<p>Partner us</p>\n<p>Prices</p>\n<i>\n</i>\n<i>\n</i>Ressourcen\n<p>Helpdesk</p>\n<p>System requirements</p>\n<p>Installation guide</p>\n<p>Download</p>\n<p>Operating manual</p>\n<p>Release notes</p>\n<p>Accessibility</p>\n<p>Action API</p>\n<p>Server status</p>\n<i>\n</i>\n<i>\n</i>Community\n<p>Report bugs</p>\n<p>Forum</p>\n<p>Ticket system for customers</p>\n<p>Newsletter</p>\n<p>Contribute</p>\n<p>Customer portal</p>\n<i>\n</i>\n<i>\n</i>BlueSpice\n<p>News</p>\n<p>Newsletter</p>\n<p>Events</p>\n<p>Career</p>\n<p>Become a partner</p>\n<p>Legal</p>\n<p>Trust &amp.\nSafety</p>\n<p>Privacy</p>\n<p>Imprint</p>\n<p>Contact</p>\n<p>Cookies</p>\n<ul>\n<li>\n<i>\n</i>\n<p>\n<strong>Get started</strong>\n</p>\n</li>\n<li>\n<i>\n</i>\n<p>Get trial system</p>\n</li>\n<li>\n<i>\n</i>\n<p>Initial consultation</p>\n</li>\n<li>\n<i>\n</i>\n<p>Find partner</p>\n</li>\n<li>\n<i>\n</i>\n<p>Prices</p>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n<p>\n<strong>Ressources</strong>\n</p>\n</li>\n<li>\n<i>\n</i>\n<p>Helpdesk</p>\n</li>\n<li>\n<i>\n</i>\n<p>System requirements</p>\n</li>\n<li>\n<i>\n</i>\n<p>Installation guide</p>\n</li>\n<li>\n<i>\n</i>\n<p>Download</p>\n</li>\n<li>\n<i>\n</i>\n<p>Operating manual</p>\n</li>\n<li>\n<i>\n</i>\n<p>Release Notes</p>\n</li>\n<li>\n<i>\n</i>\n<p>Accessibility</p>\n</li>\n<li>\n<i>\n</i>\n<p>Action API</p>\n</li>\n<li>\n<i>\n</i>\n<p>Server status</p>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n<strong>Community</strong>\n</li>\n<li>\n<i>\n</i>\n<p>Report bugs</p>\n</li>\n<li>\n<i>\n</i>\n<p>Forum</p>\n</li>\n<li>\n<i>\n</i>\n<p>Ticket system for customers</p>\n</li>\n<li>\n<i>\n</i>\n<p>Contribute</p>\n</li>\n<li>\n<i>\n</i>\n<p>Customer portal</p>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n<strong>BlueSpice</strong>\n</li>\n<li>\n<i>\n</i>News</li>\n<li>\n<i>\n</i>\n<p>Newsletter</p>\n</li>\n<li>\n<i>\n</i>\n<p>Events</p>\n</li>\n<li>\n<i>\n</i>\n<p>Career</p>\n</li>\n<li>\n<i>\n</i>\n<p>Become a partner</p>\n</li>\n<li>\n<i>\n</i>\n<p>Legal</p>\n</li>\n<li>\n<i>\n</i>\n<p>Trust &amp.\nSafety</p>\n</li>\n<li>\n<i>\n</i>\n<p>Privacy</p>\n</li>\n<li>\n<i>\n</i>\n<p>Imprint</p>\n</li>\n<li>\n<i>\n</i>\n<p>Contact</p>\n</li>\n<li>\n<i>\n</i>Cookies</li>\n</ul>\n<p>BlueSpice is a brand of Hallo Welt! GmbH, a worldwide leading provider and consultant for MediaWiki solutions</p>\nLearn moreLearn more Page load link Datenschutzeinstellungen <p>Wir nutzen Cookies auf unserer Website.\nEinige von ihnen sind essenziell, während andere uns helfen, diese Website und Ihre Erfahrung zu verbessern.\nWir verwenden Cookies und andere Technologien auf unserer Website.\nEinige von ihnen sind essenziell, während andere uns helfen, diese Website und Ihre Erfahrung zu verbessern.\nPersonenbezogene Daten können verarbeitet werden (z.\nB.\nIP-Adressen), z.\nB.\nfür personalisierte Anzeigen und Inhalte oder Anzeigen- und Inhaltsmessung.\nWeitere Informationen über die Verwendung Ihrer Daten finden Sie in unserer Datenschutzerklärung.\nSie können Ihre Auswahl jederzeit unter Einstellungen widerrufen oder anpassen.</p> Datenschutzeinstellungen <ul>\n<li> Essential </li>\n<li> Statistics </li>\n<li> Marketing </li>\n<li> External Media </li>\n</ul>\n<p> Alle akzeptieren </p>\n<p> Speichern </p>\n<p> Nur essenzielle Cookies akzeptieren </p>\n<p> Individuelle Datenschutzeinstellungen </p>\n<p> Cookie-Details Datenschutzerklärung Impressum </p> Datenschutzeinstellungen <p> Wir verwenden Cookies und andere Technologien auf unserer Website.\nEinige von ihnen sind essenziell, während andere uns helfen, diese Website und Ihre Erfahrung zu verbessern.\nPersonenbezogene Daten können verarbeitet werden (z.\nB.\nIP-Adressen), z.\nB.\nfür personalisierte Anzeigen und Inhalte oder Anzeigen- und Inhaltsmessung.\nWeitere Informationen über die Verwendung Ihrer Daten finden Sie in unserer Datenschutzerklärung.\nHier finden Sie eine Übersicht über alle verwendeten Cookies.\nSie können Ihre Einwilligung zu ganzen Kategorien geben oder sich weitere Informationen anzeigen lassen und so nur bestimmte Cookies auswählen.\n</p>\n<p> Alle akzeptieren Speichern Nur essenzielle Cookies akzeptieren </p>\n<p> Zurück </p> Datenschutzeinstellungen Essential (2) <p>Essential cookies enable basic functions and are necessary for the proper function of the website.</p>\n<p> Cookie-Informationen anzeigen Cookie-Informationen ausblenden </p> Name Borlabs Cookie Anbieter Owner of this website, Impressum Zweck Saves the visitors preferences selected in the Cookie Box of Borlabs Cookie.\nCookie Name borlabs-cookie Cookie Laufzeit 1 Year Name WPML Anbieter Owner of this website Zweck Stores the current language.\nCookie Name _icl_*, wpml_*, wp-wpml_* Cookie Laufzeit 1 Day Statistics (2) Statistics <p>Statistics cookies collect information anonymously.\nThis information helps us to understand how our visitors use our website.</p>\n<p> Cookie-Informationen anzeigen Cookie-Informationen ausblenden </p> Akzeptieren Matomo Name Matomo Anbieter BlueSpice knowledge base and wiki Zweck Cookie by Matomo used for website analytics.\nGenerates statistical data on how the visitor uses the website.\nCookie Name _pk_*.* Cookie Laufzeit 13 Months Akzeptieren Google Analytics Name Google Analytics Anbieter Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland Zweck Cookie by Google used for website analytics.\nGenerates statistical data on how the visitor uses the website.\nDatenschutzerklärung https://policies.google.com/privacy?hl=en Cookie Name _ga,_gat,_gid Cookie Laufzeit 2 Months Marketing (1) Marketing <p>Marketing cookies are used by third-party advertisers or publishers to display personalized ads.\nThey do this by tracking visitors across websites.</p>\n<p> Cookie-Informationen anzeigen Cookie-Informationen ausblenden </p> Akzeptieren Google Tag Manager Name Google Tag Manager Anbieter Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland Zweck Cookie by Google used to control advanced script and event handling.\nDatenschutzerklärung https://policies.google.com/privacy?hl=en Cookie Name _ga,_gat,_gid Cookie Laufzeit 2 Years External Media (3) External Media <p>Content from video platforms and social media platforms is blocked by default.\nIf External Media cookies are accepted, access to those contents no longer requires manual consent.</p>\n<p> Cookie-Informationen anzeigen Cookie-Informationen ausblenden </p> Akzeptieren Google Maps Name Google Maps Anbieter Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland Zweck Used to unblock Google Maps content.\nDatenschutzerklärung https://policies.google.com/privacy?hl=en&amp;gl=en Host(s) .google.com Cookie Name NID Cookie Laufzeit 6 Month Akzeptieren Vimeo Name Vimeo Anbieter Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA Zweck Used to unblock Vimeo content.\nDatenschutzerklärung https://vimeo.com/privacy Host(s) player.vimeo.com Cookie Name vuid Cookie Laufzeit 2 Years Akzeptieren YouTube Name YouTube Anbieter Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland Zweck Used to unblock YouTube content.\nDatenschutzerklärung https://policies.google.com/privacy?hl=en&amp;gl=en Host(s) google.com Cookie Name NID Cookie Laufzeit 6 Month <p>\n</p>\n<p> Datenschutzerklärung Impressum </p> Go to Top ", "created_at": "2023-07-02 20:59:48.533508", "updated_at": "2023-07-02 21:00:18.608745"}], "points": [], "urls": ["bluespice.com"]}}