{"error": 448, "message": "OK", "parameters": {"id": 8588, "name": "Mailpanion", "created_at": "2023-06-28 19:52:26.713583", "updated_at": "2023-06-28 22:02:18.858582", "wikipedia": null, "keywords": null, "related": null, "slug": "mailpanion", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8588.png", "url": "mailpanion.com", "documents": [{"id": 16713, "name": "End-user License Agreement", "url": "https://mailpanion.com/eula/", "xpath": "//body", "text": "Close<ul>\n<li>Features</li>\n<li>Our Mission</li>\n<li>Support Center</li>\n<li>Dashboard</li>\n</ul>End-user License Agreement<p>Last modified: December, 2019.</p>\n<p>Important: This software End-User License Agreement (\"EULA\" or “agreement”) is a legal agreement between you (either an individual or, if purchased or otherwise acquired by or for an entity, an entity) and Mailpanion.\nRead it carefully before completing the installation process and using the software.\nIt provides a license to use the software and contains warranty information and liability disclaimers.\nBy using the software, you are confirming your acceptance of the software and agreeing to become bound by the terms of this EULA.\nIf you do not agree to be bound by these terms, then do not install the software.\nNote that this EULA requires that you and Mailpanion submit any dispute arising out of the interpretation or application of the terms of this EULA or any breach thereof to arbitration.</p>Definitions<p>\"Rightholder\" (owner of all rights, whether exclusive or otherwise to the Software) means Mailpanion.<br>\n<br>“Software” means the Mailpanion software program and any third party software programs contained therein, in each case supplied by Rightholder herewith, and corresponding documentation, associated media, printed materials, and online or electronic documentation, and all updates or upgrades of the above that are provided to You.<br>\n<br>“Software Trial Application” means a version of the Software, so identified, to be used only to review, demonstrate and evaluate the Software for a limited time period.\nThe Software may have limited features and will cease operating after a predetermined amount of time due to an internal mechanism within the Software.<br>\n<br>“Computer(s)” means hardware, including personal computers, laptops, workstations, personal digital assistants, smartphones, hand-held devices, or other electronic devices for which the Software was designed and upon which the Software is installed.<br>\n<br>“End User” or “You” or “Your” means each individual installing or using the Software on his or her own behalf or who is legally using a copy of the Software.\nor, if the Software is being installed or used on behalf of an organization, such as an employer of an individual, “You” further means the organization for which the Software is installed or used and the person accepting this EULA and installing or using the Software on the behalf of such organization represents that he or she has been authorized by such organization to do so on its behalf.\nThe term “organization”, without limitation, includes any partnership, limited liability company, corporation, association, joint stock company, trust, joint venture, labor organization, unincorporated organization, or governmental authority.<br>\n<br>“Partner(s)” means those individuals or organizations that distribute the Software based on an agreement and license with the Rightholder.<br>\n<br>“Update(s)” means all upgrades, revisions, patches, enhancements, fixes, modifications, copies, additions or maintenance packs, etc.\nthat Rightholder provides from time to time in its discretion.</p>License Grant<p>You may install and use the Software on the number of Computers that was specified in an applicable order accepted by Rightholder or a Partner when You purchased a license to the Software.<br>\n<br>If You have received, downloaded and/or installed a Software Trial Application, You are hereby granted an evaluation license for the Software, You may use the Software Trial Application only for evaluation purposes and only during the single applicable evaluation period, unless otherwise indicated, from the date of the initial installation.\nAny use of the Software Trial Application for other purposes or beyond the applicable evaluation period is strictly prohibited.<br>\n<br>From the time of the Software activation (with the exception of the Software Trial Application), You have the right to receive the following services for the defined period specified on the Software package (if the Software was purchased on a physical medium) or specified during purchase (if the Software was purchased via the Internet):<br>\n<br>Updates of the Software via the Internet when and as the Rightholder publishes them on its website or through other online services.\nAny Updates that You may receive become part of the Software and the terms and conditions of this EULA apply to them;<br>\n<br>Provided that You have installed the latest Updates, Technical Support via the Internet, as described in the documentation provided with the Software or at Rightholder’s website.\nRightholder does not guarantee that Technical Support will be available for Software that does not have the latest Updates installed.</p>License Restrictions<p>You may not make or distribute copies of the Software, or electronically transfer the Software from one Computer to another or over a network.<br>\n<br>You may not alter, merge, modify, or adapt the Software, or decompile, reverse engineer, disassemble, or otherwise reduce the Software to a human-perceivable form, except to the extent permitted by applicable law notwithstanding this restriction or to the extent otherwise expressly permitted by Rightholder.<br>\n<br>You may not sell, resell, rent, lease, or sublicense the Software.\nOnly authorized Partners of Rightholder are permitted to resell or sublicense the Software.<br>\n<br>You may not modify the Software or create derivative works based upon the Software.<br>\n<br>In the event that You fail to comply with this EULA, Rightholder may terminate all licenses to the Software and You must destroy all copies of the Software.<br>\n<br>Unless otherwise provided herein, You shall not (A) install or use more than the number of copies of the Software for which You purchased a license, (B) download the Software Trial Application under more than one username, (C) alter the contents of a hard drive or Computer system to enable the use of the Software Trial Application for a period in excess of the trial period for one license to such Software Trial Application, or (D) use the Software Trial Application for a purpose other than the sole purpose of determining whether to purchase a license to a non-trial version of the Software.<br>\n<br>You may not remove or modify any proprietary notice or labels from the Software or any output of the Software, including author attribution and copyright notices.<br>\n<br>You may not use the Software for any non-authorized purpose or any illegal purpose under applicable law.</p>Proper Use<p>You agree that you are responsible for your own communications and for any consequences thereof.\nYour use of the Service is subject to your acceptance of and compliance with the Agreement, including the Mailpanion Privacy Policy (\"Privacy Policy\"), located at https://mailpanion.com/privacy/, or such other URL as Mailpanion may provide from time to time.\nYou agree that you will use the Service in compliance with all applicable local, state, national, and international laws, rules and regulations, including any laws regarding the transmission of technical data exported from your country of residence.\nYou shall not, shall not agree to, and shall not authorize or encourage any third party to: (i) use the Service to upload, transmit or otherwise distribute any content that is unlawful, defamatory, harassing, abusive, fraudulent, obscene, contains viruses, or is otherwise objectionable as reasonably determined by Mailpanion.\n(ii) upload, transmit or otherwise distribute content that infringes upon another party's intellectual property rights or other proprietary, contractual or fiduciary rights or obligations.\n(iii) prevent others from using the Service.\nor (iv) use the Service for any fraudulent or inappropriate purpose.\nViolation of any of the foregoing may result in immediate termination of this Agreement, and may subject you to state and federal penalties and other legal consequences.\nMailpanion reserves the right, but shall have no obligation, to investigate your use of the Service in order to determine whether a violation of the Agreement has occurred or to comply with any applicable law, regulation, legal process or governmental request.</p>Intellectual Property<p>You acknowledge that Mailpanion owns all right, title and interest in and to the Service, including without limitation all intellectual property rights (the \"Mailpanion Rights\"), and such Mailpanion Rights are protected by international intellectual property laws.\nAccordingly, you agree that you will not copy, reproduce, alter, modify, or create derivative works from the Service.\nYou also agree that you will not use any robot, spider, other automated device, or manual process to monitor or copy any content from the Service.\nThe Mailpanion Rights include rights to (i) the Service developed and provided by Mailpanion.\nand (ii) all software associated with the Service.\nYour Intellectual Property Rights.\nMailpanion does not claim any ownership in any of the content that you upload, transmit or store in your Mailpanion account.\nWe will not use any of your content for any purpose except to provide you with the Service.</p>Account Inactivity<p>After a period of inactivity, whereby a user fails to login to an account for a period of nine months, Mailpanion reserves the right to disable or terminate the account.\nIf an account has been deactivated for inactivity, the username associated with that account may be given to another user without notice to you or such other party.</p>Termination/Cancellation<p>You may cancel your use of the Services and/or terminate this Agreement with or without cause at any time by going to the Billing page.\nprovided, however, that a terminated account may continue to exist for up to two business days before such cancellation takes effect.\nMailpanion may at any time and for any reason terminate the Services, terminate this Agreement, or suspend or terminate your account.\nIn the event of termination, your account will be disabled and you may not be granted access to your account or any files or other content contained in your account although residual copies of information may remain in our system.\nExcept as set forth above or unless Mailpanion has previously canceled or terminated your use of the Services (in which case subsequent notice by Mailpanion shall not be required), Mailpanion will notify you via email of any such termination or cancellation, which shall be effective immediately upon Mailpanion's delivery of such notice.</p>External Content<p>The Website may contain links, directories and search engines that enable the User to access third party websites and portals (“Linked Sites”).\nLinked Sites are operated by third parties and not controlled by Mailpanion.\nShould any User consider that a Linked Site contains unlawful or inappropriate content, he must inform Mailpanion of such circumstance.\nThe inclusion of Linked Sites on the Website neither implies an agreement between Mailpanion and the owners of the Linked Sites nor implies the recommendation or the endorsement of the Linked Sites and/or its content by Mailpanion.\nUnless otherwise stated on the Website, Mailpanion is unaware of the content and services of the Linked Sites and, consequently, shall not be held liable for any damage caused to the User or third parties by the unlawfulness nature, quality, outdating, unavailability, error or futility of the Linked Sites.</p>Identification<p>You agree to hold harmless and indemnify Mailpanion, and its subsidiaries, affiliates, officers, agents, and employees from and against any third party claim arising from or in any way related to your use of the Service, including any liability or expense arising from all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature.\nIn such a case, Mailpanion will provide you with written notice of such claim, suit or action.</p>Choice of Law/Jurisdiction<p>This EULA will be governed by and construed in accordance with the laws of the State of Massachusetts, United States of America, without giving effect to its conflict of laws provisions or your actual state or country of residence.\nAny claims, legal proceeding or litigation arising in connection with the Service will be brought solely in Massachusetts, United States of America, and you consent to the jurisdiction of such courts.</p>© MailpanionContact us: support@mailpanion.comSupport CenterEULAPrivacyFollow us", "created_at": "2023-06-28 19:52:26.744316", "updated_at": "2023-06-28 19:52:48.508849"}, {"id": 16714, "name": "Privacy Policy", "url": "https://mailpanion.com/privacy/", "xpath": "//body", "text": "Close<ul>\n<li>Features</li>\n<li>Our Mission</li>\n<li>Support Center</li>\n<li>Dashboard</li>\n</ul>Privacy Policy<p>Last modified: February, 2020.</p>Who We Are<p>Mailpanion (“We”, “Our” or “Us”) collects and processes your Personal Data in accordance with this Privacy Policy and in compliance with the applicable data protection laws.\nThis Policy provides you with the necessary information regarding your rights and our obligations, and explains how, why and when we process your personal data.</p>\n<p>The confidentiality and privacy of your data is very important to us and we are fully committed to protecting it.\nMailpanion will never sell or rent your personal data to third parties and will only share it when necessary to maintain your account and the Mailpanion service.\nWe are proud to say that we are one of the fighters for user privacy and service transparency.</p>What We Collect<p>Mailpanion users use Google integration features that require Mailpanion to access limited information from the Google account they provide.\nWhen these features are accessed by users and administrators, Mailpanion displays a message allowing the user to review the information that will be collected, including a link to this privacy policy, so they can choose to allow that access or cancel.\nThe following list gives details of each Mailpanion Google integration feature, and if that feature is used, the corresponding data collected and its purpose.</p>\n<ul>\n<li>\n<b>Basic One-Time Permissions: </b>Obtain your name, email, and google id from Google after you authorize Mailpanion.\nThis information will be used to register you and grant you access to the online dashboard.</li>\n<li>\n<b>Intercept Images in Your Emails: </b>As part of its integral functionality, Mailpanion automatically intercepts suspicious images in the body of emails you open a block the image from loading as needed.\nThe content of your email is not accessed by Mailpanion.\nThe detection and blocking feature can each be disabled by you in the settings on the dashboard.</li>\n<li>\n<b>Email Tracking and Tracker Blocking Statistics: </b>Mailpanion registers clicks on your emails and the links inside your emails and notifies you accordingly.\nMailpanion stores quantitative information about interactions on your emails, such as time executed and type of action.\nThis information is readily accessible to you.\nThe user dashboard aggregates this information into general statistics viewable by you.</li>\n<li>\n<b>Tracker Links: </b>To improve the Mailpanion service, Mailpanion anonymously collects the links of email trackers.\nEmail trackers are classified as single pixel images.\nTherefore, no sensitive data is ever collected.\nTracker link collection aids the refinement of the tracker detection algorithm and will ultimately benefit you.</li>\n</ul>\n<p>Only automated software uses the above permissions.\nNo one at Mailpanion accesses your emails and your email body will never be stored.\nMailpanion requires the most limited permissions from Google, so it does not and cannot send emails on your behalf, read your emails, and modify your Gmail settings.\nSpecifically, Mailpanion does not acquire any permissions from Google to access or modify your Gmail account.</p>How We Collect Personal Data<p>There are several ways how we may get your Personal Data:</p>\n<ul>\n<li>When you visit our website mailpanion.com and its subdomains (“Website”).</li>\n<li>When you use our products.</li>\n</ul>\n<p>Mailpanion shall process as controller your personal data to provide you with the Service and to manage and improve the Service, including sending of communications regarding the Service or with information about the Service or Mailpanion.</p>\n<p>Personal data of Users processed by Mailpanion for the above purposes may include contact information, such as name or email address, language preferences, and other personal data provided by the User in the context of the provision of the Service.</p>Cookies &amp.\nLogging<p>A cookie is a small data file that is sent to your computer when you first visit a website.\nAs with most website cookies, our cookies include an identification number that is unique to the computer you are using.\nThis identifier helps us better understand our user base and how they are using our site and services.</p>\n<p>When you visit Mailpanion and sign in with Google, we set and access cookies on your computer.\nWe use cookies for a number of reasons, such as recognizing you when you visit the site, displaying the site according to your chosen user settings for language, and maintaining the security of your account.\nWe may also use the cookies to collect aggregated information about the use of Mailpanion to maintain, analyze and improve the service.\nIf you set your browser so that it refuses cookies, you will not be able to use the Mailpanion service.</p>\n<p>When you use your Mailpanion account, we collect certain information (the same information that most web sites log when they are accessed).\nThis information, recorded by scripts on the website, will help improve our service and improve user interactions.</p>\n<p>In addition, we log this information for internal purposes.\nFor example, this log information helps us determine how well our services are working so we can continually improve the quality of Mailpanion.\nThe log information is also important for security, audit, quality improvement, and other purposes.</p>Age Limitations<p>To the extent not prohibited by applicable law, we do not allow use of our Services, Products and Website by anyone younger than 13 years old.\nIf you learn that anyone younger than 13 has unlawfully provided us with Personal Data, please contact us and we will take steps to delete such information.</p>Prohibited Actions<p>In addition to (and/or as some examples of) the violations described in the Terms of Use, users may not:</p>\n<ul>\n<li>Send, upload, distribute or disseminate or offer to do the same with respect to any unlawful, defamatory, harassing, abusive, fraudulent, infringing, obscene, or otherwise objectionable content.</li>\n<li>Intentionally distribute viruses, worms, defects, Trojan horses, corrupted files, hoaxes, or any other items of a destructive or deceptive nature.</li>\n<li>Transmit content that may be harmful to minors.</li>\n<li>Illegally transmit another's intellectual property or other proprietary information without such owner's or licensor's permission.</li>\n<li>Use Mailpanion to violate the legal rights (such as rights of privacy and publicity) of others.</li>\n<li>Promote or encourage illegal activity.</li>\n<li>Interfere with other Mailpanion users' enjoyment of the Service.</li>\n<li>Create multiple user accounts in connection with any violation of the Agreement or create user accounts by automated means or under false or fraudulent pretenses.</li>\n<li>Sell, trade, resell or otherwise exploit for any unauthorized commercial purpose or transfer any Mailpanion account.</li>\n<li>Modify, adapt, translate, or reverse engineer any portion of the Mailpanion Service.</li>\n<li>Remove any copyright, trademark or other proprietary rights notices contained in or on the Mailpanion Service.</li>\n<li>Reformat or frame any portion of the web pages that are part of the Mailpanion Service.</li>\n</ul>© MailpanionContact us: support@mailpanion.comSupport CenterEULAPrivacyFollow us", "created_at": "2023-06-28 19:52:26.77453", "updated_at": "2023-06-28 19:53:09.780441"}], "points": [], "urls": ["mailpanion.com"]}}