{"error": 448, "message": "OK", "parameters": {"id": 9514, "name": "Nature", "created_at": "2023-09-03 23:50:03.198497", "updated_at": "2023-09-04 10:02:31.148086", "wikipedia": "https://en.wikipedia.org/wiki/Nature_(journal)", "keywords": null, "related": null, "slug": "nature", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9514.png", "url": "nature.com", "documents": [{"id": 18802, "name": " Cookie Policy", "url": "https://www.nature.com/info/cookies", "xpath": "/html/body/div[2]/div", "text": " Cookie Policy <p>The website uses cookies.\nYou can deactivate or block cookies either by changing the settings within our Privacy Preference Centre&nbsp;or within your Browser.</p>\n<p>Please note that if you deactivate cookie groups from the Privacy Preference Centre and save your changes, then those groups will only be deactivated the next time you visit the site, or by refreshing the page.\nAdditionally you can then remove the cookies from your machine using the methods described below.</p>\nAbout cookies\n<p>Cookies are files, often including unique identifiers, that are sent by web servers to web browsers, and which may then be sent back to the server each time the browser requests a page from the server.&nbsp;</p>\n<p>Cookies can be used by web servers to identity and track users as they navigate different pages on a website, and to identify users returning to a website.</p>\n<p>Cookies may be either \"persistent\" cookies or \"session\" cookies.\nA persistent cookie consists of a text file sent by a web server to a web browser, which will be stored by the browser and will remain valid until its set expiry date (unless deleted by the user before the expiry date).\nA session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.&nbsp;</p>\nCookies on the website\n<p>We use both session cookies and persistent cookies on the website.&nbsp;</p>\nHow we use cookies\n<p>Cookies do not contain any information that personally identifies you, but personal information that we store about you may be linked, by us, to the information stored in and obtained from cookies.\nThe cookies used on the website include those which are strictly necessary cookies for access and navigation, cookies that track usage (performance cookies), remember your choices (functionality cookies), and cookies that provide you with targeted content or advertising.</p>\n<p>We may use the information we obtain from your use of our cookies for the following purposes:</p>\n<ol>\n<li>to recognise your computer when you visit the website</li>\n<li>to track you as you navigate the website, and to enable the use of any e-commerce facilities</li>\n<li>to improve the website's usability</li>\n<li>to analyse the use of the website</li>\n<li>in the administration of the website</li>\n<li>to personalise the website for you, including targeting advertisements which may be of particular interest to you.</li>\n</ol>\n<p>For more information on managing advertising personalisation through your Google account please visit this page.</p>\nThird party cookies\n<p>When you use the website, you may also be sent third party cookies.&nbsp;</p>\n<p>Our advertisers and service providers may send you cookies.\nThey may use the information they obtain from your use of their cookies:</p>\n<ol>\n<li>to track your browser across multiple websites</li>\n<li>to build a profile of your web surfing</li>\n<li>to target advertisements which may be of particular interest to you.&nbsp;</li>\n</ol>\n<p>In addition to the information we provide in this Cookie Policy, you can find out more information about your online choices at http://www.youronlinechoices.com/uk/opt-out-help</p>\nBlocking cookies\n<p>You can block cookies by group using our Privacy Preference Centre.\nIn addition to this most browsers allow you to refuse to accept cookies.\nFor example:&nbsp;</p>\n<ol>\n<li>in Internet Explorer you can refuse all cookies by clicking \"Tools\", \"Internet Options\", \"Privacy\", and selecting \"Block all cookies\" using the sliding selector;</li>\n<li>in Firefox you can block all cookies by clicking \"Tools\", \"Options\", and un-checking \"Accept cookies from sites\" in the \"Privacy\" box.</li>\n<li>in Google Chrome you can adjust your cookie permissions by clicking \"Options\", \"Under the hood\", Content Settings in the \"Privacy\" section.\nClick on the Cookies tab in the Content Settings.</li>\n<li>in Safari you can block cookies by clicking “Preferences”, selecting the “Privacy” tab and “Block cookies”.</li>\n</ol>\n<p>Blocking all cookies will, however, have a negative impact upon the usability of many websites.\nIf you block cookies, you may not be able to use certain features on the website (log on, access content, use search functions).</p>\nDeleting cookies\n<p>You can also delete cookies already stored on your computer:</p>\n<ol>\n<li>in Internet Explorer, you must manually delete cookie files;</li>\n<li>in Firefox, you can delete cookies by, first ensuring that cookies are to be deleted when you \"clear private data\" (this setting can be changed by clicking \"Tools\", \"Options\" and \"Settings\" in the \"Private Data\" box) and then clicking \"Clear private data\" in the \"Tools\" menu.</li>\n<li>in Google Chrome you can adjust your cookie permissions by clicking \"Options\", \"Under the hood\", Content Settings in the \"Privacy\" section.\nClick on the Cookies tab in the Content Settings.</li>\n<li>in Safari you can delete cookies by clicking “Preferences”, selecting the “Privacy” tab and “Remove All Website Data”.</li>\n</ol>\n<p>Obviously, doing this may have a negative impact on the usability of many websites.</p>\nPrivacy Preference Centre\n<p>The Privacy Preference Centre&nbsp;can be accessed either via the banner displayed when you first visit the site, or the “Manage Cookies” link in the footer of this page.\nIt allows you to view the groups of cookies we store (as outlined above in How We Use Cookies), and manage whether the cookies for those groups are active.</p>\nContact us\n<p>Our contact details can be found on the Contact Us page</p> ", "created_at": "2023-09-03 23:50:59.462583", "updated_at": "2023-09-03 23:51:07.632837"}, {"id": 18801, "name": "Privacy Policy", "url": "https://www.nature.com/info/privacy", "xpath": "/html/body/div[2]/div", "text": " Privacy Policy <p>This policy was last updated on 29<sup>th</sup>&nbsp;August 2023.</p>\n<p>This is the privacy policy (“policy”) for nature.com which is run and provided by Springer Nature Limited (<strong>we, us</strong>&nbsp;and&nbsp;<strong>our</strong>).\nSpringer Nature Limited is located at The Campus, 4 Crinan Street, London N1 9XW.&nbsp.\nWe can also be contacted at&nbsp;feedback@nature.com.</p>\n<p>We will only use the personal data gathered over this website as set out in this policy.\nBelow you will find information on how we use your personal data, for which purposes your personal data is used, with whom it is shared and what control and information rights you may have.</p>\nI.\nSummary of our processing activities\n<p>We publish scholarly journals, books, news and data.\nSome of this material is freely available.\nsome of it is only available to subscribers.\nThe following summary offers a quick overview of the data processing activities that are undertaken on our website.\nYou will find more detailed information under the indicated sections below.</p>\n<ul>\n<li>When you visit our website for informational reasons without setting up an account, only limited personal&nbsp;data&nbsp;will be processed to provide you with the website itself (see III).</li>\n<li>If you are identified as belonging to a customer organisation then we collect information in order to be able to&nbsp;provide usage reporting to that customer.</li>\n<li>In case you register for one of our services, use the submission and peer review systems or subscribe to our newsletters, further personal data will be processed in the scope of such services (see IV and V).&nbsp;</li>\n<li>Furthermore, your personal data will be used to provide you with relevant advertising for our services and products&nbsp;(see VII) and for statistical analysis that helps us to improve our website (see VIII).\nAdditionally, we improve your website experience with third party content (see IX).</li>\n<li>Your personal data may be disclosed to third parties (see X) that might be located outside your country of&nbsp;residence.\npotentially, different data protection standards may apply (see XI).</li>\n<li>We have implemented appropriate safeguards to secure your personal data (see XII) and retain your personal data only as long as necessary (see XIII).</li>\n<li>Under the legislation applicable to you, you may be entitled to exercise certain rights with regard to the processing&nbsp;of your personal data (see XIV).</li>\n</ul>\nII.\nDefinitions\n<ul>\n<li>\n<strong>Personal data</strong>: means any information relating to a natural person who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, or an online identifier.</li>\n<li>\n<strong>Processing</strong>: means any operation which is performed on personal data, such as collection, recording, organisation, structuring, storage, adaptation or any kind of disclosure or other use.</li>\n</ul>\nIII.\nInformational use of the website\n<p>When you visit our website for informational reasons, i.e.\nwithout registering for any of our provided services listed under IV and without providing us with personal data in any other form, we may automatically collect additional information about you which will contain personal data only in limited cases and which is automatically recognised by our server, such as:</p>\n<p>\n<em>Examples might include:</em>\n</p>\n<p>\n<em>- your IP address;<br> - your device type, name and IDs;<br> - the date and time of your requests;<br> - the content of your requests;<br> - information on your browser version;<br> - your screen resolution;<br> - information on your operating system, including language settings.</em>\n</p>\n<p>We use such information only to assist us in providing an effective service (e.g.\nto adapt our website to the needs of your device or to allow you to log in to our website), and to collect broad demographic information for anonymised, aggregated use.</p>\n<p>If you are identified by IP or equivalent method as belonging to a customer organisation such as university or a company then we will also collect the identity of that organisation and use it to create usage reports which show the organisation how much of the content we publish is being read by their students, members or employees.\nThis information does not contain anything related to a personal login unless (a) you are a nominated administrator for that organisation or (b) your organisation specifically requires it as a part of a usage-based access contract.</p>\n<p>The personal data automatically collected is necessary for us to provide the website, Article 6 sec.\n1 sent.\n1 lit.\nb GDPR, and for our legitimate interest to guarantee the website’s stability and security, Article 6 sec.\n1 sent.\n1 lit.\nf GDPR.</p>\nIV.\nRegistration for our services\n<p>Access to subscription content is provided via a variety of mechanisms such as IP site licenses, login via third party federated identity providers or by a personal account with us.&nbsp;Using the federated authentication method institutional selection data may be stored locally in your browser and shared with third party websites that you visit to ease the process of institutional authentication.\nIf your access to our content is provided by an organisation or an institution like a university or a company then they choose the access method on your behalf.\nA personal account is required to purchase content directly from us, or to receive personal services like newsletters and alerts.</p>\n<p>If you need to create a personal login with us then we will store and process the following:<br>\n<em>- Information (such as your name, user name and email address) that is provided by registration;<br> - Information in connection with an account sign-in facility (e.g.\nlog-in and password details);<br> - Communications sent by you (e.g.\nvia e-mail or website communication forms)</em>\n</p>\n<p>The information that is necessary for the performance of the service is labelled accordingly.\nAll further information is provided voluntarily.</p>\n<p>We will process the personal data you provide to:<br>\n<br>\n<em>- Identify you at sign-in;<br> - Provide you with the services and information offered through the website or which you request;<br> - Administer your account;<br> - Communicate with you;<br> - (behavioural) Advertising and profiling;<br> - Facilitate attendance of a conference;<br> - Manage manuscript submissions;<br> - Provide access (where appropriate) to other Springer Nature group content if you so request</em>\n</p>\n<p>For this, the legal basis is Article 6 sec.\n1 sent.\n1 lit.\nb GDPR.\nThe use of your personal data for behavioural advertising and profiling is done with consent, Article 6 sec.\n1 sent.\n1 lit.\na GDPR.</p>\n<p>We use the personal data and contact data you provide by registration to inform you directly about our additional products and services.\nThe use of your personal data for directly advertising related products and services is with consent, Article 6 sec.\n1 sent.\n1 lit.\na GDPR.</p>\n<p>You can object to the use of your personal data for direct marketing at any time.\nWe will then refrain from any processing to the extent it is related to such purposes.\nYou may opt-out of direct marketing via opt-out links in any marketing communication or via user profile pages on the website (where available).\nYou can also inform us about your objection by contacting our customer service at customerservice@springernature.com.</p>\n<p>Registration data is kept until such time as an account deletion request is made.\nIf such a request is received we will erase your data within 30 days.\nStatutory storage obligations or the need for legal actions that may arise from misconduct within the services or payment problems can lead to a longer retention of your personal data.\nIn this case, we will inform you accordingly.</p>\nV.\nInformation about the specific uses that require registration/identification\n<p>1.\n<strong>Blogs</strong>\n</p>\n<p>You can publicly comment on our blog where we post a variety of articles to inform you about our activities.\nWhen posting a comment your name or user name will be made public.\nTo be able to comment on our blog you will have to register as described in IV.</p>\n<p>In addition to the extent of processing described under IV, when you post a comment we will retain some of your personal data such as your IP address and name and other metadata such as time of posting.\nThis is necessary to defend ourselves from possible liability claims that may arise from unlawful comments posted by you and reflects our legitimate interest with regard to the legal justification of this processing activity in Article 6 sec.\n1 sent.\n1 lit.\nf GDPR.</p>\n<p>We reserve the right to delete comments that are off-topic, spam, abusive, use excessive foul language, include ad hominem attacks or offend against legal regulations.</p>\n<p>2<strong>.\nWeb shop</strong>\n</p>\n<p>For the use of our web shop you have to set up an account as described under IV.&nbsp.\nYour customer account retains your personal data for future purchases.\nYou can delete the personal data as well as the account in your account’s settings.\nThis processing is based on Article 6 sec.\n1 sent.\n1 lit.\nb.</p>\n<p>When purchasing a product that requires shipping we may share the delivery data with a Contractor to provide shipment tracking to you.\nSuch a transfer will be based on data processing agreements in accordance with Article 28 of the GDPR.\nTherefore, our Contractors will only use your personal data to the extent necessary to perform their functions and will be contractually bound to process your personal data only on our behalf and in compliance with our requests.</p>\n<p>By statutory law we are required to retain the provided financial data in relation to transactions (including address, payment and order information) for ten years.\nHowever, after 2 years we will restrict the processing of your personal data to comply with the statutory requirements and will not process the personal data any further.&nbsp.\nRegarding this, the retention of your personal data is based on Article 6 sec.\n1 sent.\n1 lit.\nc GDPR.</p>\n<p>3.\n<strong>Article alerts and newsletters</strong>\n</p>\n<p>With your email address you can subscribe to our newsletters that provide you with the latest news about our products and services if you consent to receiving such newsletters.\nThe legal basis for this processing is Article 6 sec.\n1 sent.\n1 lit.\na GDPR.\nYour email address will be retained as long as you subscribe to our newsletters.</p>\n<p>This service is provided by means of a double-opt-in.\nThus, you will receive an email containing a link by which you can confirm that you are the owner of the email address and wish to be notified via our email service.\nWhen your subscription is not confirmed within 96 hours after the confirmation mail has been requested, the personal data you provided will not be processed for any purpose and it will be automatically erased.</p>\n<p>You can unsubscribe from this service by opting out via the link provided in each newsletter.</p>\n<p>You can sign up for newsletters and request to be contacted about our products and services via Facebook.\nFor this purpose, we are using Facebook Lead Ads, a service of Meta Platforms Inc, 1 Hacker Way Menlo Park, California 94025, USA (“Meta”).\nLead Ads makes it even easier for you to sign up to newsletters and request to be contacted as the form will already be pre-populated via Facebook with your data and you only need to submit the form.\nOf course, you have the opportunity to amend and review the data before submission.\nFor more information on how lead ads works see here -&nbsp;https://www.facebook.com/business/ads/lead-ads.</p>\n<p>The legal basis for this processing is Article 6 sec.\n1 sent.\n1 lit.\na GDPR.\nYour email address will be retained as long as you subscribe to our newsletters or until you request the removal of your email address.</p>\n<p>You can unsubscribe from newsletters by opting out via the link provided in each newsletter.\nIf you inquired about a product or service and no longer wish to be contacted, you can email onlineservice@springernature.com, citing the name of the product or service, and request that your email address be removed.&nbsp;&nbsp;</p>\n<p>4.\n<strong>Nature Conferences</strong>\n</p>\n<p>Springer Nature America, Inc.\n(“SNAI”) [1 New York Plaza, Suite 4500, New York, NY 10004-1562, USA] and for China, Macmillan Information Consulting Services (Shanghai Co.\nLtd) [10-11unit, 42 Floor, The Center, 989 Changle Road, XuHui District, 200031 Shanghai, CHINA], affiliates of Springer Nature Limited (together “Springer Nature entities”), collect personal data from attendees to Nature conferences to facilitate registration and plan for the events.\nThis includes data categories such as: Identification data (which may include name, address, telephone number, email address), entity type (e.g.\nacademic, government, industry), position titles, curriculum vitaes, professional license information, dietary requirements, gender, information for travel arrangements (i.e., passport data, date of birth) and payment information.\nWe also request information relating to requirements for reasonable accommodation where physical assistance may be needed to attend.\nWe may collect data through a third party vendor.\nThird party vendors act&nbsp;as a data processor on our behalf.\nThe use of your personal data in relation to conference attendance is based on Article 6 sec.\n1 sent.\n1 lit.\nb GDPR and Art.\n9 sec.\n2 lit.\na GDPR with regard to all health-related information you share with us in order to enable us to provide the required physical assistance to you.</p>\n<p>With the consent of attendees, we may use personal data, specifically identification data such as name and email address, to share information with attendees about future Nature conferences or other products, services and special offers.\nWe’ll continue to send you information and store your data until you ask us to be removed.\nThis notification service is based on your consent, Article 6 sec.\n1 sent.\n1 lit.\na GDPR.</p>\n<p>5.\n<strong>Manuscript submission and Peer Review</strong>\n</p>\n<p>Our Submission and Peer Review System offers the services of peer review, content preparation and proofing, publication and dissemination of research.\nIn order to use the aforementioned services you have to set up an initial account.\nWhere optional paid services may be engaged, you will be prompted to set up an additional, or enhance an existing account.</p>\n<p>With regard to the registration of an account and its subsequent use, we process the following information.</p>\n<p>\n<em>- Information that is provided by registration such as your name, user name and email address.<br> - Information in connection with an account sign-in facility, e.g.\nlog-in and password details;<br> - Communications sent by you, e.g.\nvia e-mail or website communication forms.<br> - Content files and covering letters provided by you<br> - Grants, funding, membership, institution, society, committee registration<br> - Billing or invoicing information<br> - Information received from societies we work with, e.g.\naddress, name, email address</em>\n</p>\n<p>The information that is necessary for the performance of the service is labelled accordingly.</p>\n<p>We will process the personal data you provide in order to:</p>\n<p>\n<em>- Identify you at sign-in;<br> - Administer your account;<br> - Provide you with the services and information offered through the Submission and Peer Review System or which you additionally request;<br> - Communicate with you;<br> - Process payments<br> - </em>\n<em>Provide information to you as an Author about other publishing opportunities, with the Springer Nature group, you can stop these communications at any time by clicking the link in each email or contacting customer services.\n</em>\n</p>\n<p>\n<em>- Communicate with you in your capacity as a current or potential Peer Reviewer, Editorial Board Member, or external Editor to provide information about the journal (s) and content you have worked on.\nyou can stop these communications to you as a Peer Reviewer, Editorial Board Member, or external Editor at any time by clicking the link in each email or contacting Customer Service at </em>\n<em>customerservice@springernature.com</em>\n<em> .\nStopping these communications will not affect your status as Peer Reviewer, Editorial Board Member or external Editor with respect to the journal.</em>\n</p>\n<p>\n<em>- Create a profile of your publication record based on publicly available data, such as published books and articles, citations and grants awarded.\nThis information will not be used to determine article acceptance, nor will it be used for automated decision mak</em>ing <em>(see section VI for more information on automated decision making).\nThis information will be used to personalise communications and provide you with the latest news about our products and services;</em>\n</p>\n<ul>\n<li>\n<em>To ensure the accuracy of content attribution and the quality and integrity of the peer review process</em>\n</li>\n<li>\n<em>Provide you with e-alerts</em>\n</li>\n<li>\n<em>Offer to transfer your submission to an alternative Springer Nature title if applicable</em>\n</li>\n<li>\n<em>Authorise and process Article Publication Charges (APCs)</em>\n</li>\n</ul>\n<p>\n<em>​</em>As an author, we’ll highlight publishing opportunities in the form of recommendations via our Researcher Home website.\nWe’ll use your publishing history to do this.\nYou can opt out of these recommendations at any time by emailing personalisation@springernature.com.</p>\n<p>For this, the legal basis is Article 6 sec.\n1 sent.\n1 lit.\nb GDPR, and for our legitimate interest in optimizing our services and preventing fraud, Article 6 sec.\n1 sent.\n1 lit.\nf GDPR.</p>\n<p>Your personal account registration data is, in the absence of exceptions within the specific services mentioned, retained for as long as your account is used.\nContent and communications, associated with submissions, reviews or decisions made by an account holder will be kept on file.\nContent may be engaged in relation to the services provided and in the interests of the integrity of published material.&nbsp.\nSuch a decision will be made under the oversight of the Springer Nature Research Integrity Group.\nThe need for legal actions within the services or payment problems can lead to a longer retention of your personal data.</p>\n<p>In order to ensure the high quality of our journals and publications as well as the significance of the scientific research published, we have implemented a peer review procedure.</p>\n<p>In order to find and contact suitable and qualified peer reviewers within the relevant research community, editorial team members may process some of your basic personal data (i.e.\nEmail address, name and research interest) to register you for our Peer Review System.\nThe legal basis for processing your personal data is our and the Publisher’s or the respective editor’s legitimate interest in finding and contacting suitable and qualified peer reviewers to ensure the high level of papers and articles published in our journals, Art.\n6 (1) sent.\n1 lit.\nf GDPR.</p>\n<p>As a Peer Reviewer or external Editorial Board Member we will contact you from time to time about the journal(s) and content that you have worked on, Art.\n6 (1) sent.\n1 lit.\nf.</p>\n<p>If you do not wish to be contacted any longer, you can contact us at&nbsp;customerservice@springernature.com.\nPlease note that we may keep some of your personal data to recall your explicit wish to not be contacted for any peer review procedure in the future and thus, to prevent any future processing of your data in this regard.\nThe legal basis for this is our and your legitimate interest in recalling your wish and preventing any future contacting, Article 6 (1) sent.\n1 lit.\nf GDPR.</p>\n<p>6.&nbsp;<strong>Research Intelligence</strong>\n</p>\n<p>To use these services in parts or total you might have to set up an account as described under IV.&nbsp.\nYour customer account retains your personal data for future purchases.\nYou can delete the personal data as well as the account in your account’s settings.\nThis processing is based on Article 6 sec.\n1 sent.\n1 lit.\nb.<br>\n<br> As an author.\nNature Research Intelligence processes personal data collected by research data aggregators such as Dimensions, Crossref, OpenAlex and others in order to generate aggregated research overviews of different research fields and topics.\nThis includes data categories such as: Identification data (which may include name, ORCID iD), affiliation and entity type (e.g.\nacademic, government, industry).\nYou can be part of these data collections because of your publication history with a scientific publisher (exceeding Springer Nature).\nThe use of your personal data in relation to our generation of research overviews is based on our legitimate interest to develop our products and services that benefit the research community by providing them with research intelligence.&nbsp.\nArticle 6 sec.\n1 sent.\n1 lit.\nf GDPR.&nbsp;</p>\n<p>Please refer to our more detailed and non-technical description of this processing on this webpage.</p>\n<p>7.&nbsp;<strong>Customer service&nbsp;</strong>\n</p>\n<p>If you contact us by either</p>\n<ul>\n<li>e-mail or physical mail</li>\n<li>telephone or fax</li>\n<li>Chat/messaging support</li>\n<li>through a website communication or submission form</li>\n</ul>\n<p>we will process the personal data you provide to process and fulfil your request.\nFor this, the legal basis is Article 6 sec.\n1 sent.\n1 lit.\na and b GDPR.</p>\n<p>To provide the requested service your data may be stored in a ticketing system and/or on a support platform to enable data access by the relevant customer support team member.\nWhere appropriate the data will also be forwarded to a different team to fulfil the request (e.g.\nto update your data) or be used on physical data records, e.g.\ninvoices.</p>\n<p>We use Freshdesk (provided by Freshworks GmbH, Neue Grünstraße 17, 10179 Berlin, Germany) as a ticketing system to store and process your requests.\nDepending on the region you call from and team providing support we use different telephony solutions.\nFor the most part, customers contacting customer service are directed to our level 1 teams at our Philippines-based data processor Straive (77 Robinson Road, # 13-00 Singapore 068896), if necessary, the service ticket is forwarded to a local level 2 Springer Nature Customer Service team or another relevant team at Springer Nature.</p>\n<p>We do not process any sensitive data unless provided by you because you e.g.\nneed support in coping with access issues due to a disability or reveal any protected characteristics during communication.\nFor this, the legal basis is Article 6 sec.\n1 sent.\n1 lit.\na GDPR.</p>\n<p>We share anonymous, aggregated data within the business.\nWe forward emails internally, or provide access to tickets for other teams to e.g.\nshare positive feedback with a stakeholder, or for review by internal teams seeking to improve the products and services.\nFor this the legal basis is Article 6 sec.\n1 sent.\n1 lit.\nf GDPR and represents our legitimate interest to improve our service quality and provide tailored solutions to the customers.</p>\n<p>We store your data until completion of the request and, if applicable, as long as required by statutory retention requirements (e.g.\nfor 3 years after completion to prove adequate handling of service requests or subject access requests made under the GDPR).</p>\nVI.\nAutomated decision making\n<p>We do not use your personal data for automated decision making which produces legal effects concerning you or similarly significantly affects you.\nhowever we do use your personal data to offer you content and services which we believe may be of interest.</p>\nVII.\nOnline advertising, e-commerce and related tools\n<p>We use marketing services to provide you with interesting offers.\nFor this purpose, we place advertisements via advertising service providers that use cookies and/or web beacons that are activated when you visit our website.\nCookies are small text files that are stored locally in the internet browser and allow recognition of a user.\nWeb beacons are small image files, which allow log file recording and log file analysis.\nTo present online advertising we use the services of, inter alia, Google AdExchange, Google AdSens.\nRespective advertisement is labelled as “ADVERTISEMENT” or “AdChoices”.&nbsp;&nbsp;&nbsp;</p>\n<p>The cookies and web beacons enable our service providers to collect information about you and your surfing behaviour, e.g.\nIP address, browser information, information on user activities and click data, and to recognize visitors to our website under a pseudonym and only display products that are likely to be of interest to our visitors.\nMost of the tools use pseudonymised or aggregated data, e.g.\nshortened IP addresses.\nThe data is used to analyse the use of our website and, thereby, improve and optimize the website and to display advertising tailored to your needs.\nWe collect this data (to improve your website experience and to promote our products and services).\nYou can update your preferences via the \"Your Privacy Choices/Manage cookies” link in the page footer.\n&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Personal data collected via first party cookies is based on consent, Article 6 sec.\n1 sent.\n1 lit.\na&nbsp;GDPR, to improve your website experience and promote our products and services.\nWe collect this data via a cookie management tool.\nyou can update your preferences via the “Your Privacy Choices/Manage cookies” link in the page footer.&nbsp;&nbsp;&nbsp;&nbsp;<br>\n<br> Personal data collected via third party targeting cookies is based on your consent, Article 6 sec.\n1 sent.\n1 lit.\na&nbsp;GDPR.\nYou can update your preferences via the “Your Privacy Choices/Manage cookies” link in the page footer.&nbsp.\n&nbsp;&nbsp;</p>\n<p>Please note that we neither have the control of the extent of personal data that is collected by the respective plug-in provider nor do we know the processing’s purpose or the period your personal data will be retained.\nYour personal data will be transferred to and processed inside and outside of the EEA.\nFor further information about the potential risks of a cross border data transfer refer to XI.</p>\n<p>It is possible that the above providers may disclose your personal data to its business partners, third parties or authorities.</p>\n<p>You can prevent the installation of such a cookie (i) by a respective setting of your browser that blocks the installation of third party cookies, (ii) by deactivating the interest-related advertising under https://www.google.co.uk/ads/preferences, (iii) generally blocking cookies under https://www.google.co.uk/settings/ads/plugin or (iv) by deselecting the option for tracking cookies via the Springer Nature cookie preference centre.</p>\n<p>Further information about the processing of your personal data in the provider’s course of operation is provided by its privacy policy.\nMoreover, you will be provided with further information with regard to your rights and settings concerning privacy.\nYou can access the <strong>provider’s privacy policy</strong> by following these links:</p>\n<p>AWIN<br>Yahoo<br>Twitter<br>Facebook<br>Criteo<br>Google AdExchange<br>Google AdSense<br>Oracle MOAT<br>Google Ad Manager<br>Brightcom<br>Rubicon Project<br>Pubmatic&nbsp;<br>Appnexus<br>Permutive<br>Microsoft Bing Ads<br>Baynote<br>CJ Affiliate<br>Qualtrics<br>Hotjar<br>Marvellous Machine<br>SAP Marketing Cloud<br>DocuSign<br>Shopify<br>Trustpilot</p>\n<p>\n<strong>Google AdWords Remarketing </strong>\n</p>\n<p>In this Website, we use the remarketing or “Similar audiences” feature of AdWords offered by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043 USA, hereinafter referred to as “Google”</p>\n<p>Google uses Cookies/tracking technologies, i.e., text files that are stored on your computer and that allow us to analyze your use of our Website.\nInformation generated by Cookies/tracking technology on your use of this Website (including your IP address) will be transferred to a Google server in the U.S.\nand stored on that server.\nAfter that, the last three digits of the IP address will be deleted by Google so that it is no longer possible to clearly match this IP address with personal data.\nGoogle will use this information to analyze your use of the Website, to create website activity reports for the website operators and to provide additional services in connection with the use of the Website and the Internet.\nFurthermore, Google may transfer this information to third parties, if it is required to do so in accordance with statutory provisions or if third parties process data on behalf of Google.</p>\n<p>Third party providers, including Google, place advertisements on websites on the Internet.\nThird party providers, including Google, use stored Cookies/tracking information to place advertisements based on previous visits of a user on this Website.</p>\n<p>For additional information on the anonymous analysis of your search behaviour please refer to:</p>\n<p>https://support.google.com/analytics/answer/6004245?hl=de</p>\n<p>http://www.google.com/policies/technologies/ads/</p>\n<p>You may object to data collection and storage for the purpose of remarketing at any time - this objection will be effective for the future, but not retroactively - by deactivating interest-based advertising in Google or by deactivating the services on the website of the Network Advertising Initiative.\nNote: in that case, you may not be able to use all features of this Website anymore.\nBy using this Website, you grant your consent to the processing of data collected about you by Google in the manner and for the purpose described above.</p>\n<p>\n<strong>Facebook Custom Audience</strong>\n</p>\n<p>This Website uses retargeting tags and Custom Audience of&nbsp;Meta Platforms Inc, 1 Hacker Way Menlo Park, California 94025, USA (“Meta”), hereinafter referred to as “Facebook”.</p>\n<p>When you visit our web pages, remarketing tags will build a direct connection between your browser and the Facebook server.\nThis way, Facebook learns that you have visited our web page with your IP address.\nThis will enable Facebook to match your visit of our pages with your user account.\nThe information obtained this way can be used to display Facebook ads.\nPlease note that we as the provider of the webpages do not receive any information on the contents of data transferred and their use by Facebook.</p>\n<p>With regard to the use of Custom Audience we would like to point out that Facebook and third parties use cookies, web beacons or similar technologies to collect or gather information on this Website.\nBased on the data gained we can make our Facebook activities more efficient and, e.g., arrange for contents or ads to be shown only to visitors of our Website.\nThe data collected this way will be encrypted and transferred to Facebook and is anonymous for us, e.g., we cannot see personal data of individual users.</p>\n<p>We may also utilise other tools, such as Permutive, to build anonymous behavioural segments, and pass the status of membership of these segment(s) into the Facebook cookie.\nThis will enable membership of these segments to be used when building Custom Audiences within Facebook.</p>\n<p>For further information on the privacy policy of Facebook and Custom Audience please refer to https://www.facebook.com/about/privacy/ or https://www.facebook.com/business/a/online-sales/custom-audiences-website.</p>\n<p>If you do not wish your data to be collected via Custom Audience, you can deactivate Custom Audience using this link.</p>\n<p>\n<strong>ResearchGate</strong>\n</p>\n<p>You can sign up for products and services via ResearchGate.\nFor this purpose, we are using ResearchGate OnSite Lead Collection, a service by ResearchGate GmbH, Chausseestr.\n20, 10115 Berlin, Germany (\"ResearchGate\").\nOnSite Lead Collection makes it even easier for you to sign up for products and services as the form will already be pre-populated via ResearchGate with your data and you only need to submit the form.\nOf course, you have the opportunity to amend and review the data before submission.\nFor more information on how on-site lead collection works see here - https://solutions.researchgate.net/advertising/, with link to the privacy policy here.</p>\n<p>The legal basis for this processing is Article 6 sec.\n1 sent.\n1 lit.\na GDPR.\nYour email address will be retained as long as you request our products and services, or until you request the removal of your email address.</p>\n<p>You can unsubscribe by opting out via the link provided in each newsletter.\nYou can also email onlineservice@springernature.com, citing the name of the product or service, and request that your email address be removed.</p>\n<p>We also partner with ResearchGate to provide content syndication services.\nIn order to facilitate this service we share author data, including name, institutional affiliation and Orcid ID with ResearchGate.\nResearchGate act as a data processor in this regard and we have a data processing agreement in place.\nThe legal basis to support this processing activity is GDPR, Article 6 sec.\n1 sent.\n1 lit.\nf GDPR, our legitimate interest in optimizing our services and extending the reach of our content.</p>\n<p>\n<strong>SAP Marketing Cloud (SMC)</strong>\n</p>\n<p>SMC uses cookies, Google Analytics, and a pseudonymized user ID to aggregate user behavior on the website and in emails in order to personalize the content that is provided to newsletter subscribers.\nGoogle Analytics does not receive individual email addresses or other personal data, only a number.\nThat number can only be connected to a specific user on Springer Nature's own SMC system.\nThe legal basis for this process is your consent to the use of cookies on our website (Article 6 sec.\n1 sent.\n1 lit.\na GDPR.).\nYou can always unsubscribe from this process by rejecting the cookies that measure website use.</p>\n<p>\n<strong>Hotjar</strong>\n</p>\n<p>Hotjar is a behaviour and analytics software provided by Hotjar LTD, Dragonara Business Centre, 5th Floor, Dragonara Road, Paceville St Julian's STJ 3141 Malta.\nWe use Hotjar in order to better understand our users’ needs and to optimize our service and experience.\nHotjar is a technology service that helps us better understand our users’ experience (e.g.\nhow much time they spend on which pages, which links they choose to click, what users do and don’t like, etc.) and this enables us to build and maintain our service with user feedback.\nHotjar uses cookies and other technologies to collect data on our users’ behaviour and their devices and may include recording of sample behaviours.\nThis includes a device's IP address (processed during your session and stored in a de-identified form), device screen size, device type (unique device identifiers), browser information, geographic location (country only), and the preferred language used to display our website.\nHotjar stores this information on our behalf in a pseudonymized user profile.\nHotjar is contractually forbidden to sell any of the data collected on our behalf.\nThe legal basis for this processing is Art.\n6 sec.\n1 sent.\n1 lit.\na GDPR and reflects your consent to non-essential cookies.</p>\n<p>\n<strong>Faculty AI</strong>\n</p>\n<p>We work with&nbsp;Faculty AI, Level 6, 160 Old Street, London, EC1V 9BW, UK, to provide you with personalised content surfaced online as well as in email form.\nWe base this on previous activity on our website in conjunction with non-essential cookies you’ve accepted via our CMP.\nFaculty AI act as a data processor on our behalf and we have data processing agreement in place to support this.\nFor this activity the legal basis to process your data is Article 6 sec.\n1 sent.\n1 lit.\na GDPR.\nThis reflects your consent to non-essential cookies that help with&nbsp;communications and marketing.\nYou can update or withdraw your consent by clicking&nbsp;Your Privacy Choices/Manage cookies&nbsp;in the page footer.</p>\nVIII.\nAnalytics\n<p>\n<strong>Our Consent Management Platform</strong>\n</p>\n<p>On this website we use a Consent Management Platform (\"CMP\") developed by Springer Nature to provide information about the cookies and other tracking technology used on our website and to manage user preferences on that behalf.</p>\n<p>Our CMP places the following cookie on your computer:</p>\n<p>sncc</p>\n<p>This allows us to identify if the cookie banner is displayed, which choices you made and how to act upon those choices (Opt-in or Opt-out of cookie categories).\nThis cookie is necessary for the website to function and cannot be switched off in our systems.\nThis is usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences.\nThese cookies do not store any personally identifiable information.</p>\n<p>You can set your browser to block non-essential cookies, but some parts of the site may then not perform as designed.\nClick on the “Your Privacy Choices/Manage cookies” link in the footer of the page to review and change your current settings.</p>\n<p>Our CMP will also automatically collect additional information about you which will contain personal data only in limited cases and which is automatically recognised by our server (as per Section III, above).\nIt is used to collect broad demographic information based on your IP address for anonymised, aggregated use.\nThe legal basis for this processing is our legitimate interest in optimising our service by monitoring the effectiveness of our CMP, Article 6 sec.\n1 sent.\n1 lit.\nf GDPR.</p>\n<p>For statistical analyses we use web analytics services such as Google Analytics, collect information about the use of this site.</p>\n<p>\n<strong>General tracking information</strong>\n</p>\n<p>\n<em>The tools collect information such as:<br> - Device and browser information (operating system information, Mobile device identifier, mobile operating system,&nbsp;etc.)<br> - IP address<br> - Page accessed, URL click stream (the chronological order of our internet sites you visited)<br> - Geographic location<br> - Time of visit<br> - Referring site, application, or service</em>\n</p>\n<p>We use the information we get from the providers to determine the most useful information you are looking for, and to improve and optimise this website.</p>\n<p>We will track your behaviour online for the purposes described above.\nthis data will not be shared outside of Springer Nature.\nYou can stop this tracking by clicking on the “Your Privacy Choices/Manage cookies” link in the footer of the page.&nbsp;The legal basis for this processing via Google Analytics is consent, Art.\n6 sec.\n1 sent.\n1 lit.a GDPR, to analyse our website’s traffic, improve the user’s experience and optimise the website in general.</p>\n<p>We do not share information on your web behaviour with any 3<sup>rd</sup> party providers without your explicit consent.\nConsent is provided by clicking the appropriate button on the web banner that appears on your first visit to the website.\nYou can clicking on the “Your Privacy Choices/Manage cookies” link in the footer of the page.\nThe legal basis for this processing is Art.\n6 sec.\n1 sent.\n1 lit.\na GDPR and represents you consent to accepting 3<sup>rd</sup> party targeting cookies.</p>\n<p>Depending on the provider the information generated about your use of the website may be transferred to and processed in third countries, e.g.\nthe United States.\nFor further information about the potential risks of a cross border data transfer please refer to section XI.\nThe tools collect only the IP address assigned to you on the date you visit this site, rather than your name or any other identifying information.\nThe provider will use this information in order to evaluate your use of the website, to compile reports on website activities and to provide other services relating to website and internet use to us.</p>\n<p>\n<strong>Google Analytics </strong>\n</p>\n<p>We use Google Analytics, a web analytics service provided by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland (“Google”).\nThe cookie set by Google Analytics on your device causes your web browser to transmit corresponding information to Google each time our website is called up.\nFor example, Google Analytics collects data about the website from which a data subject has accessed a website (so-called referrer URL), which subpages of the website have been accessed or how often and for how long a subpage has been viewed.\nOn our behalf Google will use the information generated by the cookie for the purpose of evaluating your use of the website, compiling reports on website activity and providing other services relating to website activity and internet activity in connection with the use of the website and according to your consent preferences.&nbsp;<br> The processing affects the following data categories:&nbsp;<br> •&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;IP addresses&nbsp;<br> •&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Online identifiers (including cookie identifiers)&nbsp;<br> •&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Device identifiers&nbsp;<br> •&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Technical characteristics of users (e.g., browser type and version, device type, operating system)&nbsp;<br> •&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Measurement of user behavior (e.g., views of individual pages / content, views of content from different areas, session duration / dwell time, bounce rate&nbsp;<br> •&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Use of individual website functionalities (e.g.\ntimetable information, search queries, downloads)&nbsp;<br> •&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Referral URL&nbsp;<br> We use the addition \"_gat._anonymizeIp\" for web analysis via Google Analytics.\nBy means of this add-on, your IP address is shortened and anonymized by Google before transmission to the USA if our website is accessed from a member state of the European Union or the European Economic Area.\nOnly in exceptional cases will the full IP address be transmitted to a Google server in the USA and shortened there.<br> The legal basis for the data transfer is Art.\n28 GDPR in conjunction with the data processing agreement.\nThe transfer of your personal data is subject to your consent according to Article 6 sec.\n1 sent.\n1 lit.\na GDPR.\nYou can consent to the processing of your data by Google Analytics using our Consent Manager, prevent the collection of your data or revoke consent once given.\nFor revocation, call up the cookie settings again at the bottom of our website.<br> The information processed by Google about your use of this website may be transmitted to a Google server outside the EEA and processed there.\nThe cross-border transfer is safeguarded by the Standard Contractual Clauses 2021.&nbsp;<br> Your personal data will be anonymized by Google 14 months after your last activity, unless there is a legal obligation to retain it.<br> You may refuse the use of cookies by selecting the appropriate settings on your browser or by amending your preferences.\nIn addition to that you may prevent the collection of the information generated by the cookie about your use of the website (including you IP address) and the processing of this data by Google if you download and install the browser plug-in available at the following link: http://tools.google.com/dlpage/gaoptout.\nYou can access the Google Analytics privacy policy here.\nIn addition to the above, we use historic pseudonymised Google Analytics data to recommend content to you based on your website activity, particularly suggesting articles that may be of interest.\nWe work with Faculty AI, Level 6, 160 Old Street, London, EC1V 9BW, UK, who act as a data processor on our behalf in this activity, a data processing agreement is in place to support this.\nThe data transfer to Faculty AI in the UK is secured by the adequacy decision of the EU Commission.\nFaculty AI are an AI service delivery company, find out more about Faculty AI here.&nbsp;<br> The legal basis to process your data in this instance is Article 6 sec.\n1 sent.\n1 lit.\nf GDPR, our legitimate interest to improve and increase the use of our website as well as your interest in discovering content that is relevant to you.&nbsp;</p>\n<p>\n<strong>SpeedCurve</strong>\n</p>\n<p>We use SpeedCurve, a performance monitoring tool to identify, analyse and help fix website performance issues.\nSpeedCurve will process your personal data on our behalf, including your IP address.\nWe have a data processing agreement in place to support this arrangement.\nThe legal basis for this processing is Art.\n6 sec.\n1 sent.\n1 lit.\na GDPR and reflects your consent to non-essential performance measuring cookies.\nYou can update or withdraw your consent by clicking&nbsp;<strong>Your Privacy Choices/Manage cookies</strong>\n<strong>\n<em>&nbsp;</em>\n</strong>in the page footer.</p>\nIX.\nThird party content and social media plug-ins\n<p>This website may contain links to third party websites.\nWe are not responsible for the content and the data collection on respective third party websites.\nplease check the privacy policy of respective websites for information of respective websites’ data processing activities.</p>\n<p>1.\nSocial media plug-ins</p>\n<p>We use the following social media plug-ins: Facebook, Twitter.\nThis allows you to communicate with such services and like or comment from our website.\nSocial media plug-ins enable a direct communication between your device and the servers of the social media provider, allowing the social media provider to communicate with you and collect information about you browsing our website.\nThis processing is based on Article 6 sec.\n1 sent.\n1 lit.\nf GDPR and represents our legitimate interest to improve your website experience and to optimise our services.</p>\n<p>Please note that we neither have the control of the extent of personal data that is collected by the respective plug-in provider nor do we know the processing’s purpose or the period your personal data will be retained.</p>\n<p>Further information about the processing of your personal data in the provider’s course of operation is provided via their respective privacy policy.\nMoreover, you will be provided with further information with regard to your rights and setting concerning privacy.</p>\n<p>a) Facebook Social Plugins</p>\n<p>We use so-called social plugins („plugins“) of the social networking site facebook.com,&nbsp;a service of Meta Platforms Inc, 1 Hacker Way Menlo Park, California 94025, USA (“Meta”).\nThe plugins can be identified by one of Facebook’s logos (white “f” on blue tile or a “thumps-up”-sign) or by the additional text “Facebook Social Plugin”.\nThe list of Facebook Social Plugins and their appearance can be accessed via:&nbsp;http://developers.facebook.com/plugins.</p>\n<p>If a user visits one of the websites using such a plugin, the user’s browser directly connects to Facebook’s servers.\nThe plugin and its content are made available directly on Facebook’s servers and included in the website by the user’s browser.</p>\n<p>Due to the integration of the plugin Facebook collects the information that a user is visiting the corresponding website.\nIf the user is logged in on Facebook at the moment he or she visits the website, Facebook may be able to connect the visit on the website to the user’s Facebook account.\nIf the user interacts with the plugin – for example if he or she presses the like button or comments on something – the user’s browser transmits this information to Facebook.\nFacebook stores this information.\nIf a user is not a member of Facebook, Facebook may collect and store the user’s IP-address.\nFacebook states that it only collects anonymized IP-addresses in Germany.</p>\n<p>The reason for and scope of the data acquisition and information about the way in which the data is processed and used by Facebook, as well as the user’s rights in this respect and settings options for protecting the users privacy can be found under:&nbsp;http://www.facebook.com/policy.php.</p>\n<p>If the user is a member of Facebook and does not wish Facebook to collect personal data via this homepage and to link this with his data stored on Facebook, the user needs to log off from Facebook before going to this homepage.</p>\n<p>The user may also block Facebook’s plugins using add-ons for the user’s browser, for example the “Facebook Blocker“.</p>\n<p>b) Twitter</p>\n<p>We use the twitter-button.\nThe button is provided by Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, USA.\n(“Twitter”) The buttons are marked using the text “Twitter” or “Follow” and a stylized blue bird.\nThe button enables the user to share an article or a website of this homepage on Twitter or to follow the provider on Twitter.</p>\n<p>If a user visits one of the websites using such a button, the user’s browser directly connects to Twitter’s servers.\nThe Twitter-button and its content are loaded directly from Twitter’s servers and included in the website by the user’s browser.\nAccording to the provider’s knowledge, Twitter collects the user IP-address and the website’s URL when the button is loaded from Twitter’s servers.\nHowever, this data is only be used for loading and displaying the Twitter-button.</p>\n<p>Further information can be found in Twitter’s privacy statement under:&nbsp;https://twitter.com/privacy.</p>\n<p>Should you have any questions regarding our privacy policy, please contact us via the email address&nbsp;dataprotection@springer.com.</p>\nX.\nInformation sharing\n<p>Where personal data is disclosed to third parties for the purposes mentioned above the legal basis for the transfer of your personal data is Article 6 sec.\n1 sent.\n1 lit.\nb and f GDPR.\nSome of the recipients may reside outside the EEA.\nFor further information about cross border transfer in general and transfers outside of the EEA see section on <em>Cross border data transfers.</em>\n</p>\n<p>We may disclose your personal data to contractors who assist us in providing the services we offer through the website.\nSuch a transfer will be based on data processing agreements (Art.\n28 GDPR).\nTherefore, our contractors will only use your personal data to the extent necessary to perform their functions and will be contractually bound to process your personal data only on our behalf and in compliance with our requests.</p>\n<p>In the event that we undergo re-organisation or are sold to a third party, any personal data we hold about you may be transferred to that re-organised entity or third party in compliance with applicable law.</p>\n<p>We may disclose your personal data if legally entitled or required to do so (for example if required by law or by a court order).\nThe legal basis for this will be Article 6 sec.\n1 sent.\n1 lit.\nc GDPR (in conjunction with the respective national law).</p>\n<p>1.Peer Review and Author Services</p>\n<p>In the course of providing our peer review services, your data may be accessed by different members of the editorial team such as editors and assistant to the editorial office.\nTo determine the locations of the Editorial board members, you may refer to a journal’s homepage.\nGranting access to your personal data and the respective processing activity will be based on our and the legitimate interest of the respective society publishing the Journal in successfully publishing high quality articles and papers and ensuring the quality and significance of the respective research published in our journals, products and databases, Article 6 sec.\n1 sent.\n1 lit.\nf GDPR.\nIn order to do so we and/or the respective society may process your personal data to find, contact and evaluate suitable and qualified peer reviewers within the relevant research community.</p>\n<p>This also includes data sharing between us and the respective society.\nFor example, we may share reviewer and author data to publish the journal.</p>\n<p>Please note that the society and we are independently responsible for the respective data processing conducted.\nWe neither have the control of the extent to which personal data is processed by the respective society nor do we control the processing purpose or the period your personal data will be retained.\nIt is also possible that the above-mentioned societies may disclose your personal data to their business partners, third parties or authorities.\nFor further information on the data processing under the society’s control please refer to the respective society’s privacy notice.</p>\n<p>We provide TOC (table of content) alerts to members as part of the services they are entitled to under their membership with the society.\nThis is a core element of the overall service and to this end your personal (i.e.\nname and email address) data is transferred to Springer Nature by the society.\nThe legal basis for processing is Art.\n6 (1) 1 lit.\nb&nbsp;GDPR.\nIndividual members may opt-out of TOC alerts at any time by contacting customerservice@springernature.com or using the <em>unsubscribe</em> link in every email.&nbsp;This applies equally to Book Series Partners, in the event that book volume alerts are sent to a Series Partner’s registered recipients.</p>\n<p>Your personal data will be transferred to and processed inside and outside of the EEA.\nFor further information on cross border data transfer, please refer to section on <em>Cross border data transfers</em>.</p>\n<p>As an author we’ll share your personal data with third parties, like your institution or employer.\nThis is required to manage and approve payment of associated Article Publication Charges (APCs) in order to fulfill the publication of your manuscript.\nThe legal basis is Art.\n6 (1) 1 lit.\nb&nbsp;GDPR.</p>\n<p>By submitting your article for consideration, you acknowledge that if you are recognised as affiliated to an institution or funder with a Springer Nature open access agreement, your name and contact details may be shared with a representative from that institution or funder in order for us to verify whether they agree to cover, in full or in part, the article processing charge (APC) that is payable upon editorial acceptance of submitted articles.\nFor this, the legal basis is Article 6 sec.\n1 sent.\n1 lit.\nb GDPR, to fulfil our contractual obligations to you.\n&nbsp;</p>\n<p>Should you choose not to follow the open access route to publication we may still share your personal data with the institution or funder you’re affiliated with.\nImportantly we will only do this post publication to ensure there’s no bearing on the evaluation of your submission prior to acceptance.\nThe legal basis to share your data in this instance is Article 6 sec.\n1 sent.\n1 lit.\nf GDPR, our legitimate interest to develop and improve our open access program to the benefit of authors and the scientific community generally.&nbsp;</p>\n<p>Customer service, administrative, operational and systems support is provided by other entities of the Springer Nature Group and third party contractors (together “Contractors”).\nWe may disclose your personal data to Contractors who assist us in providing the services we offer through the Submission and Peer Review System.\nSuch a transfer will be based on data processing agreements in accordance with Article 28 of the GDPR.\nTherefore, our Contractors will only use your personal data to the extent necessary to perform their functions and will be contractually bound to process your personal data only on our behalf and in compliance with our requests.\nFurther services, provided by third party technology and service providers, are similarly bound by data processing agreements.</p>\n<p>a.\nResearch Square</p>\n<p>We work closely with Research Square (of which Springer Nature is an investor) to provide Springer Nature authors with optional services to improve their manuscript and provide greater transparency into the peer review process.&nbsp;</p>\n<p>Research Square (Research Square R&amp;D LLC, 601 W.\nMain St.\nSuite 102, Durham, NC, USA) provides software and services to the research community to help them communicate, publish and promote their research.</p>\n<p>Where enabled on the journal Springer Nature authors are provided with access to a private author dashboard upon submission to the journal which provides granular insight into the status of their manuscript as it progresses through the peer-review process, and a place where authors can improve their manuscript via free and paid for services offered by Research Square, should they wish.&nbsp;</p>\n<p>Where offered during submission, authors will be able to opt in to the&nbsp;<em>In Review</em>&nbsp;service which posts their manuscript as a permanent, public, preprint on the Research Square platform.\nThe preprint will be published under a&nbsp;CC-BY license.&nbsp;&nbsp;</p>\n<p>To be able to offer both services, Springer Nature will send Research Square R&amp;D LLC data on the author’s manuscript and status updates as it progresses through the peer-review process.\nThe data transferred includes: manuscript metadata (title, authors (names, email addresses, corresponding author details) subject areas, keywords, funding information);&nbsp.\nmanuscript, figure, table and supplementary information files &nbsp;(but not cover letters and any other files explicitly indicated to be for use of editorial staff only) of initial submissions only for hybrid and subscription titles, and all versions for Open Access titles.\nnotification and date of key stages in the peer-review process.\nThese stages include but are not limited to: passing of initial checks, manuscript assignment to an editor, peer reviewers invited, peer reviewers agreed, peer review reports returned, editorial decision.\nFor journals that operate an open or transparent peer review model for all submitted manuscripts, the reviewer reports (but not reviewer identities) are also passed to Research Square.\nFor these titles only the reviewer reports are posted in the private author dashboard and never publicly.&nbsp;</p>\n<p>Research Square uses this data to populate the peer review timeline in the private author dashboard, and surface free and paid for services that are appropriate to the author depending on where their manuscript is within the peer-review process.\nIf authors have opted in for the&nbsp;<em>In Review</em>&nbsp;service during submission this data will be used to post the manuscript as a public preprint and populate the public peer review timeline (if offered).&nbsp;&nbsp;</p>\n<p>For the&nbsp;<em>Private Author Dashboard </em>your data is shared based on Article 6 sec.\n1 sent.\n1 lit.f GDPR and represents our legitimate interest to increase transparency of the peer review process and support authors in improving their manuscript.\nFor&nbsp;<em>In Review&nbsp;</em>your data is shared based on Article 6 sec.\n1 sent.\n1 lit<strong>.&nbsp;</strong>a GDPR, your explicit consent to this optional service.&nbsp.\n&nbsp;&nbsp;</p>\n<p>Research Square acts as a data processor on our behalf, please see their&nbsp;Privacy Policy&nbsp;and&nbsp;Terms of Service&nbsp;for further information as to how Research Square will process your data.</p>\n<p>b.\nDataSeer</p>\n<p>To better enable us to offer our Research Data Support service we have partnered with DataSeer to improve how we help customers of this service organise and describe their data in a useful way, meet publisher, funder or institutional requirements for data sharing, and to get more credit and readership of their data and associated publication.\nWe are also using DataSeer technology to assist with quality control checks we administer for certain Data Note article types.\nFor this purpose we are using tools provided by DataSeer Research Data Services 4521 John Street, Vancouver, BC, Canada, V5V 3X3 (“DataSeer”).\nData Seer act as a data processor on our behalf, please see their <strong>privacy policy</strong>&nbsp;for more information as to how Data Seer process your data.</p>\n<p>As an author we may share your manuscript, including name and email address, with Data Seer to provide you with the services described above.\nThe legal basis for this processing is Article 6 sec.\n1 sent.\n1 lit.\nf GDPR and represents our legitimate interest to improve user experience and services offered to authors, institutions and funders.&nbsp;</p>\n<p>2.\nUsage Reports<br>\n<br> We may disclose anonymous aggregate statistics about users of the website in order to describe our services to prospective partners, advertisers and other reputable third parties and for other lawful purposes, but these statistics will include no personal data.\nWe also supply standardized usage reports to institutional customers, also known as Counter Reports.\nFor more information on Counter Reports -&nbsp;https://www.projectcounter.org/code-of-practice-sections/usage-reports/</p>\n<p>\n<strong>In addition to the above mentioned anonymous reports and by special arrangement: </strong>\n<br>\n<br> When you read research journals and eBooks or use database products, we will process your personal data to create usage reports.\nFor journals and eBooks this will include your full text HTML and PDF downloads, your IP address and potentially your email address.\nThis data is necessary for the usage report as it provides information on the usage and overall interest in a particular journal or group of journals or eBooks.</p>\n<p>The legal basis is Art.\n6 (1) 1 lit.\nf GDPR.\nWe have a legitimate interest to assess and evaluate the use of our content to be able to improve our services.\nWe will retain this data securely for ongoing internal analysis and future reference.&nbsp;</p>\n<p>We may share the usage data with licensee under whose license you are accessing and using our services, (e.g.\nyour employer, the institution you are a member to, your university etc.\n“Licensee”).\nThe legal basis is Art.\n6 (1) 1 lit.\nf GDPR.\nThe Licensee has a legitimate interest in using the usage data to assess and evaluate the economic efficiency of its license for our content.\nBased on this evaluation, the Licensee will be able to determine e.g.\nthe necessity to obtain more licenses or reduce the number of licenses or to allocate costs internally.\nFurther, the usage data may allow the Licensee to request contributions or funding.\nThe Licensee is contractually limited to use using the usage data for no other purposes than these economic efficiency assessment purposes.</p>\n<p>In addition, we ourselves have a legitimate interest in enabling the Licensee to use the usage data to conduct respective evaluation and assessments is also in our interest as it makes our service more attractive for the Licensees.</p>\n<p>If the Licensee resides outside the EEA, the transfer is safeguarded by a Commission’s adequacy decision such as EU Standard Contractual Clauses.\nYou can find further information about the aforementioned safeguards by contacting onlineservice@springernature.com.</p>\n<p>You may object to the transfer of the usage data to the Licensee at any time without reason by sending an email to onlineservice@springernature.com.</p>\n<p>3.\nSubscription Services</p>\n<p>Nature Plus: We will disclose your personal data to Cambey &amp.\nWest as data processor who assist us in providing the Nature digital alert that we offer as part of the Nature Plus subscription.\nSuch a transfer will be based on data processing agreements in accordance with Article 28 of the GDPR.\nTherefore, our Contractors will only use your personal data to the extent necessary to perform their functions and will be contractually bound to process your personal data only on our behalf and in compliance with our requests.</p>\n<p>4.\nUmbrella for Diversity, Inclusion and Equity (DEI) Analysis</p>\n<p>Springer Nature is deeply committed to fostering a scientific community that supports and benefits from the talents of researchers from a wide range of backgrounds.\nIn support of the advancement of diversity, inclusion and equity (DEI) in research we may ask you to provide information related to gender and ethnicity, for example.\nThis personal information will in no way be used when evaluating and handling your current or future submissions to Springer Nature.\nthis data will be aggregated and anonymised before being analysed and reported in order to improve our policies and processes.\nMore details on the Springer Nature DEI program here.\nBy agreeing with the policy you give consent to the use of your personal data (under Article 6 of the General Data Protection Regulation(GDPR)).\nYou can remove your consent at any time in the future by contacting us here.</p>\n<p>We work with a company called Umbrella Analytics that provides expertise in the field of DEI data analysis.\nUmbrella Analytics acts as a data processor on our behalf and we have a data processing agreement in place to support this relationship.\nFor more information on how Umbrella Analytics uses personal data please see their privacy policy here.&nbsp;&nbsp;</p>\nXI.\nCross border data transfers\n<p>Within the scope of our information sharing activities set out above, your personal data may be transferred to other countries (including countries outside the EEA) which may have different data protection standards from your country of residence.\nPlease note that data processed in a foreign country may be subject to foreign laws and accessible to foreign governments, courts, law enforcement, and regulatory agencies.\nHowever, we will endeavour to take reasonable measures to maintain an adequate level of data protection when sharing your personal data with such countries.</p>\n<p>In the case of a transfer outside of the EEA, this transfer is&nbsp.\nsafeguarded by EU Model Clauses in accordance with Article 46 GDPR.\nYou can find further information about the aforementioned safeguards by following this link&nbsp;https://ec.europa.eu/info/law/law-topic/data-protection_en&nbsp;or contact our Group Data Protection Officer via&nbsp;dataprotection@springernature.com&nbsp;for specific information on respective safeguards.</p>\nXII.\nSecurity\n<p>We have reasonable state of the art security measures in place to protect against the loss, misuse and alteration of personal data under our control.\nFor example, our security and privacy policies are periodically reviewed and enhanced as necessary and only authorised personnel have access to personal data.\nWhilst we cannot ensure or guarantee that loss, misuse or alteration of information will never occur, we use all reasonable efforts to prevent it.</p>\n<p>You should bear in mind that submission of information over the internet is never entirely secure.\nWe cannot guarantee the security of information you submit via our website whilst it is in transit over the internet and any such submission is at your own risk.</p>\nXIII.\nData retention\n<p>We strive to keep our processing activities with respect to your personal data as limited as possible.\nIn the absence of specific retention periods set out in this policy, your personal data will be retained only for as long as we need it to fulfil the purpose for which we have collected it and, if applicable, as long as required by statutory retention requirements.</p>\nXIV.\nYour rights\n<p>Under the legislation applicable to you, you may be entitled to exercise some or all of the following rights:</p>\n<p>1.\nrequire (i) information as to whether your personal data is retained and (ii) access to and/or duplicates of your personal data retained, including the purposes of the processing, the categories of personal data concerned, and the data recipients as well as potential retention periods;</p>\n<p>2.\nrequest rectification, removal or restriction of your personal data, e.g.\nbecause (i) it is incomplete or inaccurate, (ii) it is no longer needed for the purposes for which it was collected, or (iii) the consent on which the processing was based has been withdrawn;</p>\n<p>3.\nrefuse to provide and – without impact to data processing activities that have taken place before such withdrawal – withdraw your consent to processing of your personal data at any time;</p>\n<p>4.\nobject, on grounds relating to your particular situation, that your personal data shall be subject to a processing.\nIn this case, please provide us with information about your particular situation.\nAfter the assessment of the facts presented by you we will either stop processing your personal data or present you our compelling legitimate grounds for an ongoing processing;</p>\n<p>5.\ntake legal actions in relation to any potential breach of your rights regarding the processing of your personal data, as well as to lodge complaints before the competent data protection regulators;</p>\n<p>6.\nrequire (i) to receive the personal data concerning you, which you have provided to us, in a structured, commonly used and machine-readable format and (ii) to transmit those data to another controller without hindrance from our side.\nwhere technically feasible you shall have the right to have the personal data transmitted directly from us to another controller.\nand/or</p>\n<p>7.\nnot to be subject to any automated decision making, including profiling (automatic decisions based on data processing by automatic means, for the purpose of assessing several personal aspects) which produce legal effects on you or affects you with similar significance.</p>\n<p>You may (i) exercise the rights referred to above or (ii) pose any questions or (iii) make any complaints regarding our data processing by contacting us using the contact details set out below.</p>\nXV.\nContacting us\n<p>Please submit any questions, concerns or comments you have about this privacy policy or any requests concerning your personal data by email to our Group Data Protection Officer.\nYou can contact our Group Data Protection Officer via&nbsp;dataprotection@springernature.com</p>\n<p>The information you provide when contacting us at&nbsp;customerservice@springernature.com&nbsp;will be processed to handle your request and will be erased when your request is completed.\nAlternatively, we will restrict the processing of the respective information in accordance with statutory retention requirements.</p>\nXVI.\nAmendments to this policy\n<p>We reserve the right to change this policy from time to time by updating our website respectively.\nPlease visit the website regularly and check our respective current privacy policy.&nbsp;</p>\n<p>&nbsp;</p>\n<p>If you would like to access your user information, such as I.P address or BPIDs, then please click the following link:&nbsp;debug</p> ", "created_at": "2023-09-03 23:50:03.228792", "updated_at": "2023-09-03 23:51:59.072581"}, {"id": 18803, "name": " Legal notice", "url": "https://www.nature.com/info/legal-notice", "xpath": "/html/body/div[2]/div", "text": " Legal notice <p>Unless otherwise indicated, this Web Site and its contents are the property of Springer Nature Limited.\nA company registered in England and Wales under Company Number: 785998 with its registered office at The Campus, 4 Crinan Street, London, N1 9XW, United Kingdom.\nThe copyright and all other intellectual property rights in the material contained on this Web Site belongs to Springer Nature or its licensors.\nThe trademarks appearing on this Web Site are protected by the laws of England and international trademark laws.</p>\n<p>In accessing this Web Site, you agree that the Web Site is made available for your personal, non-commercial use only.\nUnless you have Springer Nature's prior written permission, you are not permitted to copy, broadcast, make available to the public, download, store (in any medium), transmit, show or play in public, adapt or change in any way the material (or any part of it) contained on this Web Site for any purpose whatsoever.</p>\n<p>THIS WEB SITE AND ITS CONTENT IS PROVIDED FOR USE \"AS IS\".\nSPRINGER NATURE MAKES NO REPRESENTATIONS OR WARRANTIES WITH RESPECT TO THIS WEB SITE OR ITS CONTENTS, ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION THE IMPLIED WARRANTIES OF SATISFACTORY QUALITY AND FITNESS FOR PURPOSE RELATING TO THIS WEB SITE AND/OR ITS CONTENT AND/OR ANY WEB SITE TO WHICH IS LINKED ARE HEREBY TO THE FULLEST EXTENT PERMITTED BY LAW EXCLUDED.\nNO REPRESENTATIONS OR WARRANTIES ARE GIVEN AS TO THE ACCURACY OR COMPLETENESS OF THE INFORMATION PROVIDED ON THIS WEB SITE, OR ANY WEB SITE TO WHICH IT IS LINKED.</p>\n<p>In no event shall Springer Nature or its employees, agents, suppliers, or contractors be liable for any damages of any nature, including without limitation any consequential loss, loss of income or profit, loss of or damage to property, claims of third parties, or any other loss, cost, claim or expense of any kind or character arising out of or in connection with the use of this Web Site, its content or any Web Site with which it is linked.\nThis exclusion and limitation only applies to the extent permitted by law.</p> ", "created_at": "2023-09-03 23:51:18.106393", "updated_at": "2023-09-03 23:51:27.909754"}, {"id": 18804, "name": " Terms & Conditions", "url": "https://www.nature.com/info/terms-and-conditions", "xpath": "/html/body/div[2]/div", "text": " Terms &amp.\nConditions Index of Terms\n<ol>\n<li>Website Terms of Use</li>\n<li>Online Shop Terms and Conditions</li>\n<li>Guided OA Terms and Conditions</li>\n</ol>\nWebsite Terms of Use\n<p>\n<b>Date of version: 23 June 2015</b>\n</p>\n<p>Thank you for visiting this website.</p>\n<p>These website terms of use, which incorporate the applicable Additional Terms (as defined below) (together \"<strong>Terms</strong>\") apply to your use of this website and any and all other websites operated by Springer Nature Limited (each a \"<strong>Site</strong>\").\nPlease note that these Terms apply, regardless of the means of delivery of any Site to you.</p>\n<p>By using any Site, you indicate that you have read and accept these Terms, including the applicable Additional Terms and agree to abide by and be bound by all such Terms (as modified from time to time).\nIf you do not accept all applicable Terms, please refrain from using any Site.</p>\n<p>Please note that we may change these Terms from time to time without notice so you should review them each time that you visit any Site.</p>\n<p>\n<strong>We draw your attention to the limitations on liability contained in clause 11 below and to the consents to data transfer and processing contained in clause 9 below.</strong>\n</p>\n<p>In addition to these Terms each Site may have supplementary terms and conditions which apply to the Site(s) on which they appear or the services available on the Site (\"<strong>Additional Terms</strong>\").\nPlease ensure that you read any Additional Terms and the Privacy Policy as they form part of these Terms in respect of the Site(s) to which they relate.\nTo the extent that the Additional Terms conflict with these Terms, the Additional Terms shall prevail (including, without limitation, any liability limitations or exclusions in the Additional Terms), but only in respect of the Site(s) on which they appear.</p>\n<strong>Index</strong>\n<ol>\n<li>About us</li>\n<li>Contacting us</li>\n<li>Using Sites</li>\n<li>Linking</li>\n<li>Registration</li>\n<li>Your Content</li>\n<li>Third party content</li>\n<li>Intellectual Property Rights</li>\n<li>Your personal information</li>\n<li>Interactive services</li>\n<li>Our liability</li>\n<li>Maintenance of the Site</li>\n<li>Severance</li>\n<li>Variation</li>\n<li>Jurisdiction and applicable law</li>\n</ol>\n<ol>\n<li>\n<strong>About us</strong>\n<ol>\n<li>Each Site is operated by Springer Nature Limited, a company registered in England under company number 00785998 with a registered office at The Campus, 4 Crinan Street, London, N1 9XW, United Kingdom, VAT number GB199440621 (\"<strong>we</strong>\", \"<strong>us</strong>\", \"<strong>our</strong>\").</li>\n</ol>\n</li>\n<li>\n<strong>Contacting us</strong>\n<ol>\n<li>If you suspect misuse of any Site, please refer to the Additional Terms for the relevant Site for information as to the appropriate person to contact.</li>\n<li>For general comments on any Site, or to seek permission to do anything prohibited by or not contained in the applicable Terms, or which requires our prior consent or agreement, you can contact us following the instructions found on the ‘Contact’ page on the relevant Site.</li>\n<li>We respect the intellectual property rights of others, and we request that our visitors do the same.\nIt is our policy to terminate the accounts of users who repeatedly infringe the rights of others.\nIf you think your work has been copied in a manner that constitutes copyright infringement, you may notify our copyright agent, who can be reached at:<br> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nNature America, Inc.<br> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nOne New York Plaza, Suite 4500<br> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nNew York, NY 10004<br> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nAttention: Legal Department<br> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nEmail: copyrightagent@springernature.com<br> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nPhone: +1-212-460-0220<br> Please include all of the following in your notification: <ol>\n<li>A physical or electronic signature of the person authorized to act on behalf of the owner of an exclusive copyright that is allegedly infringed;</li>\n<li>a description of the copyrighted work you claim has been infringed;</li>\n<li>a description of where the material you claim is infringing is located on the site;</li>\n<li>your address, telephone number, email address and all other information reasonably sufficient to permit us to contact you;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>If you would like to report any defamatory content, please click here.</li>\n</ol>\n</li>\n<li>\n<strong>Using Sites</strong>\n<ol>\n<li>Access to any Site is permitted on a temporary basis and we reserve the right to withdraw or amend the service we provide on the Site or part of the Site without notice.\nWe will not be liable or responsible if for any reason any or all Site(s) is (are) unavailable at any time or for any period.</li>\n<li>We may update any Site from time to time, and may change the content at any time.\nPlease note that any of the content on any Site may be out of date at any time, and we are under no obligation to update it.</li>\n<li>The information and materials on any Site are not intended to amount to advice on which you should rely.\nAs such, we disclaim all liability and responsibility arising from any reliance placed on such information and materials by any visitor to the Site, or by any person who may be informed of any of its content.</li>\n<li>You may view (and, where applicable, listen to and/or watch) the content and applications available on the Site for your own private non-commercial use.\nYou must not use or allow others to access or use, all or any part of our Site or the contents and/or applications on it for commercial purposes without our permission.\nUse of all or any part of any Site or the contents and/or applications on it for commercial purposes shall be subject to separate terms and conditions and may be subject to a fee.</li>\n<li>You may occasionally print individual pages of any Site for your private non-commercial use, provided that such printing is not substantial or systematic and our trade marks, copyright notices and trade mark notices are not removed.</li>\n<li>From time to time we may restrict access to some parts of a Site, or to that entire Site, to users who have registered with us.\nRegistered users may (as detailed in the Additional Terms for that Site) customise some of certain Sites' features to create personalised areas of the Site for their own private non-commercial use.\nYou must not otherwise alter, adapt or reverse engineer any part of the Site.</li>\n<li>You must not (whether directly or indirectly): <ol>\n<li>distribute, transmit, syndicate, sell or offer to sell or otherwise make available all or any part of any Site or in any way seek to commercialise all or part of the combination of materials which together constitute the Site;</li>\n<li>distribute, transmit, syndicate, sell or offer to sell or otherwise make available any content, files, feeds or data from a Site, whether publically available or not, except as specifically permitted by that Site and in compliance with any applicable conditions or restrictions.\nor</li>\n<li>copy, download, or store any content, files, feeds or data from any Site, whether publically available or not, to make or populate a database or publication of any kind whatsoever, provided that for the avoidance of doubt this is not intended to restrict copying of an insubstantial part of any such material where you are able to show ‘fair dealing’ with it, in each case in accordance with the UK Copyright, Designs and Patents Act 1988.</li>\n</ol>\n</li>\n<li>You may only play video or audio files using the media player on any Site or on the website of one of our licensees who is displaying such material with our authorisation.\nWhere any videos or other materials are displayed through a third-party embedding service you must comply with all applicable conditions of that third party.</li>\n<li>If you would like to ‘share’ a story, an application, or other content from any Site with somebody, please use the 'Send to a Friend' facility or ‘share’ function (or such other similar feature) on the Site, or you may email a link to the Site to your friend or simply ask them to visit the Site.\nPlease ensure that you have their consent before entering their details.</li>\n<li>You should be aware that content and resources may be removed from any Site with or without notice at any time and we accept no responsibility or liability for any reliance by you on the continued availability of any content or resources on the Site.</li>\n<li>Whether or not you are a registered user, you must not abuse any Site’s ‘Report this Comment’ facility (or any similar feature) (such as, without limitation, by making malicious reports).</li>\n<li>You are solely liable and responsible for any third-party charges incurred by you in accessing and using any Site, including in particular any network charges for fixed or mobile internet use.</li>\n</ol>\n</li>\n<li>\n<strong>Linking</strong>\n<ol>\n<li>You may establish a link to one or more Site(s), provided that: <ol>\n<li>the link is legal and not detrimental or damaging to and/or does not take unfair advantage of our reputation or business;</li>\n<li>such linking is not for advertising or promotional purposes (unless we have expressly agreed to it);</li>\n<li>the link is not from any website which promotes any political or religious views, or promotes or depicts intolerance, hatred, discrimination, violence, pornography or illegal activity (websites of any such nature being referred to as an \"<strong>Unacceptable Forum</strong>\");</li>\n<li>the link does not falsely or misleadingly imply or suggest that we endorse, approve of or are associated with the linked website, its webpages or any of its contents.\nand</li>\n<li>framing of any Site on any other website is not allowed and you must not provide access to the Site or part of it under any other URL.</li>\n</ol>\n</li>\n<li>We may withdraw your right to link to any Site without notice and at any time (acting in our sole discretion).</li>\n<li>Subject to these Terms and to applicable Additional Terms you may only include links on any Site to third party websites or webpages if: <ol>\n<li>the third party website is not an Unacceptable Forum, and the content of or linking to such third party websites or webpages does not breach any of the provisions set out in clause 6.6;</li>\n<li>the terms of use of such websites or webpages allows such linking;</li>\n<li>links are clearly and visibly marked as such;</li>\n<li>the content of any linked website or webpages are relevant and clearly related to the Content to which it is linked.\nand</li>\n<li>the link will not result in any automatic download.</li>\n</ol>\n</li>\n<li>Where any Site and/or applications contain links to other websites, webpages, resources, or mobile services which are proprietary to third parties, other users, advertisers or sponsors, such websites, webpages, resources and mobile services are provided for your information only and you access them at your own risk.\nWe are not liable or responsible for the content or operation of third party websites, webpages, resources or mobile services.\nYou should read any applicable terms and conditions and privacy policies.</li>\n</ol>\n</li>\n<li>\n<strong>Registration</strong>\n<ol>\n<li>Where you are required to register to use a Site or part of a Site, it is your responsibility to provide accurate and complete registration details and to keep such details up to date.\nWe are entitled to rely on any such registration details you provide to us.</li>\n<li>Unless stated otherwise, each registration is for a single user only and not for multiple users.\nIf you choose, or you are provided with, a user identification code, password or any other piece of information as part of our security procedures, you must treat such information as confidential.\nYou must not disclose it to any third party.\nYou are solely responsible for any loss or damage you or we may suffer as a result of your failure to do so.</li>\n<li>Your registration with any Site must be in your own, real, name, not under any false or assumed name and not with any other person’s identity.\nYou must not pretend to be a different person.\nYou must provide a valid email address when you register for any Site.\nIf you provide an email address to us then you warrant to us that you are entitled to receive email to such email address.\nYou also acknowledge and agree that we may stop sending emails to you without prior notification.</li>\n<li>You are responsible for everything done using your registration details.\nYou must not disclose your login details to any other person.\nIf you think that another person may have access to, or be using, your registration details, you must inform us immediately.</li>\n<li>We may suspend, terminate or prevent your account and/or your access to any or all Site(s) at our sole discretion.\nWhere we suspend, terminate or prevent your registration, you must not attempt to re-register or submit any content, material or applications without our prior written consent.</li>\n<li>For the avoidance of doubt, where we suspend, terminate or otherwise prevent your account or your access to any Site, we may continue to publish or use your Content (as defined in clause 6) in accordance with the provisions of the applicable Terms.</li>\n<li>If you know or suspect that anyone other than you knows your user identification code or password, you must promptly notify us in accordance with clause 2 of these Terms.</li>\n</ol>\n</li>\n<li>\n<strong>Your content</strong>\n<ol>\n<li>Each Site may, in accordance with its own Additional Terms, offer you the opportunity to submit, post, display, transmit, perform, publish, distribute or broadcast content and materials, including, without limitation, articles, commentaries, photographs, text, music, video, audio recordings, computer graphics, pictures, data, questions, comments, suggestions or personally identifiable information (\"Content\").\nYou retain ownership of any intellectual property rights that you hold in the Content.</li>\n<li>You grant to us a royalty-free, non-exclusive, perpetual, irrevocable license to use, copy, edit, adapt, publish, reproduce, translate, sub-license, create derivative works from, make available, communicate, display, store and distribute your Content (in whole or part) and/or to incorporate it in other works in any form, format, media, or technology now known or later developed (including without limitation in print, digital and electronic form) throughout the world in accordance with the provisions of these Terms.\nBy submitting your Content, you warrant that you have the right to grant this license.\nTo the extent permitted by law, you waive all moral rights in your Content.\nTo the extent that you are unable to waive any such moral rights, you agree not to assert the same.</li>\n<li>It is our sole discretion, subject to any rules and procedures applicable to any Site, whether or not we choose to publish or otherwise make available Content on the Site.\nWe may remove Content at our discretion, subject only to our express obligations in respect of peer-reviewed articles.</li>\n<li>For the avoidance of any doubt, you acknowledge and agree that we may: <ol>\n<li>Continue to publish all or part of Your Content, including applications, your name, town and country, even if you change your mind and want us to remove it and/or you are no longer registered with the Site;</li>\n<li>remove your Content at our sole discretion (even if you have not breached these Terms).</li>\n<li>use all or part of your Content in promoting our products and services;</li>\n<li>reproduce your trade marks, trade names, service marks, logos, domain names or other identifying signs or images;</li>\n<li>publish and/or distribute widgets and other applications similar to yours and bearing our or another user's branding or logo without any liability or responsibility to you;</li>\n<li>modify your Content in any way at our sole discretion.</li>\n</ol>\n</li>\n<li>You acknowledge that we are not responsible for checking, monitoring or moderating any Content and you remain solely responsible for all Content that you upload or submit.</li>\n<li>By uploading or submitting Content to any Site, you warrant that (subject to the following sentences) you are the sole author of and owner of all proprietary rights in the Content.\nIf the Content includes any material that belongs to a third party, you promise that you have obtained the permission of such third party owners to use their material in accordance with the provisions of these Terms, including its publication on the Site concerned and the right of visitors to the Site to download the Content, including such third-party material.\nYou further warrant that you have attached all third-party copyright or proprietary notices which you are required to attach.</li>\n<li>You warrant and represent that your Content, and the content of any website from which you include a link to any Site, or to which you post a link from a Site, will not be inappropriate.\nWithout limitation, Content (and the content of third-party websites) may be considered inappropriate if: <ol>\n<li>it is misleading in any way, and/or it gives a false impression as to its origins or approvals;</li>\n<li>it is defamatory, plagiarised (including plagiarism from your own work), abusive, malicious, threatening, false, misleading, offensive, insulting, discriminatory, profane, harassing, racist, sexist, indecent, obscene, pornographic, hateful or it advocates violence;</li>\n<li>it is in breach of confidentiality or another person’s privacy or other rights, or of any duty owed by you;</li>\n<li>it prejudices any active or pending legal proceedings of which you are aware;</li>\n<li>it contains accusations of impropriety or personal criticism of our personnel, editors or reviewers;</li>\n<li>it infringes any intellectual property rights proprietary to us or any third party;</li>\n<li>it is technically harmful (including Content containing, without limitation, computer viruses, logic bombs, trojan horses, worms, harmful components, corrupted data or other malicious software, harmful data or conduct and/or contains any other element which is intended to harm us or any third party, or to carry out or facilitate any fraudulent or dishonest transaction);</li>\n<li>it advertises or promotes any product or service or makes any requests for donations or financial support;</li>\n<li>it is spam or junk content;</li>\n<li>it impersonates another person or otherwise misrepresents your identity, affiliation or status;</li>\n<li>it would be considered a criminal or statutory offence in any jurisdiction, or gives rise to civil liability, or is otherwise unlawful.\nand/or</li>\n<li>it is in breach of these Terms and/or of any Additional Terms.</li>\n</ol>\n</li>\n<li>You must not attempt to avoid or undermine any protections we put in place for the security and operation of any Site.</li>\n<li>You must not attempt to gain unauthorised access to any Site, the server on which any Site is hosted or any server, computer or database connected to any Site or to attack any Site via a denial of service attack or by any means other than through a normal web browser in the generally-accepted manner, and in accordance with these Terms.\nBy breaching the provisions of this clause, you may be committing a criminal offence.\nWe shall report any such breach to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them and your right to use the affected Site and any other Site whose use is subject to these Terms shall immediately and automatically cease.</li>\n<li>Unless you have our express permission to do so, you must not re-submit any Content or other material or applications which have previously been rejected or removed.</li>\n<li>You shall indemnify us on demand and keep us indemnified against all liabilities, losses, damages, costs, claims and expenses (including any professional costs and expenses) suffered or incurred by us arising out of or in connection with any breach or alleged breach by you of this clause 6.</li>\n<li>You undertake to defend us from and against any claim or action by a third party that the use or possession of any Content submitted or uploaded to any Site by you infringes the intellectual property of such third party (\"<strong>IPR Claim</strong>\"), and shall on demand indemnify us and keep us indemnified against all liabilities, losses, damages, costs, claims and expenses (including any professional costs and expenses) suffered or incurred by us arising out of or in connection with any such IPR Claim.</li>\n</ol>\n</li>\n<li>\n<strong>Third party content</strong>\n<ol>\n<li>We are not liable or responsible for any third party content on any Site.\nThird party content includes, for example, comments, blogs and articles posted by any third parties, Content, the content of advertisements, applications posted by other third parties and content accessed through applications.</li>\n</ol>\n</li>\n<li>\n<strong>Intellectual Property Rights</strong>\n<ol>\n<li>For the avoidance of doubt, we are the owner or the licensee of all intellectual property rights in all Sites.\nAll such rights are reserved.\nOur status (and that of any identified contributors) as the authors of content on our site must always be acknowledged.</li>\n<li>We acknowledge and agree that you (or your licensor) retain(s) ownership in any copyright you may have in the Content you submit or upload to any Site, in accordance with the Terms.</li>\n</ol>\n</li>\n<li>\n<strong>Your personal information</strong>\n<ol>\n<li>In addition to these Terms and the Additional Terms, please read the Privacy Policy at http://www.nature.com/info/privacy.html carefully as it governs our collection and use of information about you, and states that we may collect your information in the UK and transfer it to companies within our group (including companies based outside of the UK and Europe).\n<strong>By using our Site, you consent to us obtaining, holding, processing and transferring your data as set out in the Privacy Policy.</strong>\n</li>\n</ol>\n</li>\n<li>\n<strong>Interactive services</strong>\n<ol>\n<li>We may from time to time provide interactive services on any Site, including (without limitation) chat rooms, bulletin boards and other forums (\"<strong>interactive services</strong>\").</li>\n<li>Where we do provide any interactive service, we will provide clear information to you about the kind of service offered, whether it is moderated and what form of moderation is used (including whether it is human or technical).</li>\n<li>We are under no obligation to oversee, monitor or moderate any interactive service we provide on any Site, and we expressly exclude our liability for any loss or damage arising from the use of any interactive service by a user in contravention of our content standards at clause 6 of these Terms, and as contained in any Additional Terms, whether the service is moderated or not.</li>\n<li>The use of our interactive services by a minor is subject to the consent of their parent or guardian.\nWe advise parents who permit their children to use an interactive service that it is important that they communicate with their children about their safety online, as moderation is not foolproof.\nMinors who are using any interactive service should be made aware of the potential risks to them.</li>\n<li>Where we do moderate an interactive service, we will normally provide you with a means of contacting the moderator, should a concern or difficulty arise.</li>\n</ol>\n</li>\n<li>\n<strong>Our liability</strong>\n<ol>\n<li>The provisions of this clause 11 set out our entire financial liability (including any liability for the acts or omissions of our employees, agents and sub-contractors) to you in respect of all losses, claims or liabilities arising under or in connection with these Terms or your use of any Site generally, whether in contract, tort (including negligence), breach of statutory duty, or otherwise.</li>\n<li>The information and material contained on each Site is for information purposes only and does not constitute advice.\nSuch information and material may be incorrect or out of date and should not be considered as a definitive or complete statement.\nYou should check any information and material on the Site and use your own judgement before doing or not doing anything on the basis of such information or material.\nWe make no representations or warranties with respect to the Site or its content.\nAll warranties (express or implied) (including without limitation the implied warranties of satisfactory quality and fitness for purpose relating to any Site and/or its content) are hereby excluded to the fullest extent permitted by law.\nNo representations or warranties are given as to the accuracy or completeness of the information or material provided on any Site or any website or webpage to which it is linked.</li>\n<li>Nothing in these Terms excludes or limits our liability for death or personal injury caused by our negligence or for fraud of fraudulent misrepresentation or any other liability that cannot be limited by applicable law.</li>\n<li>To the fullest extent permitted by law, we, other members of our group of companies and third parties connected to us hereby expressly exclude any liability for: <ol>\n<li>loss of or corruption to data.\nor</li>\n<li>loss of profit.\nor</li>\n<li>loss of anticipated savings.\nor</li>\n<li>loss of anticipated revenue.\nor</li>\n<li>loss of business.\nor</li>\n<li>loss of opportunity.\nor</li>\n<li>adverse effect on reputation and/or goodwill.\nor</li>\n<li>any indirect or consequential loss or damage save that for these purposes losses arising as a result of regulatory fines and damage to property shall to the extent arising as a natural consequence of the breach in question not be regarded as indirect or consequential.</li>\n</ol>\n</li>\n<li>Subject to the provisions of clause 11.3 above, our total liability to you in respect of all losses and liabilities arising under or in connection with these Terms, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, shall in no circumstances exceed an amount equal to the amount paid by you to us in the 12 month period immediately preceding the date on which such loss or liability arose or £250, whichever is greater.</li>\n<li>Without prejudice to the generality of the exclusions of liability contained in this clause 11, we shall not be liable to you if you cannot access any Site properly or at all (wholly or partly) or if some of its features are unavailable to you due to events outside our control (including without limitation the performance of any internet service provider, the performance of any internet browser, limitations of the device you use to access the Site and/or any malicious or unintentional harm done by yourself or others).</li>\n<li>We shall have no liability to you for any loss, damage or inconvenience suffered due to the unavailability, withdrawal, corruption or loss of any Content, material or other information or data from or on any Site, or for any use of or reliance on any Content on any Site.</li>\n<li>Whilst we monitor each Site with a view to locating and fixing defects, you acknowledge and agree that we cannot and do not guarantee that each Site or any individual feature of each Site will be error free, be available at all times and/or be free from viruses and defects.\nWe shall not be liable for any loss or damage caused by a virus, distributed denial-of-service attack, or other technologically harmful material that may infect your computer equipment, computer programs, data or other proprietary material due to your use of any Site or to your downloading of any content on it, or on any website linked to it.</li>\n</ol>\n</li>\n<li>\n<strong>Maintenance of the Site</strong>\n<ol>\n<li>You acknowledge and agree that from time to time we may need to suspend access to all or a part of any Site while we: <ol>\n<li>fix defects and errors in the Site;</li>\n<li>install updates and undertake general diagnosis and maintenance of the Site.\nand</li>\n<li>undertake emergency maintenance and/or suspend access to the servers,</li>\n</ol> and that as a result of which the Site may be less accessible or unavailable to you from time to time.</li>\n</ol>\n</li>\n<li>\n<strong>Severance</strong>\n<ol>\n<li>If any court or competent authority finds that any provision of these Terms (or part of any provision) is invalid, illegal or unenforceable, that provision or part-provision shall, to the extent required, be deemed to be deleted, and the validity and enforceability of the other provisions of these Terms shall not be affected.</li>\n</ol>\n</li>\n<li>\n<strong>Variation</strong>\n<ol>\n<li>We may revise these Terms at any time by amending this page or the page on which the Additional Terms appear.\nYou must check this page, and the page of each Site where Additional Terms appear, from time to time to take notice of any changes we make, as they are binding on you.\nSome of the provisions contained in these Terms may also be superseded by provisions or notices published elsewhere on the Site, including without limitation in Additional Terms.</li>\n</ol>\n</li>\n<li>\n<strong>Jurisdiction and applicable law</strong>\n<ol>\n<li>Subject to clause 15.3, the law governing these Terms, and any dispute or claim arising out of or in connection with them or their subject matter or formation (including non-contractual disputes or claims), shall be governed by and construed in accordance with the laws of England and Wales.</li>\n<li>Subject to clause 15.3, the courts of England and Wales shall have exclusive jurisdiction to settle any dispute or claim that arises out of or in connection with these Terms or its subject matter or formation (including non-contractual disputes or claims).\nFor our exclusive benefit and to the extent possible in the applicable jurisdiction, we retain the right to bring or enforce proceedings as to the substance of the matter in the courts of the country of your residence or, where these Terms are entered into in the course of your trade or profession, the country of the place of business in which you agreed to these Terms or (if different) the country of your principal place of business.</li>\n<li>If you are in the USA or Canada, these Terms shall be governed by the laws of the State of New York, without regard to any conflict of law provisions, and the parties agree to submit to the exclusive jurisdiction of the courts located in the State of New York.</li>\n<li>In the event of any legal action arising from or relating to these Terms of Use or your use of any Site, you hereby waive the right to a jury trial.</li>\n</ol>\n</li>\n</ol>\nOnline Shop Terms and Conditions\n<p>\n<strong>Date of version: 26 January 2022</strong>\n</p>\nIndex\n<ol>\n<li>General provisions <ol>\n<li>Definitions</li>\n<li>Products and applicable provisions</li>\n<li>User Account and registration</li>\n<li>Using the User Account</li>\n<li>Ordering products</li>\n<li>Right of withdrawal for Individual Customers having their habitual residence in Europe, Middle East, Africa, Asia, Oceania or Australia</li>\n<li>Payment and invoicing</li>\n<li>Termination of the User Account, Subscriptions and contracts on Services</li>\n<li>Springer Nature’s Liability</li>\n<li>Application of the Terms and Conditions, amendments</li>\n<li>Severability</li>\n<li>Governing law and venue</li>\n<li>Out-of-court settlements/jury trial</li>\n</ol>\n</li>\n<li>Special provisions for specific products <ol>\n<li>Purchase of Goods</li>\n<li>Access to Digital Content</li>\n<li>Subscriptions</li>\n</ol>\n</li>\n</ol>\n<p>The following Terms and Conditions include general provisions for using the Online Shop (section A) and special provisions for specific products (section B).</p>\n<ol>\n<li>General provisions <ol>\n<li>Definitions <ol>\n<li>\n<strong>“Online Shop”</strong> means any online shop for the sale of Products by Springer Nature to which these Terms and Conditions apply.</li>\n<li>\n<strong>“Digital Content Platform”</strong> means any platform provided by or on behalf of Springer Nature hosting Digital Content for access by Authorized Users.</li>\n<li>\n<strong>“Springer Nature”</strong> means the relevant entity with which contracts are concluded.\n<ol>\n<li>For Customers having their habitual residence in <strong>North, Central or South America:</strong> Springer Nature Customer Service Center, LLC, 1 New York Plaza, Suite 4600, New York, NY 10004-1562, phone 1-866-839-0194, fax: +1 212 460 1700, email: customerservice@springernature.com</li>\n<li>For Customers having their habitual residence in <strong>Europe, Middle East, Africa, Asia, Oceania or Australia:</strong> Springer Nature Customer Service Center GmbH, Tiergartenstr.\n15-17, 69121 Heidelberg, Germany, phone +49 (0) 6221 345 4303, fax: +49 6221 345 4229, email: customerservice@springernature.com</li>\n</ol>\n</li>\n<li>\n<strong>“Products”</strong> means any Goods, Digital Content and Services offered in the Online Shop, including Subscriptions and Rentals.\n<ol>\n<li>\n<strong>“Goods”</strong> means any tangible movable items, in particular print books and magazines.</li>\n<li>\n<strong>“Digital Content”</strong> means any form of digital images, texts, sounds, audio-visual content and software (or combinations thereof), which is not delivered on a tangible medium.</li>\n<li>\n<strong>“Services”</strong> means any kind of services, excluding the supply of or providing access to Digital Content.</li>\n<li>\n<strong>“Subscription”</strong> means the regular supply of Goods or Digital Content.\nor access to Digital Content, but not including Rentals.</li>\n<li>\n<strong>“Rental”</strong> means access to Digital Content for a fixed period, which cannot be extended or renewed.</li>\n</ol>\n</li>\n<li>\n<strong>“User”</strong> means the natural person who owns an account for using the Online Shop and, if applicable, accessing Digital Content and/or Services (the <strong>“User Account”</strong>), acting either as an Individual Customer or on behalf of an Institutional Customer.</li>\n<li>\n<strong>“Customer”</strong> means either (a) an Individual Customer or (b) an Institutional Customer entering into a contract with Springer Nature.\n<ol>\n<li>\n<strong>“Individual Customer”</strong> means a natural person acting in their own name.</li>\n<li>\n<strong>“Institutional Customer”</strong> means an organization which orders Products to be used by the Authorized User.</li>\n</ol>\n</li>\n<li>\n<strong>“Authorized User”</strong> means <ol>\n<li>a User who ordered Digital Content or Services as an Individual Customer.\nor</li>\n<li>a User who ordered Digital Content or Services on behalf of an Institutional Customer and was authorized to use that Product by the Institutional Customer.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Products and applicable provisions<p>Springer Nature offers the following kinds of Products in the Online Shop:</p>\n<ol>\n<li>\n<strong>Print books, print journals</strong> and <strong>print magazines:</strong> The provisions on the delivery of Goods apply.\nunless a copy of an individual issue was ordered, the provisions on Subscriptions apply as well.</li>\n<li>\n<strong>ePapers, eBooks, eJournals</strong> and <strong>eMagazines</strong> (including individual chapters or articles, if available) for download: The provisions on access to Digital Content apply.\nunless a copy of an individual issue was ordered, the provisions on Subscriptions apply as well.</li>\n<li>\n<strong>Coupon Codes:</strong> The provisions on Coupon Codes apply.</li>\n<li>\n<strong>Rentals of eBooks:</strong> The provisions on access to Digital Content and on Rentals apply.</li>\n<li>\n<strong>Personal Collections,</strong> i.e.\naccess by an <strong>Individual Customer</strong> to packages of Digital Content arranged by subject matter, such as “Nature+”: The provisions on Digital Content, Personal Collections and Subscriptions apply.</li>\n<li>\n<strong>Services:</strong> If Services can be ordered in the Online Shop.\nany specific provisions set out on the product page apply in addition to these Terms and Conditions.</li>\n</ol>\n</li>\n<li>User Account and registration <ol>\n<li>A User Account is a prerequisite for placing orders in the Online Shop, using Digital Content or Services, and providing User content such as comments on websites operated by Springer Nature or its affiliated companies.</li>\n<li>\n<strong>Prerequisites for registering a User Account and registration process</strong>\n<ol>\n<li>User must be of age and have full legal capacity.</li>\n<li>User must provide accurate and complete details upon registration and must keep them up to date.</li>\n<li>User must provide a valid email address.\nUser warrants that they are entitled to receive email at such email address.\nSpringer Nature is not obliged to use such email address for communication with User.</li>\n<li>User may review the data entered and correct any errors or terminate the registration process at any time before sending off the completed registration form.\nBy clicking the confirmation button, User registers a User Account.\nSpringer Nature will send User a confirmation of receipt of their registration.\nSpringer Nature may reject registrations for any or no reason.\nThe contract on using the user account will not be filed and will not be accessible to User.</li>\n</ol>\n</li>\n<li>\n<strong>Individual User Account and Institutional User Account</strong>\n<ol>\n<li>If User wants to order Products as an Individual Customer as well as on behalf of an Institutional Customer (section A.1.6), User must register <strong>two separate User Accounts</strong> for those different purposes, i.e.\n<ol>\n<li>one User Account for placing orders as an Individual Customer (<strong>“Individual User Account”</strong>) and</li>\n<li>another User Account for placing orders on behalf of the relevant Institutional Customer (<strong>“Institutional User Account”</strong>).</li>\n</ol>\n</li>\n<li>User may, however, always register only one Individual User Account and only one Institutional User Account.</li>\n<li>User must use a private email address for their Individual User Account and their professional email address (provided by the relevant Institutional Customer) for their Institutional User Account.</li>\n<li>Upon registering an Institutional Account, User warrants and represents that they are duly authorized by the relevant Institutional Customer to act as its agent and conclude contracts in the name of that Institutional Customer.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Using the User Account <ol>\n<li>\n<strong>User’s role when using their User Account(s)</strong>\n<ol>\n<li>When using their Individual User Account, User shall always be deemed to act in their own name.\nwhen using their Institutional User Account, User shall always be deemed to act on behalf of the relevant Institutional Customer.\nThis means: <ol>\n<li>If User orders Products as an <strong>Individual Customer, User</strong> shall be the <strong>Customer</strong> (as defined in clause A.1.6) and the <strong>Authorized User</strong> (as defined in A.1.7).</li>\n<li>If User orders Products on behalf of the relevant <strong>Institutional Customer</strong>, that <strong>Institutional Customer</strong> shall be the <strong>Customer</strong> (as defined in clause A.1.6), but <strong>User</strong> shall be the (only) <strong>Authorized User</strong> (as defined in clause A.1.7).</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Strictly personal use</strong>\n<ol>\n<li>A User Account is always User’s personal account.\nIt provides User with access to the Digital Content and/or Services which they are authorized to use as the Authorized User (section A.4.1) according to the User’s rights of use for Digital Content (section B.2.7) and/or the specific terms for the relevant Service.\nThis means: <ol>\n<li>User may not let other persons (including other persons affiliated with the same Institutional Customer) use their User Account and/or any Digital Content and/or Services which can be accessed from their User Account.</li>\n<li>User may not give other persons access to downloaded Digital Content or share downloaded Digital Content with other persons in any form.</li>\n<li>User may not give other persons access to any results created using a Service or share such results unless expressly authorized to do so under the applicable terms of the relevant Service (clause A.1.1).</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>User’s obligations and consequences of noncompliance <ol>\n<li>User must keep their user credentials confidential.\nIf User has reason to suspect that another person may have access to, or be using, their User Account, User must inform Springer Nature immediately and set a new password.</li>\n<li>Where User is responsible for third-party use of their User Account due to noncompliance with said obligations, User shall be liable for all consequences, including payment for orders.</li>\n<li>Springer Nature may suspend or terminate a User Account after a warning or immediately in order to prevent misuse.\nIn such event, User may not re-register without Springer Nature’s prior written consent.\nThe suspension or termination of the User Account shall not affect Springer Nature’s right to continue to use User content already submitted by User.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Ordering products <ol>\n<li>User may put any Product in the shopping cart by clicking the relevant button on the Product page.\nUser can review the content of the shopping cart at any time and may alter the number of copies (for goods only) or remove Products from the shopping cart or terminate the order process before submitting their order.</li>\n<li>By clicking the confirmation button, User submits their order.\nSpringer Nature will send User a confirmation of receipt.\nsubject to clause A.5.3 the contract is concluded upon such confirmation.\nThe contract will not be filed and will not be accessible to User, but Springer Nature will include the Terms and Conditions in the confirmation email.</li>\n<li>Should the payment process not be completed successfully, i.e.\nSpringer Nature does not receive a confirmation of Customer’s payment from the relevant payment service provider, Springer Nature will not confirm the order, but notify Customer of the failure of payment, and no contract will be deemed made.</li>\n</ol>\n</li>\n<li>Right of withdrawal for Individual Customers having their habitual residence in Europe, Middle East, Africa, Asia, Oceania or Australia <ol>\n<li>An Individual Customer who has their habitual residence in Europe, Middle East, Africa, Asia, Oceania or Australia and is acting for purposes which are outside their trade, business, craft or profession (“consumer”), has a statutory right of withdrawal.\nThe conditions for and effects of withdrawal depend on the nature of the Product (section A.2).</li>\n<li>There is no right of withdrawal for the following types of contracts: <ol>\n<li>the supply of sealed audio or sealed video recordings or sealed computer software which were unsealed after delivery;</li>\n<li>the supply of a newspaper, periodical or magazine with the exception of subscription contracts for the supply of such publications (i.e.\nthe purchase of an individual issue);</li>\n<li>the supply of Digital Content if the performance has begun with Customer’s prior express consent and Customer’s acknowledgment that Customer thereby loses their right of withdrawal and Springer Nature has sent Customer a confirmation of the contract and said consent and acknowledgement via email;</li>\n<li>contracts of Services after the Service has been fully performed if the performance has begun with Customer’s prior express consent, and with the acknowledgement that Customer will lose their right of withdrawal once the contract has been fully performed by Springer Nature.</li>\n</ol>\n</li>\n<li>\n<strong>Information on withdrawal</strong>\n<ol>\n<li>\n<p>For a contract on the delivery of <strong>Goods</strong> which are <strong>delivered in one delivery</strong>:</p> Instruction on withdrawalRight of withdrawal <p>You have the right to withdraw from this contract within 14 days without giving any reason.</p>\n<p>The withdrawal period will expire after 14 days from the day on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the goods.</p>\n<p>To exercise the right of withdrawal, you must inform us (Springer Nature Customer Service Center GmbH, Tiergartenstr.\n15-17, 69121 Heidelberg, Germany, phone +49 (0) 6221 345 4303, email: customerservice@springernature.com) of your decision to withdraw from this contract by an unequivocal statement (e.g.\na letter sent by post,&nbsp;or an e-mail).\nYou may use the attached model withdrawal form, but it is not obligatory.</p>\n<p>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</p> Effects of withdrawal <p>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.\nWe may withhold reimbursement until we have received the goods back or you have supplied evidence of having sent back the goods, whichever is the earliest.</p>\n<p>You shall send back the goods or hand them over to us without undue delay and in any event not later than 14 days from the day on which you communicate your withdrawal from this contract to us.\nThe deadline is met if you send back the goods before the period of 14 days has expired.\nYou will have to bear the direct cost of returning the goods.</p>\n<p>You are only liable for any diminished value of the goods resulting from the handling other than what is necessary to establish the nature, characteristics and functioning of the goods.</p>\n</li>\n<li>\n<p>For a contract on the delivery of <strong>Goods</strong> which were ordered in one order but are <strong>delivered separately:</strong>\n</p> Instruction on withdrawalRight of withdrawal <p>You have the right to withdraw from this contract within 14 days without giving any reason.</p>\n<p>The withdrawal period will expire after 14 days from the day on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the last good.</p>\n<p>To exercise the right of withdrawal, you must inform us (Springer Nature Customer Service Center GmbH, Tiergartenstr.\n15-17, 69121 Heidelberg, Germany, phone +49 (0) 6221 345 4303, email:</p> customerservice@springernature.com) of your decision to withdraw from this contract by an unequivocal statement (e.g.\na letter sent by post, or an e-mail).\nYou may use the attached model withdrawal form, but it is not obligatory.\n<p>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</p> Effects of withdrawal <p>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.\nWe may withhold reimbursement until we have received the goods back or you have supplied evidence of having sent back the goods, whichever is the earliest.</p>\n<p>You shall send back the goods or hand them over to us without undue delay and in any event not later than 14 days from the day on which you communicate your withdrawal from this contract to us.\nThe deadline is met if you send back the goods before the period of 14 days has expired.\nYou will have to bear the direct cost of returning the goods.</p>\n<p>You are only liable for any diminished value of the goods resulting from the handling other than what is necessary to establish the nature, characteristics and functioning of the goods.</p>\n</li>\n<li>\n<p>For the <strong>regular</strong> supply of <strong>Goods</strong> (e.g.\nSubscriptions of print magazines):</p> Instruction on withdrawalRight of withdrawal <p>You have the right to withdraw from this contract within 14 days without giving any reason.</p>\n<p>The withdrawal period will expire after 14 days from the day on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the first good.</p>\n<p>To exercise the right of withdrawal, you must inform us (Springer Nature Customer Service Center GmbH, Tiergartenstr.\n15-17, 69121 Heidelberg, Germany, phone +49 (0) 6221 345 4303, email: customerservice@springernature.com) of your decision to withdraw from this contract by an unequivocal statement (e.g.\na letter sent by post, or an e-mail).\nYou may use the attached model withdrawal form, but it is not obligatory.</p>\n<p>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</p> Effects of withdrawal <p>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.\nWe may withhold reimbursement until we have received the goods back or you have supplied evidence of having sent back the goods, whichever is the earliest.</p>\n<p>You shall send back the goods or hand them over to us without undue delay and in any event not later than 14 days from the day on which you communicate your withdrawal from this contract to us.\nThe deadline is met if you send back the goods before the period of 14 days has expired.\nYou will have to bear the direct cost of returning the goods.</p>\n<p>You are only liable for any diminished value of the goods resulting from the handling other than what is necessary to establish the nature, characteristics and functioning of the goods.</p>\n</li>\n<li>\n<p>For contracts on the supply of or access to <strong>Digital Content</strong>:</p> Instruction on withdrawalRight of withdrawal <p>You have the right to withdraw from this contract within 14 days without giving any reason.</p>\n<p>The withdrawal period will expire after 14 days from the day on of the conclusion of the contract.</p>\n<p>To exercise the right of withdrawal, you must inform us (Springer Nature Customer Service Center GmbH, Tiergartenstr.\n15-17, 69121 Heidelberg, Germany, phone +49 (0) 6221 345 4303, email: customerservice@springernature.com) of your decision to withdraw from this contract by an unequivocal statement (e.g.\na letter sent by post, or an e-mail).\nYou may use the attached model withdrawal form, but it is not obligatory.</p>\n<p>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</p> Effects of withdrawal <p>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.</p>\n</li>\n<li>\n<p>For contracts on <strong>Services</strong>:</p> Instruction on withdrawalRight of withdrawal <p>You have the right to withdraw from this contract within 14 days without giving any reason.</p>\n<p>The withdrawal period will expire after 14 days from the day on of the conclusion of the contract.</p>\n<p>To exercise the right of withdrawal, you must inform us (Springer Nature Customer Service Center GmbH, Tiergartenstr.\n15-17, 69121 Heidelberg, Germany, phone +49 (0) 6221 345 4303, email: customerservice@springernature.com) of your decision to withdraw from this contract by an unequivocal statement (e.g.\na letter sent by post,&nbsp;or an e-mail).\nYou may use the attached model withdrawal form, but it is not obligatory.</p>\n<p>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</p> Effects of withdrawal <p>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.</p>\n<p>If you requested to begin the performance of services during the withdrawal period, you shall pay us an amount which is in proportion to what has been provided until you have communicated us your withdrawal from this contract, in comparison with the full coverage of the contract.</p>\n<p>Customer may use the following form, but it is not obligatory:</p> Model withdrawal form <p>(complete and return this form only if you wish to withdraw from the contract)</p>\n<ul>\n<li>To Springer Nature Customer Service Center GmbH, Tiergartenstr.\n15-17, 69121 Heidelberg, Germany, email: customerservice@springernature.com:</li>\n<li>I/We (*) hereby give notice that I/We (*) withdraw from my/our (*) contract of sale of the following goods (*)/for the provision of the following service (*),</li>\n<li>Ordered on (*)/received on (*),</li>\n<li>Name of consumer(s),</li>\n<li>Address of consumer(s),</li>\n<li>Signature of consumer(s) (only if this form is notified on paper),</li>\n<li>Date</li>\n</ul>\n<p>(*) Delete as appropriate.</p>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Payment and invoicing <ol>\n<li>Customer may pay with credit card and/or via PayPal, as displayed before or at the beginning of the order process.\nIn order to use PayPal, Customer must have an account with PayPal.\nNo other means of payment will be available.</li>\n<li>If Customer pays with credit card, Springer Nature will transmit the payment details to the relevant credit card issuer.\nThe purchase price will be charged immediately after receipt of the order.\nThe relevant credit card issuer’s terms and conditions apply.</li>\n<li>If Customer pays via PayPal, Customer will be redirected to www.paypal.com, which is operated by PayPal (Europe) S.\nà r.\nl.\net Cie, S.C.A., 22-24 Boulevard Royal, L-2449 Luxembourg, Luxembourg or an affiliate company in order to make the payment.\nCustomerr’s PayPal account shall be charged immediately.\nPayPal’s terms and conditions apply.</li>\n<li>Customer agrees to receive an electronic invoice at the email address provided in the User Account.\nSpringer Nature may charge a reasonable fee for sending a hard-copy invoice at Customer’s request.</li>\n<li>If Customer fails to honor their payment obligations, or if any amounts paid are reverse-charged, Springer Nature may block Authorized User’s access to the Online Shop and/or to Digital Content Platforms until Springer Nature has received full payment of all arrears.</li>\n<li>Goods are delivered subject to retention of title and shall remain Springer Nature’s property until the purchase price has been paid in full.</li>\n</ol>\n</li>\n<li>Termination of the User Account, Subscriptions and contracts on Services <ol>\n<li>User may give notice of termination of the User Account at any time.</li>\n<li>After termination, User shall no longer have any access to the Online Shop and, if applicable, to Digital Content Platforms, and will lose access any Digital Content.\nUnused amounts under on-going Subscriptions shall not be refunded.</li>\n<li>Any provisions on the term of the User Account and on Rentals, Subscriptions and Services shall not affect the right of either party to terminate a contract for cause with immediate effect.</li>\n<li>Notice of termination by Customer <ol>\n<li>Any notice of termination must be in in writing.</li>\n<li>\n<strong>For Customers having their habitual residence in Europe, Middle East, Africa, Asia, Oceania or Australia, the following applies:</strong> “In writing” means “text form” (as defined in section 126b of The German Civil Code), i.e.\non a “durable medium” (including fax and email) and specifying the sender (see clause A.1.3 for Springer Nature’s contact details).</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Springer Nature’s Liability <ol>\n<li>\n<strong>For Customers having their habitual residence in Europe, Middle East, Africa, Asia, Oceania or Australia, the following applies:</strong>\n<ol>\n<li>For Goods and Digital Products there is a legal guarantee of conformity.\nClaims arising from that guarantee become statute-barred within two years after the goods have been received or the Digital Product was provided, in the case of the continuous provision of a Digital Product not earlier than 12 months after the end of the provision of the Digital Product.</li>\n<li>Springer Nature’s liability shall not be limited in any event for any loss or damage which is (a) due to intent or gross negligence.\n(b) for loss of life, limb, or health.\nStrict liability under the German Product Liability Act shall not be limited.</li>\n<li>If an essential contractual obligation (i.e.\nan obligation the performance of which is necessary for due implementation of the contract, the performance of which a contractual partner generally may rely on, and the breach of which jeopardizes the attainment of the purpose of the contract) was breached due to slight negligence, Springer Nature’s liability shall be limited to that loss or damage the occurrence of which is typical with regard to the nature of the contract and was foreseeable at the time of conclusion of the contract.</li>\n<li>In all other cases, Springer Nature shall not be liable, for whatever cause in law.</li>\n</ol>\n</li>\n<li>\n<strong>For Customers having their habitual residence in North, Central or South America, the following applies:</strong>\n<p>Springer Nature warrants that it has the right to grant Customer the rights granted in these Terms and Conditions.\nExcept for foregoing express warranty and to the extent permitted by applicable law, Springer Nature provides all Goods, Digital Content and Subscriptions (the “Content”) “as is” and makes no other representation or warranty.\nSpringer Nature expressly disclaims any liability for any claim arising from or out of the Content, including but not limited to any errors, inaccuracies, omissions, or defects contained therein, and any implied or express warranty as to merchantability or fitness for a particular purpose.\nSpringer Nature shall not be liable for any special, incidental, consequential, punitive or exemplary damages, even if it has been advised of the possibility of such damages.\nSpringer Nature’s liability for any and all claims under this agreement is limited to the agreed amounts actually paid by the customer at the time of the relevant purchase.</p>\n</li>\n<li>Customer is obliged to make regular complete backups of data produced or stored by Customer at reasonable intervals that reflect the value of such data.\nSpringer Nature shall not be liable for any loss of such data which could have been avoided by Customer’s compliance with said obligation.</li>\n</ol>\n</li>\n<li>Application of the Terms and Conditions, amendments <ol>\n<li>The contract on the use of the User Account and all contracts concluded in the Online Shop shall be subject to these Terms and Conditions as well as any other terms and conditions or other legal terms applicable to websites on which Customer has created the User Account.\nShould Customer have its own terms of business, such terms shall only apply where Springer Nature has expressly agreed to them in writing prior to conclusion of the relevant contract.</li>\n<li>Springer Nature may amend these Terms and Conditions if Springer Nature deems the amendment necessary to adapt these Terms and Conditions to changes in statutory law or case-law or to technical developments, or due to the introduction of new products or features of products.\nSpringer Nature will notify the User/Customer of its intent to amend the Terms and Conditions and the envisaged date of the amended Terms and Conditions entering into force.\nIf User/Customer does not object to the amendment within one month after receipt of said notification (the “Objection Period”), User/Customer shall be deemed to have agreed to the amended Terms and Conditions.\nIn said notification, Springer Nature shall point out the legal relevance of the Objection Period.</li>\n<li>Should User/Customer object to the amendment, Springer Nature may give notice of termination of the relevant contract(s) at the time when the amended Terms and Conditions come into force.\nin such event Springer Nature shall without undue delay reimburse on a pro rata basis any advance payments of subscription fees.</li>\n</ol>\n</li>\n<li>Severability<p>Should any provision of these Terms and Conditions be or become ineffective or unenforceable, this shall not affect the remainder of these Terms and Conditions.\nIn any such case, the parties shall negotiate in good faith for a clause which is to substitute the ineffective/unenforceable provision, reasonably balancing the parties’ interests.</p>\n</li>\n<li>Governing law and venue <ol>\n<li>\n<strong>For Customers having their habitual residence in Europe, Middle East, Africa, Asia, Oceania or Australia, the following applies:</strong>\n<p>Contracts between User/Customer and Springer Nature shall be governed and its provisions construed and enforced in accordance with German law, without giving effect to its conflict of laws rules and the UN Convention on Contracts for the International Sale of Goods (CISG).\nIf User/Customer is a natural person who concluded a contract for a purpose which can be regarded as being outside their trade or profession, this shall not have the result of depriving the User/Customer of the protection afforded to them by provisions that cannot be derogated from by agreement by virtue of the law of the country where the User/Consumer has their habitual residence.</p>\n<p>The parties agree that they are subject to the exclusive jurisdiction of the courts in Heidelberg, Germany for all legal disputes arising directly or indirectly from the contractual relationship between Springer Nature and the User/Customer in the following circumstances:</p>\n<ol>\n<li>User/Customer is a registered trader according to the German Commercial Code, a public corporation or a special trust managing public assets;</li>\n<li>User’s/Customer’s place of residence or habitual place of abode is outside Germany or User/Customer relocated their place of residence or habitual place of abode outside Germany after the conclusion of the contract;</li>\n<li>User’s/Customer’s place of residence or habitual place of abode is not known at the time when legal action is filed.</li>\n</ol>\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>For Customers having their habitual residence in North, Central or South America, the following applies:</strong>\n<p>Contracts between User/Customer and Springer Nature shall be governed and its provisions construed and enforced in accordance with the laws of the State of New York, USA, without giving effect to its conflict of laws rules and the UN Convention on Contracts for the International Sale of Goods (CISG).</p>\n<p>The parties agree that they are subject to the exclusive jurisdiction of the courts in New York, NY, USA.</p>\n</li>\n</ol>\n</li>\n<li>Out-of-court settlements/jury trial <ol>\n<li>We do not engage in out-of-court settlements before consumer arbitration bodies.\nHowever, we are obliged to inform you that the European Commission provides a platform for online dispute resolution, which is available at https://ec.europa.eu/consumers/odr/.</li>\n<li>For Customers having their habitual residence in North America, Central America or South America, the following applies: User/Customer expressly waives the right to a trial by jury.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Special provisions for specific products <ol>\n<li>Purchase of Goods <ol>\n<li>Springer Nature shall deliver Goods within the time specified at the time the order is placed.</li>\n<li>Springer Nature shall deliver Goods using an appropriate shipping method chosen in its reasonable discretion.\nshipping costs shall never exceed the amount specified specified at the time the order is placed.</li>\n<li>Springer Nature may make partial deliveries where Customer can be reasonably expected to accept partial delivery.\nthis will never result in higher shipping costs to be borne by Customer.</li>\n</ol>\n</li>\n<li>Access to Digital Content <ol>\n<li>General prerequisites<p>For using digital content, e.g.\nreading purchased or rented eBooks, and for reading content downloaded from Personal Collections, Customer/Authorized User needs normal Internet access and software for viewing documents in the electronic format specified on the Product page, if any.</p>\n<ol>\n<li>Authorized User needs to log into their User Account in order to trigger the download of Digital Content.</li>\n<li>Digital Content purchased for Download can be downloaded by Authorized User immediately after the conclusion of the contract.</li>\n</ol>\n</li>\n<li>Coupon codes <ol>\n<li>Springer Nature in some cases offers coupon codes to purchase Digital Content for download in the Online Shop.\n<ol>\n<li>\n<strong>“E-Book inside”</strong> means an eBook accessible via a coupon code imprinted in a print book.\nThe Customer may order the corresponding eBook for free.</li>\n<li>\n<strong>“Companion eBook”</strong> means an eBook offered to the buyer of the corresponding print book.\nThe Customer may order the corresponding eBook a reduced price.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Rentals <ol>\n<li>Authorized User needs to log into their User Account in order to view the Digital Content.</li>\n<li>Rentals give Authorized User the right to view the rented Digital Content for a fixed term, as specified on the Product page.</li>\n<li>Authorized User may make copies of the Digital Content only to the extent allowed by the exceptions and limitations under applicable copyright law.</li>\n</ol>\n</li>\n<li>Personal Collections <ol>\n<li>Only Individual Customers may order access to a Personal Collection.\nif User orders a Personal Collection using an Institutional User Account (section A.3.3.1), neither User nor any other person shall be deemed an Authorized User.</li>\n<li>Authorized User will be granted access to the relevant Personal Collection(s) on a Digital Content Platform immediately after the conclusion of the contract (“activation”).\nAuthorized User may use the Digital Content Platform to the extent necessary to access their activated Personal Collection(s), either (a) via direct log-in to the Digital Content Platform (using the same credentials as for the Online Shop) or (b) via a link on the Product page of the relevant Personal Collection.</li>\n<li>Springer Nature may, in its discretion, add new content to a Personal Collection or replace existing content with revised editions, but Springer Nature shall not be obliged to make such updates.</li>\n</ol>\n</li>\n<li>Removal of Digital Content<p>Springer Nature reserves the right to discontinue the distribution of specific eBooks etc.\nor to remove parts of Personal Collections in the event of copyright infringements or any other legal issue which could give rise to Springer Nature’s liability towards third parties.\nShould Authorized User have not downloaded removed content within 12 months after conclusion of the contract, Springer Nature will reimburse to Customer the purchase price in full or in part (if the removed content was part of a Personal Collection).</p>\n</li>\n<li>Rights of Use for Digital Content <ol>\n<li>Authorized User may use Digital Content only for personal purposes and subject to the restrictions set out in this section B.2 or to the extent allowed by the exceptions and limitations under applicable copyright law.</li>\n<li>Springer Nature reserves the right to mark purchased items of Digital Content with User’s name and email address, using an electronic watermark or other technical identification marks, including means that are not evident to User.\nor to equip them with technological measures designed to prevent infringements of intellectual property rights (“Technological Measures”).</li>\n<li>Authorized User may use and store Downloaded Digital Content (including parts thereof) only on end devices used by the Authorized User personally.\nThe following in particular is not permitted: making unauthorized additional copies, in particular on end devices or media to which third parties have access.\nadapting digital content.\ndistributing Digital Content to third parties or making it available to the public (including on intranets).\ncircumventing Technological Measures.</li>\n<li>Springer Nature reserves the right to block Authorized User’s access to Digital Content if Authorized User is in breach of clauses B.2.7.1 or B.2.7.3 and/or may give notice of termination for cause with immediate effect.\nThe same applies if an Institutional Customer is found to have ordered a Personal Collection in breach of clause B.2.4.1.</li>\n<li>Clauses B.2.7.1 to B.2.7.4 apply to Personal Collections accordingly.</li>\n<li>Authorized User’s right to use Digital Content which is the subject matter of a Rental or was downloaded from a Personal Collection or under a subscription granting access to Digital Content (point (b) of clause A.1.4.4) shall expire as soon as the respective rental term or subscription term expires.\nAfter that Authorized User may no longer use the relevant Digital Content and must delete any copies.\nSpringer Nature may block access to such Digital Content.</li>\n<li>\n<strong>Apress Access:</strong> By way of exception to clause B.2.6.6 the following applies: Upon termination of the Apress Access subscription, Authorized User <strong>may continue to use any Apress eBooks that they downloaded during the term of the subscription.</strong>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Subscriptions <ol>\n<li>Subscriptions of journals and magazines (including eJournals and eMagazines) are always made for one calendar year as the initial term.</li>\n<li>Monthly Subscriptions will run for an indefinite time after expiry of the initial term, if any, and one month’s notice of termination may be given any time.</li>\n<li>Annual Subscriptions will run for a fixed term of one year, payment will not automatically renew unless the Customer has opted into our auto-renew feature.</li>\n<li>Rolling 30-day subscription will run for an indefinite time on a 30-day subscription cycle, termination may be given at any time and will be effective at the end of the subscription cycle in which the notice of termination has been given.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<p>&nbsp;</p>\nGuided Open Access Terms and Conditions\n<p>\n<strong>Date of version: 6th January 2021</strong>\n</p>\n<p>By submitting your manuscript (your “Article”) for consideration under Nature Portfolio’s Guided Open Access programme, you indicate that you have read and accept these terms and conditions (“the Terms”).\nIf you do not accept all applicable Terms, please do not submit your Article for consideration by the Guided Open Access programme.</p>\n<p>Please note that we may change these Terms from time to time without notice so you should review them each time that you plan to submit a manuscript for consideration through Guided Open Access.</p>\n<p>In addition to these Terms, Nature Portfolio websites and platforms (“Sites”) that you visit in connection with Guided Open Access have terms and conditions which apply to the Site(s) on which they appear or the services available on the Sites (\"Additional Terms\").\nPlease ensure that you read any Additional Terms and the Privacy Policy as they form part of these Terms in respect of the Site(s) to which they relate.\nTo the extent that the Additional Terms conflict with these Terms, these Terms shall prevail.</p>\n<p>\n<strong>We draw your attention to the limitations on liability contained in clause 6 below and to the consents to data transfer and processing contained in clause 5 below.</strong>\n</p>\n<strong>Index </strong>\n<ol>\n<li>Guided Open Access</li>\n<li>Eligibility</li>\n<li>Charges</li>\n<li>Right of Withdrawal</li>\n<li>Your personal information</li>\n<li>Our liability</li>\n<li>Severance</li>\n<li>Variation</li>\n<li>Applicable law and jurisdiction</li>\n</ol>\n1.\n<strong>Guided Open Access</strong>\n<p>Guided Open Access (“Guided OA”) is a programme that enables you to submit your Article to one Nature Research journal, and be considered simultaneously by two other associated journals in the Nature Portfolio.\nSee our Guided OA page for further details on the Guided OA programme.</p>\na.Initial Submission\n<p>In order to participate in the Guided OA programme, you must select the Guided OA option when submitting your Article to a participating Nature Research Journal, and provide all information required pursuant to the submission process.\nIf your Article is deemed appropriate for the Guided OA programme, it will be assigned to a handling editor from one of the participating journals, and you will be asked to arrange payment of an Editorial Assessment Charge (see Charges, below).\nIf your Article is determined not to be suitable for any of the journals in the Guided OA programme, you will be notified and no Editorial Assessment Charge will be payable.</p>\nb.Editorial Assessment Report\n<p>Once your article has been assigned to a handling&nbsp.\neditor and you have provided billing details for the Editorial Assessment Charge, your Article will be sent for peer review in accordance with our standard practices.\nOn the basis of their expert judgement, and the feedback from one round of peer review, the Nature Portfolio editor responsible for your Article will prepare an Editorial Assessment Report (EAR).\nThe EAR will typically provide an editorial evaluation of the manuscript, an open research evaluation, guidance for adhering to best reproducibility practice, and help to navigate and interpret the reviewers’ feedback, but contents of individual EARs may vary.\nIf your Article is provisionally recommended for publication after the first round of peer review, the EAR will recommend which journal(s) will be suitable for publication of your Article.\nIf you choose to continue with a recommended journal, the peer review process will continue in accordance with the journal’s standard practice.\nHowever, you are under no obligation to continue with a recommended journal, and may use the EAR in connection with preparation for submission of your Article to another journal.\n<strong>YOU UNDERSTAND AND AGREE THAT YOUR PARTICIPATION IN GUIDED OA (1) DOES NOT GUARANTEE THAT YOUR ARTICLE WILL BE PEER REVIEWED AT THE JOURNAL OF YOUR CHOICE, AND (2) DOES NOT GUARANTEE THE PUBLICATION OF YOUR ARTICLE IN ANY PARTICULAR PARTICIPATING JOURNAL, OR IN ANY OF THE PARTICIPATING JOURNALS.&nbsp.\nSUBMITTED MANUSCRIPTS WILL BE REVIEWED AND PUBLISHING DECISIONS MADE IN ACCORDANCE WITH THE HIGH STANDARDS OF NATURE PORTFOLIO JOURNALS.\nTHE LIKELIHOOD OF ACCEPTANCE OF A MANUSCRIPT FOR PUBLICATION IN PARTICIPATING JOURNALS UNDER THE GUIDED OA PROGRAMME WILL BE NO GREATER THAN FOR MANUSCRIPTS SUBMITTED TO SUCH JOURNALS UNDER STANDARD SUBSCRIPTION OR OPEN ACCESS PUBLISHING TERMS.</strong>\n</p>\n&nbsp.\nc.\nPublication\n<p>Articles published through the Guided OA Programme will be published under a Creative Commons Attribution 4.0 International (CC BY 4.0) license.</p>\n2.\n<strong>Eligibility</strong>\n<p>If you are affiliated with an institution participating in a Fully OA agreement or Transformative (or Compact) agreement that includes Nature Portfolio journals, you will not be eligible for Guided Open Access, where fees are applied before acceptance (Editorial Assessment Charge).\nDirect Open Access is available to you by selecting the open access option once your paper has been accepted, with your fees covered by the relevant institutional agreement.\nPlease check our &nbsp;OA agreement pages for further information about what fees are covered.</p>\n3.\n<strong>Charges</strong>\n<p>Once your Article has entered the Guided Open Access process, you will be required to complete a Guided OA Editorial Assessment Charge (EAC) Payment Form, and arrange payment of the EAC.\n<strong>THE EDITORIAL ASSESSMENT CHARGE WILL NOT BE REFUNDED EVEN IF YOUR ARTICLE IS NOT RECOMMENDED FOR PUBLICATION IN ONE OF THE GUIDED OA JOURNALS PURSUANT TO THE EDITORIAL ASSESSMENT OR IS OTHERWISE NOT PUBLISHED IN A GUIDED OA JOURNAL FOR ANY REASON.</strong>\n</p>\n<p>If your article is accepted for publication after completion of the peer review process at a recommended journal, you will be required to complete a Guided OA Top-Up Article Processing Charge (APC) Payment Form, and arrange payment of the Top-Up APC.</p>\n<p>If your Article is published in a Nature Research journal (Nature Physics,&nbsp;Nature Methods&nbsp;or&nbsp;Nature Genetics), the combined amount of the EAC and the Top-Up APC will be lower than the cost of publishing on an open access basis directly through those journals, outside of Guided OA.\n<strong>IF YOUR ARTICLE IS PUBLISHED IN NATURE COMMUNICATIONS OR ONE OF THE COMMUNICATIONS JOURNALS, THE COMBINED AMOUNT OF THE EAC AND THE TOP-UP APC WILL BE SOMEWHAT HIGHER THAN THE COST OF PUBLISHING ON AN OPEN ACCESS BASIS DIRECTLY WITH ANY OF SUCH JOURNALS, OUTSIDE OF GUIDED OA.</strong> Please see the Nature Research Guided Open Access page for exact costs.&nbsp;</p>\n4.\n<strong>Right of Withdrawal</strong>\n<p>You have the right to withdraw from your agreement to pay the EAC or Top-Up APC within 14 days without giving any reason.</p>\n<p>The withdrawal period will expire after 14 days from the day of the conclusion of the contract.</p>\n<p>To exercise the right of withdrawal, you must inform us (for customers domiciled or established in North, Central or South America: Springer Nature Customer Service Center LLC, 200 Hudson Street, Suite 503, Jersey City, NJ 07311, USA, tel.: +44 (0)203 192 2009, email: ORSupport@springernature.com.\nfor customers domiciled or established in Europe, Middle East, Africa, Asia, Oceania, Australia: Springer Nature Customer Service Center GmbH, Tiergartenstr.\n15-17, 69121 Heidelberg, Germany, tel.: +44 (0)203 192 2009, email: ORSupport@springernature.com) of your decision to withdraw from this contract by an unequivocal statement (e.g.\na letter sent by post, fax or e-mail).\nYou may use the attached model withdrawal form, but it is not obligatory.</p>\n<p>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</p>\nEffects of withdrawal\n<p>If you withdraw from the contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.</p>\n<p>If you requested to begin the performance of services during the withdrawal period, you shall pay us an amount which is in proportion to what has been provided until you have communicated us your withdrawal from this contract, in comparison with the full coverage of the contract.</p>\n<p>The following form may be used to state your withdrawal, but it is not obligatory:</p>\n<p>\n<strong>Model withdrawal form</strong>\n</p>\n<p>(complete and return this form only if you wish to withdraw from the contract)</p>\n<p>— To Springer Nature Customer Service Center LLC, 200 Hudson Street, Suite 503, Jersey City, NJ 07311, USA (for customers domiciled or established in North, Central or South America) (*) / To Springer Nature Customer Service Center GmbH, Tiergartenstr.\n15-17, 69121 Heidelberg, Germany (for customers domiciled or established in Europe, Middle East, Africa, Asia, Oceania, Australia) (*):</p>\n<p>— I/We (*) hereby give notice that I/We (*) withdraw from my/our (*) contract of sale of the following goods (*)/for the provision of the following service (*),</p>\n<p>— Ordered on (*)/received on (*),</p>\n<p>— Name of consumer(s),</p>\n<p>— Address of consumer(s),</p>\n<p>— Signature of consumer(s) (only if this form is notified on paper),</p>\n<p>— Date</p>\n<p>(*) Delete as appropriate.</p>\n5.<strong> Your personal information</strong>\n<p>In addition to these Terms and the Additional Terms, please read the Privacy Policy at http://www.nature.com/info/privacy.html carefully as it governs our collection and use of information about you, and states that we may collect your information in the UK and Europe and transfer it to companies within our group (including companies based outside of the UK and Europe).\nBy using our Site, you consent to us obtaining, holding, processing and transferring your data as set out in the Privacy Policy.</p>\n6.\n<strong>Our Liability</strong>\n<p>To the fullest extent permitted by law, we and other members of our group of companies expressly exclude any liability for: loss of or corruption to data.\nor loss of profit.\nor loss of anticipated savings.\nor loss of anticipated revenue.\nor loss of business.\nor loss of opportunity.\nor adverse effect on reputation and/or goodwill.\nor any indirect or consequential loss or damage.\nSubject to the provisions of the foregoing sentence, our total liability to you in respect of all losses and liabilities arising under or in connection with these Terms, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, shall in no circumstances exceed an amount equal to the amount paid hereunder.\nNothing in these Terms shall exclude any liability for or remedy in respect of death or physical injury caused by our negligence, or for fraud, including fraudulent misrepresentation.</p>\n7.\n<strong>Severance</strong>\n<p>If any court or competent authority finds that any provision of these Terms (or part of any provision) is invalid, illegal or unenforceable, that provision or part-provision shall, to the extent required, be deemed to be deleted, and the validity and enforceability of the other provisions of these Terms shall not be affected.</p>\n8.\n<strong>Variation</strong>\n<p>We may revise these Terms at any time by amending this page or the page on which the Additional Terms appear.\nYou must check this page, and the page of each Site where Additional Terms appear, from time to time to take notice of any changes we make, as they are binding on you.\nSome of the provisions contained in these Terms may also be superseded by provisions or notices published elsewhere on the Site, including without limitation in Additional Terms.</p>\n9.\n<strong>Applicable Law and Jurisdiction</strong>\n<p>Any dispute or claim arising out of or in connection with these Terms or their subject matter or formation (including non-contractual disputes or claims), shall be governed by and construed in accordance with the laws of England and Wales.\nThe courts of England and Wales shall have exclusive jurisdiction to settle any dispute or claim that arises out of or in connection with these Terms or its subject matter or formation (including non-contractual disputes or claims).</p> ", "created_at": "2023-09-03 23:51:37.55532", "updated_at": "2023-09-03 23:51:44.519289"}], "points": [], "urls": ["nature.com"]}}