{"error": 448, "message": "OK", "parameters": {"id": 9392, "name": "AI:R MATH", "created_at": "2023-08-23 20:02:06.372896", "updated_at": "2023-08-23 22:02:29.00014", "wikipedia": null, "keywords": null, "related": null, "slug": "ai-r-math", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9392.png", "url": "airmath.com", "documents": [{"id": 18491, "name": "Terms of Use", "url": "https://docs.google.com/document/d/e/2PACX-1vQL7CfYkW0XujFJG-n6uFHAQQf32EbdsMcW6PVrBcd-4NOtIcoK27Qo0z85tL4Y8tbi4kSgjorEsW1M/pub", "xpath": "//body", "text": "Mit Google Docs veröffentlichtMissbrauch meldenWeitere InformationenAIR MATH Terms of UseAutomatisch alle 5&nbsp;Minuten aktualisiert<p>Terms of Use</p>\n<p>Effective Date: January 21, 2022</p>\n<p>\n</p>\n<p>\n</p>\n<p>These Terms of use(“Terms of Use”) are a binding contract between you and Riiid, Inc(“Riiid” ).\nBy using the Service, you agree to the Terms of Use.\nAll applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\n&nbsp;If you do not agree with any of these terms, you are prohibited from using the service or accessing this site.\nTerms of Use will govern your use of Riiid’s websites, mobile apps, applications and other features or services.</p>\n<p>\n</p>\n<p>Riiid may elect to change or supplement the Terms of Use from time to time at its sole discretion.\nYou agree that we may notify you of the Updated Terms by posting them on the site so that they are accessible via a link on the home page, and that your use of our Service after we have posted the Updated Terms (or engaging in such other conduct as we may reasonably specify), you agree to be bound by the then-current version of the Terms of Use, including any changes we may have made since the last time you used our Service.\n</p>\n<p>\n</p>\n<p>If you do not agree with the changes, you should discontinue using the Service.\nIf you continue using the Service after such changes, you will be deemed to have accepted the changes to the Terms of Use.\nChanges to the Terms of Use will be effective as of the time of posting, or such later date as may be specified in the updated Terms of Use, and will apply to your use of the Service from that point forward.</p>\n<p>\n</p>\n<p>Riiid reserves the right, in Riiid’s sole discretion, to make changes to or discontinue any of the Service at any time.\nAny description of the Service provided by Riiid is not a representation that the Service is working or will always work in that manner, as Riiid is continuously updating the Service.</p>\n<p>\n</p>\n<p>\n</p>\n<p>1.\nEligibility.\nUser Accounts</p>\n<p>You affirm that you are at least 13 years of age and are otherwise fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in Terms of Use, and to abide by and comply with these Terms of Use.\nYour access may be terminated without warning if Riiid believes that you are under the age of 13 or are otherwise ineligible.</p>\n<p>\n</p>\n<p>\n</p>\n<p>2.\nRegistration Data / Account Security</p>\n<p>You may only have one account for use of the Service.\nYou may not create or use more than one account, and you may not share your account or any of the Service with others.</p>\n<p>\n</p>\n<p>All information you provide to create an account must be accurate and complete.\nYou may not impersonate any other person or use a name that is not your own.\nYou represent and warrant that you will use the Service in compliance with any and all applicable laws and regulations.\nIt is your responsibility to update your account information to keep it current and accurate.\n</p>\n<p>\n</p>\n<p>You are solely responsible for maintaining the confidentiality of your information, and for any and all use of your account.\nYou agree not to use the account, username, or password of another user at any time, nor to disclose your password to any third-party.\nYou agree you will not sell or share or otherwise transfer your membership or any membership rights.</p>\n<p>\n</p>\n<p>You agree to notify Riiid immediately if you suspect any unauthorized use of your account or access to your password.</p>\n<p>\n</p>\n<p>\n</p>\n<p>3.\nIntellectual Property</p>\n<p>These Terms of Use confer only the right to use the Service, while these Terms and the specified licenses are in effect, and they do not convey any rights of ownership in or to the Service.\nAll right, title and interest, including without limitation any copyrights, patents, trade secrets and other intellectual property rights in the Service will remain Riiid’s sole property.\nAny Service provided to you under these Terms, and other data or materials that are prepared in the performance of such services hereunder, and all right, title and interest in the foregoing, will belong to Riiid or to third parties.\nRiiid reserves all rights not expressly granted in these Terms.</p>\n<p>\n</p>\n<p>You agree that the Service contains proprietary content, information and material that is protected by applicable intellectual property and other laws, including but not limited to copyright, and that you will not use such proprietary content, information or materials in any way whatsoever except for permitted use of the Service.\nNo portion of the Service may be reproduced in any form or by any means.</p>\n<p>\n</p>\n<p>\n</p>\n<p>4.\nUse License</p>\n<p>Subject to your compliance with these Terms of Use, Riiid grants you a limited, personal, non-exclusive, non-commercial, revocable and non-transferable license to view Riiid’s content.\nThis is the grant of a license, not a transfer of title, and under this license you may not:</p>\n<p>\n</p>\n<ul>\n<li>(a) copy, reproduce, modify or create derivative works of the Service or a part thereof;</li>\n<li>(b) sell, rent, lease, distribute, transfer, sublicense, lend or otherwise assign any rights to, or any part of, the Service to any third party or otherwise commercially exploit the Service;</li>\n<li>(c) make the Service available to multiple users by any means, including without limitation by uploading the Service to a file-sharing service or other type of hosting service or by otherwise making the Service available over a network where it could be used by multiple devices at the same time;</li>\n<li>(d) disassemble, decompile, reverse engineer, or attempt to derive the source code of any part of the Service, or permit or authorize a third party to do so.\nYou agree to comply with any technical restrictions in the Service that allow you to use the Service only in certain ways;</li>\n<li>(e) remove any copyright or other proprietary notations from the materials</li>\n<li>(f) scrape, build databases or otherwise create permanent copies of any content derived from the Service, or collect any data incorporated in the Service in any automated manner such as through the use of bots, spiders, crawlers or any other automated means;</li>\n<li>(g) exploit the Service in any unauthorized way whatsoever, including without limitation, by trespass or burdening network capacity;</li>\n</ul>\n<p>\n</p>\n<p>Riiid will automatically terminate the license if you violate any of these restrictions at any time.\nUpon terminating your access to these materials, or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</p>\n<p>\n</p>\n<p>\n</p>\n<p>5.\nProprietary Rights</p>\n<p>Unless otherwise explicitly specified by Riiid, all materials that are included in or otherwise a part of the Services, including past, present, and future versions, domain names, source and object code, the text, site and app design, logos, graphics, and icons, as well as the selection, assembly and arrangement thereof and the \"look and feel\" of the Services, are owned, controlled, or licensed by Riiid.</p>\n<p>\n</p>\n<p>\n</p>\n<p>6.\nUser Content</p>\n<p>When you use the Service, you may generate User Content.\n“User Content” means any content created by you, such as math problems, photographs, pictures, data and information, or other content that you submit or is automatically submitted in the Service.\nIn particular, the photographs and videos of math problems that you may submit to the Service, or automatically submitted photographs and videos of math problems that are automatically collected when you use the service, are User Content.\nYou are solely responsible for your User Content, including complying with all laws applicable to your User Content.\nYou agree not to submit to the Service any defamatory, inaccurate, abusive, obscene, profane, offensive, sexually oriented, threatening, harassing, racially offensive, or illegal User Content, or any User Content that infringes or violates another party's rights (including, but not limited to, intellectual property rights, and rights of privacy and publicity).</p>\n<p>\n</p>\n<p>You hereby grant, and you represent and warrant that you have the right to grant, to Riiid a perpetual, irrevocable, non-exclusive, worldwide, transferable, royalty-free and fully paid right and license, with the right to sublicense, to reproduce, distribute, transmit, publicly perform, publicly display, digitally perform, modify, create derivative works of Riiid may only use such license ion order to operate, promote and improve the Service.\n</p>\n<p>\n</p>\n<p>In particular and without limiting the generality of the foregoing, please note that any photographs and videos you submit to the Service, or photographs and videos submitted automatically to the Service by using the Service, or otherwise submit to Riiid (such as photographs and videos of math problems) constitute User Content and by submitting them you grant Riiid the right and license set forth above and give the representations and warranties set forth below.</p>\n<p>\n</p>\n<p>You represent and warrant that:</p>\n<p>•You own, or have the necessary licenses, rights, and/or consents to submit your User Content in the Service;</p>\n<p>•Your User Content, and Riiid’s exercise of rights as stated in these Terms of Use, do not and will not violate, misappropriate or infringe any intellectual property right or other right of any third party, including but not limited to trademark rights, copyrights, moral rights and publicity rights of any third party;</p>\n<p>•You possess all rights necessary for the reproduction, distribution, transmission, public performance, public display, and other exploitation of your User Content by Riiid as permitted in these Terms of Use.\nand</p>\n<p>•Your User Content is not pornographic, obscene, libelous, defamatory, tortious, harassing or otherwise unlawful.</p>\n<p>\n</p>\n<p>Examples of Prohibited User Content</p>\n<p>The following types of User Content are examples of User Content that is prohibited in the Service:</p>\n<ul>\n<li>User Content that promotes racism, bigotry, hatred or physical harm of any kind against any group or individual;</li>\n<li>Harassing User Content;</li>\n<li>\"Junk mail\", \"chain letters,\" or \"spam\"</li>\n<li>User Content that promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous;</li>\n<li>User Content of commercial nature without authorization from Riiid.</li>\n</ul>\n<p>\n</p>\n<p>Riiid has no responsibility for the conduct of any user in the Service, including any User Content submitted in the Service.\nRiiid assumes no responsibility for monitoring the Service for inappropriate content or conduct.\nYour use of the Service is at your own risk.</p>\n<p>If you see any material in the Service that in your good faith belief is offensive, hateful, harassing or that you otherwise think is prohibited, you may notify Riiid by contacting at help@airmath.com</p>\n<p>For instructions on how to report intellectual property issues, please see Copyright Infringement Section below.</p>\n<p>\n</p>\n<p>User Submissions</p>\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, bug reports or other information about the Service (“Submissions'') provided by you are non-confidential and shall become Riiid’s sole property and you assign all rights in these Submissions to Riiid.\nRiiid shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</p>\n<p>\n</p>\n<p>\n</p>\n<p>7.\nCopyright Infringement</p>\n<p>Riiid undertakes to obey relevant copyright laws.\nIf you believe copyright-protected work was posted on the Service without authorization, you may submit a copyright infringement notification.\nRiiid will review all claims of copyright infringement received and remove User Content deemed to have been posted or distributed in violation of any such laws.\nTo make a claim, please provide Riiid with the following:</p>\n<p>\n</p>\n<ol>\n<li>the name and contact information of the copyright holder or his/her representative who is making the notification (the “Notifying Party”);</li>\n<li>an itemization of the material, for which prevention of access is requested, and details of the location of the material.\nPlease provide enough detail for Riiid to locate the allegedly infringing content on the Service;</li>\n<li>confirmation by the Notifying Party that the material which the request concerns is, in its sincere opinion, illegally accessible in the communications network;</li>\n<li>information concerning the fact that the Notifying Party has in vain submitted its request to the content provider or that the content provider could not be identified;</li>\n<li>confirmation by the Notifying Party that he/she is the holder of copyright or neighboring right or entitled to act on behalf of the holder of the right;</li>\n<li>signature of the Notifying Party.</li>\n</ol>\n<p>\n</p>\n<p>Claims can be sent to help@airmath.com</p>\n<p>\n</p>\n<p>\n</p>\n<p>8.\nAccount Cancellation</p>\n<p>You may request cancellation of your account at any time throughout your use of Services.\nAll provisions of Terms of Use which by their nature should survive, shall survive termination of Services, including without limitation, use license, User Content, warranties and disclaimers, and limitation of liability.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>9.\nElectronic Communications</p>\n<p>When you use this Service and when you communicate with Riiid electronically, for example by sending Riiid an email or ordering Riiid’s products online, you consent to receive communications from Riiid electronically.\nRiiid will communicate with you by email or by posting notices on this website.\nYou agree that all agreements, notices, disclosures, and other communications that Riiid provide to you electronically satisfy any legal requirement that such communications be in writing.</p>\n<p>\n</p>\n<p>\n</p>\n<p>10.\nPrivacy Policy</p>\n<p>You consent to the collection, processing and storage by Riiid of your personal information in accordance with the terms of Riiid’s Privacy Policy.\nYou agree to comply with all applicable laws and regulations, and the terms of Riiid’s Privacy Policy, with respect to any access, use and/or submission by you of any personal information in connection with this website.\nFor a detailed description of how Riiid collects and uses personal data about you, please see Riiid’s Privacy Policy.</p>\n<p>\n</p>\n<p>\n</p>\n<p>11.\nContact</p>\n<p>If you have any questions or concerns regarding the Service or Terms of Use, please write to Riiid at help@airmath.com&nbsp;or at our offices located at 10F, Parnas Tower, 521, Teheran-ro, Gangnam-gu, Seoul, Korea.</p>\n<p>\n</p>\n<p>\n</p>\n<p>12.\nProhibited Activities</p>\n<p>You understand that the Service is available for your personal, non-commercial use only.\n</p>\n<p>In addition, you agree not to use the service to:</p>\n<ul>\n<li>harvest or collect email addresses or other contact information of other users from the app by electronic or other means for the purposes of sending unsolicited emails or other unsolicited communications;</li>\n<li>use the service in any unlawful manner or in any other manner that could damage, disable, overburden or impair the Service;</li>\n<li>upload, post, transmit, share, store or otherwise make available any content that Riiid deem to be harmful, threatening, unlawful, defamatory, infringing, abusive, inflammatory, harassing, vulgar, obscene, fraudulent, invasive of privacy or publicity rights, hateful, or racially, ethnically or otherwise objectionable;</li>\n<li>use automated scripts to collect information from or otherwise interact with the service;</li>\n<li>register for more than one User account, register for a User account on behalf of an individual other than yourself, or register for a User account on behalf of any group or entity;</li>\n<li>impersonate any person or entity, or falsely state or otherwise misrepresent yourself, your age or your affiliation with any person or entity;</li>\n<li>upload, post, transmit, share or otherwise make available any unsolicited or unauthorized advertising, solicitations, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any other form of solicitation;</li>\n<li>upload, post, transmit, share, store or otherwise make publicly available on the service any private information of any third party, including, addresses, phone numbers, email addresses, Social Security numbers and credit card numbers;</li>\n<li>solicit passwords or personally identifying information for commercial or unlawful purposes;</li>\n<li>upload, post, transmit, share or otherwise make available any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>intimidate or harass any other user;</li>\n<li>upload, post, transmit, share, store or otherwise make available content that would constitute, encourage or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national or international law;</li>\n<li>use or attempt to use another's account, service or system without authorization from Riiid, or create a false identity on the service;</li>\n<li>upload, post, transmit, share, store or otherwise make available content that, in the sole judgment of Riiid, is objectionable or which restricts or inhibits any other person from using or enjoying the Service, or which may expose Riiid or its users to any harm or liability of any type.</li>\n</ul>\n<p>\n</p>\n<p>In the event you engage in prohibited activities, Riiid shall notify such violation and take appropriate actions such as suspending the use of Service, withdrawal of membership, restriction on membership registration (collectively referred as “Sanctions”).\nRiiid may impose Sanctions prior to notification in urgent circumstances such as to operate websites, or to take complaints from other members.</p>\n<p>\n</p>\n<p>You may file an objection on Riiid’s Sanctions by submitting relevant documentations.\n</p>\n<p>Upon receiving your objection, Riiid shall review relevant documentations, statements from you and shall notify Riiid’s decision on the Sanctions.</p>\n<p>&nbsp;</p>\n<p>In the event that you have been withdrawn from membership, Riiid shall delete your information immediately.\nNonetheless, Riiid shall retain your information pursuant to relevant law, Privacy Policy, and to prevent you from re-enrollment of membership.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>13.\nWarranties and Disclaimers</p>\n<ol>\n<li>The materials on Service are provided \"as is\".\nRiiid makes no warranties, expressed or implied, and hereby disclaim and negate all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, Riiid does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on Riiid’s websites, mobile apps, applications.\n</li>\n<li>Riiid and its subsidiaries, affiliates, officers, employees, agents, partners, and licensors make no warranty that (i) the Service will meet your requirements.\n(ii) the Service will be uninterrupted, timely, secure or error-free.\n(iii) the results that may be obtained from the use of the Service will be accurate or reliable.\n(iv) the quality of any products, services, information or other material purchased or obtained by you through the Service will meet your expectations.\nand (v) any errors in the software will be corrected.</li>\n<li>The Service may be temporarily unavailable from time to time for maintenance or other reasons.\nRiiid assumes no responsibility for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, communications.</li>\n<li>Riiid shall not be responsible for any loss or damage, including any loss or damage to any User Content or personal injury or death, resulting from anyone's use of the Service, any User Content or third-party applications, software or content posted on or through the website or the Service or transmitted to Users, or any interactions between users in website, whether online or offline.</li>\n</ol>\n<p>\n</p>\n<p>\n</p>\n<p>14.\nLimitation of Liability</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, RIIID SHALL NOT BE LIABLE FOR ANY LOSS OF PROFITS OR REVENUE OR FOR INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES, OR DAMAGES OR COSTS DUE TO LOSS OF DATA, PRODUCTION, OR USE, OR PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, WHETHER OR NOT RIIID HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p>\n<p>UNDER NO CIRCUMSTANCES WILL THE TOTAL AGGREGATE AMOUNT THAT RIIID ARE LIABLE TO YOU EXCEED THE TOTAL AMOUNT ACTUALLY PAID TO RIIID BY YOU WITH RESPECT TO THE SERVICE PURCHASED BY YOU.\n&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>15.\nIndemnification</p>\n<p>You agree to indemnify, defend, and hold harmless Riiid, its officers, directors, employees, agents, other service providers, vendors or customers from and against all losses, expenses, damages and costs, including reasonable attorneys fees resulting from any violation of these Terms of Use by you or any harm you may cause to anyone in connection with your use of the Service, including, for the avoidance of doubt, your use, or the use by any of your affiliates, of the Service for competitive purposes.</p>\n<p>\n</p>\n<p>\n</p>\n<p>16.\nEntire Agreement</p>\n<p>The Terms of Use governs your use of the Service and constitutes the entire agreement between you and Riiid.\nIt supersedes any prior agreements between you and Riiid.\nAdditional terms and conditions may apply when you use the services of service providers and others.\nThese additional terms will not reduce, diminish, or eliminate any rights Riiid possesses with respect to these Terms of Use.</p>\n<p>\n</p>\n<p>\n</p>\n<p>17.\nWaiver and Severability of Terms</p>\n<p>Any failure by Riiid to exercise any rights or enforce any provisions of these Terms of Use shall not constitute a waiver of such rights or terms.\nIf any provision of these Terms of Use or its application in a particular circumstance is held to be invalid or unenforceable to any extent, the remainder of these Terms of Use, or the application of such provision in other circumstances, shall not be affected thereby, and each provision hereof shall be valid and enforced to the fullest extent permitted by law.</p>\n<p>\n</p>\n<p>\n</p>\n<p>18.\nGoverning Law and Jurisdiction</p>\n<p>If a dispute arises between you and Riiid, Riiid will take appropriate and prompt action to reflect your legitimate opinions or complaints.\nHowever, if it is difficult to take prompt action, Riiid will notify you of the reason and expected schedule.</p>\n<p>Notwithstanding the foregoing, these Terms of Use are governed by the laws of the Republic of Korea, and You consent and agree to the exclusive jurisdiction of the Seoul Central District Court with regard to disputes related to these Terms of Use.</p>\n<p>\n</p>\n<p>\n</p>19.\nSubscription/Ticket Services and PaymentRiiid offers purchase of Search Tickets and Question Tickets, as well as other subscription plans.<p>Riiid offers Registered Users the opportunity to purchase a Riiid Subscription, through which users will receive unlimited search tickets and a set of question tickets (depending on the plan).\nALL RIIID SUBSCRIPTIONS WILL AUTOMATICALLY RENEW AT THE END OF THE TERM IF YOU DO NOT CANCEL PRIOR TO THE END OF THE SUBSCRIPTION TERM.</p>\n<p>You agree to pay all applicable fees for Subscription/Ticket Services as set forth on our app and website.\nAll fees are payable in the currency specified at the point of checkout at the time of purchase.</p>\n<p>If you purchase the Subscription/Ticket Services through Apple App Store, Google Play Store, or other third-party platforms (as applicable), your refund request (if any) shall be subject to the terms and conditions of the such corresponding third-party platform.\nIn case of refund, you will continue to have access to the Subscription Services until the end of your subscription period and will continue to have access to the Ticket Services until your payment is refunded.</p>\n<p>In case you purchase the Subscription/Ticket Services through Apple App Store, Google Play Store, or other third-party platforms (as applicable), Riiid may provide aid regarding refund to a certain extent, under which the following conditions apply:</p>\n<ol>\n<li>In case of refund, a certain amount of transaction fee, cancellation fee, and other fees may apply.</li>\n<li>Prorated refunds are not available for partially used Subscription/Ticket Services.\nPlease refer to the cancellation and refund policy of the Apple App Store or the Google Play Store for more details.</li>\n<li>For iOS users: Apple does not, in any case, allow Sellers to have access to the in-app purchase history of a user.\nthus, the user must contact and request a refund directly to the Apple App Store.</li>\n</ol>\n<p>From time to time, Riiid may offer discounts, bonuses, coupons, loyalty programs, points programs, sweepstakes, contests, or other promotional incentives.\nThese incentives typically have their own specific rules, restrictions, and limitations (e.g., limiting when, how often, and under what circumstances you may be eligible for the promotion).\nYou are responsible for carefully reviewing and complying with these applicable rules, restrictions, and limitations.</p>\n<p>\n</p>\n<p>\n</p>", "created_at": "2023-08-23 20:02:26.808831", "updated_at": "2023-08-23 20:02:36.242043"}, {"id": 18490, "name": "Privacy Policy", "url": "https://docs.google.com/document/d/e/2PACX-1vQvC5ObSfrk2jhtAFMdsABEiPy6zP-Eez2QDZ3tPnk8YZdw2iO1sc01bLtkrjDghsCxFnxp9kA9Dnh1/pub", "xpath": "//body", "text": "Mit Google Docs veröffentlichtMissbrauch meldenWeitere InformationenAIR MATH Privacy PolicyAutomatisch alle 5&nbsp;Minuten aktualisiert<p>AIR MATH - PRIVACY POLICY HIGHLIGHT</p>\n<p>Effective Date:January 21, 2022</p>\n<p>\n</p>\n<p>Riiid, Inc.\n(“Riiid”) is incorporated in the Republic of Korea, having its registered office at &nbsp;[10F, Parnas Tower, 521, Teheran-ro, Gangnam-gu, Seoul.\nRiiid respects your concerns about privacy and is committed to protecting your privacy.\nThis Privacy Policy applies to &nbsp;websites, mobile applications(“App”) and AIR MATH services(“Service”) provided by Riiid.</p>\n<p>\n</p>\n<p>\n</p>\n<p>OVERVIEW OF PRIVACY POLICY</p>\n<p>In this Privacy Policy, Riiid describes the types of personal information Riiid processes through the Service, how Riiid may use personal information, how long Riiid may keep personal information, with whom Riiid may share it and the choices available to you regarding use of personal information and exercising your rights, including a right to object to some of the processing which Riiid carry out.\nMore information about your rights, and how to exercise them, is set out in the “Your Rights'' section.\nRiiid also tells you how to contact Riiid about Riiid’s privacy practices.\nBelow you will find a summary of the key topics contained in Privacy Policy.\nFor more detailed information on how Riiid processes your personal information, please continue to read below.</p>\n<p>\n</p>\n<p>\n</p>\n<p>AIR MATH - PRIVACY POLICY</p>\n<p>\n</p>\n<p>\n</p>\n<p>1.\nInformation Riiid Collect</p>\n<p>The categories of Information Riiid collects are as follows</p>\n<p>\n</p>\n<p>Information You Provide Directly </p>\n<ul>\n<li>Account registration: When you create a user account, Riiid collects User ID, email address, grade information.</li>\n<li>Communication with Riiid: Riiid collects email address in order to respond to your requests, complaints and take appropriate actions.</li>\n<li>Surveys: If you choose to participate in a survey, you may be asked to provide certain information which may include personal information.\n</li>\n</ul>\n<p>\n</p>\n<p>Information About Your Use of the Service</p>\n<ul>\n<li>Contents information: Your photos, search history, inquiry history, share history, and satisfaction Assessment.</li>\n<li>Device information: Your hardware model, current software version, IP address, operating system versions, and settings of the devices you use to access the Service.</li>\n<li>Log information: Diagnostic, technical, error, and usage information, including time and duration of your use of Service collected through cookies, pixels, tags, and similar tracking technologies that create and maintain unique identifiers</li>\n<li>Communications data : The Service may allow Members to engage in one-on-one communication using text chat.\nRiiid’s server may record and Riiid may retain records of the content of communications.</li>\n</ul>\n<p>\n</p>\n<p>2.\nHow We Use the Information We Collect</p>\n<p>\n</p>\n<p>Member registration and management </p>\n<ul>\n<li>Process Identification, verification of Member</li>\n<li>Prevent unauthorized use by third party </li>\n<li>Notification, announcement to Member</li>\n</ul>\n<p>\n</p>\n<p>Service management and improvement </p>\n<ul>\n<li>Prevent illegal usage of Service</li>\n<li>Monitor, secure stability of Service</li>\n<li>Improve Service and develop new Service</li>\n</ul>\n<p>\n</p>\n<p>Customer service </p>\n<ul>\n<li>Respond to your inquiries, complaints and take appropriate actions </li>\n</ul>\n<p>\n</p>\n<p>Marketing and advertising </p>\n<ul>\n<li>Provide marketing services</li>\n<li>Suggest events, promotion </li>\n</ul>\n<p>\n</p>\n<p>Statistics and analysis</p>\n<ul>\n<li>Analysis on Service usage information </li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>3.\nInformation Sharing</p>\n<p>Riiid shall share your personal information as below.\n&nbsp;</p>\n<p>\n</p>\n<p>AppsFlyer: Riiid provides User ID, User’s online activities on website and App to AppsFlyer to analyze, evaluate and improve Service and to diagnose any technical issues.</p>\n<p>\n</p>\n<p>Riiid shall not share, provide, sell, or dispose of personal information to third parties without your consent.\nNonetheless, Riiid shall provide your personal information to third parties on following events.</p>\n<p>\n</p>\n<ul>\n<li>Where special provisions exist in other laws or it is inevitable to comply legal obligations;</li>\n<li>Where it is inevitable for a public institution’s performance of its duties under its jurisdiction as prescribed by statutes, etc.;</li>\n<li>Where it is deemed manifestly necessary for the protection of life, bodily or property interests of yours or third party from imminent danger where you or your legal representative is not in a position to express intention, or prior consent cannot be obtained owing to unknown addresses, etc.</li>\n</ul>\n<p>\n</p>\n<p>Pursuant to relevant laws, regulations Riiid may use personal information beyond the scope of purposes or provide personal information to third parties.\n</p>\n<p>\n</p>\n<ul>\n<li>Where information itself does not identify a particular individual and is necessary for academic research, statistics</li>\n<li>Where it is necessary for the investigation of a crime, indictment and prosecution;</li>\n<li>Where it is necessary for a court to proceed with trial-related duties;</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>4.\nRetention of Personal Information</p>\n<p>We take appropriate steps to ensure that we process and retain information about you based on the following principle:</p>\n<ul>\n<li>at least for the duration for which the information is used to provide you with the Service;</li>\n<li>as required under applicable law, a contract, or with regard to our statutory obligations (e.g., tax laws).\nor</li>\n<li>only for as long as is necessary to achieve the purpose for which it was collected, is processed, or even longer if required under any contract, by applicable law, or, in anonymized form, for statistical purposes, subject to appropriate safeguards.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>5.\nYour Choice</p>\n<p>Riiid offers you certain choices in connection with the personal information we obtain about you.\nTo limit communications you receive from us, or to submit a request, please contact us as specified in the Contact section.\nYou may be able to opt-in to receiving push notifications from Riiid.\nWe will send you push notifications if you agree to receive them regarding updates on the Services and other items that may be relevant to you.</p>\n<p>\n</p>\n<p>\n</p>\n<p>6.\nYour Rights</p>\n<p>You may at any time, exercise the following rights to protect your personal information.\n</p>\n<ul>\n<li>Request to disclose your personal information</li>\n<li>Request for correction on errors in your personal information</li>\n<li>Request to delete your personal information</li>\n<li>Request to stop using your personal information</li>\n</ul>\n<p>\n</p>\n<p>You may exercise rights by sending documents, phone calls, email, facsimile transmission (FAX), etc., and Riiid shall take appropriate action immediately.\nIn the event you request correction or deletion of personal information, until such correction, deletion is completed, Riiid shall not use, nor provide your personal information.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>7.\nHow we Protect Personal Information</p>\n<p>We take protection of your information seriously and maintain safeguards designed to protect the information we collect in connection with the Services.\nHowever, please note that although we take reasonable steps to protect your information, no website, Internet transmission, computer system, or wireless connection is completely secure.</p>\n<p>\n</p>\n<p>\n</p>\n<p>8.\nInternational Transfer of Information</p>\n<p>\n</p>\n<p>Your use of Service will involve the transfer, storage, and processing of your personal information within and outside of your country of residence, consistent with this Privacy Policy.\nIn particular, your personal information will be transferred to the Republic of Korea.</p>\n<p>\n</p>\n<p>\n</p>\n<p>9.\nUpdates to Our Privacy Policy</p>\n<p>This Privacy Policy may be updated to reflect changes in our personal information practices with respect to the Service, or changes in the applicable law.\nWe will post a notice or send notification on our Service to notify you in advance of material changes to our Privacy Policy.</p>\n<p>\n</p>\n<p>\n</p>\n<p>10.\nContact Us</p>\n<p>For more information about our privacy practices, or to exercise any rights you may have pursuant to applicable law, please contact us at below address.\n</p>\n<ul>\n<li>Email address: help@airmath.com</li>\n<li>Address: 10F, Parnas Tower, 521, Teheran-ro, Gangnam-gu, Seoul, Republic of Korea</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>", "created_at": "2023-08-23 20:02:06.403807", "updated_at": "2023-08-23 20:02:51.715249"}], "points": [], "urls": ["airmath.com"]}}