{"error": 448, "message": "OK", "parameters": {"id": 7552, "name": "Symmetry Electronics", "created_at": "2023-03-14 22:56:33.987695", "updated_at": "2023-03-29 19:26:46.514404", "wikipedia": null, "keywords": null, "related": null, "slug": "symmetry-electronics", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7552.png", "url": "symmetryelectronics.com", "documents": [{"id": 14537, "name": "Privacy Policy", "url": "https://www.symmetryelectronics.com/about/privacy-policy/", "xpath": "/html/body/div[1]/main/div[2]/div/div/div[1]", "text": " Privacy Policy <p>We appreciate your interest in our websites, services and products (collectively, our \"<strong>Services</strong>\").\nPrivacy protection is very important to us and we are committed to protecting you and respecting your privacy.</p>\n<p>This privacy policy sets out information about how we collect, store, process, transfer and use data that identifies you or makes you identifiable, as a natural person (hereinafter \"personal information\").\nPersonal information encompasses all personal data as defined in Art.\n4(1) the European Data Protection Regulation (GDPR).</p>\n<p>This privacy policy is designed to be used for our website visitors (of both SymmetryElectronics.com and SemiconductorStore.com) and users of our Services on a global basis.\nThe privacy policy will thus provide various information that is required in specific jurisdictions only.</p> Who is the data controller of your personal information? <p>We, that is Symmetry Electronics, is the data controller.\nWe are responsible for, and control, the processing of your personal information.</p>\n<p>If you wish to contact us, you can find our contact details at the end of this privacy policy.<br>\n&nbsp;</p> What information do we collect? <p>When you use our Services, we may collect information about you.\nThis information regularly includes the following:</p>\n<ul>\n<li>\n<strong>If you order any Services from us or ask for a quote:</strong>&nbsp;Name, company, shipping and billing address, email address, phone number, job title, information from our correspondence with you.\ninformation on your order or quotes, such as price and parts information, information on the return of shipment, defects or erroneous products, your feedback and complaints, quotes we offer you, customer ID, information on your Symmetry Electronics customer account.\npayment information such as bank account details or check information.\ninformation on outstanding payments.</li>\n<li>\n<strong>If you register on our website:</strong>&nbsp;Name, company, address, email address, phone number, job title.\nas well as any kind of information you provide us with.</li>\n<li>\n<strong>If you contact us (via our website or via phone, email or letter):&nbsp;</strong>Name, company, job title, address, email address, phone number and any additional information you provide us with.</li>\n<li>\n<strong>If you use our website:</strong>&nbsp;IP address, browser data, browser type, device type, device ID, Uniform Resource Locators (URL), operating system, part search and detail requests, information on your usage of our website, Order Status, when registered and signed into the website.</li>\n<li>\n<strong>If you are in our email marketing campaigns:</strong>&nbsp;name, email address, title, address, industry, region, information whether you are already a customer, marketing campaign information, such as your reaction to our marketing and your interest in our products.</li>\n</ul> How do we collect your information? <p>This personal information is collected from you in many ways, and may include:</p>\n<p>\n<strong>Personal information you provide to us:</strong>&nbsp;The majority of personal information we receive comes to us voluntarily from our users in the course of using our Services, such as when visiting our website, communicating with us or in the ordering process.<br>\nYou are free to choose which information you want to provide to us or if you want to provide us with information at all.\nHowever, some information, such as your shipping address, payment information and product order information is necessary for the performance of our contractual obligations.\nWithout providing this information, you will not be able to order Services from us.</p>\n<p>\n<strong>Personal information collected via technology:</strong>&nbsp;As you use our websites, we may collect passive information through the use of cookies.\nPlease see below for more information.</p>\n<p>\n<strong>Personal information we receive from others:</strong>&nbsp;We may receive personal information about users from third parties such as web analytics vendors, social media sites, law enforcement agencies, providers of denied party screening and marketing consultants.</p> Why do we collect and use your personal information? <p>Regularly we use your information for the following purposes and on the following legal grounds:</p>\n<p>\n<strong>We use your information in order to perform our contractual services or prior to entering into a contract with you.&nbsp;</strong>If you order Services at Symmetry Electronics or if you contact us to order Services, we use your information to provide you with these Services.\nInformation we use for this purpose includes: information we need to contact you and communicate with you.\ninformation we need in order to provide you with individualized offers (repricing, quoting).\ninformation to manage and execute your orders, also in the context of warehousing and shipping.\ninformation in the context of a possible return of your products and the evaluation of defects.\ninformation for invoicing and payment follow up.</p>\n<p>\n<strong>We use your information if justified by our legitimate interests.</strong>&nbsp;The usage of your information may also be necessary for our own business interests.\nFor example, we may use some of your information to evaluate and review our business performance, for advertising purposes or to identify potential cyber security threats.\nIf necessary we may also use your information to pursue, or defend ourselves against, legal claims.\nIf you use our website, we may also use your information to provide and improve our website services.</p>\n<p>\n<strong>We use your information after obtaining your consent.</strong>&nbsp;In some cases, we may ask you to grant us separate consent to use your information.\nYou are free to deny your consent and the denial will have no negative consequences for you.\nYou are free to withdraw your consent at any time.\nIf you have granted us consent to use your information, we will use it only for the purposes specified in the consent form.&nbsp;<strong>This especially includes our marketing campaigns.</strong>&nbsp;If you sign up to our email newsletter or, when providing us with your email address, allow us to use this email address for email marketing, we will use your information in our email marketing campaigns.\nYou may unsubscribe from our email newsletter at any time by clicking on the \"unsubscribe link\" provided in such communications or by&nbsp;sending us an email</p>\n<p>\n<strong>We use your information to comply with legal obligations.</strong>&nbsp;We are obligated to retain certain information because of legal requirements, such as for tax and business regulations, for example, tax or commercial laws.</p>\n<p>We will only use your information for the purposes above.\nWe will not use your information for other purposes.</p> With whom do we share your personal information? <p>As required in accordance with how we use it, we will share your personal information with the following:</p>\n<p>\n<strong>Delivery agents:</strong>&nbsp;to ship your orders, we may share your name and shipping address with delivery agents, such as the following, but not limited to: FedEx, UPS, DHL, USPS;</p>\n<p>\n<strong>Service providers and advisors:</strong>&nbsp;third party vendors and other service providers that perform services for us or on our behalf, which may include marketing campaign services, providing mailing or email services, tax and accounting services, product fulfilment, payments processing, data enhancement services, fraud prevention, web hosting, or providing analytic services.</p>\n<p>\n<strong>Promotional partners:</strong>&nbsp;third parties with whom we partner to provide webinars or other promotional activities, which will be identified by name in the context of these activities;</p>\n<p>\n<strong>Selected third parties:</strong>&nbsp;third parties, so that they can provide you with information and marketing messages about products or services that may interest you, where you have given us separate consent to do so;</p>\n<p>\n<strong>Purchasers and third parties in connection with a business transaction:</strong>&nbsp;personal information may be disclosed to third parties in connection with a Symmetry-related transaction, such as a merger, sale of Symmetry Electronics assets or shares, reorganization, financing, change of control or acquisition of all or a portion of our business by another Symmetry Electronics entity or third party, or in the event of a bankruptcy or related or similar proceedings;</p>\n<p>\n<strong>Law enforcement, regulators and other parties for legal reasons:</strong>&nbsp;third parties as required by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement.\n(b) to enforce our legal claims or to protect the security or integrity of our products and service.\nand/or (c) to exercise or protect the rights, property, or personal safety of Symmetry Electronics, our visitors, or others.</p> How long do we keep your information? <p>We will store personal information for as long as necessary to fulfil the purposes for which we collect the personal information in accordance with our legal obligations and legitimate business interests.\nTo comply with statutory retention periods, we may store your personal information to up to 10 years.</p> How do we protect your information? <p>We implement appropriate technical and organizational measures to protect your personal information against accidental or unlawful destruction, loss, change or damage.\nAll personal information we collect will be stored on our secure servers.\nAll electronic transactions entered into via our website will be protected by SSL encryption technology.</p> How do we safeguard your personal information when there is an international transfer? <p>As we are located in the USA, any information you provide will be processed and stored in the USA.\nIf you are in the European Union or European Economic Areas, this may mean that your personal information will be stored in a jurisdiction that offers a level of protection that may, in certain instances, be less protective of your personal information than the jurisdiction you are typically a resident in.</p>\n<p>For this reason, we have entered into guarantees to ensure appropriate safeguards.\nIf we transfer information from the European Union to third parties outside the European Union and in countries or not subject to schemes which are considered as providing for an adequate data protection standard, we will enter into contracts which are based on the EU Standard Contractual Clauses with these parties.</p>\n<p>If you wish to inquire further about the safeguards we use, please contact us using the details set out at the end of this Privacy Policy.</p>\n<p>We will take reasonable steps to ensure that your personal information is treated securely and in accordance with applicable law and this Privacy Policy.</p> What kind of cookies and tracking technology do we use? <p>We, and our third-party partners, automatically collect certain types of usage information when you visit our Service, read our emails, or otherwise engage with us.\nYou can usually change the settings of your browser to modify the permissions you give to us and third parties for the storing of and gaining access to cookies on your device.</p>\n<p>\n<strong>What are Cookies?</strong>&nbsp;Cookies are text files, containing small amounts of information, which are downloaded to your browsing device (such as a computer, tablet or mobile phones) when you visit a website.\nCookies allow websites or ad networks to recognize a user's internet browser.\nThis helps websites to know if the browsing device has visited them before.</p>\n<p>\n<strong>What are Cookies used for?</strong>&nbsp;Cookies do lots of different jobs, like helping us understand how our website is being used, letting you navigate between pages efficiently, remembering your preferences and generally improving your browsing experience.\nCookies can also help ensure marketing you see online is more relevant to you and your interests.</p>\n<p>\n<strong>What types of cookies are used by&nbsp;</strong>\n<strong>Symmetry Electronics?</strong>&nbsp;The types of cookies used on our site can generally be put into one of the following categories: strictly necessary.\nanalytics.\nfunctionality.\nadvertising.\nand social media.\nYou can find out more about each of the cookie categories in the table below.</p>\n<p>\n<strong>Strictly Necessary Cookies:</strong>&nbsp;These cookies are essential to make our website work.\nThey enable you to move around the site and use its features.\nWithout these cookies, services that are necessary for you to fully use our website may not be available, such as accessing certain areas of the website.</p>\n<p>\n<strong>Analytics Cookies:</strong>&nbsp;These cookies collect information about how people are using our website, for example which pages are visited the most often, how people are moving from one link to another and if a particular user experiences error messages on certain pages.\nAll information these cookies collect is grouped together with information from other people's use of our website.\nOverall, these cookies provide us with analytical information about how our site is performing and how we can improve it.</p>\n<p>\n<strong>Functionality Cookies:</strong>&nbsp;These cookies allow us to remember choices you make and tailor our website to provide enhanced features and content to you.\nFor example, these cookies can be used to remember your username, language choice or country selection, they can also be used to remember changes you've made.</p>\n<p>\n<strong>Advertising Cookies:</strong>&nbsp;These cookies are used to deliver advertisements that are more relevant to you and your interests.\nPlease see the section below on \"Third Party Tracking and Online Advertising.\"</p>\n<p>\n<strong>Social Media Cookies:</strong>&nbsp;In order to enhance your internet experience and to make the sharing of content easier, some of the pages on our website may contain tools or applications that are linked to third party social media service providers such as Facebook, Twitter or Google+.\nThrough these tools or applications the social media service provider may set its own cookies on your device.\nWe do not control these cookies and you should check the social media service provider's website for further details about how they use cookies.</p>\n<p>\n<strong>How long will cookies stay on your browsing device?</strong>&nbsp;The length of time a cookie will stay on your browsing device depends on whether it is a \"persistent\" or \"session\" cookie.\nSession cookies will only stay on your device until you stop browsing the website that has set the cookie.\nPersistent cookies stay on your browsing device after you have finished browsing a particular website, until they are deleted or until they expire.</p>\n<p>\n<strong>First and third-party cookies:</strong>&nbsp;\"First party cookies\" are cookies that belong to us and that we place on your device.\n\"Third-party cookies\" are cookies that another party places on your browsing device when you visit our website.\nThird parties setting cookies from our website will be providing a service to us or a function of the website but we do not always control how third-party cookies are used.\nSome third parties may use Advertising Cookies to help gather information about your browsing activity so that they can deliver website advertising to you that is relevant to your interests.\nThe advertising industries in the EU have developed a scheme to help you opt-out of receiving cookies used for these purposes.\nYou can find out more about the EU scheme from&nbsp;www.youronlinechoices.eu&nbsp;.\nYou should check the third party's website for more information about how they use cookies.\nThe Third-party cookies on our websites are provided by Doubleclick.net, Google.com, GoogleAdServices.com &amp.\nGoogle Analytics.</p>\n<p>\n<strong>Mobile devices:</strong>&nbsp;If you enter our website via mobile device with activated location-based services, we may collect information about your current location as well as the kind of mobile device in use.\nMost of the mobile devices provide the possibility to disconnect from location-based services or to deactivate those.</p>\n<p>\n<strong>How can you manage cookies?</strong>&nbsp;If you would prefer not to accept cookies, most browsers will allow you to: (i) change your browser settings to notify you when you receive a cookie, which lets you choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set your browser to automatically reject cookies.\nPlease note that doing so may negatively impact your experience using the Service, as some features and services on our Service may not work properly.\nDepending on your mobile device and operating system, you may not be able to delete or block all cookies.\nYou may also set your email options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our email and performed certain functions with it.\nYou can find out more information about how to change your browser cookie settings at&nbsp;www.allaboutcookies.org&nbsp;.</p> Third Party Tracking and Online Advertising? <p>\n<strong>Interest-Based Advertising.</strong>&nbsp;We participate in interest-based advertising and use third-party advertising companies to serve you targeted advertisements based on your browsing history.\nWe share or we permit Google Analytics, Google AdWords and MailChimp to collect information about your use of our website over time so that they may play or display ads on our Service, on other devices you may use, and on other websites, apps, or services, including on Facebook.\nThe information we share is provided through cookies or similar tracking technologies, which recognize the device you are using and collect information, including click stream information, browser type, time and date you visited the site, whether you log in to your account on our Services, or otherwise engage with us.\nWe and our third-party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics, and market research.</p>\n<p>We also utilize certain forms of display advertising and other advanced features through Google Analytics, such as Remarketing with Google AdWords.\nThese features enable us to use first-party cookies and third-party cookies together to inform, optimize, and display ads based on your past visits to the Service.<br>\nFor information on how Google Analytics collects and processes data, as well as how you can control information sent to Google, review Google's site \"How Google uses data when you use our partners' sites or apps\" located at&nbsp;www.google.com/policies/privacy/partners/&nbsp;.\nYou can learn about Google Analytics' currently available opt-outs, including the Google Analytics Browser Ad-On here&nbsp;https://tools.google.com/dlpage/gaoptout/&nbsp;.\nYou may control your advertising preferences or opt-out of certain Google advertising products by visiting the Google Ads Preferences Manager, currently available at&nbsp;https://google.com/ads/preferences&nbsp;, or by visiting NAI's online resources at&nbsp;http://www.networkadvertising.org/choices&nbsp;.</p>\n<p>\n<strong>Social Media Widgets and Advertising.</strong>&nbsp;Our websites include social media features, such as the Facebook Like button, Google Plus, LinkedIn, Twitter and YouTube.\nThese social media companies may recognize you and collect information about your visit to our Service, and they may set a cookie or employ other tracking technologies.\nYour interactions with those features are governed by the privacy policies of those companies.<br>\nWe display targeted advertising to you through social media platforms, such as Facebook, Twitter, Google+, and others.\nThese companies have interest-based advertising programs that allow us to direct advertisements to users who have shown interest in our Service while those users are on the social media platform or to groups of other users who share similar traits, such as likely commercial interests and demographics.\nThese advertisements are governed by the privacy policies of those social media companies that provide them.</p>\n<p>\n<strong>Cross-Device Linking.</strong>&nbsp;We, or our third-party partners Google Analytics, Google AdWords and MailChimp, may link your various devices so that content you see on one device can result in relevant advertising on another device.\nWe do this by collecting information about each device you use when you are logged in to our Service.\nOur third-party partners employ tracking technologies or the application of statistical modeling tools to determine if two or more devices are linked to a single user or household.\nWe may share a common account identifier (such as a cookie id) with third-party advertising partners to help recognize you across devices.\nWe, and our partners, can use this cross-device linkage to serve interest-based advertising and other personalized content to you across your devices, to perform analytics, and to measure the performance of our advertising campaigns.</p>\n<p>\n<strong>\n<u>Your Choices:</u>\n</strong>\n</p>\n<p>\n<strong>Interest-based advertising.</strong>&nbsp;To learn about interest-based advertising and how you may be able to opt-out of some of this advertising, you may wish to visit the Network Advertising Initiative's online resources at&nbsp;http://www.networkadvertising.org/choices&nbsp;and/or the DAA's resources at&nbsp;www.aboutads.info/choices&nbsp;.\nYou may also manage certain advertising cookies by visiting the EU-based Your Online Choices at&nbsp;www.youronlinechoices.eu&nbsp;.</p>\n<p>\n<strong>Cross-device linking.</strong>&nbsp;Please note that opting-out of receiving interest-based advertising through the NAI's and DAA's online resources will only opt-out a user from receiving interest-based ads on that specific browser or device, but the user may still receive interest-based ads on his or her other devices.\nYou must perform the opt-out on each browser or device you use.</p>\n<p>\n<strong>Mobile advertising</strong>&nbsp;.\nYou may also be able to limit interest-based advertising through the settings on your mobile device by selecting \"limit ad tracking\" (iOS) or \"opt-out of interest based ads\" (Android).\nYou may also be able to opt-out of some-but not all-interest-based ads served by mobile ad networks by visiting&nbsp;http://youradchoices.com/appchoices&nbsp;and downloading the mobile AppChoices app.</p>\n<p>Some of these opt-outs may not be effective unless your browser is set to accept cookies.\nIf you delete cookies, change your browser settings, switch browsers or computers, or use another operating system, you will need to opt-out again.</p> Children's Privacy? <p>We do not knowingly collect or solicit any information from anyone under the age of 13 on this Service.\nIn the event that we learn that we have inadvertently collected personal information from a child under age 13, we will delete that information as quickly as possible.\nIf you believe that we might have any information from a child under 13, please&nbsp;contact us.</p>\n<p>From children under the age of 16 residing in the EU, we will not process any personal information on the ground of a consent.</p> Links to Other Websites and Services? <p>The Service may contain links to and from third-party websites of our business partners, advertisers, and social media sites and our users may post links to third-party websites.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for their policies.\nWe strongly recommend that you read their privacy policies and terms and conditions of use to understand how they collect, use, and share information.\nWe are not responsible for the privacy practices or the content on the websites of third-party sites.</p> CCPA Notice - Rights of California consumers: <p>The California Consumer Privacy Act of 2018 (\"CCPA\") requires businesses like ours to provide certain information.\nWe fully describe all our practices to all our members and visitors in this Privacy Policy, but use this separate section to ensure that we meet the CCPA's requirements.</p>\n<p>Symmetry does not sell your personal information.\nWe only share your information as described in this policy.</p>\n<p>The CCPA permits California residents to request from a business, with whom the California resident has an established business relationship, the following information about the personal information we have collected about you during the past 12 months:</p>\n<ul>\n<li>the categories and specific pieces of personal information we have collected about you;</li>\n<li>the categories of sources from which we collected the personal information;</li>\n<li>the business or commercial purpose for which we collected or sold the personal information;</li>\n<li>the categories of third parties with whom we shared the personal information.\nand</li>\n<li>the categories of personal information about you that we sold or disclosed for a business purpose</li>\n</ul>\n<p>In addition, you have the right to request that we delete the personal information we have collected from you.<br>\nThis request can be made twice in a 12 month period.</p>\n<p>How we will verify your request:</p>\n<p>We will match at least two or more data points that you provide with your request to know, or in response to our request for verification information, against information about you we already have in our records and that we have determined to be reliable for purposes of verifying your identity.\nExamples of relevant data points may include your name and email address, your zip code or information about products or services that you have purchased from us.</p>\n<p>To submit a request, please send an email to&nbsp;privacy@symmetryelectronics.com&nbsp;or send a letter to Symmetry Privacy, 2441 Northeast Pkwy, Fort Worth, TX 76106 USA.</p>\n<p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul> Online Privacy Policy Updates? <p>We may modify or update this Privacy Policy from time to time.\nPlease review this page regularly, as updated policies will apply to your future use of our Services.</p> ", "created_at": "2023-03-14 22:56:34.021482", "updated_at": "2023-03-14 22:57:27.390061"}, {"id": 14538, "name": "Return Policy", "url": "https://www.symmetryelectronics.com/about/return-policy/", "xpath": "/html/body/div[1]/main/div[2]/div/div/div[1]", "text": " Return Policy <p>SymmetryElectronics.com accepts merchandise returns subject to the terms outlined below and will replace the product or refund your money at your option.</p>\n<ul>\n<li>\n<p>Contact a Sales Representative at (310) 643-3470 or&nbsp;email us&nbsp;to request a Return Merchandise Authorization (RMA) number prior to returning product.</p>\n</li>\n<li>\n<p>Claims for defective merchandise must include a test report showing the defect or a detailed description of the defect.</p>\n</li>\n<li>\n<p>All returns must be made within 30 days of invoice date and be accompanied by a copy of the invoice and a brief explanation of the reason for the return.</p>\n</li>\n<li>\n<p>Return freight charge must be prepaid.\nC.O.D.\nreturns are not accepted.</p>\n</li>\n<li>\n<p>Returned merchandise must be in original packaging and in resalable condition.</p>\n</li>\n<li>\n<p>Products returned due to customer error or non delivery may be subject to a 15-25% restocking charge.\nSpecial order and custom items or “Non-Cancelable/Non-Returnable” items are not eligible for return.</p>\n</li>\n<li>\n<p>Merchandise damaged due to misuse is not eligible for return or refund.</p>\n</li>\n<li>\n<p>Defective merchandise claims are subject to manufacturer testing.\nMerchandise that is determined to be defective is accepted for replacement or repair only.</p>\n</li>\n</ul> ", "created_at": "2023-03-14 22:57:42.958141", "updated_at": "2023-03-14 22:57:51.347205"}, {"id": 14539, "name": "Terms and Conditions", "url": "https://www.symmetryelectronics.com/about/terms-and-conditions/", "xpath": "/html/body/div[1]/main/div[2]/div/div/div[1]", "text": " Terms and Conditions <p>Welcome to SymmetryElectronics.com.\nSymmetryElectronics.com and its affiliates provide their services to you subject to the following conditions.&nbsp;<strong>If you visit or shop at SymmetryElectronics.com, you accept these conditions.</strong>&nbsp;Please read them carefully.\nIn addition, when you use any current or future SymmetryElectronics.com service or visit or purchase from any business affiliated with SymmetryElectronics.com, whether or not included in the SymmetryElectronics.com Web site, you also will be subject to the guidelines and conditions applicable to such service or business.\nNo change, alteration, deletion or modification of any of these terms and conditions is permitted.\nNo person is authorized to accept, confirm or vary these terms and conditions.</p> TERMS OF SALE Payment Terms <p>Please click here for Payment Terms</p> YOUR ACCOUNT <p>If you use this site, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password.\nSymmetryElectronics.com and its affiliates reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in their sole discretion.</p> PRICING <p>SymmetryElectronics.com website product listings, specifications and pricing are subject to change without notice.\nPrices shown are in US Dollars and herein reflect the latest information available at the time.\nPrices charged will be those prevailing when an order is placed.\nPrices shown do not include any Federal, State or local taxes or any present or future sales, use, excise, value-added or similar taxes.\nWhere applicable, such taxes shall be billed as a separate item and paid by the customer.\nOrders are accepted with the understanding that such taxes will be added, as the law requires.\nSymmetryElectronics.com charges local sales tax, unless a sales tax exemption certificate is on file with SymmetryElectronics.com or Symmetry Electronics Corporation.\nWith respect to items sold by SymmetryElectronics.com, we cannot confirm the price of an item until you order.\nhowever, we do NOT charge your credit card until after your order has entered the shipping process.\nDespite our best efforts, a small number of the items in our website may be mispriced.\nIf we discover a mispricing, we will do one of the following:</p>\n<ul>\n<li>If an item's correct price is lower than our stated price, we will charge the lower amount and ship you the item.</li>\n<li>If an item's correct price is higher than our stated price, we will, at our discretion, either contact you for instructions before shipping or cancel your order and notify you of such cancellation.</li>\n</ul> AVAILABILITY <p>Upon receiving your order, a sales representative from SymmetryElectronics.com will advise you via email of the delivery time for a product.\nYour credit card or account will not be charged until your order ships from our warehouse.\nYou may request availability information prior to placing your order by calling our sales desk at (310) 643-3470 or&nbsp;email us.</p> SHIPPING DOMESTIC ORDERS <p>In the event of merchandise returns, this fee will be retained by SymmetryElectronics.com.\nAll orders are shipped via the common carrier selected and freight is PP&amp;A Ex-works Fort Worth, TX.\nunless other arrangements are made in writing.\nThe calculated shipping and handling charges will be added to your order (PP&amp;A).\nSymmetryElectronics.com does not ship to P.O.\nBoxes.\nUpon shipping an invoice will be emailed to you with a detail of all charges.\nTitle shall pass upon delivery to the carrier at point of shipment and thereafter (ex-works origin), all risk of loss or damage shall be upon the customer.</p> SHIPPING INTERNATIONAL/EXPORT ORDERS <p>Payment for international orders is by credit card or advance wire transfer only.\nUpon receipt of your order, a proforma invoice will be presented for payment.\nAll products purchased under these terms and conditions are subject to export control laws, restrictions, regulations and orders of the United States of America.\nThe customer agrees to comply with all applicable export laws, restrictions and regulations of the United States or foreign agencies or authorities, and shall not export, or transfer for the purpose of re-export, and product to any prohibited or embargoed country or to any denied, blocked or designated person or entity as mentioned in such U.S.\nor foreign law or regulation.\nThe customer represents and warrants that it is not on the Denied Persons, Specially Designated Nationals or Debarred Persons list of the U.S.\ngovernment and is not otherwise prohibited by law from purchasing the products or services hereunder.\nThe customer shall be responsible to obtain any license to export, re-export or import as may be required and is responsible for any and all taxes and duties.\nAll orders are Ex Works (EXW) origin and Title shall pass upon delivery to the carrier at point of shipment and thereafter, all risk of loss or damage shall be upon the customer.\nCustomer is responsible for all local duty and taxes at country of import.\nIf the order is refused or undeliverable, the customer will be liable for outbound and inbound freight (Freight x2).\nAs well as a 20% restocking charge.\nIt is important to determine international fees and deliverability with your local government before placing an order to avoid these charges.</p> RETURN POLICY <p>SymmetryElectronics.com accepts merchandise returns subject to the terms outlined below and will replace the product or refund your money at your option.</p>\n<ul>\n<li>Contact a Sales Representative at (310) 643-3470 or&nbsp;email us&nbsp;to request a Return Merchandise Authorization (RMA) number prior to returning product.</li>\n<li>Claims for defective merchandise must include a test report showing the defect or a detailed description of the defect.</li>\n<li>All returns must be made within 30 days of invoice date and be accompanied by a copy of the invoice and a brief explanation of the reason for the return.</li>\n<li>Return freight charge must be prepaid.\nC.O.D.\nreturns are not accepted.</li>\n<li>Returned merchandise must be in original packaging and in resalable condition.</li>\n<li>Products returned due to customer error or non delivery may be subject to a 25% restocking charge.\nSpecial order and custom items or “Non-Cancelable/Non-Returnable” items are not eligible for return.</li>\n<li>Merchandise damaged due to misuse is not eligible for return or refund.</li>\n<li>Defective merchandise claims are subject to manufacturer testing.\nMerchandise that is determined to be defective is accepted for replacement or repair only.</li>\n</ul> PRIVACY <p>Please review our Privacy Notice, which also governs your visit to SymmetryElectronics.com, to understand our practices.</p> PROHIBITIONS <p>Products sold by SymmetryElectronics.com are not authorized or recommended for use in life support systems, surgical implant, nuclear, military or commercial aircraft applications, or for any use or application in which the failure of a single component could cause substantial harm to persons or property.\nThe customer assumes all risk and liability for use in such applications and agrees to indemnify SymmetryElectronics.com and its affiliates for all damages that may be incurred due to the use of these SymmetryElectronics.com products in these prohibited applications.</p> PRODUCT LIABILITY <p>SymmetryElectronics.com’s sole obligation for products that prove to be defective within 30 days of purchase will be for replacement or refund.\nSymmetryElectronics.com gives no warranty.\neither expressed or implied, and specifically disclaims all other warranties.\nIn no event shall SymmetryElectronics.com’s liability exceeds the buyer’s purchase price.</p> FORCE MAJEURE: <p>SymmetryElectronics.com shall not be liable for loss or damage caused by any delay or failure to perform resulting in whole or in part from Acts of God, severe weather conditions, labor disruptions, governmental decrees or controls, insurrections, war, risks, shortages, inability to procure or ship product or obtain permits and licenses, insolvency or other inability to perform by the manufacturer, delay in transportation, any other commercial impracticability and any other circumstances beyond the control of SymmetryElectronics.com in its business operations.</p> ELECTRONIC COMMUNICATIONS <p>When you visit SymmetryElectronics.com or send e-mails to us, you are communicating with us electronically.\nYou consent to receive communications from us electronically.\nWe will communicate with you by e-mail or by posting notices on this site.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p> COPYRIGHT <p>All content included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of SymmetryElectronics.com or its content suppliers and protected by United States and international copyright laws.\nThe compilation of all content on this site is the exclusive property of SymmetryElectronics.com and protected by U.S.\nand international copyright laws.\nAll software used on this site is the property of SymmetryElectronics.com or its software suppliers and protected by United States and international copyright laws.</p> LICENSE AND SITE ACCESS <p>SymmetryElectronics.com grants you a limited license to access and make personal use of this site and not to download (other than page caching) or modify it, or any portion of it, except with express written consent of SymmetryElectronics.com.\nThis license does not include any resale or commercial use of this site or its contents.\nany collection and use of any product listings, descriptions, or prices.\nany derivative use of this site or its contents.\nany downloading or copying of account information for the benefit of another merchant.\nor any use of data mining, robots, or similar data gathering and extraction tools.\nThis site or any portion of this site may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of SymmetryElectronics.com.\nYou may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of SymmetryElectronics.com and our affiliates without express written consent.\nYou may not use any meta tags or any other \"hidden text\" utilizing SymmetryElectronics.com's name or trademarks without the express written consent of SymmetryElectronics.com.\nAny unauthorized use terminates the permission or license granted by SymmetryElectronics.com.\nYou are granted a limited, revocable, and nonexclusive right to create a hyperlink to the home page of SymmetryElectronics.com so long as the link does not portray SymmetryElectronics.com, its affiliates, or their products or services in a false, misleading, derogatory, or otherwise offensive matter.\nYou may not use any SymmetryElectronics.com logo or other proprietary graphic or trademark as part of the link without express written permission.</p> PRODUCT DESCRIPTIONS <p>SymmetryElectronics.com and its affiliates attempt to be as accurate as possible.\nHowever, SymmetryElectronics.com does not warrant that product descriptions or other content of this site is accurate, complete, reliable, current, or error-free.\nIf a product offered by SymmetryElectronics.com itself is not as described, your sole remedy is to return it in unused condition.</p> INTELLECTUAL PROPERTY RIGHTS <p>The products offered for sale by SymmetryElectronics.com may be subject to patent, trademark, copyright, design or other rights of third parties.\nSymmetryElectronics.com shall in no event whatsoever be responsible or liable in the event of any claim of infringement of any such rights.</p> DISPUTE RESOLUTION: <p>Actions by SymmetryElectronics.com for nonpayment by the customer for the purchase price of products sold by SymmetryElectronics.com, or for redress of other breaches by the customer of these terms and conditions of sale may be brought by SymmetryElectronics.com, at its option, before any U.S.\nor foreign judicial court of competent jurisdiction or at SymmetryElectronics.com’s option, disputes between SymmetryElectronics.com and the customer including all claims for non-performance by SymmetryElectronics.com , shall be finally settled by arbitration in Los Angeles California, U.S.A.\nunder the Commercial Rules of the American Arbitration Association, by a single arbitrator appointed in accordance with said Rules applying these Terms and Conditions of Sale and consistent provisions of the federal and state laws (except conflict of law rules) of the State of California, U.S.A.</p> DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY <p>THIS SITE IS PROVIDED BY SymmetryElectronics.com ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nSymmetryElectronics.com MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THIS SITE OR THE INFORMATION, CONTENT, MATERIALS, OR PRODUCTS INCLUDED ON THIS SITE.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THIS SITE IS AT YOUR SOLE RISK.</p>\n<p>TO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, SymmetryElectronics.com DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nSymmetryElectronics.com DOES NOT WARRANT THAT THIS SITE, ITS SERVERS, OR E-MAIL SENT FROM SymmetryElectronics.com ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nSymmetryElectronics.com WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THIS SITE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES.</p>\n<p>CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</p> APPLICABLE LAW <p>By visiting SymmetryElectronics.com, you agree that the laws of the state of California, without regard to principles of conflict of laws, will govern these Conditions of Use and any dispute of any sort that might arise between you and SymmetryElectronics.com or its affiliates.</p> ", "created_at": "2023-03-14 22:57:58.491874", "updated_at": "2023-03-14 22:58:15.43591"}], "points": [], "urls": ["symmetryelectronics.com"]}}