{"error": 448, "message": "OK", "parameters": {"id": 7902, "name": "Stats for spotify", "created_at": "2023-04-03 21:02:42.431544", "updated_at": "2023-04-22 11:50:37.466207", "wikipedia": null, "keywords": null, "related": null, "slug": "stats-for-spotify", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7902.png", "url": "statsforspotify.com", "documents": [{"id": 15280, "name": "Privacy notice", "url": "https://www.statsforspotify.com/privacy-notice", "xpath": "//body", "text": "<strong>This site only works if JavaScript is enabled in your Browser</strong>Stats for Spotify<ul>\n<li>Top Tracks</li>\n<li>Top Artists</li>\n<li>Top Genres</li>\n<li>Recently played</li>\n</ul>\n<ul>Login</ul>Privacy notice<p>Personal data (usually referred to just as \"data\" below) will only be processed by us to the extent necessary and for the purpose of providing a functional and user-friendly website, including its contents, and the services offered there.</p>\n<p>Per Art.\n4 No.\n1 of Regulation (EU) 2016/679, i.e.\nthe General Data Protection Regulation (hereinafter referred to as the \"GDPR\"), \"processing\" refers to any operation or set of operations such as collection, recording, organization, structuring, storage, adaptation, alteration, retrieval, consultation, use, disclosure by transmission, dissemination, or otherwise making available, alignment, or combination, restriction, erasure, or destruction performed on personal data, whether by automated means or not.</p>\n<p>The following privacy policy is intended to inform you in particular about the type, scope, purpose, duration, and legal basis for the processing of such data either under our own control or in conjunction with others.\nWe also inform you below about the third-party components we use to optimize our website and improve the user experience which may result in said third parties also processing data they collect and control.</p>\n<p>Our privacy policy is structured as follows:</p>\n<p>I.\nInformation about us as controllers of your data<br>II.\nThe rights of users and data subjects<br>III.\nInformation about the data processing</p>I.\nInformation about us as controllers of your data<p>The party responsible for this website (the \"controller\") for purposes of data protection law is:</p>\n<p>Dominik Czychon<br>Ernst-Tengelmann-Ring 30<br>45259 Essen<br>Germany</p>\n<p>Email: info@statsforspotify.com</p>\n<p>The controller's data protection officer is:</p>\n<p>Dominik Czychon</p>II.\nThe rights of users and data subjects<p>With regard to the data processing to be described in more detail below, users and data subjects have the right</p>\n<ul>\n<li>to confirmation of whether data concerning them is being processed, information about the data being processed, further information about the nature of the data processing, and copies of the data (cf.\nalso Art.\n15 GDPR);</li>\n<li>to correct or complete incorrect or incomplete data (cf.\nalso Art.\n16 GDPR);</li>\n<li>to the immediate deletion of data concerning them (cf.\nalso Art.\n17 DSGVO), or, alternatively, if further processing is necessary as stipulated in Art.\n17 Para.\n3 GDPR, to restrict said processing per Art.\n18 GDPR;</li>\n<li>to receive copies of the data concerning them and/or provided by them and to have the same transmitted to other providers/controllers (cf.\nalso Art.\n20 GDPR);</li>\n<li>to file complaints with the supervisory authority if they believe that data concerning them is being processed by the controller in breach of data protection provisions (see also Art.\n77 GDPR).</li>\n</ul>\n<p>In addition, the controller is obliged to inform all recipients to whom it discloses data of any such corrections, deletions, or restrictions placed on processing the same per Art.\n16, 17 Para.\n1, 18 GDPR.\nHowever, this obligation does not apply if such notification is impossible or involves a disproportionate effort.\nNevertheless, users have a right to information about these recipients.</p>\n<p>\n<strong>Likewise, under Art.\n21 GDPR, users and data subjects have the right to object to the controller's future processing of their data pursuant to Art.\n6 Para.\n1 lit.\nf) GDPR.\nIn particular, an objection to data processing for the purpose of direct advertising is permissible.</strong>\n</p>III.\nInformation about the data processing<p>Your data processed when using our website will be deleted or blocked as soon as the purpose for its storage ceases to apply, provided the deletion of the same is not in breach of any statutory storage obligations or unless otherwise stipulated below.</p>Server data<p>For technical reasons, the following data sent by your internet browser to us or to our server provider will be collected, especially to ensure a secure and stable website: These server log files record the type and version of your browser, operating system, the website from which you came (referrer URL), the webpages on our site visited, the date and time of your visit, as well as the IP address from which you visited our site.</p>\n<p>The data thus collected will be temporarily stored, but not in association with any other of your data.</p>\n<p>The basis for this storage is Art.\n6 Para.\n1 lit.\nf) GDPR.\nOur legitimate interest lies in the improvement, stability, functionality, and security of our website.</p>Cookiesa) Session cookies<p>We use cookies on our website.\nCookies are small text files or other storage technologies stored on your computer by your browser.\nThese cookies process certain specific information about you, such as your browser, location data, or IP address.\n&nbsp;</p>\n<p>This processing makes our website more user-friendly, efficient, and secure.</p>\n<p>The legal basis for such processing is Art.\n6 Para.\n1 lit.\nb) GDPR, insofar as these cookies are used to collect data to initiate or process contractual relationships.</p>\n<p>If the processing does not serve to initiate or process a contract, our legitimate interest lies in improving the functionality of our website.\nThe legal basis is then Art.\n6 Para.\n1 lit.\nf) GDPR.</p>\n<p>When you close your browser, these session cookies are deleted.</p>b) Third-party cookies<p>If necessary, our website may also use cookies from companies with whom we cooperate for the purpose of advertising, analyzing, or improving the features of our website.</p>\n<p>Please refer to the following information for details, in particular for the legal basis and purpose of such third-party collection and processing of data collected through cookies.</p>c) Disabling cookies<p>You can refuse the use of cookies by changing the settings on your browser.\nLikewise, you can use the browser to delete cookies that have already been stored.\nHowever, the steps and measures required vary, depending on the browser you use.\nIf you have any questions, please use the help function or consult the documentation for your browser or contact its maker for support.</p>\n<p>If you prevent or restrict the installation of cookies, not all of the functions on our site may be fully usable.</p>Customer account/registration<p>If you login with your Spotify account on our website, we only use your data to provide you with our service.\nWe don´t reqeust any data from Spotify in the background, if you are not actively using our website.\nTo provide you with the \"ranking\" feature, where you can compare your current track or artists ranking to your last visit, we need to store the following information:</p>\n<p>- Your Spotify username</p>\n<p>- A snapshot of your current ranking</p>\n<p>During the registration process, your consent will be obtained for this processing of your data, with reference made to this privacy policy.\nThe data collected by us will be used exclusively to provide you with our service.&nbsp;</p>\n<p>You may revoke your prior consent to the processing of your personal data at any time under Art.\n7 Para.\n3 GDPR with future effect.\nAll you have to do is inform us that you are revoking your consent.</p>\n<p>The data previously collected will then be deleted as soon as processing is no longer necessary.\nHowever, we must observe any retention periods required under tax and commercial law.</p>Google Analytics<p>We use Google Analytics on our website.\nThis is a web analytics service provided by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland (hereinafter: Google).</p>\n<p>Through certification according to the EU-US Privacy Shield</p>\n<p>https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</p>\n<p>Google guarantees that it will follow the EU's data protection regulations when processing data in the United States.</p>\n<p>The Google Analytics service is used to analyze how our website is used.\nThe legal basis is Art.\n6 Para.\n1 lit.\nf) GDPR.\nOur legitimate interest lies in the analysis, optimization, and economic operation of our site.</p>\n<p>Usage and user-related information, such as IP address, place, time, or frequency of your visits to our website will be transmitted to a Google server in the United States and stored there.\nHowever, we use Google Analytics with the so-called anonymization function, whereby Google truncates the IP address within the EU or the EEA before it is transmitted to the US.</p>\n<p>The data collected in this way is in turn used by Google to provide us with an evaluation of visits to our website and what visitors do once there.\nThis data can also be used to provide other services related to the use of our website and of the internet in general.</p>\n<p>Google states that it will not connect your IP address to other data.\nIn addition, Google provides further information with regard to its data protection practices at</p>\n<p>https://www.google.com/intl/de/policies/privacy/partners,</p>\n<p>including options you can exercise to prevent such use of your data.</p>\n<p>In addition, Google offers an opt-out add-on at</p>\n<p>https://tools.google.com/dlpage/gaoptout?hl=en</p>\n<p>in addition with further information.\nThis add-on can be installed on the most popular browsers and offers you further control over the data that Google collects when you visit our website.\nThe add-on informs Google Analytics' JavaScript (ga.js) that no information about the website visit should be transmitted to Google Analytics.\nHowever, this does not prevent information from being transmitted to us or to other web analytics services we may use as detailed herein.</p>CloudFlare<p>To secure our website and to optimize loading times, we use the CloudFlare CDN (content delivery network).\nThis is a service of Cloudflare Inc., 101 Townsend Street, San Francisco, California 94107, USA, hereinafter referred to as \"CloudFlare\".</p>\n<p>Through certification according to the EU-US Privacy Shield</p>\n<p>(https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0&amp;status=Active)</p>\n<p>CloudFlare guarantees that it will follow the EU's data protection regulations when processing data in the United States.</p>\n<p>The legal basis for collecting and processing this information is Art.\n6 Para.\n1 lit.\nf) GDPR.\nOur legitimate interest lies in the secure operation of our website and in its optimization.</p>\n<p>If you access our website, your queries are forwarded to CloudFlare servers.\nStatistical access data about your visit to our website is collected and CloudFlare stores a cookie on your terminal device via your browser.\nAccess data includes</p>\n<p>- your IP address;</p>\n<p>- the page(s) on our site that you access;</p>\n<p>- type and version of internet browser you are using;</p>\n<p>- your operating system;</p>\n<p>- the website from which you came prior to visiting our website (referrer URL);</p>\n<p>- your length of stay on our site.\nand&nbsp;</p>\n<p>- the frequency with which our pages are accessed.</p>\n<p>The data is used by CloudFlare for statistical evaluations of the accesses as well as for the security and optimization of the offer.</p>\n<p>If you do not agree to this processing, you have the option of preventing the installation of cookies by making the appropriate settings in your browser.\nFurther details can be found in the section about cookies above.</p>\n<p>CloudFlare offers further information about its data collection and processing as well your rights and your options for protecting your privacy at this link:</p>\n<p>https://www.cloudflare.com/privacypolicy/.</p>Third-Party Ad Servers and Networks<p>We may use third-party advertising companies to serve ads when you visit the Site.\nThese companies may use information about your visits to this Site and other Web sites in order to provide advertisements about goods and services of interest to you.\nThese advertisements may appear on this Site and on other Web sites.\nThese companies may employ cookies, clear GIFs and other tracking technologies to cause relevant ads to be displayed to you.</p> © 2023 - Stats for Spotify Imprint We are not related to Spotify AB or any of it´s partners in any way Privacy notice&nbsp;&nbsp.\n", "created_at": "2023-04-03 21:02:42.464155", "updated_at": "2023-04-03 21:03:02.288025"}], "points": [], "urls": ["statsforspotify.com"]}}