{"error": 448, "message": "OK", "parameters": {"id": 7528, "name": "Privacy Monitor ", "created_at": "2023-03-13 20:36:59.030082", "updated_at": "2023-03-29 19:26:45.63881", "wikipedia": null, "keywords": null, "related": null, "slug": "privacy-monitor", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7528.png", "url": "privacymonitor.com", "documents": [{"id": 14487, "name": "Privacy Policy", "url": "https://www.privacymonitor.com/legal/privacy/", "xpath": "/html/body/main", "text": " Last Updated: July 08, 2020<br>\n<br>\n<p>We created Privacy Monitor because we are passionate about data privacy.\nWe care about helping you to understand better who has access to your personal information and how they use it.\nThe goal of Privacy Monitor is to provide you with a tool which enables you to gain more transparency and control over how third parties use your information.</p> A Brief Summary of Our Privacy Policy <p>Our Privacy Policy applies to your use of the Privacy Monitor website and the Privacy Monitor software (i.e., the browser plug-in and mobile app).\nThe Privacy Monitor software is free to consumers and does not require you to register or submit any personal information to us in order for you to use it.\nWe only access information which is absolutely necessary to the functioning of the product and we do not share or sell this information to any third parties.\nIn short, our practices are the best of any service you will ever find on the Internet.</p> Who We Are <p>Privacy Monitor is a technology-powered privacy solution developed and powered by Osano, Inc., A Public Benefit Corporation (“<strong>Osano</strong>”) to provide you with information about who is collecting and using your personal information, and transparency about other entities with whom your personal information may be shared with.</p> About Our Privacy Policy <p>When you install and use the Privacy Monitor solution (browser plug-in or mobile app), information is created.\nBecause we know your privacy is important, we’ve created this Privacy Policy to explain how we collect, use and protect that information.\nFor your convenience, we’ve provided a brief summary below, written in simple, easy to understand text.\nFor greater detail, please read our full Privacy Policy.</p> What information does the Privacy Monitor software collect? <ul>\n<li>IP Address and domain name.\nIf you download the Privacy Monitor browser plug-in or mobile app we will automatically receive your IP address and the root domain name of the websites you visit when using the software (commonly known as the “domain name” – for example, the domain name for this site is privacymonitor.com).</li>\n<li>Aggregate information.\nWe have access to some information from app store owners (Apple iPhone App Store, Google Play Store, etc.) that is provided in aggregated form, which includes information such as the total number of downloads of the Privacy Monitor software for a particular month.\nThe information is in aggregate and cannot be used to identify you or your device.</li>\n</ul> What information do we know about you? <ul>\n<li>We do not need to know who you are for you to use the Privacy Monitor solution.\nAccordingly, we don’t request or require you to provide personal information to download and use the software.\nAs noted above, we may receive your IP address automatically.</li>\n</ul> What about cookies? <ul>\n<li>The Privacy Monitor website and software do not place cookies on your browser or use any other tracking technologies.\nWe won’t attempt to personally identify you or your device.</li>\n</ul> How does the Privacy Monitor software collect the information? <ul>\n<li>Your IP address and the root domain name of the site you are visiting when using the Privacy Monitor software are automatically sent to us by the software when you visit a website.</li>\n<li>If you use the Privacy Monitor software to send a request asking us to monitor the privacy disclosures of a website that we’re currently not monitoring, we will receive your IP address and the root domain name when you initiate the request.</li>\n<li>As noted above, aggregate information (such as total number of downloads of the Privacy Monitor software) is available to us in the accounts we maintain with app store providers which permit us to make the Privacy Monitor available to consumers for their use.</li>\n</ul> How do we use the information collected by the Privacy Monitor software? <ul>\n<li>We use the limited information we collect to identify the website you are visiting so we can provide you with information about the site’s privacy practices, including an Osano privacy score for the company that operates the website.</li>\n<li>We use aggregate information to understand how many total users have downloaded the Privacy Monitor software and the types of devices on which they are using it.</li>\n</ul> Do we sell any of the information collected by the Privacy Monitor software? <ul>\n<li>No.\nWe don’t sell or rent the information to any third parties.</li>\n</ul> What’s the difference between personal information and aggregate information? <ul>\n<li>Personal information is information that can be used to identify a particular individual, generally understood to be information such as your name, physical address, email address and phone number.\nAggregate information is not considered personal information and can’t be used to identify you.</li>\n</ul> Do we collect email address? <ul>\n<li>We do not request or require you to submit your email address, or any other personal information, to us in order to download and use the Privacy Monitor software.\nIf you use the information provided on the PrivacyMonitor.com website to contact us directly (e.g., email us at help@privacymonitor.com) we will receive your contact information, but will only use it in order to respond to your inquiry.</li>\n</ul>\n<p>\n</p>\nFor more detailed information, please click these links to visit sections of our full Privacy Policy: <ul>\n<li>Inroduction</li>\n<li>What Information We Collect</li>\n<li>How We Collect Information</li>\n<li>How We Use the Information We Collect</li>\n<li>Who We Share Information With</li>\n<li>Security</li>\n<li>Data Retention</li>\n<li>How To Contact Us</li>\n<li>Changes to This Privacy Policy</li>\n</ul> Introduction <p>This Privacy Policy covers how Osano treats information collected and received through the Privacy Monitor software, developed for (and offered to) consumers in order to provide them with more transparency and control over how their information is used by other companies.\nLearn more about the Privacy Monitor software.</p> What Information We Collect <p>We limit the information we collect only to what’s necessary to insure the software operates correctly and provides you with feedback related to data collection and privacy practices of the website you are using (e.g., a privacy score).\nYou are not required to sign-up, register or provide personal information about yourself in order to download and use the Privacy Monitor solution.</p>\n<p>When you use the Privacy Monitor software, we collect the following information:</p>\n<ul>\n<li>\nInternet Protocol Address (“IP address”).\nIP addresses are assigned by your Internet service provider (e.g., Comcast/Xfinity, AT&amp;T, Time Warner, Verizon, Charter, etc.) to the modem used to access the Internet for connected devices in your home and/or work-place.\nAny devices using the modem to access the Internet may broadcast the same IP address.\nAt home, connected devices could include one or more laptop/desktop computers, tablets, mobile phones, smart/connected TVs and gaming consoles.\nAt work, connected devices could include one (or all) floor(s) in an office building.</li>\n<li>\nRoot Domain Name &amp.\nUser Agent.\nWhen you visit a website, the Privacy Monitor software will send us a request (for a privacy score) that includes the root domain name of the website (more commonly, the domain name of a site’s home page).\nDue to the nature of how the Internet works, we may also receive information (known as “User Agent”) automatically sent by your web browser, such as data associated with the source device’s Internet browser/content delivery software (e.g., Microsoft Explorer, Mozilla Firefox or Google Chrome).\nThe User Agent information we receive may also include information such as device type (e.g., computer, tablet, mobile device), and/or date/time of visit.</li>\n</ul>\n<p>If you use the contact information provided on the PrivacyMonitor.com website to contact us directly, we will receive your contact information which could include, depending on how you contact us, your email address or postal address.</p> How We Collect Information <p>We collect information automatically when we receive a request sent by the Privacy Monitor software from a website you are visiting, and (ii) when you send us a request using the Privacy Monitor software asking us to monitor the privacy disclosures of a website that we haven’t been monitoring.</p>\n<ul>\n<li>\nIP address.\nIf you have the Privacy Monitor software (plug-in or app) installed on your device, when you visit a website, or send us a request to monitor the privacy disclosures of a website, we will receive IP addresses automatically.\nThe software receives IP address from your Internet-browser (e.g., Microsoft Explorer, Mozilla Firefox, Google Chrome) each time the Privacy Monitor software is notified that you are visiting a site (or initiating a request to monitor a site), so that we can return information to you about the website’s privacy practices (e.g., a privacy score).</li>\n<li>\nRoot Domain Name &amp.\nUser Agent.\nSimilar to the collection of IP address, if you have the Privacy Monitor software (plug-in or app) on your device, when you visit a website, or send us a request to monitor the privacy disclosures of a website, the software is notified and receives the root domain name of the website you are visiting (more commonly, the domain name of a site’s home page) so that we can return information to you about the website’s privacy practices (e.g.\na privacy score).\nThe software also receive User Agent information associated with your browser (e.g., Microsoft Explorer, Mozilla Firefox, Google Chrome, etc.) and type of device (e.g., whether the device is running a Windows or Apple operating system), which allows us, among other things, to return a privacy score that is formatted for proper display in the Privacy Monitor software on your device.</li>\n</ul>\n<p>If you choose to contact us directly with an inquiry (by email or postal mail) using the contact information available to you on the PrivacyMonitor.com website, we will receive your contact information and use it to provide you with a response.</p> How We Use the Information We Collect <ul>\n<li>\n<p>\n<em>Osano Privacy Scores</em>\n</p>\n<p>The principal way we use the limited information we collect is to provide you, the consumer, with as much information as we can about the privacy disclosures and practices of the websites that you visit, in an easy to understand format.\nIf we are monitoring a website’s privacy practices (as outlined in their privacy policy and related documents on their site), we provide you with a privacy score.\nIn the event we’ve previously provided you with a privacy score for a particular website, we may also provide you with the sites previous score and information on whether score is trending up or down.</p>\n</li>\n<li>\n<p>\n<em>Analytics</em>\n</p>\n<p>We may use aggregate information that’s collected to understand general information and trends related to the Privacy Monitor solution, such as how many users have downloaded the Privacy Monitor software during a given period of time, and the types of devices the software is being used on.\nThe information can’t be used to identify an individual and is used by us to help improve the solution for consumers.</p>\n</li>\n<li>\n<p>\n<em>IP addresses – Fraud Prevention</em>\n</p>\n<p>Our use of IP addresses is limited to helping identify and combat potentially fraudulent activity.\nIP addresses are stored in our log-files and are deleted after 30 days.</p>\n</li>\n<li>\n<p>\n<em>Respond to Inquiries</em>\n</p>\n<p>If you choose to contact us directly (by email or postal mail) using the contact information we provide on the privacymonitor.com website, we will use your contact information to respond to your inquiry.</p>\n</li>\n</ul> Who We Share Information With <ul>\n<li>We will not rent, sell or share information about you with other people or nonaffiliated companies.</li>\n<li>We may share aggregate information (i.e., information that <strong>cannot</strong> be used to identify an individual) for a variety of reasons, including under the following circumstances: <ul>\n<li>To make our product better and foster transparency.</li>\n<li>If Osano, or the Privacy Monitor solution, is acquired or merged with another company we will transfer aggregate information to the acquiring company.</li>\n<li>We may share aggregate information if necessary to comply with a subpoena or court order, to establish or exercise our legal rights or defend against legal claims, or to cooperate with government and/or law enforcement officials.</li>\n<li>For any lawful basis.</li>\n</ul>\n</li>\n</ul> Security <p>We do not require you to provide personal information to download and use the Privacy Monitor software.\nStill, ensuring the information collected by the Privacy Monitor software is secure and protected is very important to us.\nConsistent with industry standards and applicable law, Osano has established appropriate technical and organizational measures to help prevent unauthorized access to, disclosure, alteration or misuse of information collected by the Privacy Monitor software (“<strong>Collected Data</strong>”).\nWe use Amazon Web Services to store all Collected Data.\nAmazon employs a robust physical and network architecture security program with multiple certifications.\nFor more information on Amazon’s security processes, please visit https://aws.amazon.com/security/.</p> Data Retention <p>We store the information we collect from the Privacy Monitor software in our log-files for a period of thirty (30) days from the date it was collected.\nAfter thirty (30) days, the data is deleted.</p>\n<p>If you contact us directly using the contact information provided on the PrivacyMonitor.com website, we will retain your contact information as long as necessary in order respond to your inquiry.\nWe may retain copies of these communications for a period of up to twelve months.\nAfter that, the communications will be deleted from our system, unless we are required by law to retain it longer.</p> How to Contact Us <p>If you have any questions about this Privacy Policy or its implementation, you may contact us at this email address: <strong>help@privacymonitor.com</strong>, or you can send correspondence to the following address:</p>\n<code>Osano, Inc., A Public Benefit Corporation\n3800 North Lamar Blvd\nSuite 200\nAustin, TX 78756\n</code> Changes to this Privacy Policy <p>We may update this Privacy Policy from time to time based on changes to applicable laws and regulations or other requirements applicable to us, changes in technology, or changes to our business.\nAny changes we make to the Privacy Policy in the future will be posted on this page, so you should review it periodically.\nIf there are significant changes to our information practices, specifically how we process personal information, you will be provided with appropriate online notice.\nWe will also post a notice on our home page if our Privacy Policy has changed.</p> ", "created_at": "2023-03-13 20:36:59.062012", "updated_at": "2023-03-13 20:48:39.682058"}], "points": [], "urls": ["privacymonitor.com"]}}