{"error": 448, "message": "OK", "parameters": {"id": 9668, "name": "Neighborly Company", "created_at": "2023-09-29 23:55:20.4101", "updated_at": "2023-09-30 10:02:33.91267", "wikipedia": null, "keywords": null, "related": null, "slug": "neighborly-company", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9668.png", "url": "neighborly.com,junk-king.com", "documents": [{"id": 19229, "name": "Privacy Policy ", "url": "https://www.neighborly.com/privacy-policy", "xpath": "/html/body/main/div", "text": " Online Privacy Policy\n<p>Thank you for visiting this website (this “Site”), which is owned and operated by Neighborly (“Neighborly,” “we,” “us,” and “our”).</p>\nEffective Date\n<p>January&nbsp;1, 2023</p>\nTable of Contents\n<p>Scope of This Policy</p>\n<p>Your Consent</p>\n<p>Terms of Use </p>\n<p>Your Choices</p>\n<p>This Policy May Change</p>\n<p>Information We Collect</p>\n<p>Information About Third-Party Cookies</p>\n<p>How We Share Your Information</p>\n<p>How We Protect Your Information</p>\n<p>Children’s Privacy</p>\n<p>Links to Other Websites</p>\n<p>Access to Your Information </p>\n<p>Retention of Personal Information</p>\n<p>Site Servers May Be Located Outside Your Home Country</p>\n<p>Governing Law</p>\n<p>Your Privacy Rights</p>\nScope of This Policy\n<p>This online privacy policy (this “Policy”) applies only to information collected through Neighborly-Owned websites on which it is posted.\nIt does not apply to third-party platforms, such as websites owned by our franchisees, social media websites, vendor pages, websites of other corporations, limited liability companies, etc.\nor to Neighborly-owned websites or other Neighborly owned platforms on which it is not posted.\nIt also does not apply to information collected through other channels, such as over the phone or in person.</p>\n<p>By installing any third-party application, you are authorizing such third-party application to perform the actions and/or share with the third-party application the information communicated to Neighborly, or requested from Neighborly to perform the actions and/or share with the third-party application the information communicated to Neighborly, or requested from Neighborly.\nNeighborly is going to send that information through the third-party application, which will then go through the internet.\nNeighborly shall not be held responsible for any dissemination, use, misuse, and/or disclosure of the user's information through use of this or any third-party application.</p>\n<p>Some of the information we collect through this Site may be “personal information”—information that identifies you personally, alone or in combination with other information available to us.\nOther information may be non-personally identifiable, such as information collected by cookies.</p>\n<p>This Policy may be supplemented or amended from time to time by additional privacy notices (“Privacy Notices”), provided at the time we collect your information.\nFor example, certain pages of this Site may contain Privacy Notices providing more details about the information we collect on those particular pages, why we need that information, and choices you may have about the ways we use that information.\nIn other cases, specific Privacy Notices may be required to comply with the privacy laws of one of the countries, provinces, or states in which we do business.</p>\nYour Consent\n<p>By using this Site, you are consenting to the collection, use, disclosure, and transfer of your information as described in this Policy (and any Privacy Notices that apply to you).\nIf you do not consent to the collection, use, disclosure, and transfer of your information as described in this Policy (and any Privacy Notices that apply to you), you may not use this Site.\nIf you have questions about this Policy, or any Privacy Notice, please contact us using the information provided in the section below.</p>\nOur Terms of Use\n<p>This Policy is part of the Terms of Use that govern your use of this Site.\nA link to our Terms of Use is provided at the bottom of each page of this Site.</p>\nYour Choices\n<p>\n<em>In General.\n</em>We respect your right to make choices about the ways we collect, use, and disclose your information.\nThis Policy describes some of your choices, such as your choice to opt out of receiving “cookies.” We may ask you to indicate your choices at the time and on the page where you provide your information.</p>\n<p>\n<em>Do Not Track Mechanisms</em>.\nCalifornia law requires this Policy to address how we respond to any “Do-Not-Track (‘DNT’) signal” delivered by your browser.\nBecause of the changing state of technology and indecision within the industry regarding the meaning of DNT signals, we currently do not make any guarantee that we will honor DNT signals.</p>\n<p>\n<em>Previously Expressed Preferences.</em> You may change previously expressed preferences regarding how we use your information.\nIf at any time you wish to be taken off our mailing lists, please contact us using the information provided contact section below.</p>\nThis Policy May Change\n<p>Neighborly reserves the right to update or modify this Policy and any Privacy Notice, at any time and without prior notice, by posting the revised version of the Policy or Privacy Notice on this Site.\nThese changes will only apply to the information we collect after we have posted the revised Policy or Privacy Notice on this Site.</p>\n<p>Your use of this Site following any such change constitutes your agreement that all information collected from or about you after the revised Policy is posted will be subject to the terms of the revised Policy.\nYou may access the current version of this Policy at any time by clicking on the link marked “Privacy” at the bottom of each page of the public areas of this Site.</p>\nInformation We Collect\n<p>\n<em>Information You Manually Provide</em>.\nNeighborly collects the information you manually provide (using your keyboard, mouse, or touchpad) when you use this Site, for example, we collect the information you provide when you request service, express interest in becoming a franchisee, send us questions, or otherwise interact with this Site.\nSome of the information you manually provide may be personal information, such as your name and contact information.</p>\n<p>\n<em>Information from Third-Party Social Media Platforms.</em> You may be able to register with, log on to, or enhance your profile on this Site by choosing to automatically populate the requested data fields with information you previously provided to a third-party social media platform (such as Facebook or Twitter).\nBy doing this, you are asking the third-party platform to send us information, including personal information, from your profile on that platform.\nWe treat that information as we do any other information you give to us when you register, log on, or enhance your profile.</p>\n<p>\n<em>Information from Your Browser or Device.\n</em>Neighborly collects information that is sent to us automatically by your web browser or mobile device.\nThis information typically includes your IP address, the name of your operating system, the name and version of your browser, the date and time of your visit, and the pages you visit.</p>\n<p>The information we receive may depend on your browser or device settings.\nThe information we receive from your web browser and device typically is not, in and of itself, personally identifiable.\nHowever, we may combine it with other information in an attempt to identify you or we may combine it with information that does identify you.</p>\n<p>\n<em>Information Collected by Cookies and Other Technologies</em>.\nWe use “cookies” and other technologies to collect information and support certain features of this Site.\nFor example, we may use these technologies to:</p>\n<ul>\n<li>collect information about the ways visitors use this Site—which pages they visit, which links they use, and how long they stay on each page.</li>\n<li>support the features and functionality of this Site—for example, to save you the trouble of reentering information already in our database or to prompt the settings you established on previous visits.</li>\n<li>personalize your experience when you use this Site, and</li>\n<li>improve our marketing efforts, including through use of targeted advertising.</li>\n</ul>\n<p>The information we collect using cookies and similar technologies is not, in and of itself, personally identifiable, but we may link it to personal information that you provide.\nIf you do not wish to receive cookies, you may set your browser to reject cookies or to alert you when a cookie is placed on your computer.\nAlthough you are not required to accept cookies when you visit this Site, you may be unable to use all the functionality of this Site if your browser rejects our cookies.</p>\nInformation About Third-Party Cookies\n<p>In addition to the cookies, Neighborly delivers to your computer or mobile device through this Site, certain third parties may deliver cookies to you for a variety of reasons.\nFor example, we use Google Analytics, a web analytics tool that helps us understand how visitors engage with our Sites.\nTo learn more about Google Analytics, read the Google Analytics definition here.</p>\n<p>Other third parties may deliver cookies to your computer or mobile device for the purpose of tracking your online behaviors over time and across nonaffiliated websites and/or delivering targeted advertisements either on this Site or on other websites.</p>\n<p>You have choices about the collection of information by third parties on our Sites.\nFor example, if you don’t want information about your visit to this Site sent to Google Analytics, you may download an Opt-out Browser Add-on by selecting a browser add-on here.\nPlease note that the Add-on does not prevent information from being sent to Neighborly.</p>\n<p>In addition, if you would like to opt-out of having interest-based information collected by certain entities during your visits to this Site or other websites, please select collection opt-out here.\nYou will be directed to an industry-developed website that contains mechanisms for choosing whether each listed entity may collect and use data for online behavioral advertising purposes.</p>\n<p>It may be that some of the third parties that collect interest-based information on this Site do not participate in the industry-developed opt-out website, in which case the best way to avoid third-party tracking of your online behaviors may be through your browser settings and deletion of cookies.\nPlease note that the industry-developed opt-out mechanism is device and browser specific.\nIf you wish to opt-out from having interest-based information collected by participating entities across all devices and browsers, you need take the steps outlined above from each device and browser.</p>\nHow We Use Your Information\n<p>Generally, we use the information we collect through this Site:</p>\n<ul>\n<li>to provide the information, products, and services you request.</li>\n<li>to provide you with effective customer service.</li>\n<li>to provide you with a personalized experience when you use this Site.</li>\n<li>to contact you with information and notices related to your use of this Site.</li>\n<li>to contact you with special offers and other information we believe will be of interest to you (in accordance with any privacy preferences you have expressed to us).</li>\n<li>to invite you to participate in surveys and provide Feedback to us (in accordance with any privacy preferences you have expressed to us).</li>\n<li>to improve the content, functionality, and usability of this Site.</li>\n<li>to better understand your needs and interests.</li>\n<li>to improve our products and services.</li>\n<li>to improve our marketing and promotional efforts.</li>\n<li>for security, credit or fraud prevention purposes, and</li>\n<li>for any other purpose identified in an applicable Privacy Notice, click-through agreement, or other agreement between you and us.</li>\n</ul>\n<p>We transfer customer information to franchisees, service providers, vendors and other companies who globally support our business, such as providing services requested through this website, technical infrastructure services, analyzing how our services are used, measuring the effectiveness of ads and services, providing customer service, facilitating payments, or conducting surveys.\nThese companies must adhere to strict confidentiality obligations in a way that is consistent with this privacy policy and the agreements we enter into with them.</p>\nHow We Share Your Information\n<p>\n<em>With Third-Party Vendors</em>.\nNeighborly shares information collected through this Site with third-party vendors who act for us or on our behalf.\nFor example, we may use third-party vendors to design and operate this Site.\nto conduct surveys.\nand to help us with our promotional efforts.\nThese third-party vendors may need information about you to perform their functions.</p>\n<p>\n<em>With Other Users of this Site</em>.\nYou may be able to submit User-Generated Content on or through this Site.\nIn this Policy, “User-Generated Content” or “UGC” refers to content that you post using the social networking tools we make available to you and that does not constitute “Feedback” (as that term is defined in our Terms of Use.\nAny personal information contained in UGC can be read, collected, or used by others.</p>\n<p>In addition, we may use UGC you submit for advertising campaigns and other promotions.\nWe may or may not use your name in connection with such use, and we may or may not seek your consent before using the content for such purposes.\nTherefore, you should have no expectation of privacy with respect to UGC you submit on or through this Site.</p>\n<p>\n<em>With Third-Party Social Media Platforms.</em> We may provide functionality on this Site that allows you to automatically post information about the actions you take on this Site to a third-party social media platform (such as Facebook or Twitter).\nIf you choose to take advantage of this functionality, people with access to your profile on the third-party platform may be able to see the actions you have taken—for example, the products or services you have purchased.\nThus, you should have no expectation of privacy in those actions.</p>\n<p>Further, if you choose to link your profile on this Site with an account on a third-party social media platform, we may share the information in your profile with that third-party platform.\nWe may also use third-party social media platforms to offer you interest-based ads.\nTo offer such ads, we may convert your email address into a unique value which can be matched by our partner company with a user on their platform.\nAlthough we do not provide any personal information to these platform vendors, they may gain insights about individuals who respond to the ads we serve.</p>\n<p>\n<em>Within Neighborly Corporate Family.</em> We may share information collected through this Site with other companies in Neighborly corporate structure.\nThese affiliate companies are permitted to use your information for their own marketing purposes and in a manner otherwise consistent with this Policy.</p>\n<p>\n<em>With our Franchisees</em>.\nWe may share information collected through this Site with our franchisees, which may be permitted to use your information for their own marketing purposes and in any manner otherwise consistent with this Policy.</p>\n<p>\n<em>With Other, Carefully Selected Business Partners</em>.\nFrom time to time, we may share your information with selected third parties for their own marketing purposes.\nFor example, we may partner with third parties to sponsor contests or other promotions, and we may share with these third parties the information you submit to us to participate in the contest or take advantage of the promotion.\nBefore doing so, however, we may offer you the opportunity to “opt out” or “opt in,” as required by applicable law.</p>\n<p>\n<em>In Aggregate or De-Identified Form.</em> We use information collected through this Site to create a compiled, aggregate view of usage patterns.\nWe may share aggregate information with third parties so they can better understand our user base.\nWe may also share, with third parties, information about how particular individuals use this Site, but only on a de-identified basis (“Individualized Data”).\nIndividualized Data is not personally identifiable, but it does reflect the usage patterns of a particular Site user, as opposed to Site users collectively.</p>\n<p>\n<em>As Part of a Business Transfer</em>.\nYour information may be transferred to successor organization if, for example, we transfer the ownership or operation of this Site to another organization or if we merge with another organization or liquidate our assets.\nIf such a transfer occurs, the successor organization’s use of your information will still be subject to this Policy and the privacy preferences you have expressed to us.</p>\n<p>\n<em>To Comply with Laws and Protect Our Rights and the Rights of Others</em>.\nWe may disclose your information when we, in good faith, believe disclosure is appropriate to comply with the law, a court order or a subpoena.\nWe may also disclose your information to prevent or investigate a possible crime, such as fraud or identity theft.\nto protect the security of this Site.\nto enforce or apply our online Terms of Use or other agreements.\nor to protect our own rights or property or the rights, property or safety of our users or others.</p>\n<p>\n<em>As Described in a Privacy Notice or Click-Through Agreement.</em> We reserve the right to disclose your information as described in any Privacy Notice posted on a page of this Site where you provide that information.\nBy providing your information on that page you will be consenting to the disclosure of your information as described in that privacy notice.\nWe also reserve the right to disclose your information as described in any click–through agreement to which you have agreed.</p>\nHow We Protect Your Information\n<p>Neighborly takes reasonable precautions to provide a level of security appropriate to the sensitivity of the information we collect.\nAlthough we use reasonable measures to help protect your information against unauthorized use or disclosure, we cannot guarantee the security of information provided over the Internet or stored in our databases and will not be responsible for breaches of security beyond our reasonable control.</p>\nChildren’s Privacy\n<p>You must be at least 13 years old to have our permission to use this Site.\nWe do not knowingly collect, use or disclose personal information about visitors under 13 years of age.\nIf you are under the age of 13, please do not use this Site.</p>\nLinks to Other Websites\n<p>This Policy applies only to Neighborly-owned websites on which it is posted.\nNeighborly and its affiliates operate many different websites for different purposes and in different countries, where different laws may apply.\nIf you visit another Neighborly website, please take a moment to review the privacy policy posted on that site to learn what information may be collected through that site and how it is processed.</p>\n<p>This Site may also contain links to websites that are not operated by Neighborly or its affiliates.\nThese links are provided for your reference and convenience only and do not imply any endorsement of the products sold or information provided through these websites, nor any association with their operators.\nNeighborly does not control these websites and is not responsible for their data practices.</p>\n<p>Any information you provide to third parties on their websites is covered under their privacy and data collection policies and is not covered by this Policy.\nWe urge you to review the privacy policy posted on any site you visit before using the site or providing any personal information.</p>\nAccess to Your Information\n<p>If you would like to review, correct, and update the personal information you have provided to us through this Site, please contact us using the information provided in the section below.\nWe will respond to your request within a reasonable time or within the time limit set out by applicable privacy law.\nWe will use reasonable efforts to comply with your request, as required by applicable law.</p>\nRetention of Personal Information\n<p>Neighborly retains the personal information collected on this Site as long as necessary to provide the services, products and information you request or as permitted by applicable law.</p>\nSite Servers May Be Located Outside Your Home Country.\n<p>Neighborly is a U.S.\ncorporation and this Site is intended for a U.S.\naudience.\nThe servers that support this Site and on which we store the information you provide to us through this Site may be located in a country other than where you reside.\nU.S.\ndata protection laws may not provide as much protection as the data protection laws in force in some other countries.</p>\n<p>However, we will process your information in accordance with this Policy no matter where our data is stored.\nIf you are located in a country other than the United States, by using this Site you consent to the transfer of your information to the United States.</p>\nGoverning Law\n<p>This Policy shall be governed under the laws of the State of Texas, United States of America without regard to its conflicts of law provisions.</p>\nQuestions About This Policy or Neighborly's Data Practices\n<p>If you have questions or concerns about this Policy, any Privacy Notice, or Neighborly’s data practices, please contact us by email at privacy@dwyergroup.com You may also contact us at: 800.490.7501</p>\n<p>\n<strong>Should you no longer wish to receive our email, please click on the unsubscribe link supplied in each message received and/or contact us via telephone at 800.490.7501 or via mail Attn: Privacy Policy, Neighborly 1020 N.\nUniversity Parks Dr., Waco, TX 76707.</strong>\n</p> ", "created_at": "2023-09-29 23:55:20.445677", "updated_at": "2023-09-29 23:55:41.592604"}, {"id": 19230, "name": "Terms of Use ", "url": "https://www.neighborly.com/terms-of-use", "xpath": "/html/body/main/div", "text": null, "created_at": "2023-09-29 23:55:20.482009", "updated_at": "2023-09-29 23:56:09.519525"}], "points": [], "urls": ["neighborly.com", "junk-king.com"]}}