{"error": 448, "message": "OK", "parameters": {"id": 9231, "name": "MedBridgeGo", "created_at": "2023-07-15 02:09:26.436455", "updated_at": "2023-07-15 10:02:17.474226", "wikipedia": null, "keywords": null, "related": null, "slug": "medbridgego", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9231.png", "url": "medbridgego.com", "documents": [{"id": 18075, "name": "Privacy Policy", "url": "https://www.medbridgego.com/privacy_policy", "xpath": "//body", "text": " Session about to expire <p> Due to inactivity, you will be signed out in <strong>15 minutes</strong>.\nDo you want to stay signed in? </p> Sign out Stay signed in MedBridge <ul>\n<li> Back </li>\n</ul> Privacy Policy I.\nGeneral Policy\nA.\nAcceptance of Terms\n<p>MedBridge Inc.\n(“MedBridge”) is committed to protecting Your privacy when You visit the MedBridge website located at the URL www.medbridgeeducation.com, the MedBridge mobile application, and other websites owned by MedBridge, including personalized white label websites (collectively, the “MedBridge Website”, as defined below).\nThis Privacy Policy explains to You how we collect and use Your information.\nThis document should be read in conjunction with the MedBridge Terms and Conditions, and we reserve the right to append or otherwise modify this privacy statement at any time.</p> B.\nTerm Definitions\n<p>1.\nThe term “MedBridge Website” refers to the MedBridge website accessible through the URL www.medbridgeeducation.com, the MedBridge mobile application, and other websites owned by MedBridge, including personalized white label websites.</p>\n<p>2.\nThe term “MedBridge” refers to MedBridge, Inc.</p>\n<p>3.\nThe term “MedBridge Mobile App” refers to the MedBridge GO Mobile application available as an iOS and Android application that provides patients access to their assigned exercise programs from their phone or tablet.</p>\n<p>4.\nThe term “User Profile” refers to a profile posted by a User on the MedBridge Website.</p>\n<p>5.\nThe terms ''You'', “Your” and/or ''User'' refer to any individuals and/or entities visiting and/or otherwise accessing the MedBridge Website for any reason.</p>\n<p>6.\nThe term “Content” refers to all information, data, text, software, music, sound, photographs, graphics, video, messages, tags, or other materials posted and/or otherwise displayed on, to, or at the MedBridge Website.</p>\n<p>7.\nThe term “Personal Information” includes, but is not limited to, any information that identifies or describes an individual, including his or her name, professional licensing information, social security number, physical description, age, gender, marital status, health status, financial status, home address, home telephone number, education, financial matters, and medical or employment history.\nPersonal Information may also include statements made by, or attributed to, a User.</p> C.\nCollection of User Data\n<p>MedBridge collects user data during registration and use of the MedBridge Website and associated services such as described below with the consent of the user and for the legitimate business purpose of providing the services offered by the MedBridge Website.</p> II.\nYour Personal Information\nA.\nInformation Collected by MedBridge\n<p>By voluntarily creating a User Profile on the MedBridge website, You agree to the MedBridge Terms of Use, and consent to MedBridge’s collection of Personal Information.\nTo establish Your User Profile, MedBridge collects Your name and email address, and in some cases your clinical discipline.</p>\n<p>MedBridge collects additional information when You continue the use of the site and agree to our Terms of Use in order to receive MedBridge services and access MedBridge Content.\nWhen you assign or complete education courses or patient exercises on the MedBridge website, MedBridge collects data relating to the assignment of and/or completion of courses and/or exercises, as well as applicable clinical licensing information.</p>\n<p>Within the last twelve months, MedBridge has collected the following categories of personal information from consumers:</p> Category Data <strong>Identifiers.</strong>\n<p>A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver's license number, passport number, or other similar identifiers.</p>\n<strong>Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).</strong>\n<p>A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\nSome personal information included in this category may overlap with other categories.</p>\n<strong>Protected classification characteristics under California or federal law.</strong>\n<p>Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).</p>\n<strong>Commercial information.</strong>\n<p>Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<strong>Biometric information.</strong>\n<p>Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.</p>\n<strong>Internet or other similar network activity.</strong>\n<p>Browsing history, search history, information on a consumer's interaction with a website, application, or advertisement.</p>\n<strong>Geolocation data.</strong>\n<p>Physical location or movements.</p>\n<strong>Professional or employment-related information.</strong>\n<p>Current or past job history or performance evaluations.</p>\n<strong>Inferences drawn from other personal information.</strong>\n<p>Profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</p>\n<p>Personal Information is provided at Your own risk.\nBy providing Your Personal Information, You are communicating Your consent to MedBridge’s collection, use and disclosure of such Personal Information for the purposes for which You provided the information to MedBridge, and as described in this Privacy Policy.</p> B.\nData Controller\n<p>For the majority of the information maintained, collected, or used by MedBridge, MedBridge is the data controller who is responsible for determining the purpose and means of processing personal data.\nFor some healthcare data, Your individual provider and/or their organization may be the data controller for whom MedBridge holds and processes data.\nInquiries can be directed to legal@medbridgeed.com.</p> C.\nUsing Your Information\n<p>Information is collected about You in order to establish and enhance our relationship with You.\nMedBridge’s use of this information includes the following: (i) to personalize Your experience, so we are better able to respond to Your individual needs.\n(ii) improve our website through Your feedback.\n(iii) more effectively responding to customer service requests and support needs and improve customer service.\n(iv) process transactions.\n(v) contacting You.\n(vi) conducting research and compiling aggregate data for internal and external business purposes.\nand (vii) any other purpose disclosed to You at the time we collect Your information.</p>\n<p>Much of the information collected by MedBridge is necessary for proper functioning of the MedBridge Website and use of the MedBridge products.\nFor example, You may not be able to create a user account or reset your password without provision of a valid email address.\nFurther, MedBridge will store Your log-in credentials on Your device while using the MedBridge Mobile App, to provide a seamless experience.\nIn these situations, if You choose to withhold any personal data requested by MedBridge, it may not be possible for You to gain access to certain parts of the site.</p> D.\nUpdating and Deleting Your Information\n<p>On the MedBridge Website You are able to correct, update, review, or delete information You have submitted by going back to the specific tool and making the desired changes.\nIf you are unable to make the changes on the MedBridge Website, you can request MedBridge to change, correct, or delete information by contacting us at legal@medbridgeed.com or call (888) 824-9839.</p>\n<p>You have the right to withdraw consent to MedBridge’s use or processing of Your Personal Information at any time.\nIf You refuse to consent to, opt out of, or withdraw Your consent, we may not be able to offer You certain services or benefits.</p> E.\nRetention of Information\n<p>MedBridge stores and retains Personal Information based on the level of sensitivity of this information, and for the period specified by the applicable legal and regulatory requirements.\nFor some healthcare data, Your individual provider and/or their organization may require MedBridge to retain data based on their individual legal and contractual requirements.</p> F.\nInformation Sharing and Disclosure\n<p>We may share Your information with trusted third parties who assist us in operating our website, conducting our business, or serving You, as long as those parties agree to keep this information confidential to the extent outlined under this Privacy Policy and consistent with applicable laws and regulations.\nWe may also release Your information when we believe it is needed to comply with the law, enforce our site policies, or protect ours or others’ rights, property, or safety.\nNon-personally identifiable information may be provided to other parties for marketing, advertising, or other uses.</p> G.\nSale of Personal Information\n<p>In the past twelve months, MedBridge has not sold any collected Personal Information to third parties.</p> H.\nChanges in MedBridge Inc.\n<p>If MedBridge is sold, merged, or otherwise transferred, personal information may be transferred along with it.</p> I.\nInformation Use related to the Use of the MedBridge Mobile App\n<p>You may also opt into receiving Push Notifications from the MedBridge Mobile App.\nIf you wish to stop receiving push notifications, you may turn off this feature in the settings on your device.</p>\n<p>When you delete the MedBridge mobile application, any information saved in your device will be deleted, but any information collected and stored by us will remain in our server.</p> J.\nAdditional Information Use\n<p>We may use Your email for transactional purposes, as well as for promotional purposes.\nTransactional purposes include confirmation and notification of changes to Your account.\nPromotional purposes include sending You newsletters about new features, special offers, promotional announcements, consumer surveys, and other items concerning our service.\nDuring registration at the MedBridge Website, You may be signed up to receive promotional email newsletters from MedBridge, unless disallowed by Your jurisdiction of residence.\nEmail messages may contain code that enables our database to track Your usage of the emails to determine whether the email was opened and what links, if any, were clicked.\nShould You prefer not to receive promotional emails from us, please edit the preferences in Your account menu or click Unsubscribe at the bottom of any promotional emails.</p> K.\nAccess to Information\n<p>Users may have a right to request access to Your information collected or processed by MedBridge.\nYou can request such access by contacting us at legal@medbridgeed.com.\nUpon verification of Your identity, we will make sure to provide You with a copy of the data we process about You.\nIn some circumstances we may need to work with Your healthcare provider in order to provide copies of sensitive information.</p> L.\nInternational Privacy Laws\n<p>If You are accessing the MedBridge Website and associated services from outside the United States, please be aware that You are sending information (including Personal Data) to the United States where our servers are located.</p>\n<p>If You reside within the European Union, You may have the right to lodge a complaint regarding MedBridge’s information collection and processing with your local, national supervisory authority.</p> M.\nCalifornia Residents’ Rights\n<p>This Section applies only to Users of the MedBridge Website who reside in the State of California.\nUnder the California Consumer Privacy Act of 2018 (CCPA) California consumers have the right to:</p>\n<ul>\n<li>\n<p>Know the categories of Personal Information we collect and the categories of sources from which we obtained the information;</p>\n</li>\n<li>\n<p>Know the business or commercial purposes for which we collect and share Personal Information;</p>\n</li>\n<li>\n<p>Know the categories of third parties and other entities with whom we share Personal Information.\nand</p>\n</li>\n<li>\n<p>Access the specific pieces of Personal Information we have collected about you.</p>\n</li>\n</ul>\n<p>To obtain any additional information not found in this Privacy Policy, please send an email to legal@medbridgeed.com and include Your name, email address, California postal address as well as the email associated with Your User Profile, if one exists (“Verification Information”).\nYou may also exercise Your rights by calling (888) 824-9839.</p>\n<p>Right to Deletion.\nIn some circumstances You may ask us to delete your Personal Information.\nTo do so, please send an email Verification Information to legal@medbridgeed.com.\nYou may also exercise your right by calling (888) 824-9839.</p>\n<p>Submission of Your Request.\nYou may only submit a request to know twice within a 12-month period.\nYour request to know or delete must:</p>\n<ul>\n<li>\n<p>Provide sufficient information that allows us to reasonably verify You are the person about whom we collected personal information or an authorized representative, </p>\n</li>\n<li>\n<p>Describe Your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</p>\n</li>\n</ul>\n<p>We cannot respond to Your request or provide you with Personal Information if we cannot verify Your identity or authority to make the request and confirm the Personal Information relates to You.\nYou do not need to create an account with us to submit a request to know or delete Your Personal Information.\nWe will use the Personal Information provided in Your request only to verify the Your identity or authority.</p>\n<p>Right to opt out of Sales.\nMedBridge does not share Your Personal Information with third parties in ways that may constitute a “sale” under CCPA.\nIn line with this, MedBridge further does not sell Personal Information of consumers under 16 years of age.\nYou may request that we do not “sell” Your Personal Information on a go forward basis.\nTo do so, please email legal@medbridgeed.com and include your Verification Information.\nYou may also exercise Your right by calling (888) 824-9839.\nIf You reengage with MedBridge after opting out of the “sale” of Your Personal Information, such as purchasing a new subscription, Your Personal Information will be collected and used in accordance with this Privacy Notice.</p>\n<p>You have the right to not be discriminated against for exercising any of Your CCPA rights, and MedBridge will not do any of the following based on any exercise of Your rights:</p>\n<ul>\n<li>\n<p>Deny You goods or services.</p>\n</li>\n<li>\n<p>Charge You different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</p>\n</li>\n<li>\n<p>Provide You a different level or quality of goods or services.</p>\n</li>\n<li>\n<p>Suggest that You may receive a different price or rate for goods or services or a different level or quality of goods or services.</p>\n</li>\n</ul>\n<p>However, we may offer You certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to Your Personal Information's value and contain written terms that describe the program's material aspects.\nParticipation in a financial incentive program requires Your prior opt-in consent, which You may revoke at any time.</p> III.\nAutomatically Collected Information\n<p>As You use MedBridge, certain information may also be passively collected and stored on our or our service providers’ server logs, including Your Internet protocol address, browser type, and operating system.\nWhen you enter the MedBridge website, You are required to consent to our use of Cookies in line with this Privacy Policy.\nMedBridge uses Cookies and navigational data like Uniform Resource Locators (URL) to gather information regarding the date and time of Your visit and the solutions and information for which You searched and viewed, or on which of the advertisements displayed on MedBridge You clicked.\nThis type of information is collected to make MedBridge and solutions more useful to You and to tailor the experience to meet Your interests and needs.</p>\n<p>MedBridge, or our service providers acting on our behalf, use the following types of Cookies:</p> Cookie Type Purpose <strong>Strictly Necessary</strong>\n<p>These Cookies are necessary to allow us to operate the MedBridge platform as you have requested.\nThey let us recognize what type of subscriber you are and then provide you with services accordingly.</p>\n<strong>Performance / Analytics</strong>\n<p>We use Cookies and other similar technologies to analyze how the MedBridge platform is accessed, is used, or is performing.\nWe use this information to maintain, operate, and continually improve the MedBridge platform and understand your use of the MedBridge system.</p>\n<strong>Functional</strong>\n<p>These Cookies let us operate the MedBridge platform according to your preferences.\nFor example, when you continue to use or come back to the MedBridge platform, we can provide you with our services based on information you provide to us, such as remembering your username, how you have customized our services, and reminding you of content you have used previously.</p>\n<strong>Third Party</strong>\n<p>We may allow our Business Partners to use cookies or other similar technologies on or outside the MedBridge platform for the same purposes identified above, including collecting information about your online activities over time and across different websites, applications, and/or devices.</p>\n<strong>MedBridge Ads</strong>\n<p>We may work with website publishers, application developers, advertising networks, and service providers to deliver advertisements and other content promoting MedBridge on other web sites and services.\nCookies and other similar technologies may be used to serve you with advertisements that may be relevant to you and your interests on other websites, applications, and devices, and to regulate the advertisements you receive and measure their effectiveness.\nYou may opt out of this ad serving using the Network Advertising Initiative (NAI) opt-out page.</p> IV.\nSafety Measures\nA.\nInternet Security\n<p>We use a variety of security measures to maintain the safety of Your personal information when You place an order or access Your personal information: (i) A secure server.\n(ii) All sensitive/credit information is transmitted via Secure Socket Layer (SSL) technology and then entered into our Payment gateway providers database accessible only to those authorized who are required to keep the information confidential.\n(iii) All data stored on the MedBridge Website server(s) is stored in a database “behind” a secure firewall.\n(iv) There is no permissible access to the database outside of the hosted environment.\nand (v) After a transaction, Your credit card information will not be stored on our servers.</p> B.\nSecurity Limitations Disclaimer\n<p>MedBridge cannot and does not guarantee that Personal Information You post on the MedBridge Website will not be accessed by unauthorized persons.\nDespite MedBridge’s efforts to safeguard Your personal information, there is always a risk of security breach.\nMedBridge is not responsible for circumvention of any privacy settings or security measures of the MedBridge Website.\nYou understand and acknowledge that, even after removal, copies of Personal Information on User Profiles may remain viewable in cached and archived pages or if other Users have copied or stored Your Personal Information.</p>\n<p>The MedBridge Website might be linked to other websites, including but not limited to Facebook, LinkedIn, or Twitter, in order to better interact with its users and the public.\nPlease be aware that MedBridge is not responsible for the privacy policies of those other sites.\nIf users provide information directly to websites other than MedBridge, different rules may apply for the use of personal information.</p>\n<p>You are solely responsible for Your privacy settings, and MedBridge is not and will not be responsible for Personal Information shared by You via a User Profile or the settings associated therewith.</p> C.\nChildren’s Privacy\n<p>MedBridge does not collect any information from anyone under 13 years of age.\nOur website and courses are directed at people who are older than 13 years.</p>\n<p>Please direct additional Questions or Concerns to support@medbridgeed.com.</p> D.\nChanges to this Privacy Policy\n<p>MedBridge reserves the right to make changes to this privacy policy at any time by giving notice to its users on this page.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\nIf you object to any of the changes to the Policy, you must cease using the MedBridge Website and can request that MedBridge removes the Personal Information.\nUnless stated otherwise, the then-current privacy policy applies to all Personal Information MedBridge has about its users.</p>\n<p>\n<em>Privacy Policy last updated on July 28, 2021</em>\n</p>\n<p>\n<i>help</i> Questions? View our Patient Help Center </p> All data is securely encrypted.\nTranslation: English <ul>\n<li>English</li>\n<li>Spanish</li>\n</ul> © 2023 MedBridge Inc.\nAll rights reserved.\nTerms of Use and Privacy Policy California residents know your rights.\nClick here for details ", "created_at": "2023-07-15 02:09:26.465402", "updated_at": "2023-07-15 02:09:42.757359"}, {"id": 18076, "name": "Terms of Use", "url": "https://www.medbridgego.com/terms_of_use", "xpath": "//body", "text": " Session about to expire <p> Due to inactivity, you will be signed out in <strong>15 minutes</strong>.\nDo you want to stay signed in? </p> Sign out Stay signed in MedBridge <ul>\n<li> Back </li>\n</ul> Terms of Use 1.\nThe Terms 1.1 Acceptance of Terms\n<p>MedBridge Inc.\n(“MedBridge”) is the owner and operator of the MedBridge Website located at the URL www.medbridgeeducation.com, the MedBridge mobile application, and other websites owned by MedBridge, including personalized white label websites (collectively, the “MedBridge Website”, as defined below).\nThese Terms of Use (the “Agreement”) govern access to and use of the MedBridge Website.\nAccess to and use of the MedBridge Website is subject to Your acceptance of this Agreement.\nYou agree to abide by all terms and conditions of this Agreement by Your accessing the MedBridge Website and/or by Your continued use of the MedBridge Website.\nPlease read the following, carefully bearing in mind that this Agreement must be read in conjunction with MedBridge’s Privacy Policy.</p>\n1.2 Right to Modify Terms\n<p>MedBridge reserves the right to modify the terms of this Agreement at any time at its sole discretion, and may post a notice of such changes.\nIf and when the Agreement is modified, You will be subject to the terms of the modified Agreement, and by accessing the MedBridge Website, You agree to the terms of the modified Agreement, without further notice.</p>\n1.3 Term Definitions\n<p>1.\n“MedBridge Website” means the MedBridge Website accessible through the URL www.medbridgeeducation.com, www.medbridgeed.com, the MedBridge mobile application, and other websites owned and operated by MedBridge, including personalized white label websites.</p>\n<p>2.\n“MedBridge” means MedBridge, Inc.</p>\n<p>3.\n“Parties” means MedBridge and You, collectively.</p>\n<p>4.\n“Party” means either MedBridge or You.</p>\n<p>5.\n“User Profile” means a user profile or Access Code created by Your healthcare provider on the MedBridge Website.</p>\n<p>6.\n“You,” “Your,” and/or “User” means any individuals and/or entities visiting and/or otherwise accessing the MedBridge Website through a User Profile or Access Code for any reason.\nsaid terms may be used interchangeably.</p>\n<p>7.\n“Content” means all information, data, text, software, music, sound, photographs, graphics, videos, messages, tags, or other materials posted and/or otherwise displayed on, to, or at the MedBridge Website.</p>\n<p>8.\n“Personal Information” means, without limitation, any information that identifies or describes an individual, including his or her name, physical description, age, gender, home address, home telephone number, or education.\nPersonal Information also includes statements made by, or attributed to, a User.</p>\n<p>9.\n“Licensor” or “Licensors” means the individuals who have licensed their online lecture content exclusively to MedBridge.</p>\n<p>10.\n“Access Code” means the specific, custom alpha numerical code assigned by Your healthcare provider to access the MedBridge Website.</p> 2.\nWebsite\n2.1 Content Ownership\n<p>MedBridge is the owner of all MedBridge Content posted on or otherwise accessible at or via the MedBridge Website including logos, all designs, text, graphics, pictures, and information.\nYou will have a limited license (without the right to sublicense) to view the Content for Your individual, non commercial use only.\nAny copying, reproduction, retransmission, or republication of all, or part, of any Content found on the MedBridge Website is expressly prohibited, unless MedBridge has expressly granted its prior written consent to so reproduce, retransmit, or republish the Content.\nMedBridge reserves all applicable rights in regard to the Content.\nMedBridge may publish or transmit via the MedBridge Website any Content that is owned by third parties.\nMedBridge’s Licensors are the owners of their respective Intellectual Property found on the MedBridge Website.\nAny reproduction, retransmission, or republication of all or part of any Content found on the MedBridge Website is expressly prohibited, unless the owner of the Content has expressly granted its prior written consent to reproduce, retransmit, or republish the material.</p>\n2.2 Copyright Complaints\n<p> If You believe that any Content on the MedBridge Website infringes upon any copyright which You own or control, You or Your designee, acting as a “Complaining Party,” may send a notification of such claimed infringement to MedBridge via legal@medbridgeed.com.\nPlease include a description of the work that is allegedly being infringed, and where on the MedBridge Website the work may be found.\n</p>\n2.3 Content Availability\n<p>Once Your healthcare provider has created Your User Profile, You will have access to the Content as directed by your healthcare provider, until the User Profile is deactivated, or until the access assignment expires.\nYour access to the content will end upon deactivation.\nYou will have to contact your healthcare provider to renew Your User Profile to continue Your access to the Content.</p>\n<p>MedBridge retains the right to modify all content as reasonably deemed necessary to ensure material is in line with best practices, as necessary to comply with any regulation or law, and/or as necessary for MedBridge’s business purpose.\n</p>\n2.4 Termination\n<p>MedBridge reserves the right to terminate, block, or restrict Your access to or use of the MedBridge Website for any breach or violation of any term(s) of this Agreement, solely at the discretion of MedBridge.</p>\n<p>If You would like to request the deletion of Your User Profile on the MedBridge Website, please contact MedBridge at legal@medbridgeed.com, and we will work with Your healthcare provider to resolve Your request.</p>\n2.5 Equipment\n<p>You are responsible for obtaining and maintaining all computer hardware and software needed to access and use the MedBridge Website.</p> 3.\nUser Accounts\n3.1 User Responsibility\n<p>The MedBridge Website includes the option of allowing a User to create a “User Profile.” Users are wholly responsible for User Content posted, displayed, transmitted, or otherwise made available on or via User Profiles.\nYou are also wholly responsible for ensuring that Your use of the MedBridge Website is compliant with the laws and regulations of any applicable jurisdiction.</p>\n3.2 Accounts and Passwords\n<p>In consideration of Your use of the MedBridge Website, You acknowledge that You are of legal age to form a binding contract and are not a person barred from receiving services under the laws of the United States or other applicable jurisdiction.\nYou agree to provide accurate, current, and complete information concerning You when providing information to, signing up with, registering for use of, or otherwise providing information to the MedBridge Website and maintain and promptly update the Registration Data to keep it true, current, and complete.\nIf You provide any information that is untrue, inaccurate, not current, or incomplete, or if MedBridge has reasonable grounds to suspect that such information is untrue, inaccurate, not current, or incomplete, MedBridge has the right to suspend or terminate Your access to the MedBridge Website and to refuse any and all current or future use of the MedBridge Website, or any portion thereof.\nYou must have Your own password or Access Code to access the MedBridge Website.\nIn the event that MedBridge discovers password sharing, we reserve the right to terminate or block Your access to the MedBridge Website.\nYou are responsible for all use of Your password(s).</p>\n3.3 Linking to MedBridge\n<p>1.\nMedBridge invites Users to link to our site.\nLinking to MedBridge must not improperly connote an affiliation with or an endorsement by MedBridge, or otherwise interfere with the operation of the MedBridge Website.\nAny links should open in a new browser window.</p>\n<p>2.\nYou must not place MedBridge Website pages in a “frame” within Your own website without explicit prior written permission from MedBridge.</p>\n<p>3.\nAlthough the MedBridge Website may include links providing direct access to other Internet sites, MedBridge assumes no responsibility for the Content or information contained on such other sites, and does not exert any editorial or other control over those other sites.\nMedBridge provides no warranties and explicitly disclaims any liability for any Content or other information provided on other sites.</p> 4.\nDisclaimers\n4.1 Generally\n<p>Except as expressly set forth herein, the Content of the MedBridge Website (including all MedBridge intellectual property, text, materials, software, functions, services, and information made available herein or accessed by means hereof) are provided as is, without warranties of any kind, either express or implied, including without limitation warranties of suitability for a particular purpose.\nMedBridge does not warrant or guarantee uninterrupted access to the MedBridge Website, or any site linked to the MedBridge Website, and reserves the right to discontinue courses or to change the expiration date at any time.</p>\n<p>Under no circumstances will MedBridge be liable in any way for any Content, including without limitation any errors or omissions in any Content, or any loss or damage of any kind incurred as a result of the use of any Content posted, emailed, transmitted, or otherwise made available via the MedBridge Website, and MedBridge makes no guarantees that the Content will be accurate, current, or error-free.</p>\n<p>\n</p>\n<p>You assume full responsibility and risk of loss resulting from use of the MedBridge Website and any information on the MedBridge Website.\nMedBridge makes no guarantees about the suitability of any information and its services for any purpose whatsoever.\nMedBridge may provide programs with exercises related to Your condition that You can perform at home.\nAs there is a risk of injury with any activity, use caution when performing such exercises.\nIF YOU EXPERIENCE PAIN OR DISCOMFORT, IMMEDIATELY DISCONTINUE THE EXERCISES AND CONTACT YOUR CLINICIAN OR PHYSICIAN.\nBY VOLUNTARILY UNDERTAKING ANY EXERCISE IN A PROGRAM PROVIDED BY MEDBRIDGE, YOU AGREE THAT YOU ASSUME THE RISK OF ANY RESULTING INJURY.\nMedBridge will not be liable for any direct, indirect, consequential, special, exemplary, or other damages or losses that may result.\nIt is the responsibility of the treating practitioner, relying on independent expertise and knowledge of the patient, to determine the best treatment and method of application for the patient.</p>\n4.2 Use of MedBridge Content\n<p>The information and content provided in the courses and home exercise programs are for informational purposes only.\nMedBridge makes no warranties regarding, and bears no liability for, Your use of the information and content.\nNeither MedBridge nor the instructor assumes any responsibility for any loss or injury and/or damage to persons or property arising out of the use of the material contained in or related to the online courses.\nIT IS THE RESPONSIBILITY OF THE TREATING PRACTITIONER, RELYING ON INDEPENDENT EXPERTISE AND KNOWLEDGE OF THE PATIENT, TO DETERMINE THE BEST TREATMENT AND METHOD OF APPLICATION FOR THE PATIENT.</p> 5.\nLimitation of Liability\n<p>In no event shall MedBridge, its members, officers, affiliates, agents, licensors, employees, or internet service provider(s) (collectively, “representatives”) be liable to You or to any third party for any direct, indirect, incidental, special, or consequential damages whatsoever, including without limitation lost revenue, lost or damaged data, or other commercial or economic loss, whether based in contract, tort (including negligence), or any other theory of liability.\nThe foregoing limitation shall apply even if MedBridge or its representatives have been advised or should have known of the possibility of such damage.\nMedBridge’s total liability in any event is limited to the amount, if any, actually paid for use of the MedBridge Website, and You hereby release MedBridge and its representatives from any and all obligations, liabilities, and claims in excess of this limitation.</p> 6.\nIndemnification\n<p>You agree to indemnify and hold MedBridge and its Representatives harmless from any and all losses (including without limitation attorneys’ fees) resulting from any claims based on or relating to Your use, or the use of any individual using Your password, of the MedBridge Website.\nYou further agree to indemnify and hold MedBridge and its Representatives harmless from any and all losses resulting from claims of third parties, including without limitation attorneys’ fees, that result in whole or in part from violations by You, or any individual using Your password, of any of the terms of this Agreement.</p> 7.\nDisputes\n<p>This Agreement shall be governed by the laws of the State of Washington.\nIn the event that litigation results from or arises out of this Agreement or the performance thereof, both Parties agree to Arbitration with a single arbitrator qualified by the American Arbitration Association.\nThe Parties agree to reimburse the prevailing Party’s reasonable attorneys’ fees, arbitration costs, and all other expenses, whether or not taxable by the arbitrator as costs, in addition to any other relief to which the prevailing Party may be entitled.</p> 8.\nMiscellaneous\n8.1 Assignability\n<p>This agreement is personal to You, and You may not assign this Agreement or the rights and obligations thereunder to any third party or person.</p>\n8.2 Agreement Binding on Successors\n<p>The provisions of the Agreement shall be binding upon and shall inure to the benefit of the Parties hereto, their permitted heirs, administrators, successors, and assigns.</p>\n8.3 Waiver\n<p>No waiver by either Party of any default shall be deemed as a waiver of prior or subsequent default of the same or other provisions of this Agreement.</p>\n8.4 Severability\n<p>If any term, clause, or provision hereof is held invalid or unenforceable by a court of competent jurisdiction, such invalidity shall not affect the validity or operation of any other term, clause, or provision, and such invalid term, clause, or provision shall be deemed to be severed from the Agreement.</p>\n8.5 Survivability\n<p>The ownership and intellectual property rights and license provisions set forth in this Agreement, and any other provisions that by their sense and context the Parties intend to have survive, shall survive the termination of this Agreement and any obligations hereunder for any reason.</p>\n<p>\n<em>Terms of Use last updated on August 4, 2021</em>\n</p>\n<p>\n<i>help</i> Questions? View our Patient Help Center </p> All data is securely encrypted.\nTranslation: English <ul>\n<li>English</li>\n<li>Spanish</li>\n</ul> © 2023 MedBridge Inc.\nAll rights reserved.\nTerms of Use and Privacy Policy California residents know your rights.\nClick here for details ", "created_at": "2023-07-15 02:09:26.494114", "updated_at": "2023-07-15 02:10:18.520388"}], "points": [], "urls": ["medbridgego.com"]}}